{"id": "article-38146_0", "title": "Radial Keratotomy Correction -- Continuing Education Activity", "content": "Radial keratotomy correction for refractive error was a commonly performed surgical procedure in the latter part of the 20th century. This type of corneal surgery involves multiple linear incisions in the anterior cornea that cause central cornea flattening and thereby reducing its focusing power. This activity reviews the evaluation and treatment with radial keratotomy correction, including the role of the interprofessional team in the management of this condition.", "contents": "Radial Keratotomy Correction -- Continuing Education Activity. Radial keratotomy correction for refractive error was a commonly performed surgical procedure in the latter part of the 20th century. This type of corneal surgery involves multiple linear incisions in the anterior cornea that cause central cornea flattening and thereby reducing its focusing power. This activity reviews the evaluation and treatment with radial keratotomy correction, including the role of the interprofessional team in the management of this condition."}
{"id": "article-38146_1", "title": "Radial Keratotomy Correction -- Continuing Education Activity", "content": "Objectives: Identify the indications for radial keratotomy. Describe the preparation and technique in regard to radial keratotomy. Review the potential complications associated with radial keratotomy. Outline interprofessional team strategies for improving care coordination and communication to advance radial keratotomy and improve outcomes. Access free multiple choice questions on this topic.", "contents": "Radial Keratotomy Correction -- Continuing Education Activity. Objectives: Identify the indications for radial keratotomy. Describe the preparation and technique in regard to radial keratotomy. Review the potential complications associated with radial keratotomy. Outline interprofessional team strategies for improving care coordination and communication to advance radial keratotomy and improve outcomes. Access free multiple choice questions on this topic."}
{"id": "article-38146_2", "title": "Radial Keratotomy Correction -- Introduction", "content": "Refractive surgery is a surgical laser procedure to alter the eye's refractive power and decrease the patient's dependence on spectacles and contact lenses. Radial keratotomy (RK) was one of the first and most commonly performed refractive surgical procedures of the 20th century. Approximately 10% of practicing ophthalmologists in the United States have performed several hundred thousand RK procedures. [1] Lans demonstrated that deep radial incisions in the anterior cornea caused central corneal flattening with peripheral steepening in the late 19th century, followed by Sato, who performed posterior RKs in a series of eight keratoconus patients in the 1930s. [1] [2] Enhanced flattening was achieved with longer and deeper incisions. Although initially successful, Sato's technique ultimately resulted in bullous keratopathy in up to 70% of patients due to endothelial damage. [3]", "contents": "Radial Keratotomy Correction -- Introduction. Refractive surgery is a surgical laser procedure to alter the eye's refractive power and decrease the patient's dependence on spectacles and contact lenses. Radial keratotomy (RK) was one of the first and most commonly performed refractive surgical procedures of the 20th century. Approximately 10% of practicing ophthalmologists in the United States have performed several hundred thousand RK procedures. [1] Lans demonstrated that deep radial incisions in the anterior cornea caused central corneal flattening with peripheral steepening in the late 19th century, followed by Sato, who performed posterior RKs in a series of eight keratoconus patients in the 1930s. [1] [2] Enhanced flattening was achieved with longer and deeper incisions. Although initially successful, Sato's technique ultimately resulted in bullous keratopathy in up to 70% of patients due to endothelial damage. [3]"}
{"id": "article-38146_3", "title": "Radial Keratotomy Correction -- Introduction", "content": "Improvements to the technique so that incisions were placed solely on the anterior corneal surface were undertaken in the 1970s in Russia, where the use of multifactorial formulae and nomograms, which incorporated patient and surgical variables, led to improved predictability. [4] [5] [6] Radial keratotomy correction was introduced to the USA in 1978 by Bores et al., Myers, and Cowden, with multiple surgeons performing and publishing anecdotal results. [7] [8] [9] [10] Early publications were optimistic, and there were few reported complications. This led the National Institutes of Health to fund the Prospective Evaluation of Radial Keratotomy (PERK) study to assess the safety, efficacy, stability, and predictability of RK. [11] The PERK study involved 12 surgeons practicing in nine clinical centers who performed RKs on 793 eyes of 435 patients who had 2.00-8.00 D of myopia. [11] Technique refinements and improvements continued after the PERK study. Younger patients have a greater rate and degree of wound healing, and therefore require more surgery for the same effect compared to older individuals. Better equipment e.g., diamond blades and calibration with ultrasonic pachymeters, further improved predictability.", "contents": "Radial Keratotomy Correction -- Introduction. Improvements to the technique so that incisions were placed solely on the anterior corneal surface were undertaken in the 1970s in Russia, where the use of multifactorial formulae and nomograms, which incorporated patient and surgical variables, led to improved predictability. [4] [5] [6] Radial keratotomy correction was introduced to the USA in 1978 by Bores et al., Myers, and Cowden, with multiple surgeons performing and publishing anecdotal results. [7] [8] [9] [10] Early publications were optimistic, and there were few reported complications. This led the National Institutes of Health to fund the Prospective Evaluation of Radial Keratotomy (PERK) study to assess the safety, efficacy, stability, and predictability of RK. [11] The PERK study involved 12 surgeons practicing in nine clinical centers who performed RKs on 793 eyes of 435 patients who had 2.00-8.00 D of myopia. [11] Technique refinements and improvements continued after the PERK study. Younger patients have a greater rate and degree of wound healing, and therefore require more surgery for the same effect compared to older individuals. Better equipment e.g., diamond blades and calibration with ultrasonic pachymeters, further improved predictability."}
{"id": "article-38146_4", "title": "Radial Keratotomy Correction -- Introduction", "content": "With the introduction of more accurate and stable laser refractive surgery i.e., photorefractive keratectomy (PRK), Laser In Situ Keratomileusis (LASIK), small incision lenticule extraction (SMILE), and intraocular lens surgery the popularity of radial keratotomy correction has decreased considerably. However, due to the number of patients who have undergone this procedure, knowledge of the procedure and its variations are required to manage this group of patients who may require visual rehabilitation in later life.", "contents": "Radial Keratotomy Correction -- Introduction. With the introduction of more accurate and stable laser refractive surgery i.e., photorefractive keratectomy (PRK), Laser In Situ Keratomileusis (LASIK), small incision lenticule extraction (SMILE), and intraocular lens surgery the popularity of radial keratotomy correction has decreased considerably. However, due to the number of patients who have undergone this procedure, knowledge of the procedure and its variations are required to manage this group of patients who may require visual rehabilitation in later life."}
{"id": "article-38146_5", "title": "Radial Keratotomy Correction -- Anatomy and Physiology", "content": "The eye acts as a compound optical system and comprises a corneal and a lens portion. The total refracting power of the normal eye is approximately 64 D, with the cornea accounting for two-thirds (43 D). The anterior and posterior corneal surfaces and the crystalline lens focus the incident light rays onto the retina. In an emmetropic (normally sighted) eye, light rays from infinity are focused on the retina with the dioptric power equal to the axial length of the eye. Images are therefore in focus. In ametropic eyes, the eye is either too long or short or has astigmatism, and thus the light rays are unable to be brought to a focus on the retina.", "contents": "Radial Keratotomy Correction -- Anatomy and Physiology. The eye acts as a compound optical system and comprises a corneal and a lens portion. The total refracting power of the normal eye is approximately 64 D, with the cornea accounting for two-thirds (43 D). The anterior and posterior corneal surfaces and the crystalline lens focus the incident light rays onto the retina. In an emmetropic (normally sighted) eye, light rays from infinity are focused on the retina with the dioptric power equal to the axial length of the eye. Images are therefore in focus. In ametropic eyes, the eye is either too long or short or has astigmatism, and thus the light rays are unable to be brought to a focus on the retina."}
{"id": "article-38146_6", "title": "Radial Keratotomy Correction -- Anatomy and Physiology", "content": "The normal cornea is a transparent avascular structure, which is convex in shape. The average diameter measures 11.5 mm, and thickness increases from 550 to 565 μm centrally to 610 to 640 μm peripherally. [12] There is dense innervation supplied by long ciliary nerves originating in the ophthalmic division of the trigeminal nerve. [13] The cornea is made up of different layers, comprising the epithelium, Bowman's layer, stroma, pre-Descemet's layer (Dua's layer), Descemet's layer, and endothelium. The corneal epithelium acts as the main barrier to the eye, and the tear film provides a smooth optical surface. There are five to seven cellular layers in the center, increasing to seven to ten layers in the periphery. The average thickness of the epithelium is 50 μm. When an epithelial defect occurs e.g., corneal abrasion, limbal stem cells proliferate in the periphery and migrate to the area of defect, replacing lost cells. [14] Bowman's layer (anterior limiting lamina) makes up the most anterior aspect of the corneal stroma and comprises 8 to 12 μm of densely formed mainly type I collagen fibrils. Bowman's layer decreases with aging, and histopathological changes have been demonstrated in keratoconus patients. [15]", "contents": "Radial Keratotomy Correction -- Anatomy and Physiology. The normal cornea is a transparent avascular structure, which is convex in shape. The average diameter measures 11.5 mm, and thickness increases from 550 to 565 μm centrally to 610 to 640 μm peripherally. [12] There is dense innervation supplied by long ciliary nerves originating in the ophthalmic division of the trigeminal nerve. [13] The cornea is made up of different layers, comprising the epithelium, Bowman's layer, stroma, pre-Descemet's layer (Dua's layer), Descemet's layer, and endothelium. The corneal epithelium acts as the main barrier to the eye, and the tear film provides a smooth optical surface. There are five to seven cellular layers in the center, increasing to seven to ten layers in the periphery. The average thickness of the epithelium is 50 μm. When an epithelial defect occurs e.g., corneal abrasion, limbal stem cells proliferate in the periphery and migrate to the area of defect, replacing lost cells. [14] Bowman's layer (anterior limiting lamina) makes up the most anterior aspect of the corneal stroma and comprises 8 to 12 μm of densely formed mainly type I collagen fibrils. Bowman's layer decreases with aging, and histopathological changes have been demonstrated in keratoconus patients. [15]"}
{"id": "article-38146_7", "title": "Radial Keratotomy Correction -- Anatomy and Physiology", "content": "The corneal stroma provides mechanical strength and consists of collagen fibers, interconnected keratocytes, and glycosaminoglycans in regular and densely packed lamellae. In the central cornea, these lamellae have a higher density anteriorly compared with the posterior. Incisional surgery such as RK will disrupt this layer and decrease the mechanical strength of the cornea permanently.", "contents": "Radial Keratotomy Correction -- Anatomy and Physiology. The corneal stroma provides mechanical strength and consists of collagen fibers, interconnected keratocytes, and glycosaminoglycans in regular and densely packed lamellae. In the central cornea, these lamellae have a higher density anteriorly compared with the posterior. Incisional surgery such as RK will disrupt this layer and decrease the mechanical strength of the cornea permanently."}
{"id": "article-38146_8", "title": "Radial Keratotomy Correction -- Anatomy and Physiology", "content": "Descemet's membrane is a basement membrane that measures 5 to 10 μm and is divided into an anterior and a posterior layer. The posterior layer is produced by the endothelial cells and increases in thickness with advancing age. [16] The corneal endothelium is a single layer of cells on the most posterior aspect of the corneal surface. It is responsible for the osmotic balance of the cornea, preventing corneal edema and loss of transparency. The endothelium is non-regenerating, and cell density steadily decreases with age. [17]", "contents": "Radial Keratotomy Correction -- Anatomy and Physiology. Descemet's membrane is a basement membrane that measures 5 to 10 μm and is divided into an anterior and a posterior layer. The posterior layer is produced by the endothelial cells and increases in thickness with advancing age. [16] The corneal endothelium is a single layer of cells on the most posterior aspect of the corneal surface. It is responsible for the osmotic balance of the cornea, preventing corneal edema and loss of transparency. The endothelium is non-regenerating, and cell density steadily decreases with age. [17]"}
{"id": "article-38146_9", "title": "Radial Keratotomy Correction -- Anatomy and Physiology", "content": "Radial keratotomy correction aims to change the refractive power of the anterior corneal surface to correct ametropia by the creation of individual linear incisions deep into the stroma (80 to 90% depth). The number of incisions ranges from 4 to 24, with 8 being the most commonly used. [18] The length, depth, and number of incisions, gender, and age of the patient contribute to the surgical outcome.", "contents": "Radial Keratotomy Correction -- Anatomy and Physiology. Radial keratotomy correction aims to change the refractive power of the anterior corneal surface to correct ametropia by the creation of individual linear incisions deep into the stroma (80 to 90% depth). The number of incisions ranges from 4 to 24, with 8 being the most commonly used. [18] The length, depth, and number of incisions, gender, and age of the patient contribute to the surgical outcome."}
{"id": "article-38146_10", "title": "Radial Keratotomy Correction -- Indications", "content": "Radial keratotomy correction is indicated for patients with moderate myopia. Patients should be at least 18 years of age because they require stable refraction and be able to provide informed consent for surgery. Contact lens wearers will need to remove the lenses and have several serial corneal topography scans and cycloplegic refractions to ensure refractive stability before proceeding to surgery.", "contents": "Radial Keratotomy Correction -- Indications. Radial keratotomy correction is indicated for patients with moderate myopia. Patients should be at least 18 years of age because they require stable refraction and be able to provide informed consent for surgery. Contact lens wearers will need to remove the lenses and have several serial corneal topography scans and cycloplegic refractions to ensure refractive stability before proceeding to surgery."}
{"id": "article-38146_11", "title": "Radial Keratotomy Correction -- Contraindications -- Absolute Contraindications", "content": "Contraindications of radial keratotomy are similar to that of other types of refractive surgical correction. Absolute contraindications include refractive instability, defined as changes greater than 0.5 D within the last 12 months. Systemic conditions that can lead to refractive instability include pregnancy and uncontrolled diabetes mellitus. Patients with unstable collagen vascular diseases such as systemic lupus erythematosus, Sjögren's syndrome, Graves' disease, rheumatoid arthritis, inflammatory bowel disease are at risk of having or developing ocular conditions which directly affect vision or cause decreased wound healing, such as keratoconjunctivitis sicca. [19] Cornea ectasia can develop in the cornea post-surgery if the cornea is too mechanically week. Therefore, patients with keratoconus and/or thinner corneas i.e., less than 500 μm centrally, are not suitable for surgery. Patients with active ocular surface infection (keratitis) or inflammation can worsen their conditions by undergoing surgery and are contraindicated from proceeding.", "contents": "Radial Keratotomy Correction -- Contraindications -- Absolute Contraindications. Contraindications of radial keratotomy are similar to that of other types of refractive surgical correction. Absolute contraindications include refractive instability, defined as changes greater than 0.5 D within the last 12 months. Systemic conditions that can lead to refractive instability include pregnancy and uncontrolled diabetes mellitus. Patients with unstable collagen vascular diseases such as systemic lupus erythematosus, Sjögren's syndrome, Graves' disease, rheumatoid arthritis, inflammatory bowel disease are at risk of having or developing ocular conditions which directly affect vision or cause decreased wound healing, such as keratoconjunctivitis sicca. [19] Cornea ectasia can develop in the cornea post-surgery if the cornea is too mechanically week. Therefore, patients with keratoconus and/or thinner corneas i.e., less than 500 μm centrally, are not suitable for surgery. Patients with active ocular surface infection (keratitis) or inflammation can worsen their conditions by undergoing surgery and are contraindicated from proceeding."}
{"id": "article-38146_12", "title": "Radial Keratotomy Correction -- Contraindications -- Relative Contraindications", "content": "These will vary with the individual patient.", "contents": "Radial Keratotomy Correction -- Contraindications -- Relative Contraindications. These will vary with the individual patient."}
{"id": "article-38146_13", "title": "Radial Keratotomy Correction -- Contraindications -- Relative Contraindications", "content": "Patients with advancing age can have cataracts developing, which will adversely affect visual acuity despite RK correction. Cataract surgery with intraocular lens implantation may be a better option for these patients to improve unaided distance visual acuity.", "contents": "Radial Keratotomy Correction -- Contraindications -- Relative Contraindications. Patients with advancing age can have cataracts developing, which will adversely affect visual acuity despite RK correction. Cataract surgery with intraocular lens implantation may be a better option for these patients to improve unaided distance visual acuity."}
{"id": "article-38146_14", "title": "Radial Keratotomy Correction -- Contraindications -- Relative Contraindications", "content": "If there is co-existing corneal pathology, e.g., scarring, corneal dystrophy, and herpetic eye disease, final visual improvement will be harder to achieve with a greater risk of visual loss.", "contents": "Radial Keratotomy Correction -- Contraindications -- Relative Contraindications. If there is co-existing corneal pathology, e.g., scarring, corneal dystrophy, and herpetic eye disease, final visual improvement will be harder to achieve with a greater risk of visual loss."}
{"id": "article-38146_15", "title": "Radial Keratotomy Correction -- Contraindications -- Relative Contraindications", "content": "Patients with larger pupil diameter size may be more affected by postsurgical visual symptoms of glare and haloes, especially in dim light. [20] Normal adult pupil size measures 2 to 4 mm in diameter in bright light to 4 to 8 mm in the dark. Pupil asymmetry of up to 1 mm is considered normal (physiological anisocoria).", "contents": "Radial Keratotomy Correction -- Contraindications -- Relative Contraindications. Patients with larger pupil diameter size may be more affected by postsurgical visual symptoms of glare and haloes, especially in dim light. [20] Normal adult pupil size measures 2 to 4 mm in diameter in bright light to 4 to 8 mm in the dark. Pupil asymmetry of up to 1 mm is considered normal (physiological anisocoria)."}
{"id": "article-38146_16", "title": "Radial Keratotomy Correction -- Contraindications -- Relative Contraindications", "content": "In glaucoma patients who require regular monitoring of intraocular pressure (normal range 10 to 21 mmHg), RK correction is a relative contraindication because of the changed corneal biomechanical properties, which will cause underestimation. [21]", "contents": "Radial Keratotomy Correction -- Contraindications -- Relative Contraindications. In glaucoma patients who require regular monitoring of intraocular pressure (normal range 10 to 21 mmHg), RK correction is a relative contraindication because of the changed corneal biomechanical properties, which will cause underestimation. [21]"}
{"id": "article-38146_17", "title": "Radial Keratotomy Correction -- Equipment", "content": "Equipment needed for performing radial keratotomy are: topical anesthetic eye drops, gentian ink for corneal marking, optical zone marker, corneal incision marker, ultrasonic pachymeter, gem-quality diamond blade knife with 45-degree cutting angle, antibiotic and steroid eye drops.", "contents": "Radial Keratotomy Correction -- Equipment. Equipment needed for performing radial keratotomy are: topical anesthetic eye drops, gentian ink for corneal marking, optical zone marker, corneal incision marker, ultrasonic pachymeter, gem-quality diamond blade knife with 45-degree cutting angle, antibiotic and steroid eye drops."}
{"id": "article-38146_18", "title": "Radial Keratotomy Correction -- Personnel", "content": "An interprofessional care team involved in the radial keratotomy procedure includes ophthalmic surgeons, optometrists, ophthalmic nurses/assistants, theatre staff, orthoptists, imaging technicians, and medical assistants.", "contents": "Radial Keratotomy Correction -- Personnel. An interprofessional care team involved in the radial keratotomy procedure includes ophthalmic surgeons, optometrists, ophthalmic nurses/assistants, theatre staff, orthoptists, imaging technicians, and medical assistants."}
{"id": "article-38146_19", "title": "Radial Keratotomy Correction -- Preparation", "content": "A thorough history and clinical examination are necessary to identify potential contraindications to surgery. It is also useful to take an occupational history and assess the patient's desires and expectations. Slit-lamp biomicroscopy will be undertaken of the ocular surface, including dry eye evaluation, intraocular pressure, cornea assessment, determination of cataract status, and dilated fundoscopic examination. During the preoperative workup, any contact lenses should be discontinued 1 to 2 weeks before corneal imaging to give more accurate measurements. [22] Corneal assessment with keratometry, topography, ultrasound pachymetry is standard practice.", "contents": "Radial Keratotomy Correction -- Preparation. A thorough history and clinical examination are necessary to identify potential contraindications to surgery. It is also useful to take an occupational history and assess the patient's desires and expectations. Slit-lamp biomicroscopy will be undertaken of the ocular surface, including dry eye evaluation, intraocular pressure, cornea assessment, determination of cataract status, and dilated fundoscopic examination. During the preoperative workup, any contact lenses should be discontinued 1 to 2 weeks before corneal imaging to give more accurate measurements. [22] Corneal assessment with keratometry, topography, ultrasound pachymetry is standard practice."}
{"id": "article-38146_20", "title": "Radial Keratotomy Correction -- Technique or Treatment -- Pre-Surgery", "content": "Equipment needs to be checked for safety, and all patient data will need to be double-checked by clinical staff to minimize the risk of errors. Informed written consent is obtained from the patient, usually before the day of the procedure, so that there is adequate time to discuss any questions or concerns.", "contents": "Radial Keratotomy Correction -- Technique or Treatment -- Pre-Surgery. Equipment needs to be checked for safety, and all patient data will need to be double-checked by clinical staff to minimize the risk of errors. Informed written consent is obtained from the patient, usually before the day of the procedure, so that there is adequate time to discuss any questions or concerns."}
{"id": "article-38146_21", "title": "Radial Keratotomy Correction -- Technique or Treatment -- Surgical Technique", "content": "The basic elements of radial keratotomy are deceptively simple and comprise:", "contents": "Radial Keratotomy Correction -- Technique or Treatment -- Surgical Technique. The basic elements of radial keratotomy are deceptively simple and comprise:"}
{"id": "article-38146_22", "title": "Radial Keratotomy Correction -- Technique or Treatment -- Surgical Technique", "content": "Administration of appropriate anesthesia", "contents": "Radial Keratotomy Correction -- Technique or Treatment -- Surgical Technique. Administration of appropriate anesthesia"}
{"id": "article-38146_23", "title": "Radial Keratotomy Correction -- Technique or Treatment -- Surgical Technique", "content": "Accurate marking of the visual axis and incision lines taking into account any cyclotorsion, marking an appropriate size optical zone", "contents": "Radial Keratotomy Correction -- Technique or Treatment -- Surgical Technique. Accurate marking of the visual axis and incision lines taking into account any cyclotorsion, marking an appropriate size optical zone"}
{"id": "article-38146_24", "title": "Radial Keratotomy Correction -- Technique or Treatment -- Surgical Technique", "content": "Measurement of the corneal thickness", "contents": "Radial Keratotomy Correction -- Technique or Treatment -- Surgical Technique. Measurement of the corneal thickness"}
{"id": "article-38146_25", "title": "Radial Keratotomy Correction -- Technique or Treatment -- Surgical Technique", "content": "Accurate setting of the blade depth", "contents": "Radial Keratotomy Correction -- Technique or Treatment -- Surgical Technique. Accurate setting of the blade depth"}
{"id": "article-38146_26", "title": "Radial Keratotomy Correction -- Technique or Treatment -- Surgical Technique", "content": "Making the corneal incisions,", "contents": "Radial Keratotomy Correction -- Technique or Treatment -- Surgical Technique. Making the corneal incisions,"}
{"id": "article-38146_27", "title": "Radial Keratotomy Correction -- Technique or Treatment -- Surgical Technique", "content": "Administration of post-surgery antibiotic drops.", "contents": "Radial Keratotomy Correction -- Technique or Treatment -- Surgical Technique. Administration of post-surgery antibiotic drops."}
{"id": "article-38146_28", "title": "Radial Keratotomy Correction -- Technique or Treatment -- Surgical Technique", "content": "Topical anesthesia is used for most patients, as this leaves the eye to remain mobile to mark the visual axis. The size of the optical zone is dependent on surgeon preference; in the PERK study, the clear central zone was determined by pre-operative spherical-equivalent cycloplegic refraction measuring 3 to 4 mm. [1] Corneal thickness is measured at 4 points paracentral at the determined optical zone in each quadrant, with an average of 3 readings taken to maximize accuracy. The diamond knife will be adjusted to the correct depth based on pachymetry measurements, and 8 incisions are usually made (less in smaller degrees of myopia). If there are post-operative under correction, additional incisions can then be considered. Radially placed incisions are used to correct myopia, with hexagonal incisions (hexagonal keratotomy) used for hyperopia. [23] Different methods of undertaking the incisions, from the initiating point, direction, depth, and length, have been proposed to improve results and long-term refractive stability. [24] [25]", "contents": "Radial Keratotomy Correction -- Technique or Treatment -- Surgical Technique. Topical anesthesia is used for most patients, as this leaves the eye to remain mobile to mark the visual axis. The size of the optical zone is dependent on surgeon preference; in the PERK study, the clear central zone was determined by pre-operative spherical-equivalent cycloplegic refraction measuring 3 to 4 mm. [1] Corneal thickness is measured at 4 points paracentral at the determined optical zone in each quadrant, with an average of 3 readings taken to maximize accuracy. The diamond knife will be adjusted to the correct depth based on pachymetry measurements, and 8 incisions are usually made (less in smaller degrees of myopia). If there are post-operative under correction, additional incisions can then be considered. Radially placed incisions are used to correct myopia, with hexagonal incisions (hexagonal keratotomy) used for hyperopia. [23] Different methods of undertaking the incisions, from the initiating point, direction, depth, and length, have been proposed to improve results and long-term refractive stability. [24] [25]"}
{"id": "article-38146_29", "title": "Radial Keratotomy Correction -- Technique or Treatment -- Post-Surgery", "content": "Post-operative eye drops were not routinely prescribed in the early years of radial keratotomy, which contributed to its popularity. Later topical steroids were used to accentuate the RK effect by modifying wound healing. If dry eye symptoms occur, they can be managed with topical ocular lubricants. The patient will be followed up with the surgeon, and studies have now confirmed that long-term refractive stability and vision quality is a challenge in post-RK patients.", "contents": "Radial Keratotomy Correction -- Technique or Treatment -- Post-Surgery. Post-operative eye drops were not routinely prescribed in the early years of radial keratotomy, which contributed to its popularity. Later topical steroids were used to accentuate the RK effect by modifying wound healing. If dry eye symptoms occur, they can be managed with topical ocular lubricants. The patient will be followed up with the surgeon, and studies have now confirmed that long-term refractive stability and vision quality is a challenge in post-RK patients."}
{"id": "article-38146_30", "title": "Radial Keratotomy Correction -- Technique or Treatment -- Alternative Corneal Incisional Surgery", "content": "Astigmatic keratotomy (AK), also known as arcuate keratotomy, utilizes the placement of deep corneal incisions in the steep axis of astigmatism, resulting in flattening in the given meridian. A coupling effect occurs whereby steepening happens in the opposite and perpendicular meridian. [26] The relationship between the degree of flattening of the incised meridian to the steepening perpendicular meridian is known as the coupling ratio and is usually 1. [27] Incision depth is approximately 95% depth in the mid-peripheral cornea. AKs have been described in use after cataract surgery and post-penetrating keratoplasty in managing astigmatism. [28] [29] Limbal relaxing incisions (LRIs) are set at 50 μm less than the thinnest measured pachymetry at the corneal limbus and have been described as a management option for astigmatism at the time of cataract surgery. [30] Modern developments involve the use of a femtosecond laser and nomograms to make these alternative incisions for improved accuracy. [31] [32]", "contents": "Radial Keratotomy Correction -- Technique or Treatment -- Alternative Corneal Incisional Surgery. Astigmatic keratotomy (AK), also known as arcuate keratotomy, utilizes the placement of deep corneal incisions in the steep axis of astigmatism, resulting in flattening in the given meridian. A coupling effect occurs whereby steepening happens in the opposite and perpendicular meridian. [26] The relationship between the degree of flattening of the incised meridian to the steepening perpendicular meridian is known as the coupling ratio and is usually 1. [27] Incision depth is approximately 95% depth in the mid-peripheral cornea. AKs have been described in use after cataract surgery and post-penetrating keratoplasty in managing astigmatism. [28] [29] Limbal relaxing incisions (LRIs) are set at 50 μm less than the thinnest measured pachymetry at the corneal limbus and have been described as a management option for astigmatism at the time of cataract surgery. [30] Modern developments involve the use of a femtosecond laser and nomograms to make these alternative incisions for improved accuracy. [31] [32]"}
{"id": "article-38146_31", "title": "Radial Keratotomy Correction -- Complications -- Sight-Threatening", "content": "These have been reported in 1% to 3% of eyes. [1] Bacterial and fungal keratitis, as well as endophthalmitis, have occurred after RK. [33] [34] [35] If full-thickness incisions were inadvertently made. This can lead to intraoperative trauma, cataract formation, and hemorrhage. [36] Decreased biomechanical stability at the points of incisions can lead to globe rupture through the keratotomy scars. [37] In the PERK study, 3% of eyes lost 2 or more lines of best-corrected visual acuity. [38]", "contents": "Radial Keratotomy Correction -- Complications -- Sight-Threatening. These have been reported in 1% to 3% of eyes. [1] Bacterial and fungal keratitis, as well as endophthalmitis, have occurred after RK. [33] [34] [35] If full-thickness incisions were inadvertently made. This can lead to intraoperative trauma, cataract formation, and hemorrhage. [36] Decreased biomechanical stability at the points of incisions can lead to globe rupture through the keratotomy scars. [37] In the PERK study, 3% of eyes lost 2 or more lines of best-corrected visual acuity. [38]"}
{"id": "article-38146_32", "title": "Radial Keratotomy Correction -- Complications -- Non-Sight-Threatening", "content": "Dry eyes can occur following radial keratotomy due to reduced tear production. This is caused by damage to the nerves from the incisions, which will affect the lacrimal reflex and the tear production cycle. Visual aberrations such as halo, glare, or light-bursts around lights, haze, and decreased contrast sensitivity can occur after radial keratotomy. Higher-order aberrations and increased pupil size are associated with radial keratotomy. [39] Long-term follow-up of radial keratotomy patients has revealed hyperopic regression at ten years post-surgery. [40] About 22% of eyes drifted 1.00 D or more towards hyperopia, and 2% of eyes drifted 1.00 D or towards myopia 6 months to 5 years after surgery in the PERK study. [38] Furthermore, diurnal variation has been reported in visual acuity, refraction, and topographic indexes 10 years post-RK. [41]", "contents": "Radial Keratotomy Correction -- Complications -- Non-Sight-Threatening. Dry eyes can occur following radial keratotomy due to reduced tear production. This is caused by damage to the nerves from the incisions, which will affect the lacrimal reflex and the tear production cycle. Visual aberrations such as halo, glare, or light-bursts around lights, haze, and decreased contrast sensitivity can occur after radial keratotomy. Higher-order aberrations and increased pupil size are associated with radial keratotomy. [39] Long-term follow-up of radial keratotomy patients has revealed hyperopic regression at ten years post-surgery. [40] About 22% of eyes drifted 1.00 D or more towards hyperopia, and 2% of eyes drifted 1.00 D or towards myopia 6 months to 5 years after surgery in the PERK study. [38] Furthermore, diurnal variation has been reported in visual acuity, refraction, and topographic indexes 10 years post-RK. [41]"}
{"id": "article-38146_33", "title": "Radial Keratotomy Correction -- Clinical Significance", "content": "Patients who have had radial keratotomy correction are at risk of sight and non-sight threatening complications in the short and long term. The quality of vision can fluctuate during the day, and hyperopic regression occurs over time. The development of presbyopia and cataract will further exacerbate the challenges of visual rehabilitation for this group of patients. Methods for improving intraocular lens power calculations in post-RK patients have been described. [42] A modern iteration of radial keratotomy has been the use of asymmetric mini-RK as part of a treatment protocol for keratoconus. [43] Factors to consider include the underlying biomechanical stability of the cornea, which will affect measurements, presence of irregular astigmatism, size of the optic zone, and location of incisions. If there is significant corneal instability, irregularity, or scarring, initial collagen crosslinking treatment with or without therapeutic excimer laser ablation for scar removal may be necessary in order to facilitate accurate biometry measurements.", "contents": "Radial Keratotomy Correction -- Clinical Significance. Patients who have had radial keratotomy correction are at risk of sight and non-sight threatening complications in the short and long term. The quality of vision can fluctuate during the day, and hyperopic regression occurs over time. The development of presbyopia and cataract will further exacerbate the challenges of visual rehabilitation for this group of patients. Methods for improving intraocular lens power calculations in post-RK patients have been described. [42] A modern iteration of radial keratotomy has been the use of asymmetric mini-RK as part of a treatment protocol for keratoconus. [43] Factors to consider include the underlying biomechanical stability of the cornea, which will affect measurements, presence of irregular astigmatism, size of the optic zone, and location of incisions. If there is significant corneal instability, irregularity, or scarring, initial collagen crosslinking treatment with or without therapeutic excimer laser ablation for scar removal may be necessary in order to facilitate accurate biometry measurements."}
{"id": "article-38146_34", "title": "Radial Keratotomy Correction -- Enhancing Healthcare Team Outcomes", "content": "An interprofessional care team in radial keratotomy treatment consists of an ophthalmic surgeon, optometrist, nurses, and imaging technicians. The team identifies in outpatient clinics the appropriate candidates for the procedure and during the procedure itself adheres to clinical protocols. Patient education is the responsibility of the team with communication amongst team members being important throughout the process. [Level 5]", "contents": "Radial Keratotomy Correction -- Enhancing Healthcare Team Outcomes. An interprofessional care team in radial keratotomy treatment consists of an ophthalmic surgeon, optometrist, nurses, and imaging technicians. The team identifies in outpatient clinics the appropriate candidates for the procedure and during the procedure itself adheres to clinical protocols. Patient education is the responsibility of the team with communication amongst team members being important throughout the process. [Level 5]"}
{"id": "article-38146_35", "title": "Radial Keratotomy Correction -- Nursing, Allied Health, and Interprofessional Team Interventions", "content": "The interprofessional team members will educate the patient about the radial keratotomy procedure followed by obtaining informed consent before proceeding to surgery. Instrumentation checks must be performed by the theatre staff, with asepsis guidelines followed. Communication and handover with other members of the team are essential to ensure safe standards of care.", "contents": "Radial Keratotomy Correction -- Nursing, Allied Health, and Interprofessional Team Interventions. The interprofessional team members will educate the patient about the radial keratotomy procedure followed by obtaining informed consent before proceeding to surgery. Instrumentation checks must be performed by the theatre staff, with asepsis guidelines followed. Communication and handover with other members of the team are essential to ensure safe standards of care."}
{"id": "article-38146_36", "title": "Radial Keratotomy Correction -- Nursing, Allied Health, and Interprofessional Team Monitoring", "content": "Nursing and allied health staff will guide the patient through post-operative care by instructing the patient on the correct administration of eye drops. They will also explain to the patient red-flag symptoms to be aware of and of the need to contact the team should he/she develop them. They will be part of the patient follow-up in an outpatient setting, assisting with visual acuity assessments for safe monitoring.", "contents": "Radial Keratotomy Correction -- Nursing, Allied Health, and Interprofessional Team Monitoring. Nursing and allied health staff will guide the patient through post-operative care by instructing the patient on the correct administration of eye drops. They will also explain to the patient red-flag symptoms to be aware of and of the need to contact the team should he/she develop them. They will be part of the patient follow-up in an outpatient setting, assisting with visual acuity assessments for safe monitoring."}
{"id": "article-38146_37", "title": "Radial Keratotomy Correction -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Radial Keratotomy Correction -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}