{"id": "article-26691_0", "title": "Pleomorphic Adenoma -- Continuing Education Activity", "content": "Pleomorphic adenoma, the most common salivary gland tumor, is also known as benign mixed tumors (BMT's), because of its dual origin from epithelial and myoepithelial elements.It is the commonest of all salivary gland tumors constituting up to two-thirds of all salivary gland tumors. This activity describes the pathophysiology and presentation of plemorphic adenoma and highlights the role of the interprofessional team in its management.", "contents": "Pleomorphic Adenoma -- Continuing Education Activity. Pleomorphic adenoma, the most common salivary gland tumor, is also known as benign mixed tumors (BMT's), because of its dual origin from epithelial and myoepithelial elements.It is the commonest of all salivary gland tumors constituting up to two-thirds of all salivary gland tumors. This activity describes the pathophysiology and presentation of plemorphic adenoma and highlights the role of the interprofessional team in its management."}
{"id": "article-26691_1", "title": "Pleomorphic Adenoma -- Continuing Education Activity", "content": "Objectives: Identify the etiology of pleomorphic adenoma. Review the presentation of pleomorphic adenoma. Outline the treatment and management options available for pleomorphic adenoma. Describe interprofessional team strategies for improving care and outcomes in patients with pleomorphic adenoma. Access free multiple choice questions on this topic.", "contents": "Pleomorphic Adenoma -- Continuing Education Activity. Objectives: Identify the etiology of pleomorphic adenoma. Review the presentation of pleomorphic adenoma. Outline the treatment and management options available for pleomorphic adenoma. Describe interprofessional team strategies for improving care and outcomes in patients with pleomorphic adenoma. Access free multiple choice questions on this topic."}
{"id": "article-26691_2", "title": "Pleomorphic Adenoma -- Introduction", "content": "Pleomorphic adenoma, the most common salivary gland tumor, is also known as benign mixed tumors (BMT's),  because of its dual origin from epithelial and myoepithelial elements.It is the commonest of all salivary gland tumors constituting up to two-thirds of all salivary gland tumors. [1] [2] [3]", "contents": "Pleomorphic Adenoma -- Introduction. Pleomorphic adenoma, the most common salivary gland tumor, is also known as benign mixed tumors (BMT's),  because of its dual origin from epithelial and myoepithelial elements.It is the commonest of all salivary gland tumors constituting up to two-thirds of all salivary gland tumors. [1] [2] [3]"}
{"id": "article-26691_3", "title": "Pleomorphic Adenoma -- Etiology", "content": "The etiology of pleomorphic adenoma is unknown, but the incidence of this tumor has been increasing in the last 15-20 years in relation to the exposure of radiation. One study suggests that oncogenic simian virus (SV40) may play a role in the onset or progression of pleomorphic adenoma.  Prior head and neck irradiation is also a risk factor for the development of these tumors. [4]", "contents": "Pleomorphic Adenoma -- Etiology. The etiology of pleomorphic adenoma is unknown, but the incidence of this tumor has been increasing in the last 15-20 years in relation to the exposure of radiation. One study suggests that oncogenic simian virus (SV40) may play a role in the onset or progression of pleomorphic adenoma.  Prior head and neck irradiation is also a risk factor for the development of these tumors. [4]"}
{"id": "article-26691_4", "title": "Pleomorphic Adenoma -- Epidemiology", "content": "Pleomorphic adenoma is the most common benign salivary gland neoplasm. In most studies, it represents 45-75% of all salivary gland tumors; the annual incidence is approximately two to three and a half cases per 100,000 population. Pleomorphic adenoma occurs in individuals of all ages; however, it is most common in the third to sixth decades. Pleomorphic adenoma incidence is slightly more in females than in males (2:1 ratio). Pleomorphic adenomas account for 70-80% of benign salivary gland tumors and are especially common in the parotid gland. [5] Pleomorphic adenoma predominantly affects superficial lobe of the parotid gland. Distribution among the various salivary glands is as follows: Parotid gland: 84% Submandibular gland: 8% Minor salivary glands: 6.5%", "contents": "Pleomorphic Adenoma -- Epidemiology. Pleomorphic adenoma is the most common benign salivary gland neoplasm. In most studies, it represents 45-75% of all salivary gland tumors; the annual incidence is approximately two to three and a half cases per 100,000 population. Pleomorphic adenoma occurs in individuals of all ages; however, it is most common in the third to sixth decades. Pleomorphic adenoma incidence is slightly more in females than in males (2:1 ratio). Pleomorphic adenomas account for 70-80% of benign salivary gland tumors and are especially common in the parotid gland. [5] Pleomorphic adenoma predominantly affects superficial lobe of the parotid gland. Distribution among the various salivary glands is as follows: Parotid gland: 84% Submandibular gland: 8% Minor salivary glands: 6.5%"}
{"id": "article-26691_5", "title": "Pleomorphic Adenoma -- Pathophysiology", "content": "Microscopically pleomorphic adenoma has a highly variable appearance, hence the name pleomorphic. It is characterized by mixed proliferation of polygonal epithelial and spindle-shaped myoepithelial cells in a variable stroma matrix of mucoid, myxoid, cartilaginous or hyaline origin. Epithelial elements are usually of polygonal, spindle or stellate-shaped cells which may be arranged to form duct-like structures, sheets, clumps,  or interlacing strands. The ducts and tubules are seen usually exhibiting an outer lining in addition to an inner cuboidal epithelial cell layer. This is outer myoepithelial cell layer (or layers) which merges into the surrounding stroma which also contains dispersed or clumped myoepithelial element cells. Areas of squamous metaplasia and epithelial pearls can be found. The tumor lacks the true capsule and is surrounded by a fibrous pseudo capsule of variable thickness. The tumor extends through normal glandular parenchyma in the form of finger-like pseudopodia. These microscopic extensions account for the high risk of recurrence in cases treated with simple enucleation or surgical resections performed with inadequate surgical margins.", "contents": "Pleomorphic Adenoma -- Pathophysiology. Microscopically pleomorphic adenoma has a highly variable appearance, hence the name pleomorphic. It is characterized by mixed proliferation of polygonal epithelial and spindle-shaped myoepithelial cells in a variable stroma matrix of mucoid, myxoid, cartilaginous or hyaline origin. Epithelial elements are usually of polygonal, spindle or stellate-shaped cells which may be arranged to form duct-like structures, sheets, clumps,  or interlacing strands. The ducts and tubules are seen usually exhibiting an outer lining in addition to an inner cuboidal epithelial cell layer. This is outer myoepithelial cell layer (or layers) which merges into the surrounding stroma which also contains dispersed or clumped myoepithelial element cells. Areas of squamous metaplasia and epithelial pearls can be found. The tumor lacks the true capsule and is surrounded by a fibrous pseudo capsule of variable thickness. The tumor extends through normal glandular parenchyma in the form of finger-like pseudopodia. These microscopic extensions account for the high risk of recurrence in cases treated with simple enucleation or surgical resections performed with inadequate surgical margins."}
{"id": "article-26691_6", "title": "Pleomorphic Adenoma -- Histopathology", "content": "Histology will reveal proliferation of myoepithelial and epithelial cells of the ducts. There is also a marked increase in stromal components. The tumor is usually not well encapsulated.", "contents": "Pleomorphic Adenoma -- Histopathology. Histology will reveal proliferation of myoepithelial and epithelial cells of the ducts. There is also a marked increase in stromal components. The tumor is usually not well encapsulated."}
{"id": "article-26691_7", "title": "Pleomorphic Adenoma -- History and Physical", "content": "Pleomorphic adenoma mostly presents as a  solitary mobile slow-growing, painless mass, which may be present for many years. Symptoms and signs mainly depend on size, location, and potential to undergo malignant transformation. In the parotid gland, signs of facial nerve weakness occur when the tumor is large or if it undergoes malignant change. Pleomorphic adenoma in the deep lobe of the parotid gland may present as an oral retro tonsillar or para-pharyngeal mass which is visible or usually palpable. Rapid enlargement of a tumor nodule should raise a concern of malignant change. Minor salivary gland tumors may present with a variety of symptoms, including dysphagia, hoarseness,  dyspnea, difficulty in chewing, and epistaxis dependent on the site of the tumor.", "contents": "Pleomorphic Adenoma -- History and Physical. Pleomorphic adenoma mostly presents as a  solitary mobile slow-growing, painless mass, which may be present for many years. Symptoms and signs mainly depend on size, location, and potential to undergo malignant transformation. In the parotid gland, signs of facial nerve weakness occur when the tumor is large or if it undergoes malignant change. Pleomorphic adenoma in the deep lobe of the parotid gland may present as an oral retro tonsillar or para-pharyngeal mass which is visible or usually palpable. Rapid enlargement of a tumor nodule should raise a concern of malignant change. Minor salivary gland tumors may present with a variety of symptoms, including dysphagia, hoarseness,  dyspnea, difficulty in chewing, and epistaxis dependent on the site of the tumor."}
{"id": "article-26691_8", "title": "Pleomorphic Adenoma -- Evaluation", "content": "The diagnosis is made both on tissue sampling and radiographic studies. Tissue sampling procedures including fine needle aspiration (FNA) and core needle biopsy which can be done in an outpatient setting. These procedures are associated with very low tumor seeding rates. [6] [7]", "contents": "Pleomorphic Adenoma -- Evaluation. The diagnosis is made both on tissue sampling and radiographic studies. Tissue sampling procedures including fine needle aspiration (FNA) and core needle biopsy which can be done in an outpatient setting. These procedures are associated with very low tumor seeding rates. [6] [7]"}
{"id": "article-26691_9", "title": "Pleomorphic Adenoma -- Evaluation", "content": "FNA can determine whether the tumor is malignant in nature with an approximate sensitivity of 90%. Core needle biopsy is more invasive but provides more accurate histological typing of the tumor with a diagnostic accuracy of around 97%. Immunohistochemistry may prove to be supportive in delineating the different cell components.", "contents": "Pleomorphic Adenoma -- Evaluation. FNA can determine whether the tumor is malignant in nature with an approximate sensitivity of 90%. Core needle biopsy is more invasive but provides more accurate histological typing of the tumor with a diagnostic accuracy of around 97%. Immunohistochemistry may prove to be supportive in delineating the different cell components."}
{"id": "article-26691_10", "title": "Pleomorphic Adenoma -- Evaluation", "content": "CT examination a pleomorphic adenoma usually appears as smoothly marginated or lobulated homogeneous soft tissue density globular mass. Necrosis can be seen in larger masses. Few foci of calcification are common. Smaller tumors show early homogenous prominent enhancement while in the case of larger tumors enhancement is less marked and delayed. MRI is similar to CT; smaller masses appear well-circumscribed and homogeneous whereas larger tumors appear heterogeneous.", "contents": "Pleomorphic Adenoma -- Evaluation. CT examination a pleomorphic adenoma usually appears as smoothly marginated or lobulated homogeneous soft tissue density globular mass. Necrosis can be seen in larger masses. Few foci of calcification are common. Smaller tumors show early homogenous prominent enhancement while in the case of larger tumors enhancement is less marked and delayed. MRI is similar to CT; smaller masses appear well-circumscribed and homogeneous whereas larger tumors appear heterogeneous."}
{"id": "article-26691_11", "title": "Pleomorphic Adenoma -- Evaluation", "content": "T1: usually of low intensity. T2: usually of very high intensity (especially myxoid type) 6 often have a rim of decreased signal intensity on T2-weighted images representing the surrounding fibrous capsule. T1 C+ (Gd): usually demonstrates homogeneous enhancement. The presence of either T2 hypointensity or ill-defined margins after contrast administration can be a simple MR imaging malignancy test for parotid tumors, with a sensitivity and specificity of 0.70 and 0.73, respectively. Post contrast STIR images help the delineate the perineural spread of tumor in case of malignant change.", "contents": "Pleomorphic Adenoma -- Evaluation. T1: usually of low intensity. T2: usually of very high intensity (especially myxoid type) 6 often have a rim of decreased signal intensity on T2-weighted images representing the surrounding fibrous capsule. T1 C+ (Gd): usually demonstrates homogeneous enhancement. The presence of either T2 hypointensity or ill-defined margins after contrast administration can be a simple MR imaging malignancy test for parotid tumors, with a sensitivity and specificity of 0.70 and 0.73, respectively. Post contrast STIR images help the delineate the perineural spread of tumor in case of malignant change."}
{"id": "article-26691_12", "title": "Pleomorphic Adenoma -- Evaluation", "content": "Ultrasound pleomorphic adenomas characteristically appear hypoechoic in texture.  They usually show a lobulated distinct border with or without posterior acoustic enhancement. Ultrasound guided biopsy or FNA are minimally invasive and cost effective procedures. Angiography (DSA) can also be considered.", "contents": "Pleomorphic Adenoma -- Evaluation. Ultrasound pleomorphic adenomas characteristically appear hypoechoic in texture.  They usually show a lobulated distinct border with or without posterior acoustic enhancement. Ultrasound guided biopsy or FNA are minimally invasive and cost effective procedures. Angiography (DSA) can also be considered."}
{"id": "article-26691_13", "title": "Pleomorphic Adenoma -- Treatment / Management", "content": "Previously carried out enucleation procedure has been abandoned because of high associated rates of recurrence. Presently pleomorphic adenoma of the parotid gland is treated either with superficial (Patey's operation) or total parotidectomy with the latter being the more frequently performed procedure due to lower incidence of recurrence. Meticulous technique is required to preserve the facial nerve. The tumors of the submandibular glands are treated with simple excision procedure with preservation of adjacent nerve including the mandibular branch of the trigeminal nerve, the hypoglossal nerve, and the lingual nerve. [8]", "contents": "Pleomorphic Adenoma -- Treatment / Management. Previously carried out enucleation procedure has been abandoned because of high associated rates of recurrence. Presently pleomorphic adenoma of the parotid gland is treated either with superficial (Patey's operation) or total parotidectomy with the latter being the more frequently performed procedure due to lower incidence of recurrence. Meticulous technique is required to preserve the facial nerve. The tumors of the submandibular glands are treated with simple excision procedure with preservation of adjacent nerve including the mandibular branch of the trigeminal nerve, the hypoglossal nerve, and the lingual nerve. [8]"}
{"id": "article-26691_14", "title": "Pleomorphic Adenoma -- Treatment / Management", "content": "When in the minor salivary glands, a five mm margin should be obtained. These tumors do not invade into periosteum. Thus, the bone need not be resected. When tumor bed recurrences occur, they show significant resistance to treatment, with management options including monitoring only, surgery, and radiotherapy.", "contents": "Pleomorphic Adenoma -- Treatment / Management. When in the minor salivary glands, a five mm margin should be obtained. These tumors do not invade into periosteum. Thus, the bone need not be resected. When tumor bed recurrences occur, they show significant resistance to treatment, with management options including monitoring only, surgery, and radiotherapy."}
{"id": "article-26691_15", "title": "Pleomorphic Adenoma -- Treatment / Management", "content": "Pleomorphic adenomas harbor a small risk of malignant transformation. The malignant potential is proportional to the time the lesion is in situ (1.5% in the first five years, 9.5% after 15 years). Therefore, excision is warranted in almost all cases. Other risk factors for malignancy include advanced age, radiation therapy, large size, and recurrent tumors.", "contents": "Pleomorphic Adenoma -- Treatment / Management. Pleomorphic adenomas harbor a small risk of malignant transformation. The malignant potential is proportional to the time the lesion is in situ (1.5% in the first five years, 9.5% after 15 years). Therefore, excision is warranted in almost all cases. Other risk factors for malignancy include advanced age, radiation therapy, large size, and recurrent tumors."}
{"id": "article-26691_16", "title": "Pleomorphic Adenoma -- Differential Diagnosis", "content": "Differentials for pleomorphic adenoma include Warthin tumor, parotid nodal metastasis, facial nerve schwannomas, myoepitheliomas, mucoepidermoid and adenoid cystic carcinoma, and a large variety of other neoplasms nonspecific to salivary glands. Histopathology remains the gold standard in differentiating them all.", "contents": "Pleomorphic Adenoma -- Differential Diagnosis. Differentials for pleomorphic adenoma include Warthin tumor, parotid nodal metastasis, facial nerve schwannomas, myoepitheliomas, mucoepidermoid and adenoid cystic carcinoma, and a large variety of other neoplasms nonspecific to salivary glands. Histopathology remains the gold standard in differentiating them all."}
{"id": "article-26691_17", "title": "Pleomorphic Adenoma -- Enhancing Healthcare Team Outcomes", "content": "Pleomorphic adenoma of the parotid gland is not a common lesion. However, the majority of patients present to the primary care provider with complaints of a painless mass on the side of the face. Thus, primary care providers and nurse practitioners should have some idea about the differential diagnosis of such lesions and make appropriate referrals. The ideal treatment for pleomorphic adenomas is surgical excision. Even though the lesion is benign, there is a reported recurrence rate of 7-15%. All patients who undergo excision of this lesion need to be informed about the potential for facial nerve injury, which can occur if the tumor is in close proximity of the nerve. If the facial nerve is injured, the patient must be taught an eye care program and how to use lubricating drops to prevent keratopathy. A referral to an ophthalmologist is highly recommended. Depending on the severity of nerve injury, it may take months or years to fully recover eyelid function. [9] (Level V)", "contents": "Pleomorphic Adenoma -- Enhancing Healthcare Team Outcomes. Pleomorphic adenoma of the parotid gland is not a common lesion. However, the majority of patients present to the primary care provider with complaints of a painless mass on the side of the face. Thus, primary care providers and nurse practitioners should have some idea about the differential diagnosis of such lesions and make appropriate referrals. The ideal treatment for pleomorphic adenomas is surgical excision. Even though the lesion is benign, there is a reported recurrence rate of 7-15%. All patients who undergo excision of this lesion need to be informed about the potential for facial nerve injury, which can occur if the tumor is in close proximity of the nerve. If the facial nerve is injured, the patient must be taught an eye care program and how to use lubricating drops to prevent keratopathy. A referral to an ophthalmologist is highly recommended. Depending on the severity of nerve injury, it may take months or years to fully recover eyelid function. [9] (Level V)"}
{"id": "article-26691_18", "title": "Pleomorphic Adenoma -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Pleomorphic Adenoma -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}