{"id": "article-26852_0", "title": "Pellegrini-Stieda Disease -- Continuing Education Activity", "content": "Pellegrini-Stieda disease can be diagnosed when ossifications of the medial collateral ligament at or near its proximal insertion on the medial femoral condyle occur in conjunction with concomitant medial knee joint pain or restricted range of motion. This activity describes the evaluation and management of Pellegrini-Stieda disease and highlights the role of the interprofessional team in improving care for affected patients.", "contents": "Pellegrini-Stieda Disease -- Continuing Education Activity. Pellegrini-Stieda disease can be diagnosed when ossifications of the medial collateral ligament at or near its proximal insertion on the medial femoral condyle occur in conjunction with concomitant medial knee joint pain or restricted range of motion. This activity describes the evaluation and management of Pellegrini-Stieda disease and highlights the role of the interprofessional team in improving care for affected patients."}
{"id": "article-26852_1", "title": "Pellegrini-Stieda Disease -- Continuing Education Activity", "content": "Objectives: Identify the etiology and epidemiology of Pellegrini-Stieda disease. Explain the evaluation of Pellegrini-Stieda disease. Outline the treatment and management options available for Pellegrini-Stieda disease. Describe interprofessional team strategies for improving care coordination and communication to advance diagnosis and treatment of Pellegrini-Stieda disease and improve outcomes. Access free multiple choice questions on this topic.", "contents": "Pellegrini-Stieda Disease -- Continuing Education Activity. Objectives: Identify the etiology and epidemiology of Pellegrini-Stieda disease. Explain the evaluation of Pellegrini-Stieda disease. Outline the treatment and management options available for Pellegrini-Stieda disease. Describe interprofessional team strategies for improving care coordination and communication to advance diagnosis and treatment of Pellegrini-Stieda disease and improve outcomes. Access free multiple choice questions on this topic."}
{"id": "article-26852_2", "title": "Pellegrini-Stieda Disease -- Introduction", "content": "Pellegrini-Stieda lesions, named after early twentieth century Italian and German surgeons Augusto Pellegrini and Alfred Stieda, are defined as ossifications of the medial collateral ligament (MCL) at or near its proximal insertion on the medial femoral condyle. [1] While the eponym is credited to Pellegrini and Stieda, historically, the process was first described by Köhler in 1903, prior to the publications of its namesakes. Pellegrini-Stieda Disease (or syndrome) is defined as the combination of the aforementioned radiographic findings and concomitant medial knee joint pain or restricted range of motion.", "contents": "Pellegrini-Stieda Disease -- Introduction. Pellegrini-Stieda lesions, named after early twentieth century Italian and German surgeons Augusto Pellegrini and Alfred Stieda, are defined as ossifications of the medial collateral ligament (MCL) at or near its proximal insertion on the medial femoral condyle. [1] While the eponym is credited to Pellegrini and Stieda, historically, the process was first described by Köhler in 1903, prior to the publications of its namesakes. Pellegrini-Stieda Disease (or syndrome) is defined as the combination of the aforementioned radiographic findings and concomitant medial knee joint pain or restricted range of motion."}
{"id": "article-26852_3", "title": "Pellegrini-Stieda Disease -- Etiology", "content": "The etiology of Pellegrini-Stieda is thought to be an insult to the medial collateral ligament causing damage and acute inflammation that sets into motion a process of delayed ossification. This insult has been classically described as a macrotrauma, whether direct or indirect, causing valgus stress with disruption of the MCL fibers. When initially described by Kohler in 1903 the ossification was particularly associated with sports activities. However, some reports from physiatrists have suggested micro-repetitive trauma from therapeutic manipulation of a restricted knee joint or post-surgical rehabilitation to be possible etiologies of Pellegrini-Stieda Disease with new-onset medial knee pain, edema, or restricted range-of-motion in an actively rehabilitating patient. [2] [3] In some cases, Pellegrini-Stieda Disease has been seen in patients without knee trauma but concomitant spinal cord injury or traumatic brain injury. This calcific development, however, becomes difficult to discern from heterotopic ossification and myositis ossificans, the incidence of which increases in these patient populations.", "contents": "Pellegrini-Stieda Disease -- Etiology. The etiology of Pellegrini-Stieda is thought to be an insult to the medial collateral ligament causing damage and acute inflammation that sets into motion a process of delayed ossification. This insult has been classically described as a macrotrauma, whether direct or indirect, causing valgus stress with disruption of the MCL fibers. When initially described by Kohler in 1903 the ossification was particularly associated with sports activities. However, some reports from physiatrists have suggested micro-repetitive trauma from therapeutic manipulation of a restricted knee joint or post-surgical rehabilitation to be possible etiologies of Pellegrini-Stieda Disease with new-onset medial knee pain, edema, or restricted range-of-motion in an actively rehabilitating patient. [2] [3] In some cases, Pellegrini-Stieda Disease has been seen in patients without knee trauma but concomitant spinal cord injury or traumatic brain injury. This calcific development, however, becomes difficult to discern from heterotopic ossification and myositis ossificans, the incidence of which increases in these patient populations."}
{"id": "article-26852_4", "title": "Pellegrini-Stieda Disease -- Epidemiology", "content": "While the exact incidence is unknown, during a seven-year retrospective study of a clinical radiology database performed by a research team affiliated with The University of Colorado and The University of Alabama at Birmingham, knee radiograph reports of 332 patients included the term \"Pellegrini Stieda.\" [4] The condition preferentially affects males, favoring patients between the ages of twenty-five and forty-years-old. [5]", "contents": "Pellegrini-Stieda Disease -- Epidemiology. While the exact incidence is unknown, during a seven-year retrospective study of a clinical radiology database performed by a research team affiliated with The University of Colorado and The University of Alabama at Birmingham, knee radiograph reports of 332 patients included the term \"Pellegrini Stieda.\" [4] The condition preferentially affects males, favoring patients between the ages of twenty-five and forty-years-old. [5]"}
{"id": "article-26852_5", "title": "Pellegrini-Stieda Disease -- Pathophysiology", "content": "The initial insult, whether resulting from macro- or repetitive microtrauma, leads to the same result: calcific ossification of the soft tissue structures surrounding the medial femoral condyle. In the cases associated with spinal cord injury or traumatic brain injury, neurogenic precipitation of ectopic bone formation can occur by humoral, neural, and local factors including tissue hypoxia, hypercalcemia, changes in sympathetic nerve activity, prolonged immobilization and subsequent mobilization. [6] Notably, the stereotypical localization of ossification of the medial collateral ligament has been questioned as studies have suggested that magnetic resonance imaging and anatomic cadaveric verification of suspected Pellegrini-Stieda lesions have demonstrated heterogeneous distribution inferiorly. [7] [4] Mendes et al. went as far to suggest an alternative classification syndrome for Pellegrini Stieda lesions of Type 1 through Type 4 based on their location. Type 1 is referred to as a beak-like appearance and describes the ossification arising from the femur and extending inferiorly in the medial collateral ligament. Type 2 defines a tear-drop pattern, localized within the medial collateral ligament without any attachment to the femur. Type 3 presents as an elongated ossification superior to the femur lying in the distal adductor magnus tendon. Type 4 is also characterized as a beak-like appearance arising from the femur. However, this ossification extends into both the medial collateral ligament and adductor magnus tendon. Therefore, the original attribution of the syndrome to the medial collateral ligament may now be outdated as many publications have suggested concomitant and even sometimes preferential involvement of the adductor magnus tendon, medial head of the gastrocnemius, or medial patellofemoral ligament. [7] [4] While most patients are asymptomatic from this ossification, a small percentage experience medial knee pain (with or without restricted knee range-of-motion and knee joint swelling) defined as Pellegrini-Stieda syndrome.", "contents": "Pellegrini-Stieda Disease -- Pathophysiology. The initial insult, whether resulting from macro- or repetitive microtrauma, leads to the same result: calcific ossification of the soft tissue structures surrounding the medial femoral condyle. In the cases associated with spinal cord injury or traumatic brain injury, neurogenic precipitation of ectopic bone formation can occur by humoral, neural, and local factors including tissue hypoxia, hypercalcemia, changes in sympathetic nerve activity, prolonged immobilization and subsequent mobilization. [6] Notably, the stereotypical localization of ossification of the medial collateral ligament has been questioned as studies have suggested that magnetic resonance imaging and anatomic cadaveric verification of suspected Pellegrini-Stieda lesions have demonstrated heterogeneous distribution inferiorly. [7] [4] Mendes et al. went as far to suggest an alternative classification syndrome for Pellegrini Stieda lesions of Type 1 through Type 4 based on their location. Type 1 is referred to as a beak-like appearance and describes the ossification arising from the femur and extending inferiorly in the medial collateral ligament. Type 2 defines a tear-drop pattern, localized within the medial collateral ligament without any attachment to the femur. Type 3 presents as an elongated ossification superior to the femur lying in the distal adductor magnus tendon. Type 4 is also characterized as a beak-like appearance arising from the femur. However, this ossification extends into both the medial collateral ligament and adductor magnus tendon. Therefore, the original attribution of the syndrome to the medial collateral ligament may now be outdated as many publications have suggested concomitant and even sometimes preferential involvement of the adductor magnus tendon, medial head of the gastrocnemius, or medial patellofemoral ligament. [7] [4] While most patients are asymptomatic from this ossification, a small percentage experience medial knee pain (with or without restricted knee range-of-motion and knee joint swelling) defined as Pellegrini-Stieda syndrome."}
{"id": "article-26852_6", "title": "Pellegrini-Stieda Disease -- History and Physical", "content": "The following represents the typical presentation of Pellegrini Stieda Disease in a clinical setting: A thirty-year-old male presents to your clinic with a history of knee-to-knee collision to the medial right knee about three weeks ago during a recreational soccer game with acute pain that resolved after rest and ice. He now presents with new onset right medial knee pain and decreased range-of-motion of the right knee joint.", "contents": "Pellegrini-Stieda Disease -- History and Physical. The following represents the typical presentation of Pellegrini Stieda Disease in a clinical setting: A thirty-year-old male presents to your clinic with a history of knee-to-knee collision to the medial right knee about three weeks ago during a recreational soccer game with acute pain that resolved after rest and ice. He now presents with new onset right medial knee pain and decreased range-of-motion of the right knee joint."}
{"id": "article-26852_7", "title": "Pellegrini-Stieda Disease -- Evaluation", "content": "Diagnosis is typically made on plain radiographs demonstrating Pellegrini-Stieda sign accompanied by pain or restriction of range-of-motion of the knee joint. Pellegrini-Stieda sign is typically described by a longitudinally linear opacity, characteristic of calcification in the soft tissue located medial to the medial femoral condyle. This calcification seen on imaging represents the ossification of the medial collateral ligament, which typically does not develop until approximately three weeks after the initial injury. [8] It is essential to distinguish this radiographic finding from that of a medial femoral condyle avulsion fracture - an injury in which a pulling force of a tendon or ligament fractures away a piece of the bone from its attachment site. Similarly, on magnetic resonance imaging, bone marrow signal at the medial femoral condyle is accompanied by ossified characteristics, that of an enthesophyte, of the medial collateral ligament which appears thickened. The advent of musculoskeletal ultrasonography has also proven useful in diagnosing Pellegrini-Stieda lesions and can often elicit associated edema.", "contents": "Pellegrini-Stieda Disease -- Evaluation. Diagnosis is typically made on plain radiographs demonstrating Pellegrini-Stieda sign accompanied by pain or restriction of range-of-motion of the knee joint. Pellegrini-Stieda sign is typically described by a longitudinally linear opacity, characteristic of calcification in the soft tissue located medial to the medial femoral condyle. This calcification seen on imaging represents the ossification of the medial collateral ligament, which typically does not develop until approximately three weeks after the initial injury. [8] It is essential to distinguish this radiographic finding from that of a medial femoral condyle avulsion fracture - an injury in which a pulling force of a tendon or ligament fractures away a piece of the bone from its attachment site. Similarly, on magnetic resonance imaging, bone marrow signal at the medial femoral condyle is accompanied by ossified characteristics, that of an enthesophyte, of the medial collateral ligament which appears thickened. The advent of musculoskeletal ultrasonography has also proven useful in diagnosing Pellegrini-Stieda lesions and can often elicit associated edema."}
{"id": "article-26852_8", "title": "Pellegrini-Stieda Disease -- Treatment / Management", "content": "Symptom duration is typically five to six months as the ossified lesion matures. The severity of the pathology will dictate the treatment plan. Mild and moderate cases are usually managed conservatively with non-steroidal anti-inflammatories, corticosteroid injections, and range-of-motion exercises. Severe refractory cases, however, are considered candidates for surgical excision of medial collateral ligament calcifications. A study by Kulowski and Riebel showed a high variance in surgical outcomes, with a high recurrence rate, while data from Pellegrini and an updated Kulowski study showed quite the opposite. Additionally, surgical studies have warned that excision of larger lesions can lead to ligamentous defects requiring surgical reconstruction. [8]", "contents": "Pellegrini-Stieda Disease -- Treatment / Management. Symptom duration is typically five to six months as the ossified lesion matures. The severity of the pathology will dictate the treatment plan. Mild and moderate cases are usually managed conservatively with non-steroidal anti-inflammatories, corticosteroid injections, and range-of-motion exercises. Severe refractory cases, however, are considered candidates for surgical excision of medial collateral ligament calcifications. A study by Kulowski and Riebel showed a high variance in surgical outcomes, with a high recurrence rate, while data from Pellegrini and an updated Kulowski study showed quite the opposite. Additionally, surgical studies have warned that excision of larger lesions can lead to ligamentous defects requiring surgical reconstruction. [8]"}
{"id": "article-26852_9", "title": "Pellegrini-Stieda Disease -- Differential Diagnosis", "content": "Pellegrini-Stieda Disease Medial collateral ligament sprain Medial meniscal tear Medial femoral condyle avulsion fracture Myositis ossificans Heterotopic ossification Knee osteoarthritis Semimembranosus/semitendinosus tendinitis", "contents": "Pellegrini-Stieda Disease -- Differential Diagnosis. Pellegrini-Stieda Disease Medial collateral ligament sprain Medial meniscal tear Medial femoral condyle avulsion fracture Myositis ossificans Heterotopic ossification Knee osteoarthritis Semimembranosus/semitendinosus tendinitis"}
{"id": "article-26852_10", "title": "Pellegrini-Stieda Disease -- Prognosis", "content": "While most cases of Pellegrini-Stieda Disease have documented symptom resolution within five to six months with conservative management of non-steroidal anti-inflammatories, corticosteroid injections, and range-of-motion exercises, some severe refractory cases require surgical intervention.", "contents": "Pellegrini-Stieda Disease -- Prognosis. While most cases of Pellegrini-Stieda Disease have documented symptom resolution within five to six months with conservative management of non-steroidal anti-inflammatories, corticosteroid injections, and range-of-motion exercises, some severe refractory cases require surgical intervention."}
{"id": "article-26852_11", "title": "Pellegrini-Stieda Disease -- Complications", "content": "Untreated Pellegrini-Stieda Disease could lead to restricted knee joint range-of-motion and contracture developing into gait abnormalities, decreased activities of daily living, and chronic pain. Some studies have suggested poor surgical outcomes with high recurrence rates or ligamentous defects with large lesion excisions requiring further surgical reconstruction. [8]", "contents": "Pellegrini-Stieda Disease -- Complications. Untreated Pellegrini-Stieda Disease could lead to restricted knee joint range-of-motion and contracture developing into gait abnormalities, decreased activities of daily living, and chronic pain. Some studies have suggested poor surgical outcomes with high recurrence rates or ligamentous defects with large lesion excisions requiring further surgical reconstruction. [8]"}
{"id": "article-26852_12", "title": "Pellegrini-Stieda Disease -- Postoperative and Rehabilitation Care", "content": "Treatment for most patients is with a rehabilitative course consisting of range-of-motion and stretching exercises of the knee joint and medial collateral ligament. Therapists must tailor their therapy plan to avoid contracture caused by calcification of the medial collateral ligament.", "contents": "Pellegrini-Stieda Disease -- Postoperative and Rehabilitation Care. Treatment for most patients is with a rehabilitative course consisting of range-of-motion and stretching exercises of the knee joint and medial collateral ligament. Therapists must tailor their therapy plan to avoid contracture caused by calcification of the medial collateral ligament."}
{"id": "article-26852_13", "title": "Pellegrini-Stieda Disease -- Consultations", "content": "Initial consultation to a physical medicine and rehabilitation physician is optimal for guidance in directing an appropriate rehabilitation program. If the patient fails to achieve symptom resolution with conservative measures and a targeted rehabilitation program, one should consider orthopedic surgery evaluation for excision of the calcification.", "contents": "Pellegrini-Stieda Disease -- Consultations. Initial consultation to a physical medicine and rehabilitation physician is optimal for guidance in directing an appropriate rehabilitation program. If the patient fails to achieve symptom resolution with conservative measures and a targeted rehabilitation program, one should consider orthopedic surgery evaluation for excision of the calcification."}
{"id": "article-26852_14", "title": "Pellegrini-Stieda Disease -- Deterrence and Patient Education", "content": "Patients should be encouraged to continue stretching and range-of-motion exercises with a home exercise program following physical therapy treatment. The patient should be deterred from sedentary activities or prolonged joint immobilization. Reducing physical labor and exercise to light activity for pain avoidance is acceptable. However, full activity restriction is not the proper recommendation. There are no weight bearing precautions for this condition.", "contents": "Pellegrini-Stieda Disease -- Deterrence and Patient Education. Patients should be encouraged to continue stretching and range-of-motion exercises with a home exercise program following physical therapy treatment. The patient should be deterred from sedentary activities or prolonged joint immobilization. Reducing physical labor and exercise to light activity for pain avoidance is acceptable. However, full activity restriction is not the proper recommendation. There are no weight bearing precautions for this condition."}
{"id": "article-26852_15", "title": "Pellegrini-Stieda Disease -- Enhancing Healthcare Team Outcomes", "content": "interprofessional management of Pellegrini-Stieda disease is essential to diagnosis and treatment. While a patient may not present with symptoms of a Pellegrini-Stieda lesion, a radiographic examination may reveal the finding prior to the onset of symptoms beckoning Pellegrini-Stieda Disease. As such, communication between radiologists and orthopedic specialists is imperative. Similarly, many patients with knee pain may present initially to their primary care provider. Without a proper history and imaging, this condition may be mistaken for a medial collateral ligament sprain, knee osteoarthritis, medial meniscal tear or overuse injury of the semimembranosus/semitendinosus tendons. Once correctly diagnosed, the involvement of a physiatrist and rehabilitative team of physical therapists and orthopedic specialty nurses is crucial to improved prognosis, as conservative management with non-steroidal anti-inflammatories, corticosteroid injections, and range-of-motion exercises can limit the disease course to five-to-six months, with nursing serving as the bridge between PT and the clinicians. [Level V] Input from orthopedic surgeons for severe refractory cases is vital for determining surgical viability and managing patient expectations. The interprofessional approach as outlined above will yield optimal outcomes. [Level 5]", "contents": "Pellegrini-Stieda Disease -- Enhancing Healthcare Team Outcomes. interprofessional management of Pellegrini-Stieda disease is essential to diagnosis and treatment. While a patient may not present with symptoms of a Pellegrini-Stieda lesion, a radiographic examination may reveal the finding prior to the onset of symptoms beckoning Pellegrini-Stieda Disease. As such, communication between radiologists and orthopedic specialists is imperative. Similarly, many patients with knee pain may present initially to their primary care provider. Without a proper history and imaging, this condition may be mistaken for a medial collateral ligament sprain, knee osteoarthritis, medial meniscal tear or overuse injury of the semimembranosus/semitendinosus tendons. Once correctly diagnosed, the involvement of a physiatrist and rehabilitative team of physical therapists and orthopedic specialty nurses is crucial to improved prognosis, as conservative management with non-steroidal anti-inflammatories, corticosteroid injections, and range-of-motion exercises can limit the disease course to five-to-six months, with nursing serving as the bridge between PT and the clinicians. [Level V] Input from orthopedic surgeons for severe refractory cases is vital for determining surgical viability and managing patient expectations. The interprofessional approach as outlined above will yield optimal outcomes. [Level 5]"}
{"id": "article-26852_16", "title": "Pellegrini-Stieda Disease -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Pellegrini-Stieda Disease -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}