{"id": "article-20775_0", "title": "Duty to Warn -- Definition/Introduction", "content": "Confidentiality plays a critical role in patient care; however, there may be special circumstances where confidentiality must be breached in order to not only ensure the safety of the patient but also to protect third parties. This concept of ‘duty to warn’ stems from California Supreme Court case of Tarasoff v. Regents of the University of California that took place in the 1970s and comprised of two rulings known as the Tarasoff I (1974) and Tarasoff II (1976). [1] [2] [3] [4]", "contents": "Duty to Warn -- Definition/Introduction. Confidentiality plays a critical role in patient care; however, there may be special circumstances where confidentiality must be breached in order to not only ensure the safety of the patient but also to protect third parties. This concept of ‘duty to warn’ stems from California Supreme Court case of Tarasoff v. Regents of the University of California that took place in the 1970s and comprised of two rulings known as the Tarasoff I (1974) and Tarasoff II (1976). [1] [2] [3] [4]"}
{"id": "article-20775_1", "title": "Duty to Warn -- Definition/Introduction", "content": "In the fall of 1968, a man named Prosenjit Poddar, who was a student at the University of California at Berkeley, met a woman named Tatiana Tarasoff at a dance class. Ms. Tarasoff kissed Mr. Poddar on New Year’s Eve of 1968. Mr. Poddar took a liking to Ms. Tarasoff; however, she did not reciprocate. Mr. Poddar began struggling mentally regarding the circumstances and began seeing a counselor at Cowell Memorial Hospital at the recommendation of a friend in 1969. [2] [5] [6] During a counseling session in August of 1969, Mr. Poddar disclosed to his psychologist, Dr. Lawrence Moore, that he was going to kill Ms. Tarasoff. Dr. Moore notified the campus police and requested that they bring Mr. Poddar to a nearby hospital to initiate an involuntary examination. The campus police interviewed Mr. Poddar but released him shortly after. When the Director of Psychiatry, Dr. Harvey Powelson, learned of the events, he demanded the destruction of all clinical notes as well as the letter which was sent to the campus police by Dr. Moore regarding Mr. Poddar. Ms. Tarasoff returned to the U.S. from her trip in October and on October 27th of 1969, Mr. Poddar arrived at the home of Ms. Tarasoff, shot her with a pellet gun and stabbed her numerous times. Authorities subsequently charged him with 2nd-degree murder; however, five years following these events, Mr. Poddar was released provided that he return to India, his home country, immediately. The parents of Ms. Tarasoff filed a lawsuit against the University of California, resulting in the Tarasoff I decision which required mental health providers to warn potential victims. [5] [3] Following a rehearing of the case in 1976, Tarasoff II established not only a duty to warn potential victims by clinicians, but also to take reasonable precautions to protect these third parties of the significant danger posed by patients. [2] [5] [3] A famous quote made by Justice Tobriner that summarized the decision stated: “The protective privilege ends where the public peril begins.” [5] [3]", "contents": "Duty to Warn -- Definition/Introduction. In the fall of 1968, a man named Prosenjit Poddar, who was a student at the University of California at Berkeley, met a woman named Tatiana Tarasoff at a dance class. Ms. Tarasoff kissed Mr. Poddar on New Year’s Eve of 1968. Mr. Poddar took a liking to Ms. Tarasoff; however, she did not reciprocate. Mr. Poddar began struggling mentally regarding the circumstances and began seeing a counselor at Cowell Memorial Hospital at the recommendation of a friend in 1969. [2] [5] [6] During a counseling session in August of 1969, Mr. Poddar disclosed to his psychologist, Dr. Lawrence Moore, that he was going to kill Ms. Tarasoff. Dr. Moore notified the campus police and requested that they bring Mr. Poddar to a nearby hospital to initiate an involuntary examination. The campus police interviewed Mr. Poddar but released him shortly after. When the Director of Psychiatry, Dr. Harvey Powelson, learned of the events, he demanded the destruction of all clinical notes as well as the letter which was sent to the campus police by Dr. Moore regarding Mr. Poddar. Ms. Tarasoff returned to the U.S. from her trip in October and on October 27th of 1969, Mr. Poddar arrived at the home of Ms. Tarasoff, shot her with a pellet gun and stabbed her numerous times. Authorities subsequently charged him with 2nd-degree murder; however, five years following these events, Mr. Poddar was released provided that he return to India, his home country, immediately. The parents of Ms. Tarasoff filed a lawsuit against the University of California, resulting in the Tarasoff I decision which required mental health providers to warn potential victims. [5] [3] Following a rehearing of the case in 1976, Tarasoff II established not only a duty to warn potential victims by clinicians, but also to take reasonable precautions to protect these third parties of the significant danger posed by patients. [2] [5] [3] A famous quote made by Justice Tobriner that summarized the decision stated: “The protective privilege ends where the public peril begins.” [5] [3]"}
{"id": "article-20775_2", "title": "Duty to Warn -- Definition/Introduction", "content": "There have been other extensions to the duty to protect third parties such as in the instances where a patient should not be operating a motor vehicle as a result of certain conditions, patient notification of medication side effects as well as risks of a procedure, and when a patient may transmit an infectious disease to the public. [5]", "contents": "Duty to Warn -- Definition/Introduction. There have been other extensions to the duty to protect third parties such as in the instances where a patient should not be operating a motor vehicle as a result of certain conditions, patient notification of medication side effects as well as risks of a procedure, and when a patient may transmit an infectious disease to the public. [5]"}
{"id": "article-20775_3", "title": "Duty to Warn -- Definition/Introduction", "content": "The American Psychiatric Association established guidelines for physicians on the ‘duty to protect’ in 1987. The guidelines state that a patient must express a clear threat of killing or significantly injuring a specific (or at least a reasonably identified victim), voice threats of destruction of property that may place others in danger, express intent, and also possess the ability to execute the threat. The provider must take reasonable precautions of protecting third parties such as notifying the identifiable victim(s), notifying the police, or hospitalizing the patient voluntarily/involuntarily. There have been no established standard legal guidelines for assessing the risk to third parties. [5]", "contents": "Duty to Warn -- Definition/Introduction. The American Psychiatric Association established guidelines for physicians on the ‘duty to protect’ in 1987. The guidelines state that a patient must express a clear threat of killing or significantly injuring a specific (or at least a reasonably identified victim), voice threats of destruction of property that may place others in danger, express intent, and also possess the ability to execute the threat. The provider must take reasonable precautions of protecting third parties such as notifying the identifiable victim(s), notifying the police, or hospitalizing the patient voluntarily/involuntarily. There have been no established standard legal guidelines for assessing the risk to third parties. [5]"}
{"id": "article-20775_4", "title": "Duty to Warn -- Definition/Introduction", "content": "It is important to note that the meaning of the term “confidentiality” is not the same as “privilege.” Confidentiality refers to an ethical concept which declares that clinicians must keep patients’ information private unless the patient (or legally appointed surrogate decision maker) provides consent for that information to be disclosed, a court order is made by a judge requesting a release of information, the (minimum necessary) information must be communicated for continued treatment of the patient such as in cases of civil commitment, and finally when mandatory reporting is required such as in suspected child abuse or the Tarasoff warning. [7]", "contents": "Duty to Warn -- Definition/Introduction. It is important to note that the meaning of the term “confidentiality” is not the same as “privilege.” Confidentiality refers to an ethical concept which declares that clinicians must keep patients’ information private unless the patient (or legally appointed surrogate decision maker) provides consent for that information to be disclosed, a court order is made by a judge requesting a release of information, the (minimum necessary) information must be communicated for continued treatment of the patient such as in cases of civil commitment, and finally when mandatory reporting is required such as in suspected child abuse or the Tarasoff warning. [7]"}
{"id": "article-20775_5", "title": "Duty to Warn -- Definition/Introduction", "content": "The term “privilege” is a legal term and is the right of a patient to withhold any communication with their clinician from court proceedings as long as the communication was confidential and free of presence or knowledge by third parties. [8] [7] As a result, the clinician cannot testify in court about the communication that was made between them and the patient unless the patient waves their right to privilege. There are, however, several exceptions to privilege. These include legal proceedings where the defendant raises the issue of their mental health, involuntary hospitalizations, and where a judge orders an evaluation. [8]", "contents": "Duty to Warn -- Definition/Introduction. The term “privilege” is a legal term and is the right of a patient to withhold any communication with their clinician from court proceedings as long as the communication was confidential and free of presence or knowledge by third parties. [8] [7] As a result, the clinician cannot testify in court about the communication that was made between them and the patient unless the patient waves their right to privilege. There are, however, several exceptions to privilege. These include legal proceedings where the defendant raises the issue of their mental health, involuntary hospitalizations, and where a judge orders an evaluation. [8]"}
{"id": "article-20775_6", "title": "Duty to Warn -- Definition/Introduction", "content": "The federal laws of the patient-psychotherapist privilege were set in place in 1996 following a U.S. Supreme Court case of Jaffee v. Redmond where the plaintiff requested psychotherapy notes of a police officer (the defendant) who lethally shot a man. The court concluded that privilege applied to patient-psychotherapist communication because the communication was (1) confidential, (2) with a licensed psychotherapist, and (3) occurred at the time of therapy. [8] The judge on the case of Jaffee v Redmond , Justice Stevens, added a footnote (nineteen) which allowed for an exception to the patient-psychotherapist privilege in the instances where disclosure of information may prevent a significant risk of harm to patient or others which became known as the “dangerous patient exception.” The exceptions to the psychotherapist-patient privilege include the dangerous patient exception, the patient-litigant exception/malpractice lawsuits, and when the patient discloses plans to commit crime/fraud or asks the clinician for assistance to avert the punishment of a crime already committed. [8] [9]", "contents": "Duty to Warn -- Definition/Introduction. The federal laws of the patient-psychotherapist privilege were set in place in 1996 following a U.S. Supreme Court case of Jaffee v. Redmond where the plaintiff requested psychotherapy notes of a police officer (the defendant) who lethally shot a man. The court concluded that privilege applied to patient-psychotherapist communication because the communication was (1) confidential, (2) with a licensed psychotherapist, and (3) occurred at the time of therapy. [8] The judge on the case of Jaffee v Redmond , Justice Stevens, added a footnote (nineteen) which allowed for an exception to the patient-psychotherapist privilege in the instances where disclosure of information may prevent a significant risk of harm to patient or others which became known as the “dangerous patient exception.” The exceptions to the psychotherapist-patient privilege include the dangerous patient exception, the patient-litigant exception/malpractice lawsuits, and when the patient discloses plans to commit crime/fraud or asks the clinician for assistance to avert the punishment of a crime already committed. [8] [9]"}
{"id": "article-20775_7", "title": "Duty to Warn -- Definition/Introduction", "content": "Other important laws concerning mandatory reporting are patients with gunshot wounds, elder abuse or neglect, and child abuse or neglect. [10] [11] Estimates are that up to 10% of elderly suffer some form of abuse or neglect, and many states implemented mandatory reporting laws of elder abuse following the Older Americans Act (1975). [10] The prevalence of child abuse is even higher, with the most common type of maltreatment being emotional abuse and neglect. The year 1963 saw the establishment of the first laws for mandatory reporting of child abuse in the U.S. in 1963, and in 1974, Congress passed the Child Abuse Prevention and Treatment Act which resulted in the creation of programs for child protection. [12] [13] Reporting a suspected abuse generally involves calling the abuse hotline or filling out a form online. Failing to report abuse may result in a misdemeanor penalized with a fine as well as a possible civil action against the mandatory reporter. [9] The commonly mandated reporters for child abuse are teachers, school workers, physicians, social workers, mental health care providers, individuals working in childcare, law enforcement, coroners/medical examiners as well as other health care employees. [13]", "contents": "Duty to Warn -- Definition/Introduction. Other important laws concerning mandatory reporting are patients with gunshot wounds, elder abuse or neglect, and child abuse or neglect. [10] [11] Estimates are that up to 10% of elderly suffer some form of abuse or neglect, and many states implemented mandatory reporting laws of elder abuse following the Older Americans Act (1975). [10] The prevalence of child abuse is even higher, with the most common type of maltreatment being emotional abuse and neglect. The year 1963 saw the establishment of the first laws for mandatory reporting of child abuse in the U.S. in 1963, and in 1974, Congress passed the Child Abuse Prevention and Treatment Act which resulted in the creation of programs for child protection. [12] [13] Reporting a suspected abuse generally involves calling the abuse hotline or filling out a form online. Failing to report abuse may result in a misdemeanor penalized with a fine as well as a possible civil action against the mandatory reporter. [9] The commonly mandated reporters for child abuse are teachers, school workers, physicians, social workers, mental health care providers, individuals working in childcare, law enforcement, coroners/medical examiners as well as other health care employees. [13]"}
{"id": "article-20775_8", "title": "Duty to Warn -- Issues of Concern", "content": "Many states have established a Tarasoff warning. However, there is wide variability in guidelines of reporting both between and within states. [2] [14] Twenty-three states (AZ, CA, CO, ID, IN, KY, LA, MD, MA, MI, MN, MS, MO, MT, NE, NH, NJ, OH, OK, TN, UT, VA, WA) have statutorily mandated reporting laws, ten states (AL, DE, GA, HI, IA, NC, SC, PA, SD, VT, WI)  have the duty to warn as a common law, eleven states (AK, CT, Washington D.C., FL, IL, NY, OR, RI, TX, WV, WY) are permissive in regards to duty to warn, and six states (AR, KS, ME, NV, NM, ND) have no guidance regarding the Tarasoff warning. [2] It is crucial for all clinicians to know the laws in the state that they practice in as there are significant legal variations from state to state. [1]", "contents": "Duty to Warn -- Issues of Concern. Many states have established a Tarasoff warning. However, there is wide variability in guidelines of reporting both between and within states. [2] [14] Twenty-three states (AZ, CA, CO, ID, IN, KY, LA, MD, MA, MI, MN, MS, MO, MT, NE, NH, NJ, OH, OK, TN, UT, VA, WA) have statutorily mandated reporting laws, ten states (AL, DE, GA, HI, IA, NC, SC, PA, SD, VT, WI)  have the duty to warn as a common law, eleven states (AK, CT, Washington D.C., FL, IL, NY, OR, RI, TX, WV, WY) are permissive in regards to duty to warn, and six states (AR, KS, ME, NV, NM, ND) have no guidance regarding the Tarasoff warning. [2] It is crucial for all clinicians to know the laws in the state that they practice in as there are significant legal variations from state to state. [1]"}
{"id": "article-20775_9", "title": "Duty to Warn -- Issues of Concern", "content": "Providers may have concerns regarding lawsuits which may lead to increased involuntary commitments, but something to keep in mind is that majority of states require the patient to voice a clear threat, the potential victim to be identifiable and be in imminent danger for the duty to warn to apply. [5] [2] [15]", "contents": "Duty to Warn -- Issues of Concern. Providers may have concerns regarding lawsuits which may lead to increased involuntary commitments, but something to keep in mind is that majority of states require the patient to voice a clear threat, the potential victim to be identifiable and be in imminent danger for the duty to warn to apply. [5] [2] [15]"}
{"id": "article-20775_10", "title": "Duty to Warn -- Clinical Significance", "content": "Providers treat many patients daily and as a result, may encounter cases where ethical and legal concerns may arise. Some important things to keep in mind that may help assess the risk are to review patient’s past medical records, obtain collateral information if possible, evaluate for a history of violence, and get a second opinion. There are several ways to approach a patient who verbalizes threats such as increasing frequency of appointments, having patient’s firearms/weapons removed from their home, increasing/starting a medication, hospitalization or partial hospitalization programs, or involving third parties/family into the treatment. [8] [5] If options mentioned above do not seem feasible, it is generally recommended to disclose to the patient, if possible, that the identifiable victim and/or the police will receive notification of the threat. [2]", "contents": "Duty to Warn -- Clinical Significance. Providers treat many patients daily and as a result, may encounter cases where ethical and legal concerns may arise. Some important things to keep in mind that may help assess the risk are to review patient’s past medical records, obtain collateral information if possible, evaluate for a history of violence, and get a second opinion. There are several ways to approach a patient who verbalizes threats such as increasing frequency of appointments, having patient’s firearms/weapons removed from their home, increasing/starting a medication, hospitalization or partial hospitalization programs, or involving third parties/family into the treatment. [8] [5] If options mentioned above do not seem feasible, it is generally recommended to disclose to the patient, if possible, that the identifiable victim and/or the police will receive notification of the threat. [2]"}
{"id": "article-20775_11", "title": "Duty to Warn -- Clinical Significance", "content": "Discussing the limits of confidentiality and mandatory reporting in certain situations with patients at the time of the visit is also imperative. [5] Professionals who perform court-ordered evaluations must provide a Lamb warning to the individuals they are evaluating, notifying them that the communication between the individual and the professional is not confidential. [8]", "contents": "Duty to Warn -- Clinical Significance. Discussing the limits of confidentiality and mandatory reporting in certain situations with patients at the time of the visit is also imperative. [5] Professionals who perform court-ordered evaluations must provide a Lamb warning to the individuals they are evaluating, notifying them that the communication between the individual and the professional is not confidential. [8]"}
{"id": "article-20775_12", "title": "Duty to Warn -- Clinical Significance", "content": "Ultimately, if uncertainty remains, the clinician may consult a colleague, supervisor, or an attorney, especially in the states with permissive duty to warn or states with limited legal guidance on the matter. [7] [15]", "contents": "Duty to Warn -- Clinical Significance. Ultimately, if uncertainty remains, the clinician may consult a colleague, supervisor, or an attorney, especially in the states with permissive duty to warn or states with limited legal guidance on the matter. [7] [15]"}
{"id": "article-20775_13", "title": "Duty to Warn -- Clinical Significance", "content": "The cornerstone lies in the fact that the role of a doctor is not limited merely within the fiduciary confinement of 'autonomy' and thereby privileged communications, but he also should strive for ascertaining his moral ethics under 'beneficence' and 'nonmaleficence.' [16] One author has nicely summarised the conditions for excepting the duty of confidentiality as '5 C's'. These are, namely [7] : C onsent- from the patient, legalized next to the kin or advance medical directive. C ontinued treatment- as privileged health pieces of information. Also valid in genetic disorders and hereditary cancers. C ourt order C omply with the law- in cases of child abuse, an outbreak of communicable diseases. C ommunicate a threat- in cases of a foreseeable act of perils. The author also suggested 'DEAL' algorithm to counteract the potential confidential issues through careful analysis of [7] :", "contents": "Duty to Warn -- Clinical Significance. The cornerstone lies in the fact that the role of a doctor is not limited merely within the fiduciary confinement of 'autonomy' and thereby privileged communications, but he also should strive for ascertaining his moral ethics under 'beneficence' and 'nonmaleficence.' [16] One author has nicely summarised the conditions for excepting the duty of confidentiality as '5 C's'. These are, namely [7] : C onsent- from the patient, legalized next to the kin or advance medical directive. C ontinued treatment- as privileged health pieces of information. Also valid in genetic disorders and hereditary cancers. C ourt order C omply with the law- in cases of child abuse, an outbreak of communicable diseases. C ommunicate a threat- in cases of a foreseeable act of perils. The author also suggested 'DEAL' algorithm to counteract the potential confidential issues through careful analysis of [7] :"}
{"id": "article-20775_14", "title": "Duty to Warn -- Clinical Significance", "content": "D uty- privilege obligations vs. moral bounds E xceptions- the above mentioned  5 C's A sk for help L egal status pertaining to the same", "contents": "Duty to Warn -- Clinical Significance. D uty- privilege obligations vs. moral bounds E xceptions- the above mentioned  5 C's A sk for help L egal status pertaining to the same"}
{"id": "article-20775_15", "title": "Duty to Warn -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Duty to Warn -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}