{"id": "article-24652_0", "title": "Physiology, Major Basic Protein -- Introduction", "content": "Major basic protein (MBP) is an eosinophil granule protein. Eosinophil granules contain a crystalloid core comprised of MBP and a matrix consisting of other toxic and pro-inflammatory mediators. MBP is the predominant constituent in eosinophil granules. MBP derives its name from research in guinea pig eosinophils that showed MBP was the majority protein in secondary granules. Increased concentrations of MBP and other cationic proteins have shown correlations with atopic diseases, parasitic infections, and other eosinophil-associated inflammatory processes.", "contents": "Physiology, Major Basic Protein -- Introduction. Major basic protein (MBP) is an eosinophil granule protein. Eosinophil granules contain a crystalloid core comprised of MBP and a matrix consisting of other toxic and pro-inflammatory mediators. MBP is the predominant constituent in eosinophil granules. MBP derives its name from research in guinea pig eosinophils that showed MBP was the majority protein in secondary granules. Increased concentrations of MBP and other cationic proteins have shown correlations with atopic diseases, parasitic infections, and other eosinophil-associated inflammatory processes."}
{"id": "article-24652_1", "title": "Physiology, Major Basic Protein -- Cellular Level", "content": "MBP is a 13.8 kDa protein rich in arginine with an isoelectric point (pI) of 11.4. [1] [2] The cationic properties of MBP have a link to many of its essential functions. Studies of MBP mRNA have shown that MBP is synthesized from a pre-proform. The pre-portion serves as a signal sequence. The pro-portion is highly acidic and rich in glutamic acid. [3] Some studies have suggested it may play a role in protecting eosinophils from damage during protein processing from the Golgi apparatus to secondary granules. [4]", "contents": "Physiology, Major Basic Protein -- Cellular Level. MBP is a 13.8 kDa protein rich in arginine with an isoelectric point (pI) of 11.4. [1] [2] The cationic properties of MBP have a link to many of its essential functions. Studies of MBP mRNA have shown that MBP is synthesized from a pre-proform. The pre-portion serves as a signal sequence. The pro-portion is highly acidic and rich in glutamic acid. [3] Some studies have suggested it may play a role in protecting eosinophils from damage during protein processing from the Golgi apparatus to secondary granules. [4]"}
{"id": "article-24652_2", "title": "Physiology, Major Basic Protein -- Cellular Level", "content": "The MBP proform (proMBP) is absent in mature eosinophils. The exact trigger for cleavage of proMBP to MBP is not known. Interleukin-5 (IL-5) is known to stimulate the maturation of eosinophils within the bone marrow and serve as a chemotaxis agent at sites of inflammation. IL-5 also stimulates the synthesis of proteins in eosinophil granules.", "contents": "Physiology, Major Basic Protein -- Cellular Level. The MBP proform (proMBP) is absent in mature eosinophils. The exact trigger for cleavage of proMBP to MBP is not known. Interleukin-5 (IL-5) is known to stimulate the maturation of eosinophils within the bone marrow and serve as a chemotaxis agent at sites of inflammation. IL-5 also stimulates the synthesis of proteins in eosinophil granules."}
{"id": "article-24652_3", "title": "Physiology, Major Basic Protein -- Cellular Level", "content": "Studies of IL-5 stimulated umbilical cord precursor cells identified a homolog of MBP named MBP2. [4] Both proteins have similar molecular masses, but with a pI of 8.7, MBP2 has a much lower positive charge than MBP. [4]  Although MBP is present in eosinophils, basophils, and other cells, MBP2 has, so far, only been identified in eosinophils, making it a potentially useful biomarker for eosinophilic disorders. [4] MBP and MBP2 have similar biological effects, at least in vitro, despite their differences in cell localization and pI.", "contents": "Physiology, Major Basic Protein -- Cellular Level. Studies of IL-5 stimulated umbilical cord precursor cells identified a homolog of MBP named MBP2. [4] Both proteins have similar molecular masses, but with a pI of 8.7, MBP2 has a much lower positive charge than MBP. [4]  Although MBP is present in eosinophils, basophils, and other cells, MBP2 has, so far, only been identified in eosinophils, making it a potentially useful biomarker for eosinophilic disorders. [4] MBP and MBP2 have similar biological effects, at least in vitro, despite their differences in cell localization and pI."}
{"id": "article-24652_4", "title": "Physiology, Major Basic Protein -- Organ Systems Involved", "content": "Eosinophil-mediated diseases involving the lungs, heart, skin, and gut are the best studied and characterized. [5] However, almost any tissue or organ can be affected: Cardiovascular Gastrointestinal Pulmonary Renal Neurologic Skin", "contents": "Physiology, Major Basic Protein -- Organ Systems Involved. Eosinophil-mediated diseases involving the lungs, heart, skin, and gut are the best studied and characterized. [5] However, almost any tissue or organ can be affected: Cardiovascular Gastrointestinal Pulmonary Renal Neurologic Skin"}
{"id": "article-24652_5", "title": "Physiology, Major Basic Protein -- Function", "content": "Host defense against parasitic infections, such as Trichinella spiralis and Schistosoma mansoni. [6] Activation of mast cells, basophils, and neutrophils during inflammation. [7] Complement activation through alternative and classical pathways. [8] Platelet agonist [9] Antibacterial activity [10] Natural protein inhibitor of heparanase - heparanase has been implicated in inflammation and inflammation-associated cancer due to its ability to degrade the extracellular matrix scaffold and potentially assist with penetration of eosinophils into other tissues. [11] [12] Additional functions more closely associated with pathologic activity, such as fibrosis, bronchospasm, and epithelial remodeling, are detailed in subsequent sections.", "contents": "Physiology, Major Basic Protein -- Function. Host defense against parasitic infections, such as Trichinella spiralis and Schistosoma mansoni. [6] Activation of mast cells, basophils, and neutrophils during inflammation. [7] Complement activation through alternative and classical pathways. [8] Platelet agonist [9] Antibacterial activity [10] Natural protein inhibitor of heparanase - heparanase has been implicated in inflammation and inflammation-associated cancer due to its ability to degrade the extracellular matrix scaffold and potentially assist with penetration of eosinophils into other tissues. [11] [12] Additional functions more closely associated with pathologic activity, such as fibrosis, bronchospasm, and epithelial remodeling, are detailed in subsequent sections."}
{"id": "article-24652_6", "title": "Physiology, Major Basic Protein -- Mechanism", "content": "MBP is toxic to helminths, bacteria, and mammalian cells. MBP can exert cytotoxic effects through several pathways. It is capable of increasing membrane permeability, disrupting a cell’s lipid bilayer . [13] [14] MBP also increases histamine release by stimulating mast cells and basophils. Additionally, it can enhance superoxide formation in alveolar macrophages. [14]", "contents": "Physiology, Major Basic Protein -- Mechanism. MBP is toxic to helminths, bacteria, and mammalian cells. MBP can exert cytotoxic effects through several pathways. It is capable of increasing membrane permeability, disrupting a cell’s lipid bilayer . [13] [14] MBP also increases histamine release by stimulating mast cells and basophils. Additionally, it can enhance superoxide formation in alveolar macrophages. [14]"}
{"id": "article-24652_7", "title": "Physiology, Major Basic Protein -- Mechanism", "content": "MBPs participate in host defense and inflammation via another distinct method: extracellular DNA traps. [15] Eosinophil extracellular traps (EETs) are an innate immune mechanism, and they form from cell-released DNA, which combines with eosinophil granule proteins, including MBP, to form a web that is capable of binding and destroying bacteria. [14] [15] The exact role of MBP and other eosinophil granule proteins in EETs is still under active investigation. Of note, extracellular traps also form by neutrophils (where they were first characterized in 2004), basophils, and lymphocytes.", "contents": "Physiology, Major Basic Protein -- Mechanism. MBPs participate in host defense and inflammation via another distinct method: extracellular DNA traps. [15] Eosinophil extracellular traps (EETs) are an innate immune mechanism, and they form from cell-released DNA, which combines with eosinophil granule proteins, including MBP, to form a web that is capable of binding and destroying bacteria. [14] [15] The exact role of MBP and other eosinophil granule proteins in EETs is still under active investigation. Of note, extracellular traps also form by neutrophils (where they were first characterized in 2004), basophils, and lymphocytes."}
{"id": "article-24652_8", "title": "Physiology, Major Basic Protein -- Mechanism", "content": "MBP can influence nerve activity, as well. MBP is an allosteric antagonist of inhibitory M2 receptors. [16] The role of eosinophils and MBP in stimulating bronchial hyperreactivity is a well-characterized phenomenon. MBP and other eosinophil granules are responsible for enhancing vagally induced bronchospasm. [16] M2 muscarinic receptors in vagal nerves in the lung inhibit the release of acetylcholine, which is responsible for bronchoconstriction. The blockade of inhibitory M2 receptors by MBP leads to increased release of acetylcholine and bronchial hyperreactivity. Studies have shown that neutralization of MBP with polyanionic substances or with antibodies to MBP is able to prevent M2 receptor dysfunction and bronchospasm. [16]", "contents": "Physiology, Major Basic Protein -- Mechanism. MBP can influence nerve activity, as well. MBP is an allosteric antagonist of inhibitory M2 receptors. [16] The role of eosinophils and MBP in stimulating bronchial hyperreactivity is a well-characterized phenomenon. MBP and other eosinophil granules are responsible for enhancing vagally induced bronchospasm. [16] M2 muscarinic receptors in vagal nerves in the lung inhibit the release of acetylcholine, which is responsible for bronchoconstriction. The blockade of inhibitory M2 receptors by MBP leads to increased release of acetylcholine and bronchial hyperreactivity. Studies have shown that neutralization of MBP with polyanionic substances or with antibodies to MBP is able to prevent M2 receptor dysfunction and bronchospasm. [16]"}
{"id": "article-24652_9", "title": "Physiology, Major Basic Protein -- Pathophysiology", "content": "Organ and tissue-specific damage due to eosinophil dysfunction or hyperactivity occurs through a variety of methods. MBP is heavily involved in these processes. Four general mechanisms can describe the pathology seen in eosinophilic disorders [5] :", "contents": "Physiology, Major Basic Protein -- Pathophysiology. Organ and tissue-specific damage due to eosinophil dysfunction or hyperactivity occurs through a variety of methods. MBP is heavily involved in these processes. Four general mechanisms can describe the pathology seen in eosinophilic disorders [5] :"}
{"id": "article-24652_10", "title": "Physiology, Major Basic Protein -- Pathophysiology", "content": "Eosinophilic infiltration: Excessive accumulation of eosinophils in tissue can lead to tissue damage if there is extensive deposition. This condition may occur in eosinophilic types of pneumonia, for example. [5] [17]", "contents": "Physiology, Major Basic Protein -- Pathophysiology. Eosinophilic infiltration: Excessive accumulation of eosinophils in tissue can lead to tissue damage if there is extensive deposition. This condition may occur in eosinophilic types of pneumonia, for example. [5] [17]"}
{"id": "article-24652_11", "title": "Physiology, Major Basic Protein -- Pathophysiology", "content": "Allergic inflammation: As previously mentioned, IL-5 is vital for its role in stimulating the differentiation and growth of eosinophils and for stimulating their recruitment to sites of inflammation. Th2 cells are highly associated with allergic conditions and can stimulate eosinophils directly or indirectly. Direct stimulation can occur with the Th2 release of IL-5. Indirect activation can occur with Th2 production of IgE, which can bind mast cells (type I hypersensitivity response). Release of mast cell contents, such as Il-5 and leukotrienes, can lead to further eosinophil activation and inflammation.", "contents": "Physiology, Major Basic Protein -- Pathophysiology. Allergic inflammation: As previously mentioned, IL-5 is vital for its role in stimulating the differentiation and growth of eosinophils and for stimulating their recruitment to sites of inflammation. Th2 cells are highly associated with allergic conditions and can stimulate eosinophils directly or indirectly. Direct stimulation can occur with the Th2 release of IL-5. Indirect activation can occur with Th2 production of IgE, which can bind mast cells (type I hypersensitivity response). Release of mast cell contents, such as Il-5 and leukotrienes, can lead to further eosinophil activation and inflammation."}
{"id": "article-24652_12", "title": "Physiology, Major Basic Protein -- Pathophysiology", "content": "Fibrosis: Eosinophils can cause fibrosis by releasing transforming growth factor β, interleukin 4, and interleukin 13, leading to fibroblast activation and proliferation. [18] Eosinophils can also release granular contents, such as MBP and eosinophil peroxidase (EPO), to stimulate epithelial cells to express fibrosis-inducing factors, a mechanism employed in bronchial epithelial cells that contributes to airway remodeling. [19] Researchers have also identified MBP for its role in promoting muscle fibrosis in muscular dystrophy, endomyocardial fibrosis, eosinophilic esophagitis, and other conditions. [20] [21] [20]", "contents": "Physiology, Major Basic Protein -- Pathophysiology. Fibrosis: Eosinophils can cause fibrosis by releasing transforming growth factor β, interleukin 4, and interleukin 13, leading to fibroblast activation and proliferation. [18] Eosinophils can also release granular contents, such as MBP and eosinophil peroxidase (EPO), to stimulate epithelial cells to express fibrosis-inducing factors, a mechanism employed in bronchial epithelial cells that contributes to airway remodeling. [19] Researchers have also identified MBP for its role in promoting muscle fibrosis in muscular dystrophy, endomyocardial fibrosis, eosinophilic esophagitis, and other conditions. [20] [21] [20]"}
{"id": "article-24652_13", "title": "Physiology, Major Basic Protein -- Pathophysiology", "content": "Thrombosis: Eosinophil granular contents can induce a hypercoagulable state in certain diseases by activating platelets. MBP and EPO are potent platelet agonists. [9] This action is evident in conditions such as thrombotic microangiopathy of the kidney in association with hypereosinophilic syndrome. [5]", "contents": "Physiology, Major Basic Protein -- Pathophysiology. Thrombosis: Eosinophil granular contents can induce a hypercoagulable state in certain diseases by activating platelets. MBP and EPO are potent platelet agonists. [9] This action is evident in conditions such as thrombotic microangiopathy of the kidney in association with hypereosinophilic syndrome. [5]"}
{"id": "article-24652_14", "title": "Physiology, Major Basic Protein -- Clinical Significance", "content": "Linking clinical symptoms or diseases to eosinophils can, at times, be especially challenging, because eosinophils may not always be present on histopathological or microscopic examination of specimens. This situation can occur due to the degranulation of eosinophil contents at target sites without direct infiltration of eosinophils. As a result, testing for MBP and granular proteins has increased.", "contents": "Physiology, Major Basic Protein -- Clinical Significance. Linking clinical symptoms or diseases to eosinophils can, at times, be especially challenging, because eosinophils may not always be present on histopathological or microscopic examination of specimens. This situation can occur due to the degranulation of eosinophil contents at target sites without direct infiltration of eosinophils. As a result, testing for MBP and granular proteins has increased."}
{"id": "article-24652_15", "title": "Physiology, Major Basic Protein -- Clinical Significance", "content": "Skin: Atopic dermatitis is associated with elevations of serum IgE and eosinophilia in blood. However, biopsies of patients with atopic dermatitis are absent of eosinophils. An analysis of skin tissue via immunofluorescence from affected patients revealed the presence of MBP, suggesting degranulation of MBP from eosinophils in the dermis of patients with atopic dermatitis. [22] These findings further emphasize that eosinophil involvement cannot be excluded simply because of their absence on biopsy, since the release of granule contents, such as MBP, can still occur.", "contents": "Physiology, Major Basic Protein -- Clinical Significance. Skin: Atopic dermatitis is associated with elevations of serum IgE and eosinophilia in blood. However, biopsies of patients with atopic dermatitis are absent of eosinophils. An analysis of skin tissue via immunofluorescence from affected patients revealed the presence of MBP, suggesting degranulation of MBP from eosinophils in the dermis of patients with atopic dermatitis. [22] These findings further emphasize that eosinophil involvement cannot be excluded simply because of their absence on biopsy, since the release of granule contents, such as MBP, can still occur."}
{"id": "article-24652_16", "title": "Physiology, Major Basic Protein -- Clinical Significance", "content": "MBP has also been found in skin biopsies of patients with chronic urticaria. [23] Other skin conditions associated with general eosinophilia include eosinophilic cellulitis and bullous pemphigoid. [5]", "contents": "Physiology, Major Basic Protein -- Clinical Significance. MBP has also been found in skin biopsies of patients with chronic urticaria. [23] Other skin conditions associated with general eosinophilia include eosinophilic cellulitis and bullous pemphigoid. [5]"}
{"id": "article-24652_17", "title": "Physiology, Major Basic Protein -- Clinical Significance", "content": "Gastrointestinal: Eosinophilia and MBP have correlated with various gastrointestinal conditions, such as eosinophilic esophagitis, celiac disease, inflammatory bowel disease, and eosinophilic gastroenteritis. [24] In a study of patients with eosinophilic esophagitis, biopsies were taken for histological examination and evaluation for the presence of MBP by staining with indirect immunofluorescence. [25] MBP deposition in eosinophilic esophagitis was found in all studied symptomatic patients and showed a correlation with symptom severity independent of eosinophil counts. Similar to atopic dermatitis, eosinophils likely release their granule contents and lose their morphological identity when specimens are examined. [25]", "contents": "Physiology, Major Basic Protein -- Clinical Significance. Gastrointestinal: Eosinophilia and MBP have correlated with various gastrointestinal conditions, such as eosinophilic esophagitis, celiac disease, inflammatory bowel disease, and eosinophilic gastroenteritis. [24] In a study of patients with eosinophilic esophagitis, biopsies were taken for histological examination and evaluation for the presence of MBP by staining with indirect immunofluorescence. [25] MBP deposition in eosinophilic esophagitis was found in all studied symptomatic patients and showed a correlation with symptom severity independent of eosinophil counts. Similar to atopic dermatitis, eosinophils likely release their granule contents and lose their morphological identity when specimens are examined. [25]"}
{"id": "article-24652_18", "title": "Physiology, Major Basic Protein -- Clinical Significance", "content": "Upper and lower airways: MBP has implications in bronchial hyperreactivity (reviewed in “mechanisms”). The measurement of this granule in the sputum of patients with asthma has been shown in some studies to be better at identifying asthma than measurement of eosinophilia alone. [26] Upper airway eosinophilic involvement includes conditions such as chronic rhinosinusitis, especially with associated nasal polyposis. [27]", "contents": "Physiology, Major Basic Protein -- Clinical Significance. Upper and lower airways: MBP has implications in bronchial hyperreactivity (reviewed in “mechanisms”). The measurement of this granule in the sputum of patients with asthma has been shown in some studies to be better at identifying asthma than measurement of eosinophilia alone. [26] Upper airway eosinophilic involvement includes conditions such as chronic rhinosinusitis, especially with associated nasal polyposis. [27]"}
{"id": "article-24652_19", "title": "Physiology, Major Basic Protein -- Clinical Significance", "content": "Cardiovascular: MBP is deposited in the cardiac tissue of patients with the eosinophilic endomyocardial disease. [21] Evaluation of cardiac tissue biopsies stained for MBP found eosinophils and MBP in necrotic and thrombotic lesions within the endocardium and blood vessels, demonstrating the involvement of MBP and other granule proteins in triggering cardiac injury in endomyocardial fibrosis. [21] Endomyocardial fibrosis is considered the most common restrictive cardiomyopathy in the world. It is clinically comparable to Loeffler endocarditis, another restrictive cardiomyopathy caused by eosinophil infiltration. Vascular dysfunction has also been associated with eosinophilia and includes disorders such as eosinophilic granulomatosis with polyangiitis (Churg-Strauss syndrome).", "contents": "Physiology, Major Basic Protein -- Clinical Significance. Cardiovascular: MBP is deposited in the cardiac tissue of patients with the eosinophilic endomyocardial disease. [21] Evaluation of cardiac tissue biopsies stained for MBP found eosinophils and MBP in necrotic and thrombotic lesions within the endocardium and blood vessels, demonstrating the involvement of MBP and other granule proteins in triggering cardiac injury in endomyocardial fibrosis. [21] Endomyocardial fibrosis is considered the most common restrictive cardiomyopathy in the world. It is clinically comparable to Loeffler endocarditis, another restrictive cardiomyopathy caused by eosinophil infiltration. Vascular dysfunction has also been associated with eosinophilia and includes disorders such as eosinophilic granulomatosis with polyangiitis (Churg-Strauss syndrome)."}
{"id": "article-24652_20", "title": "Physiology, Major Basic Protein -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Physiology, Major Basic Protein -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}