{"id": "article-27634_0", "title": "Pregnancy And Exercise -- Introduction", "content": "Exercise contributes significantly to maternal and fetal wellbeing during pregnancy. Traditionally women were advised to refrain from exercise during pregnancy, but newer evidence has shown this to be false. Theoretically, there were concerns about premature labor and the risks of delivering smaller infants to women who exercised during pregnancy. A recent meta-analysis that included over 2000 women showed that aerobic exercise and moderate-intensity strength/toning exercise performed 3 or 4 days per week throughout the pregnancy was not associated with an increased risk for preterm births or low birth weight infants for normal-weight women with singleton, uncomplicated pregnancies. Despite recommendations from physicians to begin or maintain an exercise program during pregnancy, only about 40% of the patients exercise. A pregnant patient can be easily motivated to improve her health and the health of her unborn child. Still, these recommendations need to be practical, with persistent follow-up by the physician. Physical exercise can help with some common discomforts and even prepare one's body for labor and delivery. [1] [2] [3]", "contents": "Pregnancy And Exercise -- Introduction. Exercise contributes significantly to maternal and fetal wellbeing during pregnancy. Traditionally women were advised to refrain from exercise during pregnancy, but newer evidence has shown this to be false. Theoretically, there were concerns about premature labor and the risks of delivering smaller infants to women who exercised during pregnancy. A recent meta-analysis that included over 2000 women showed that aerobic exercise and moderate-intensity strength/toning exercise performed 3 or 4 days per week throughout the pregnancy was not associated with an increased risk for preterm births or low birth weight infants for normal-weight women with singleton, uncomplicated pregnancies. Despite recommendations from physicians to begin or maintain an exercise program during pregnancy, only about 40% of the patients exercise. A pregnant patient can be easily motivated to improve her health and the health of her unborn child. Still, these recommendations need to be practical, with persistent follow-up by the physician. Physical exercise can help with some common discomforts and even prepare one's body for labor and delivery. [1] [2] [3]"}
{"id": "article-27634_1", "title": "Pregnancy And Exercise -- Introduction", "content": "A sedentary lifestyle during pregnancy is associated with the significant health risk of deep venous thrombosis, which threatens the lives of the infant and mother. A sedentary lifestyle can lead to obesity or at least significantly contribute to persistent obesity. Obesity is of epidemic proportions in the U.S., and obesity during pregnancy carries elevated risks for major complications. Patients with obesity are also more likely to suffer spontaneous abortions. They also have a higher risk of neural tube defects, including cleft palate, spina bifida, and hydrocephalus. Obesity also puts the pregnant patient at risk for gestational diabetes, preeclampsia, sleep apnea, macrosomia, preterm birth, and even stillbirth.  The higher the women's BMI, the greater the risk of stillbirth. Exercise is safe in these women and is encouraged. Even the previously sedentary patient is encouraged to start an exercise program early in pregnancy. It is also considered safe in some high-risk pregnancies, such as those with chronic hypertension and gestational diabetes. Contraindications will be discussed later.", "contents": "Pregnancy And Exercise -- Introduction. A sedentary lifestyle during pregnancy is associated with the significant health risk of deep venous thrombosis, which threatens the lives of the infant and mother. A sedentary lifestyle can lead to obesity or at least significantly contribute to persistent obesity. Obesity is of epidemic proportions in the U.S., and obesity during pregnancy carries elevated risks for major complications. Patients with obesity are also more likely to suffer spontaneous abortions. They also have a higher risk of neural tube defects, including cleft palate, spina bifida, and hydrocephalus. Obesity also puts the pregnant patient at risk for gestational diabetes, preeclampsia, sleep apnea, macrosomia, preterm birth, and even stillbirth.  The higher the women's BMI, the greater the risk of stillbirth. Exercise is safe in these women and is encouraged. Even the previously sedentary patient is encouraged to start an exercise program early in pregnancy. It is also considered safe in some high-risk pregnancies, such as those with chronic hypertension and gestational diabetes. Contraindications will be discussed later."}
{"id": "article-27634_2", "title": "Pregnancy And Exercise -- Function", "content": "Exercise in pregnancy has been shown to decrease macrosomia, gestational diabetes, preeclampsia, cesarean delivery, low back pain, pelvic girdle pain, and urinary incontinence.  In counseling a pregnant patient, sometimes it is not so much about recommending to her that she needs to exercise but rather giving her specific recommendations such as which exercise is safe and when she should begin? If a patient participates in regular exercises before pregnancy, it is acceptable to continue this same regimen during pregnancy. Sometimes the intensity may need to be decreased, or if the activity involves a contact sport, then adapting to a different activity would be wiser for overall safety. Aerobic exercise is considered the most beneficial. This is sometimes referred to as cardio exercise, which involves the heart pumping oxygenated blood to the working muscles. It uses large muscle groups (legs/ arms) repetitively for a sustained amount of time. Ideally, 150 min per week is performed. This can be broken into smaller sessions- for example, 30 minutes per day for five days each week. If one is beginning an exercise program, one can begin with as little as 5 minutes a day and then add 5 to 10 minutes each week.", "contents": "Pregnancy And Exercise -- Function. Exercise in pregnancy has been shown to decrease macrosomia, gestational diabetes, preeclampsia, cesarean delivery, low back pain, pelvic girdle pain, and urinary incontinence.  In counseling a pregnant patient, sometimes it is not so much about recommending to her that she needs to exercise but rather giving her specific recommendations such as which exercise is safe and when she should begin? If a patient participates in regular exercises before pregnancy, it is acceptable to continue this same regimen during pregnancy. Sometimes the intensity may need to be decreased, or if the activity involves a contact sport, then adapting to a different activity would be wiser for overall safety. Aerobic exercise is considered the most beneficial. This is sometimes referred to as cardio exercise, which involves the heart pumping oxygenated blood to the working muscles. It uses large muscle groups (legs/ arms) repetitively for a sustained amount of time. Ideally, 150 min per week is performed. This can be broken into smaller sessions- for example, 30 minutes per day for five days each week. If one is beginning an exercise program, one can begin with as little as 5 minutes a day and then add 5 to 10 minutes each week."}
{"id": "article-27634_3", "title": "Pregnancy And Exercise -- Function", "content": "Common examples of cardiovascular exercise are walking, cycling, stair steppers, ellipticals, swimming, aerobic dance, and yoga. One should be exercising vigorously enough to elevate one's heart rate to approximately 110 to 120 beats per minute. (This varies with age, but the average pregnant woman is between 18 to 35 years of age.) A practical way to monitor one's exercise intensity is the “talk test.\" If the individual can converse while exercising, she usually will not be overexerting. Overexertion can lead to complications in pregnancy and should be avoided. Walking is easy, requires no skill or cost, and can be done indoors or outdoors. One should pay close attention to adequate hydration and temperature control of the environment while pregnant, especially if the patient is new to exercise and just beginning a regimen.", "contents": "Pregnancy And Exercise -- Function. Common examples of cardiovascular exercise are walking, cycling, stair steppers, ellipticals, swimming, aerobic dance, and yoga. One should be exercising vigorously enough to elevate one's heart rate to approximately 110 to 120 beats per minute. (This varies with age, but the average pregnant woman is between 18 to 35 years of age.) A practical way to monitor one's exercise intensity is the “talk test.\" If the individual can converse while exercising, she usually will not be overexerting. Overexertion can lead to complications in pregnancy and should be avoided. Walking is easy, requires no skill or cost, and can be done indoors or outdoors. One should pay close attention to adequate hydration and temperature control of the environment while pregnant, especially if the patient is new to exercise and just beginning a regimen."}
{"id": "article-27634_4", "title": "Pregnancy And Exercise -- Function", "content": "A pregnant woman should avoid overheating, and a mall or an indoor track or treadmill can provide a safe and protected environment for her while exercising.  Drinking water before and throughout exercise can prevent overheating and dehydration. Cycling is best if done on a stationary bike since falling is more likely to occur with a regular bike and could injure the pregnant patient and her unborn fetus. Cycling can be more comfortable than walking, which can cause strain in the pelvis. Swimming is an excellent aerobic exercise and is ideal if one suffers from joint pain or other discomforts of pregnancy. The water provides buoyancy and a weightless environment for one to work on all the major muscle groups. Yoga and Pilates are excellent stretching and strengthening exercises that can also improve mental health and reduce pain.", "contents": "Pregnancy And Exercise -- Function. A pregnant woman should avoid overheating, and a mall or an indoor track or treadmill can provide a safe and protected environment for her while exercising.  Drinking water before and throughout exercise can prevent overheating and dehydration. Cycling is best if done on a stationary bike since falling is more likely to occur with a regular bike and could injure the pregnant patient and her unborn fetus. Cycling can be more comfortable than walking, which can cause strain in the pelvis. Swimming is an excellent aerobic exercise and is ideal if one suffers from joint pain or other discomforts of pregnancy. The water provides buoyancy and a weightless environment for one to work on all the major muscle groups. Yoga and Pilates are excellent stretching and strengthening exercises that can also improve mental health and reduce pain."}
{"id": "article-27634_5", "title": "Pregnancy And Exercise -- Function", "content": "These are just examples of potential options. There are some forms of exercise that one should avoid during pregnancy. These include any contact sport (basketball/ soccer) or sport that can cause significant injury (horseback riding/ hockey) or altitude changes (skiing/ skydiving/ scuba diving). [4] [5] [6]", "contents": "Pregnancy And Exercise -- Function. These are just examples of potential options. There are some forms of exercise that one should avoid during pregnancy. These include any contact sport (basketball/ soccer) or sport that can cause significant injury (horseback riding/ hockey) or altitude changes (skiing/ skydiving/ scuba diving). [4] [5] [6]"}
{"id": "article-27634_6", "title": "Pregnancy And Exercise -- Issues of Concern", "content": "Women should monitor themselves during exercise even if they have a history of performing intense exercises before pregnancy. Maintaining hydration, preventing exposure to heat or humidity, and avoiding hypoglycemia is important during this process. Warning signs or symptoms of a potential problem include regular painful contractions, vaginal bleeding, dyspnea on exertion, dizziness, headache, chest pain, or calf pain.  If these symptoms should occur, the pregnant patient should stop exercising and consult with her physician immediately. Overexertion and strenuous aerobic exercise are not recommended and could compromise the infant's well-being due to the diversion of blood flow to the vital maternal organs away from the fetal-placental unit. Heavy weightlifting and long-distance running are also discouraged for the same reasons. The pregnant patient needs to avoid the supine position since this will put pressure on the vena cava and compromise blood return to the heart, thus potentially compromising the blood flow to the fetus.", "contents": "Pregnancy And Exercise -- Issues of Concern. Women should monitor themselves during exercise even if they have a history of performing intense exercises before pregnancy. Maintaining hydration, preventing exposure to heat or humidity, and avoiding hypoglycemia is important during this process. Warning signs or symptoms of a potential problem include regular painful contractions, vaginal bleeding, dyspnea on exertion, dizziness, headache, chest pain, or calf pain.  If these symptoms should occur, the pregnant patient should stop exercising and consult with her physician immediately. Overexertion and strenuous aerobic exercise are not recommended and could compromise the infant's well-being due to the diversion of blood flow to the vital maternal organs away from the fetal-placental unit. Heavy weightlifting and long-distance running are also discouraged for the same reasons. The pregnant patient needs to avoid the supine position since this will put pressure on the vena cava and compromise blood return to the heart, thus potentially compromising the blood flow to the fetus."}
{"id": "article-27634_7", "title": "Pregnancy And Exercise -- Issues of Concern", "content": "Absolute contraindications to exercise include diagnosis of placenta previa, incompetent cervix, second or third trimester bleeding, preterm premature rupture of membranes, preterm labor, significant heart or lung disease, preeclampsia, or severe anemia. Patients with such high-risk diagnoses are encouraged to ambulate rather than exercise to minimize their risk of thromboembolism. [7] [8]", "contents": "Pregnancy And Exercise -- Issues of Concern. Absolute contraindications to exercise include diagnosis of placenta previa, incompetent cervix, second or third trimester bleeding, preterm premature rupture of membranes, preterm labor, significant heart or lung disease, preeclampsia, or severe anemia. Patients with such high-risk diagnoses are encouraged to ambulate rather than exercise to minimize their risk of thromboembolism. [7] [8]"}
{"id": "article-27634_8", "title": "Pregnancy And Exercise -- Clinical Significance", "content": "Women should begin an exercise program to improve their pregnancy outcome and the health of the infant. Weight loss may occur due to a patient who previously had a sedentary lifestyle but has now developed an active one, but it is not the goal during pregnancy. It is a possible side effect. Proper exercise during pregnancy will help with weight loss after delivery.", "contents": "Pregnancy And Exercise -- Clinical Significance. Women should begin an exercise program to improve their pregnancy outcome and the health of the infant. Weight loss may occur due to a patient who previously had a sedentary lifestyle but has now developed an active one, but it is not the goal during pregnancy. It is a possible side effect. Proper exercise during pregnancy will help with weight loss after delivery."}
{"id": "article-27634_9", "title": "Pregnancy And Exercise -- Other Issues", "content": "Exercise is considered safe and beneficial in most pregnancies. It improves the health of the mother and the well-being of the infant. Continued exercise after delivery is recommended to diminish the pregnancy weight gain and overall health of the mother. The important thing is that any type of exercise is good during pregnancy. Some women may want to join a gym or have an exercise trainer. However, one can simply walk for 45 to 60 minutes every day, and that alone is as good as any exercise. Swimming is another great exercise that eases the pressure off the lower back. However, one should not get carried away with exercise; extreme physical activity is not recommended as this can lead to a fall and jeopardize the health of the fetus. As the pregnancy advances, the tolerable amount of exercise will lessen, but one should continue to walk. To avoid leg swelling during exercise, wear compression stockings. Exercise has repercussions way beyond just pregnancy- regular exercise can relieve stress, allows you to enjoy nature, lose weight, lower your blood pressure and cholesterol, and, more importantly, enhances self-confidence. [1] [9] [10] [Level 5]", "contents": "Pregnancy And Exercise -- Other Issues. Exercise is considered safe and beneficial in most pregnancies. It improves the health of the mother and the well-being of the infant. Continued exercise after delivery is recommended to diminish the pregnancy weight gain and overall health of the mother. The important thing is that any type of exercise is good during pregnancy. Some women may want to join a gym or have an exercise trainer. However, one can simply walk for 45 to 60 minutes every day, and that alone is as good as any exercise. Swimming is another great exercise that eases the pressure off the lower back. However, one should not get carried away with exercise; extreme physical activity is not recommended as this can lead to a fall and jeopardize the health of the fetus. As the pregnancy advances, the tolerable amount of exercise will lessen, but one should continue to walk. To avoid leg swelling during exercise, wear compression stockings. Exercise has repercussions way beyond just pregnancy- regular exercise can relieve stress, allows you to enjoy nature, lose weight, lower your blood pressure and cholesterol, and, more importantly, enhances self-confidence. [1] [9] [10] [Level 5]"}
{"id": "article-27634_10", "title": "Pregnancy And Exercise -- Enhancing Healthcare Team Outcomes", "content": "There is ample evidence indicating that exercise has many benefits in a healthy pregnant female, both physical and mental. As long as the pregnant female has no adverse effects during the pregnancy, almost any type of exercise can be performed- of course- this does require a common-sense approach and avoidance of activities that can lead to falls. Since pregnant females are routinely followed up by a prenatal nurse or a primary care provider, these professionals are in the ideal position to educate the patient on the benefits of exercise. Also, the pharmacist should use the opportunity to educate pregnant females who visit a retail pharmacy. Exercise can be continued as long as the pregnant female feels no adverse effects. At the end of the day, the pregnant female should be advised to rest with the legs elevated and wear compression stockings regularly.", "contents": "Pregnancy And Exercise -- Enhancing Healthcare Team Outcomes. There is ample evidence indicating that exercise has many benefits in a healthy pregnant female, both physical and mental. As long as the pregnant female has no adverse effects during the pregnancy, almost any type of exercise can be performed- of course- this does require a common-sense approach and avoidance of activities that can lead to falls. Since pregnant females are routinely followed up by a prenatal nurse or a primary care provider, these professionals are in the ideal position to educate the patient on the benefits of exercise. Also, the pharmacist should use the opportunity to educate pregnant females who visit a retail pharmacy. Exercise can be continued as long as the pregnant female feels no adverse effects. At the end of the day, the pregnant female should be advised to rest with the legs elevated and wear compression stockings regularly."}
{"id": "article-27634_11", "title": "Pregnancy And Exercise -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Pregnancy And Exercise -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}