{"id": "article-30597_0", "title": "Tricuspid Regurgitation -- Continuing Education Activity", "content": "In this activity, learners can anticipate an in-depth examination of the evaluation and management strategies specific to tricuspid regurgitation. We delve into the structural nuances of the tricuspid valve apparatus, shedding light on modifications that may contribute to this condition. Each component's role in the pathophysiology is explored, from valve leaflets to papillary muscles. Practical insights into diagnosis and treatment protocols will offer a holistic view of managing tricuspid regurgitation.", "contents": "Tricuspid Regurgitation -- Continuing Education Activity. In this activity, learners can anticipate an in-depth examination of the evaluation and management strategies specific to tricuspid regurgitation. We delve into the structural nuances of the tricuspid valve apparatus, shedding light on modifications that may contribute to this condition. Each component's role in the pathophysiology is explored, from valve leaflets to papillary muscles. Practical insights into diagnosis and treatment protocols will offer a holistic view of managing tricuspid regurgitation."}
{"id": "article-30597_1", "title": "Tricuspid Regurgitation -- Continuing Education Activity", "content": "The course strongly emphasizes the collaborative efforts of an interprofessional team in delivering well-coordinated care. Learners will gain insights into the roles of congenital heart surgeons, cardiologists, and specialists proficient in various techniques, such as echocardiography, cross-sectional imaging, and advanced imaging modalities. The course demonstrates how active involvement from these experts enhances competence, ensuring a comprehensive and multidisciplinary approach to patient care.", "contents": "Tricuspid Regurgitation -- Continuing Education Activity. The course strongly emphasizes the collaborative efforts of an interprofessional team in delivering well-coordinated care. Learners will gain insights into the roles of congenital heart surgeons, cardiologists, and specialists proficient in various techniques, such as echocardiography, cross-sectional imaging, and advanced imaging modalities. The course demonstrates how active involvement from these experts enhances competence, ensuring a comprehensive and multidisciplinary approach to patient care."}
{"id": "article-30597_2", "title": "Tricuspid Regurgitation -- Continuing Education Activity", "content": "Objectives: Differentiate the anatomy of the tricuspid valve and how it is affected by insufficiency. Identify the causes of tricuspid insufficiency. Assess the treatment options for tricuspid insufficiency. Interpret the importance of improving care coordination among interprofessional team members to improve outcomes for patients affected by tricuspid insufficiency. Access free multiple choice questions on this topic.", "contents": "Tricuspid Regurgitation -- Continuing Education Activity. Objectives: Differentiate the anatomy of the tricuspid valve and how it is affected by insufficiency. Identify the causes of tricuspid insufficiency. Assess the treatment options for tricuspid insufficiency. Interpret the importance of improving care coordination among interprofessional team members to improve outcomes for patients affected by tricuspid insufficiency. Access free multiple choice questions on this topic."}
{"id": "article-30597_3", "title": "Tricuspid Regurgitation -- Introduction", "content": "Tricuspid regurgitation is a comparatively common anomaly. Although mild tricuspid regurgitation is commonly present, hemodynamically significant tricuspid regurgitation can lead to right ventricular dysfunction and cause significant morbidity and mortality. Structural modifications of any or all of the tricuspid valve apparatus may cause the development of tricuspid regurgitation.", "contents": "Tricuspid Regurgitation -- Introduction. Tricuspid regurgitation is a comparatively common anomaly. Although mild tricuspid regurgitation is commonly present, hemodynamically significant tricuspid regurgitation can lead to right ventricular dysfunction and cause significant morbidity and mortality. Structural modifications of any or all of the tricuspid valve apparatus may cause the development of tricuspid regurgitation."}
{"id": "article-30597_4", "title": "Tricuspid Regurgitation -- Introduction -- Anatomy", "content": "The right atrioventricular valve apparatus, or tricuspid valve complex (see Image. Valves of the Heart), consists of the following four components: Valve leaflets: anterior, posterior, and septal. There may be as few as 2 and as many as 6 leaflets. [1] [2] [3] The anterior leaflet is typically the largest, and the septal leaflet is the smallest. Fibrous tricuspid valve annulus Supporting chordae tendineae Papillary muscles: from 2 to 9. [4] Just before the onset of the right ventricular systole, the papillary muscle contracts to increase tension in the chordae tendineae so that the 3 valve cusps coapt and thereby prevent regurgitation across the tricuspid valve. [5]", "contents": "Tricuspid Regurgitation -- Introduction -- Anatomy. The right atrioventricular valve apparatus, or tricuspid valve complex (see Image. Valves of the Heart), consists of the following four components: Valve leaflets: anterior, posterior, and septal. There may be as few as 2 and as many as 6 leaflets. [1] [2] [3] The anterior leaflet is typically the largest, and the septal leaflet is the smallest. Fibrous tricuspid valve annulus Supporting chordae tendineae Papillary muscles: from 2 to 9. [4] Just before the onset of the right ventricular systole, the papillary muscle contracts to increase tension in the chordae tendineae so that the 3 valve cusps coapt and thereby prevent regurgitation across the tricuspid valve. [5]"}
{"id": "article-30597_5", "title": "Tricuspid Regurgitation -- Introduction -- Anatomy", "content": "The conduction system and the fibroelastic cardiac skeleton's supporting structure coordinate the tricuspid valve's actions. The tricuspid valve is located between the right atrium and the right ventricle and has a valve area of 4 to 6 cm 2 . [2] The pathophysiological variants of the tricuspid valve include Ebstein anomaly Tricuspid atresia Congenital tricuspid stenosis Congenital cleft of the anterior leaflet", "contents": "Tricuspid Regurgitation -- Introduction -- Anatomy. The conduction system and the fibroelastic cardiac skeleton's supporting structure coordinate the tricuspid valve's actions. The tricuspid valve is located between the right atrium and the right ventricle and has a valve area of 4 to 6 cm 2 . [2] The pathophysiological variants of the tricuspid valve include Ebstein anomaly Tricuspid atresia Congenital tricuspid stenosis Congenital cleft of the anterior leaflet"}
{"id": "article-30597_6", "title": "Tricuspid Regurgitation -- Etiology", "content": "In tricuspid regurgitation, lesions fall into 2 categories: primary, where intrinsic abnormalities in the tricuspid valvular apparatus are responsible, and secondary, where right atrial or ventricular dilatation causes tricuspid regurgitation. The most common cause of tricuspid regurgitation is secondary or functional regurgitation. Secondary disorders like tricuspid annular dilation and leaflet tethering in right ventricular pressure and volume overload are largely responsible for tricuspid regurgitation compared to primary disorders involving the valve apparatus. [6] , [7] , [8]", "contents": "Tricuspid Regurgitation -- Etiology. In tricuspid regurgitation, lesions fall into 2 categories: primary, where intrinsic abnormalities in the tricuspid valvular apparatus are responsible, and secondary, where right atrial or ventricular dilatation causes tricuspid regurgitation. The most common cause of tricuspid regurgitation is secondary or functional regurgitation. Secondary disorders like tricuspid annular dilation and leaflet tethering in right ventricular pressure and volume overload are largely responsible for tricuspid regurgitation compared to primary disorders involving the valve apparatus. [6] , [7] , [8]"}
{"id": "article-30597_7", "title": "Tricuspid Regurgitation -- Etiology -- Secondary Tricuspid Regurgitation", "content": "Tricuspid regurgitation is most commonly secondary in adults, with probable normal anatomical leaflets and chords. Dilatation of the right atrium and the right ventricle, along with dilatation of the tricuspid annulus, [9] and tethering of the tricuspid valve leaflet, are some of the causes of secondary tricuspid regurgitation. This may result from conditions affecting the right ventricle or may be due to an increase in right ventricle systolic pressure, often with pulmonary hypertension. The valves are anatomically normal, but because of the enlarged right ventricular cavity and dilatation of the annulus, the leaflets fail to coapt appropriately.", "contents": "Tricuspid Regurgitation -- Etiology -- Secondary Tricuspid Regurgitation. Tricuspid regurgitation is most commonly secondary in adults, with probable normal anatomical leaflets and chords. Dilatation of the right atrium and the right ventricle, along with dilatation of the tricuspid annulus, [9] and tethering of the tricuspid valve leaflet, are some of the causes of secondary tricuspid regurgitation. This may result from conditions affecting the right ventricle or may be due to an increase in right ventricle systolic pressure, often with pulmonary hypertension. The valves are anatomically normal, but because of the enlarged right ventricular cavity and dilatation of the annulus, the leaflets fail to coapt appropriately."}
{"id": "article-30597_8", "title": "Tricuspid Regurgitation -- Etiology -- Secondary Tricuspid Regurgitation", "content": "Conditions affecting the right ventricle that eventually cause tricuspid regurgitation include cardiomyopathies and ischemic heart diseases involving the right ventricular myocardium and tricuspid papillary muscles. [10] The conditions that induce pulmonary hypertension and secondary right ventricle dilatation include the following: Left-sided heart disease: left ventricular dysfunction or left-sided valvular heart disease resulting in pulmonary hypertension Pulmonary hypertension: cor pulmonale, pulmonary embolism, pulmonary hypertension of any cause left to right shunt Right atrial abnormalities: atrial fibrillation [11] Stenosis of the pulmonic valve or pulmonary artery Hyperthyroidism", "contents": "Tricuspid Regurgitation -- Etiology -- Secondary Tricuspid Regurgitation. Conditions affecting the right ventricle that eventually cause tricuspid regurgitation include cardiomyopathies and ischemic heart diseases involving the right ventricular myocardium and tricuspid papillary muscles. [10] The conditions that induce pulmonary hypertension and secondary right ventricle dilatation include the following: Left-sided heart disease: left ventricular dysfunction or left-sided valvular heart disease resulting in pulmonary hypertension Pulmonary hypertension: cor pulmonale, pulmonary embolism, pulmonary hypertension of any cause left to right shunt Right atrial abnormalities: atrial fibrillation [11] Stenosis of the pulmonic valve or pulmonary artery Hyperthyroidism"}
{"id": "article-30597_9", "title": "Tricuspid Regurgitation -- Etiology -- Primary Tricuspid Regurgitation", "content": "In adolescents and young adults, the cause of tricuspid regurgitation is usually congenital, but conditions that directly affect the tricuspid valvular apparatus are rare in adults. Causes of primary TR include", "contents": "Tricuspid Regurgitation -- Etiology -- Primary Tricuspid Regurgitation. In adolescents and young adults, the cause of tricuspid regurgitation is usually congenital, but conditions that directly affect the tricuspid valvular apparatus are rare in adults. Causes of primary TR include"}
{"id": "article-30597_10", "title": "Tricuspid Regurgitation -- Etiology -- Acquired Disease", "content": "Infective endocarditis: intravenous drug use, neoplasms, alcoholism, extensive burns, infected indwelling catheters, and immune deficiency cause infection of the valve. An annular abscess is common", "contents": "Tricuspid Regurgitation -- Etiology -- Acquired Disease. Infective endocarditis: intravenous drug use, neoplasms, alcoholism, extensive burns, infected indwelling catheters, and immune deficiency cause infection of the valve. An annular abscess is common"}
{"id": "article-30597_11", "title": "Tricuspid Regurgitation -- Etiology -- Acquired Disease", "content": "Iatrogenic: direct valve injury from a permanent pacemaker or implantable cardioverter-defibrillator lead placement or removal or endomyocardial biopsy in cardiac transplant recipients", "contents": "Tricuspid Regurgitation -- Etiology -- Acquired Disease. Iatrogenic: direct valve injury from a permanent pacemaker or implantable cardioverter-defibrillator lead placement or removal or endomyocardial biopsy in cardiac transplant recipients"}
{"id": "article-30597_12", "title": "Tricuspid Regurgitation -- Etiology -- Acquired Disease", "content": "Traumatic: chest wall or deceleration injury trauma", "contents": "Tricuspid Regurgitation -- Etiology -- Acquired Disease. Traumatic: chest wall or deceleration injury trauma"}
{"id": "article-30597_13", "title": "Tricuspid Regurgitation -- Etiology -- Acquired Disease", "content": "Rheumatic valve disease: the most common cause of pure tricuspid regurgitation due to damage to the tricuspid leaflets. The valves undergo fibrous thickening without commissural fusion, fused chordae, or calcific deposits", "contents": "Tricuspid Regurgitation -- Etiology -- Acquired Disease. Rheumatic valve disease: the most common cause of pure tricuspid regurgitation due to damage to the tricuspid leaflets. The valves undergo fibrous thickening without commissural fusion, fused chordae, or calcific deposits"}
{"id": "article-30597_14", "title": "Tricuspid Regurgitation -- Etiology -- Acquired Disease", "content": "Carcinoid syndrome: isolated tricuspid regurgitation may occur. The valve leaflets adhere to the right ventricular wall owing to the fibrous plaques on the valve leaflets and the endocardium. Thus, the tricuspid cusps do not coapt appropriately during systole—causing tricuspid regurgitation [12]", "contents": "Tricuspid Regurgitation -- Etiology -- Acquired Disease. Carcinoid syndrome: isolated tricuspid regurgitation may occur. The valve leaflets adhere to the right ventricular wall owing to the fibrous plaques on the valve leaflets and the endocardium. Thus, the tricuspid cusps do not coapt appropriately during systole—causing tricuspid regurgitation [12]"}
{"id": "article-30597_15", "title": "Tricuspid Regurgitation -- Etiology -- Acquired Disease", "content": "Myxomatous degeneration associated with tricuspid valve prolapse: occurs in as many as 40% of patients with prolapse of the mitral valve", "contents": "Tricuspid Regurgitation -- Etiology -- Acquired Disease. Myxomatous degeneration associated with tricuspid valve prolapse: occurs in as many as 40% of patients with prolapse of the mitral valve"}
{"id": "article-30597_16", "title": "Tricuspid Regurgitation -- Etiology -- Acquired Disease", "content": "Marantic endocarditis in systemic lupus erythematosus or rheumatoid arthritis", "contents": "Tricuspid Regurgitation -- Etiology -- Acquired Disease. Marantic endocarditis in systemic lupus erythematosus or rheumatoid arthritis"}
{"id": "article-30597_17", "title": "Tricuspid Regurgitation -- Etiology -- Acquired Disease", "content": "Endomyocardial fibrosis", "contents": "Tricuspid Regurgitation -- Etiology -- Acquired Disease. Endomyocardial fibrosis"}
{"id": "article-30597_18", "title": "Tricuspid Regurgitation -- Etiology -- Acquired Disease", "content": "Drug-induced disease: in some studies, there is an association between tricuspid regurgitation and the combined use of the anorectic drugs fenfluramine and phentermine. The dopamine agonist pergolide may induce tricuspid regurgitation [13] , [14]", "contents": "Tricuspid Regurgitation -- Etiology -- Acquired Disease. Drug-induced disease: in some studies, there is an association between tricuspid regurgitation and the combined use of the anorectic drugs fenfluramine and phentermine. The dopamine agonist pergolide may induce tricuspid regurgitation [13] , [14]"}
{"id": "article-30597_19", "title": "Tricuspid Regurgitation -- Etiology -- Congenital Conditions", "content": "Ebstein anomaly: the most common form of congenital disease affecting the tricuspid valve. The tricuspid valve's posterior and septal leaflets are displaced apically in the right ventricle, resulting in its atrialization Connective tissue disorder (eg, Marfan syndrome, Ehlers-Danlos): pure tricuspid regurgitation is seen and may be due to mildly dilated tricuspid annulus without floppy leaflets and floppy tricuspid valve leaflets [15] Tricuspid valve tethering with ventricular septal aneurysm and perimembranous ventricular septal defect Tricuspid valve dysplasia Giant right atrium", "contents": "Tricuspid Regurgitation -- Etiology -- Congenital Conditions. Ebstein anomaly: the most common form of congenital disease affecting the tricuspid valve. The tricuspid valve's posterior and septal leaflets are displaced apically in the right ventricle, resulting in its atrialization Connective tissue disorder (eg, Marfan syndrome, Ehlers-Danlos): pure tricuspid regurgitation is seen and may be due to mildly dilated tricuspid annulus without floppy leaflets and floppy tricuspid valve leaflets [15] Tricuspid valve tethering with ventricular septal aneurysm and perimembranous ventricular septal defect Tricuspid valve dysplasia Giant right atrium"}
{"id": "article-30597_20", "title": "Tricuspid Regurgitation -- Epidemiology", "content": "The incidence of tricuspid regurgitation in the United States is 0.9%. No sex or racial differences are noted in the incidences. Tricuspid regurgitation presents at different age groups depending on its etiology. An Ebstein anomaly may be diagnosed at birth and during early childhood. Rheumatic valvular disease is the most common form of tricuspid regurgitation in patients older than 15 years.", "contents": "Tricuspid Regurgitation -- Epidemiology. The incidence of tricuspid regurgitation in the United States is 0.9%. No sex or racial differences are noted in the incidences. Tricuspid regurgitation presents at different age groups depending on its etiology. An Ebstein anomaly may be diagnosed at birth and during early childhood. Rheumatic valvular disease is the most common form of tricuspid regurgitation in patients older than 15 years."}
{"id": "article-30597_21", "title": "Tricuspid Regurgitation -- Pathophysiology", "content": "Primary structural abnormalities of the tricuspid valvular apparatus or secondary abnormalities due to myocardial dysfunction or dilatation are responsible for the structural incompetence of the tricuspid valve. [16] The backflow of blood from the right ventricle into the right atrium during systole defines tricuspid regulation. In mild to moderate cases of tricuspid regurgitation, no major hemodynamic consequences are noted due to the comparatively compliant nature of the right atrium. However, in severe cases, right ventricular volume overload develops, which eventually results in right-sided congestive heart failure presenting with peripheral edema, ascites, and hepatic congestion.", "contents": "Tricuspid Regurgitation -- Pathophysiology. Primary structural abnormalities of the tricuspid valvular apparatus or secondary abnormalities due to myocardial dysfunction or dilatation are responsible for the structural incompetence of the tricuspid valve. [16] The backflow of blood from the right ventricle into the right atrium during systole defines tricuspid regulation. In mild to moderate cases of tricuspid regurgitation, no major hemodynamic consequences are noted due to the comparatively compliant nature of the right atrium. However, in severe cases, right ventricular volume overload develops, which eventually results in right-sided congestive heart failure presenting with peripheral edema, ascites, and hepatic congestion."}
{"id": "article-30597_22", "title": "Tricuspid Regurgitation -- Pathophysiology", "content": "The tricuspid annulus is dynamic and changes with the change in loading conditions; factors affecting the degree of tricuspid regurgitation include right ventricular preload, afterload, and right ventricular systolic function. [2] During inspiration, the severity of tricuspid regurgitation increases. The right ventricle widens during inspiration, further enlarging the tricuspid valve annulus, and increasing the effective regurgitant orifice area. [17]", "contents": "Tricuspid Regurgitation -- Pathophysiology. The tricuspid annulus is dynamic and changes with the change in loading conditions; factors affecting the degree of tricuspid regurgitation include right ventricular preload, afterload, and right ventricular systolic function. [2] During inspiration, the severity of tricuspid regurgitation increases. The right ventricle widens during inspiration, further enlarging the tricuspid valve annulus, and increasing the effective regurgitant orifice area. [17]"}
{"id": "article-30597_23", "title": "Tricuspid Regurgitation -- History and Physical -- Symptoms", "content": "Patients present with clinical features of right-sided heart failure. These features may be painful hepatosplenomegaly, ascites, and peripheral edema. In severe cases, pulsations in the neck from the distended and pulsatile jugular veins are noted. Exercise intolerance may be seen. Clinical features of the underlying condition causing tricuspid regurgitation may be observed. For example, pulmonary hypertension may cause symptoms such as weakness, shortness of breath, and exercise intolerance; patients presenting with infective endocarditis, a common cause of tricuspid regurgitation, may present with febrile episodes.", "contents": "Tricuspid Regurgitation -- History and Physical -- Symptoms. Patients present with clinical features of right-sided heart failure. These features may be painful hepatosplenomegaly, ascites, and peripheral edema. In severe cases, pulsations in the neck from the distended and pulsatile jugular veins are noted. Exercise intolerance may be seen. Clinical features of the underlying condition causing tricuspid regurgitation may be observed. For example, pulmonary hypertension may cause symptoms such as weakness, shortness of breath, and exercise intolerance; patients presenting with infective endocarditis, a common cause of tricuspid regurgitation, may present with febrile episodes."}
{"id": "article-30597_24", "title": "Tricuspid Regurgitation -- History and Physical -- Physical Examination", "content": "Jugular venous distension with a prominent V wave reflects the elevation in right atrial pressure. An increase in venous return causes jugular venous distension, which is more prominent with inspiration (Kussmaul sign) S3 gallop is associated with an extremely dilated right ventricle Pansystolic murmur: high-pitched and loudest in the fourth intercostal space in the parasternal region. The intensity of the murmur increases during inspiration, exercise, and leg raising (due to an increase in venous return) and decreases in a standing position and during the Valsalva maneuver Ascites Cachexia and jaundice Atrial fibrillation Peripheral edema Right ventricular heave due to dilated right ventricle and S4 gallop that increases with inspiration", "contents": "Tricuspid Regurgitation -- History and Physical -- Physical Examination. Jugular venous distension with a prominent V wave reflects the elevation in right atrial pressure. An increase in venous return causes jugular venous distension, which is more prominent with inspiration (Kussmaul sign) S3 gallop is associated with an extremely dilated right ventricle Pansystolic murmur: high-pitched and loudest in the fourth intercostal space in the parasternal region. The intensity of the murmur increases during inspiration, exercise, and leg raising (due to an increase in venous return) and decreases in a standing position and during the Valsalva maneuver Ascites Cachexia and jaundice Atrial fibrillation Peripheral edema Right ventricular heave due to dilated right ventricle and S4 gallop that increases with inspiration"}
{"id": "article-30597_25", "title": "Tricuspid Regurgitation -- Evaluation", "content": "The main modality used to diagnose and evaluate tricuspid regurgitation is Doppler echocardiography. This modality is used to precisely contemplate regurgitant blood flow and its flow velocity and accurately measure the systolic pressure in the right ventricle. See Video. Tricuspid Valve Doppler. Echocardiography modalities have various advantages and pitfalls (see Table 1 ). The", "contents": "Tricuspid Regurgitation -- Evaluation. The main modality used to diagnose and evaluate tricuspid regurgitation is Doppler echocardiography. This modality is used to precisely contemplate regurgitant blood flow and its flow velocity and accurately measure the systolic pressure in the right ventricle. See Video. Tricuspid Valve Doppler. Echocardiography modalities have various advantages and pitfalls (see Table 1 ). The"}
{"id": "article-30597_26", "title": "Tricuspid Regurgitation -- Evaluation -- Echocardiographic Findings", "content": "Tricuspid valve motion may be normal or abnormal. Characteristic primary valvular abnormalities include Ebstein anomaly, leaflet prolapse, flail leaflet, endocarditis, carcinoid heart disease, and rheumatic valve disease.", "contents": "Tricuspid Regurgitation -- Evaluation -- Echocardiographic Findings. Tricuspid valve motion may be normal or abnormal. Characteristic primary valvular abnormalities include Ebstein anomaly, leaflet prolapse, flail leaflet, endocarditis, carcinoid heart disease, and rheumatic valve disease."}
{"id": "article-30597_27", "title": "Tricuspid Regurgitation -- Evaluation -- Echocardiographic Findings", "content": "A dilated right atrium and right ventricle in moderate to severe tricuspid regurgitation.", "contents": "Tricuspid Regurgitation -- Evaluation -- Echocardiographic Findings. A dilated right atrium and right ventricle in moderate to severe tricuspid regurgitation."}
{"id": "article-30597_28", "title": "Tricuspid Regurgitation -- Evaluation -- Echocardiographic Findings", "content": "The tricuspid annulus is often dilated.", "contents": "Tricuspid Regurgitation -- Evaluation -- Echocardiographic Findings. The tricuspid annulus is often dilated."}
{"id": "article-30597_29", "title": "Tricuspid Regurgitation -- Evaluation -- Echocardiographic Findings", "content": "The paradoxical interventricular septal movement reflects the increased volume within the right ventricle (diastolic overload).", "contents": "Tricuspid Regurgitation -- Evaluation -- Echocardiographic Findings. The paradoxical interventricular septal movement reflects the increased volume within the right ventricle (diastolic overload)."}
{"id": "article-30597_30", "title": "Tricuspid Regurgitation -- Evaluation -- Echocardiographic Findings", "content": "Right ventricle function may be hyperdynamic, normal, or reduced, thus reflecting the underlying cause of tricuspid regurgitation and the degree of right ventricle compensation.", "contents": "Tricuspid Regurgitation -- Evaluation -- Echocardiographic Findings. Right ventricle function may be hyperdynamic, normal, or reduced, thus reflecting the underlying cause of tricuspid regurgitation and the degree of right ventricle compensation."}
{"id": "article-30597_31", "title": "Tricuspid Regurgitation -- Evaluation -- Echocardiographic Findings", "content": "There may be other abnormalities seen when tricuspid regurgitation is due to pulmonary hypertension secondary to a left-sided cardiac abnormality.", "contents": "Tricuspid Regurgitation -- Evaluation -- Echocardiographic Findings. There may be other abnormalities seen when tricuspid regurgitation is due to pulmonary hypertension secondary to a left-sided cardiac abnormality."}
{"id": "article-30597_32", "title": "Tricuspid Regurgitation -- Evaluation -- Echocardiographic Findings", "content": "The peak regurgitant flow velocity across the tricuspid valve is measured, which helps estimate the right ventricular and pulmonary arterial systolic pressure. The modified Bernoulli equation converts this to a pressure gradient, which is then added to an estimate of the right atrial pressure. Thus, the extent of pulmonary hypertension can be estimated. [18] [19]", "contents": "Tricuspid Regurgitation -- Evaluation -- Echocardiographic Findings. The peak regurgitant flow velocity across the tricuspid valve is measured, which helps estimate the right ventricular and pulmonary arterial systolic pressure. The modified Bernoulli equation converts this to a pressure gradient, which is then added to an estimate of the right atrial pressure. Thus, the extent of pulmonary hypertension can be estimated. [18] [19]"}
{"id": "article-30597_33", "title": "Tricuspid Regurgitation -- Evaluation -- Echocardiographic Findings", "content": "Normal right ventricular systolic function is characterized by tricuspid annular plane systolic excursion >16 mm, fractional area change >35%, and right ventricle end-systolic area <20 cm 2 .", "contents": "Tricuspid Regurgitation -- Evaluation -- Echocardiographic Findings. Normal right ventricular systolic function is characterized by tricuspid annular plane systolic excursion >16 mm, fractional area change >35%, and right ventricle end-systolic area <20 cm 2 ."}
{"id": "article-30597_34", "title": "Tricuspid Regurgitation -- Evaluation -- Echocardiographic Findings", "content": "Stages of tricuspid regurgitation are presented in Table 2 .", "contents": "Tricuspid Regurgitation -- Evaluation -- Echocardiographic Findings. Stages of tricuspid regurgitation are presented in Table 2 ."}
{"id": "article-30597_35", "title": "Tricuspid Regurgitation -- Evaluation -- Echocardiographic Findings", "content": "Parameter/severity of tricuspid regurgitation is categorized as mild, moderate, or severe (see Table 3 ).", "contents": "Tricuspid Regurgitation -- Evaluation -- Echocardiographic Findings. Parameter/severity of tricuspid regurgitation is categorized as mild, moderate, or severe (see Table 3 )."}
{"id": "article-30597_36", "title": "Tricuspid Regurgitation -- Evaluation -- Chest Radiography", "content": "The following findings are noted: Marked cardiomegaly: in severe tricuspid regurgitation Pleural effusions and ascites with diaphragmatic elevation Pulmonary arterial and venous hypertension are common Serum chemistry: abnormal liver function test and hyperbilirubinemia secondary to hepatic congestion may be noted.", "contents": "Tricuspid Regurgitation -- Evaluation -- Chest Radiography. The following findings are noted: Marked cardiomegaly: in severe tricuspid regurgitation Pleural effusions and ascites with diaphragmatic elevation Pulmonary arterial and venous hypertension are common Serum chemistry: abnormal liver function test and hyperbilirubinemia secondary to hepatic congestion may be noted."}
{"id": "article-30597_37", "title": "Tricuspid Regurgitation -- Evaluation -- Chest Radiography", "content": "Electrocardiography: nonspecific ST and T waves in the right precordial leads reflecting right ventricular dysfunction seen. If pulmonary hypertension causes tricuspid regurgitation, the ECG may show right axis deviation, indicating right ventricle hypertrophy and tall R waves in V1 to V2. In severe pulmonary hypertension, right atrial hypertrophy and P pulmonale may also be present. Cardiac catheterization: elevated end-diastolic pressures in the right atrium and right ventricle are noted.", "contents": "Tricuspid Regurgitation -- Evaluation -- Chest Radiography. Electrocardiography: nonspecific ST and T waves in the right precordial leads reflecting right ventricular dysfunction seen. If pulmonary hypertension causes tricuspid regurgitation, the ECG may show right axis deviation, indicating right ventricle hypertrophy and tall R waves in V1 to V2. In severe pulmonary hypertension, right atrial hypertrophy and P pulmonale may also be present. Cardiac catheterization: elevated end-diastolic pressures in the right atrium and right ventricle are noted."}
{"id": "article-30597_38", "title": "Tricuspid Regurgitation -- Evaluation -- Chest Radiography", "content": "Cardiac magnetic resonance (CMR) imaging can provide valuable information in defining tricuspid valve anatomy in various imaging planes; however, this imaging modality has the limitation that flow cannot be separated from structural imaging, as can be done with color Doppler echocardiography. CMR also helps determine the right ventricular size and function.", "contents": "Tricuspid Regurgitation -- Evaluation -- Chest Radiography. Cardiac magnetic resonance (CMR) imaging can provide valuable information in defining tricuspid valve anatomy in various imaging planes; however, this imaging modality has the limitation that flow cannot be separated from structural imaging, as can be done with color Doppler echocardiography. CMR also helps determine the right ventricular size and function."}
{"id": "article-30597_39", "title": "Tricuspid Regurgitation -- Treatment / Management", "content": "Treatment preference depends on the severity of tricuspid regurgitation, etiology, and the presence and extent of associated abnormalities, including pulmonary hypertension, heart failure, and other valve conditions.", "contents": "Tricuspid Regurgitation -- Treatment / Management. Treatment preference depends on the severity of tricuspid regurgitation, etiology, and the presence and extent of associated abnormalities, including pulmonary hypertension, heart failure, and other valve conditions."}
{"id": "article-30597_40", "title": "Tricuspid Regurgitation -- Treatment / Management", "content": "Management of severe tricuspid regurgitation includes medical therapy, counseling regarding pregnancy and physical activity, consideration of tricuspid valve surgery, and evaluation and treatment of the underlying cause.", "contents": "Tricuspid Regurgitation -- Treatment / Management. Management of severe tricuspid regurgitation includes medical therapy, counseling regarding pregnancy and physical activity, consideration of tricuspid valve surgery, and evaluation and treatment of the underlying cause."}
{"id": "article-30597_41", "title": "Tricuspid Regurgitation -- Treatment / Management -- Medical Treatment", "content": "Control fluid overload adequately for patients with tricuspid regurgitation secondary to left-sided heart failure. Diuretics, particularly loop diuretics, are commonly recommended. Advise a restricted salt intake. Consider elevating the head of the bed to improve dyspnea. Additionally, treatment may include using digitalis, potassium-sparing diuretics, angiotensin-converting enzyme inhibitors, and anticoagulants for optimal management in these cases. Atrial fibrillation, if present, can be controlled by starting the patients on antiarrhythmics. The following medications are used: Diuretics (eg, furosemide) Antiarrhythmics Digoxin Angiotensin-converting enzyme inhibitors Anticoagulants", "contents": "Tricuspid Regurgitation -- Treatment / Management -- Medical Treatment. Control fluid overload adequately for patients with tricuspid regurgitation secondary to left-sided heart failure. Diuretics, particularly loop diuretics, are commonly recommended. Advise a restricted salt intake. Consider elevating the head of the bed to improve dyspnea. Additionally, treatment may include using digitalis, potassium-sparing diuretics, angiotensin-converting enzyme inhibitors, and anticoagulants for optimal management in these cases. Atrial fibrillation, if present, can be controlled by starting the patients on antiarrhythmics. The following medications are used: Diuretics (eg, furosemide) Antiarrhythmics Digoxin Angiotensin-converting enzyme inhibitors Anticoagulants"}
{"id": "article-30597_42", "title": "Tricuspid Regurgitation -- Treatment / Management -- Tricuspid Valve Surgery", "content": "The necessity for tricuspid valve surgery hinges on whether surgery for left-sided (aortic or mitral) valve disease is warranted. For patients undergoing left-sided valve surgery Tricuspid valve surgery is recommended in patients with severe tricuspid regurgitation, as observed in the 2014 American Heart Association/American College of Cardiology (AHA/ACC) and the 2012 European Society of Cardiology (ESC) valvular disease guidelines [3] , [21] , [22] For patients undergoing left-sided valve surgery and who have mild, moderate, or severe tricuspid regurgitation, concomitant tricuspid valve repair is recommended in the following cases:", "contents": "Tricuspid Regurgitation -- Treatment / Management -- Tricuspid Valve Surgery. The necessity for tricuspid valve surgery hinges on whether surgery for left-sided (aortic or mitral) valve disease is warranted. For patients undergoing left-sided valve surgery Tricuspid valve surgery is recommended in patients with severe tricuspid regurgitation, as observed in the 2014 American Heart Association/American College of Cardiology (AHA/ACC) and the 2012 European Society of Cardiology (ESC) valvular disease guidelines [3] , [21] , [22] For patients undergoing left-sided valve surgery and who have mild, moderate, or severe tricuspid regurgitation, concomitant tricuspid valve repair is recommended in the following cases:"}
{"id": "article-30597_43", "title": "Tricuspid Regurgitation -- Treatment / Management -- Tricuspid Valve Surgery", "content": "Dilation of the tricuspid annulus (transthoracic echocardiogram indicating a diameter of greater than 40 mm or 21 mm/m2 indexed for body surface area or intraoperative diameter greater than 70 mm) Previous history of right heart failure; this is a recommendation in the AHA/ACC valve guidelines, [23] and similar recommendations are indicated in the 2012 ESC guidelines [24]", "contents": "Tricuspid Regurgitation -- Treatment / Management -- Tricuspid Valve Surgery. Dilation of the tricuspid annulus (transthoracic echocardiogram indicating a diameter of greater than 40 mm or 21 mm/m2 indexed for body surface area or intraoperative diameter greater than 70 mm) Previous history of right heart failure; this is a recommendation in the AHA/ACC valve guidelines, [23] and similar recommendations are indicated in the 2012 ESC guidelines [24]"}
{"id": "article-30597_44", "title": "Tricuspid Regurgitation -- Treatment / Management -- Isolated Tricuspid Surgery", "content": "The medical community still needs to establish the optimal timing for isolated tricuspid valve surgery. In primary tricuspid regurgitation, there is an indication of surgical intervention when the patient is symptomatic despite medical therapy.", "contents": "Tricuspid Regurgitation -- Treatment / Management -- Isolated Tricuspid Surgery. The medical community still needs to establish the optimal timing for isolated tricuspid valve surgery. In primary tricuspid regurgitation, there is an indication of surgical intervention when the patient is symptomatic despite medical therapy."}
{"id": "article-30597_45", "title": "Tricuspid Regurgitation -- Treatment / Management -- Isolated Tricuspid Surgery", "content": "In patients who are refractory to medical treatment but have severe tricuspid regurgitation, tricuspid valve surgery is suggested (weak recommendation). For patients exhibiting refractoriness to medical treatment yet facing severe tricuspid regurgitation, there is a weak recommendation for tricuspid valve surgery. The preferred timing is before the onset of significant right ventricular dysfunction to control or prevent symptoms, aligning with the 2014 AHA/ACC valvular guidelines. [23]", "contents": "Tricuspid Regurgitation -- Treatment / Management -- Isolated Tricuspid Surgery. In patients who are refractory to medical treatment but have severe tricuspid regurgitation, tricuspid valve surgery is suggested (weak recommendation). For patients exhibiting refractoriness to medical treatment yet facing severe tricuspid regurgitation, there is a weak recommendation for tricuspid valve surgery. The preferred timing is before the onset of significant right ventricular dysfunction to control or prevent symptoms, aligning with the 2014 AHA/ACC valvular guidelines. [23]"}
{"id": "article-30597_46", "title": "Tricuspid Regurgitation -- Treatment / Management -- Isolated Tricuspid Surgery", "content": "Tricuspid valve surgery is strongly recommended in symptomatic and severe isolated tricuspid regurgitation without right ventricular dysfunction, as per the 2012 ESC valvular guidelines. [24] In asymptomatic or minimally symptomatic patients with severe tricuspid regurgitation, the role of tricuspid valve surgery is ambiguous. The 2014 AHA/ACC valvular guidelines note this uncertainty and include a very weak recommendation for considering tricuspid valve surgery for asymptomatic or minimally symptomatic patients with severe primary tricuspid regurgitation and progressive moderate or more significant RV dilation and systolic dysfunction. [23] The ESC guidelines view surgery in this setting slightly more favorably and indicate considering surgery in patients with severe isolated tricuspid regurgitation with mild or no symptoms and progressive right ventricular dilation or deterioration of right ventricular function. [24]", "contents": "Tricuspid Regurgitation -- Treatment / Management -- Isolated Tricuspid Surgery. Tricuspid valve surgery is strongly recommended in symptomatic and severe isolated tricuspid regurgitation without right ventricular dysfunction, as per the 2012 ESC valvular guidelines. [24] In asymptomatic or minimally symptomatic patients with severe tricuspid regurgitation, the role of tricuspid valve surgery is ambiguous. The 2014 AHA/ACC valvular guidelines note this uncertainty and include a very weak recommendation for considering tricuspid valve surgery for asymptomatic or minimally symptomatic patients with severe primary tricuspid regurgitation and progressive moderate or more significant RV dilation and systolic dysfunction. [23] The ESC guidelines view surgery in this setting slightly more favorably and indicate considering surgery in patients with severe isolated tricuspid regurgitation with mild or no symptoms and progressive right ventricular dilation or deterioration of right ventricular function. [24]"}
{"id": "article-30597_47", "title": "Tricuspid Regurgitation -- Treatment / Management -- Treatment Based on the Etiology", "content": "There is a recommendation to excise the tricuspid valve without immediate replacement in endocarditis. The excision of the diseased valve wipes out the endocarditis while continuing antibiotic treatment. If right heart failure symptoms prove refractory to medical management and the infection is well controlled, surgeons can insert an artificial valve. Asymptomatic tricuspid regurgitation in Ebstein anomaly does not necessitate surgery. However, symptomatic patients may require treatment through tricuspid valve repair or replacement.", "contents": "Tricuspid Regurgitation -- Treatment / Management -- Treatment Based on the Etiology. There is a recommendation to excise the tricuspid valve without immediate replacement in endocarditis. The excision of the diseased valve wipes out the endocarditis while continuing antibiotic treatment. If right heart failure symptoms prove refractory to medical management and the infection is well controlled, surgeons can insert an artificial valve. Asymptomatic tricuspid regurgitation in Ebstein anomaly does not necessitate surgery. However, symptomatic patients may require treatment through tricuspid valve repair or replacement."}
{"id": "article-30597_48", "title": "Tricuspid Regurgitation -- Differential Diagnosis", "content": "Differential diagnosis of tricuspid regurgitation include the following: Ascites Cirrhosis Ebstein anomaly Eisenmenger syndrome Heart failure Marfan syndrome Cardiogenic shock Atrial fibrillation Dilated cardiomyopathy Biliary disease Cor pulmonale Mitral regurgitation Carcinoid tumor", "contents": "Tricuspid Regurgitation -- Differential Diagnosis. Differential diagnosis of tricuspid regurgitation include the following: Ascites Cirrhosis Ebstein anomaly Eisenmenger syndrome Heart failure Marfan syndrome Cardiogenic shock Atrial fibrillation Dilated cardiomyopathy Biliary disease Cor pulmonale Mitral regurgitation Carcinoid tumor"}
{"id": "article-30597_49", "title": "Tricuspid Regurgitation -- Prognosis", "content": "The prognosis of tricuspid regurgitation is generally good. The presence of elevated pulmonary artery pressure and pulmonary hypertension predict an increased incidence of right ventricular dysfunction and the need for inotropic support post tricuspid valve surgery.", "contents": "Tricuspid Regurgitation -- Prognosis. The prognosis of tricuspid regurgitation is generally good. The presence of elevated pulmonary artery pressure and pulmonary hypertension predict an increased incidence of right ventricular dysfunction and the need for inotropic support post tricuspid valve surgery."}
{"id": "article-30597_50", "title": "Tricuspid Regurgitation -- Complications -- Complications of Tricuspid Regurgitation", "content": "Cardiac cirrhosis Ascites Thrombus formation and embolization", "contents": "Tricuspid Regurgitation -- Complications -- Complications of Tricuspid Regurgitation. Cardiac cirrhosis Ascites Thrombus formation and embolization"}
{"id": "article-30597_51", "title": "Tricuspid Regurgitation -- Complications -- Complications of Operative Interventions", "content": "Heart block Thrombosis of the prosthetic valve Infection Arrhythmias", "contents": "Tricuspid Regurgitation -- Complications -- Complications of Operative Interventions. Heart block Thrombosis of the prosthetic valve Infection Arrhythmias"}
{"id": "article-30597_52", "title": "Tricuspid Regurgitation -- Postoperative and Rehabilitation Care -- Postoperative and rehabilitation inpatient care of tricuspid regurgitation", "content": "Anticoagulation may be needed in cases of atrial fibrillation or if the patient has sustained a valve replacement Management of arrhythmias, if present Treatment of any infections Heart failure In patients whose valve has been removed, repeat echocardiography is indicated at 6-month intervals. In patients whose valve has been replaced, annual echocardiography is recommended.", "contents": "Tricuspid Regurgitation -- Postoperative and Rehabilitation Care -- Postoperative and rehabilitation inpatient care of tricuspid regurgitation. Anticoagulation may be needed in cases of atrial fibrillation or if the patient has sustained a valve replacement Management of arrhythmias, if present Treatment of any infections Heart failure In patients whose valve has been removed, repeat echocardiography is indicated at 6-month intervals. In patients whose valve has been replaced, annual echocardiography is recommended."}
{"id": "article-30597_53", "title": "Tricuspid Regurgitation -- Consultations", "content": "Consultations that may be needed to evaluate tricuspid regurgitation include the following: Cardiologist for evaluation and medical management Cardiac surgeon if the patient is symptomatic and may need surgical evaluation or management Cardiac anesthesia consults for preoperative monitoring and management", "contents": "Tricuspid Regurgitation -- Consultations. Consultations that may be needed to evaluate tricuspid regurgitation include the following: Cardiologist for evaluation and medical management Cardiac surgeon if the patient is symptomatic and may need surgical evaluation or management Cardiac anesthesia consults for preoperative monitoring and management"}
{"id": "article-30597_54", "title": "Tricuspid Regurgitation -- Enhancing Healthcare Team Outcomes", "content": "The diagnosis and management of tricuspid regurgitation includes an interprofessional team consisting of a cardiologist, cardiac surgeon, internist, primary care provider, and nurse practitioner. The treatment preference depends on the severity of tricuspid regurgitation, etiology, and the presence and extent of associated abnormalities, including pulmonary hypertension, heart failure, and other valve conditions.", "contents": "Tricuspid Regurgitation -- Enhancing Healthcare Team Outcomes. The diagnosis and management of tricuspid regurgitation includes an interprofessional team consisting of a cardiologist, cardiac surgeon, internist, primary care provider, and nurse practitioner. The treatment preference depends on the severity of tricuspid regurgitation, etiology, and the presence and extent of associated abnormalities, including pulmonary hypertension, heart failure, and other valve conditions."}
{"id": "article-30597_55", "title": "Tricuspid Regurgitation -- Enhancing Healthcare Team Outcomes", "content": "Managing severe tricuspid regurgitation includes medical therapy, counseling regarding pregnancy and physical activity, consideration of tricuspid valve surgery, and evaluation and treatment of the underlying causes. Mild cases are usually managed medically, but severe cases require open heart surgery. The tricuspid valve can be repaired or replaced depending on the status of the leaflets. Because of the risk of thrombosis, all mechanical valves in the tricuspid position need anticoagulation, and patients will need to be monitored for INR regularly. The outcomes of tricuspid regurgitation are usually fair to good. [25]", "contents": "Tricuspid Regurgitation -- Enhancing Healthcare Team Outcomes. Managing severe tricuspid regurgitation includes medical therapy, counseling regarding pregnancy and physical activity, consideration of tricuspid valve surgery, and evaluation and treatment of the underlying causes. Mild cases are usually managed medically, but severe cases require open heart surgery. The tricuspid valve can be repaired or replaced depending on the status of the leaflets. Because of the risk of thrombosis, all mechanical valves in the tricuspid position need anticoagulation, and patients will need to be monitored for INR regularly. The outcomes of tricuspid regurgitation are usually fair to good. [25]"}
{"id": "article-30597_56", "title": "Tricuspid Regurgitation -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Tricuspid Regurgitation -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}