{"id": "article-21381_0", "title": "Etanercept -- Continuing Education Activity", "content": "Etanercept is a medication used to manage and treat autoimmune conditions such as plaque psoriasis, rheumatoid arthritis, psoriatic arthritis, juvenile idiopathic arthritis, and ankylosing spondylitis. It is a biologic fusion protein in the TNF blocker class of medications. This activity describes the indications, action, and contraindications for etanercept as a valuable agent in managing these diseases and other disorders when applicable. This activity will highlight the mechanism of action, adverse event profile, and other key factors (e.g., off-label uses, dosing, pharmacodynamics, pharmacokinetics, monitoring, relevant interactions) pertinent for members of the interprofessional team in the management of patients with psoriasis, autoimmune arthritis, and related conditions.", "contents": "Etanercept -- Continuing Education Activity. Etanercept is a medication used to manage and treat autoimmune conditions such as plaque psoriasis, rheumatoid arthritis, psoriatic arthritis, juvenile idiopathic arthritis, and ankylosing spondylitis. It is a biologic fusion protein in the TNF blocker class of medications. This activity describes the indications, action, and contraindications for etanercept as a valuable agent in managing these diseases and other disorders when applicable. This activity will highlight the mechanism of action, adverse event profile, and other key factors (e.g., off-label uses, dosing, pharmacodynamics, pharmacokinetics, monitoring, relevant interactions) pertinent for members of the interprofessional team in the management of patients with psoriasis, autoimmune arthritis, and related conditions."}
{"id": "article-21381_1", "title": "Etanercept -- Continuing Education Activity", "content": "Objectives: Identify the mechanism of action of etanercept. Describe the adverse effects of etanercept. Review the appropriate monitoring and toxicity of etanercept. Summarize some interprofessional team strategies for improving care coordination and communication to advance etanercept and improve outcomes. Access free multiple choice questions on this topic.", "contents": "Etanercept -- Continuing Education Activity. Objectives: Identify the mechanism of action of etanercept. Describe the adverse effects of etanercept. Review the appropriate monitoring and toxicity of etanercept. Summarize some interprofessional team strategies for improving care coordination and communication to advance etanercept and improve outcomes. Access free multiple choice questions on this topic."}
{"id": "article-21381_2", "title": "Etanercept -- Indications", "content": "Etanercept is a biologic TNF inhibitor commonly used to control ankylosing spondylitis, juvenile idiopathic arthritis, plaque psoriasis, psoriatic arthritis, and rheumatoid arthritis. Etanercept is a soluble receptor that binds both TNF-alpha and TNF-beta to inhibit the inflammatory response in joints and skin that is characteristic of these autoimmune disorders. The drug can be used as a monotherapy or taken with other immunosuppressants, such as methotrexate. [1] Clinicians can use etanercept for both approved and off-label indications. [2] [3] [4] [5]", "contents": "Etanercept -- Indications. Etanercept is a biologic TNF inhibitor commonly used to control ankylosing spondylitis, juvenile idiopathic arthritis, plaque psoriasis, psoriatic arthritis, and rheumatoid arthritis. Etanercept is a soluble receptor that binds both TNF-alpha and TNF-beta to inhibit the inflammatory response in joints and skin that is characteristic of these autoimmune disorders. The drug can be used as a monotherapy or taken with other immunosuppressants, such as methotrexate. [1] Clinicians can use etanercept for both approved and off-label indications. [2] [3] [4] [5]"}
{"id": "article-21381_3", "title": "Etanercept -- Indications -- FDA Approved Uses", "content": "Ankylosing spondylitis Juvenile idiopathic arthritis (2 years or older) Plaque psoriasis (4 years or older) Psoriatic arthritis Rheumatoid arthritis", "contents": "Etanercept -- Indications -- FDA Approved Uses. Ankylosing spondylitis Juvenile idiopathic arthritis (2 years or older) Plaque psoriasis (4 years or older) Psoriatic arthritis Rheumatoid arthritis"}
{"id": "article-21381_4", "title": "Etanercept -- Indications -- Off-label Uses (not FDA approved)", "content": "Acute graft-versus-host disease (combined with methylprednisolone) Behcet disease Hidradenitis suppurativa Kawasaki disease Pemphigus vulgaris Pustular psoriasis Pyoderma gangrenosum Scleroderma/systemic sclerosis Still disease", "contents": "Etanercept -- Indications -- Off-label Uses (not FDA approved). Acute graft-versus-host disease (combined with methylprednisolone) Behcet disease Hidradenitis suppurativa Kawasaki disease Pemphigus vulgaris Pustular psoriasis Pyoderma gangrenosum Scleroderma/systemic sclerosis Still disease"}
{"id": "article-21381_5", "title": "Etanercept -- Mechanism of Action", "content": "Etanercept is a biologic tumor necrosis factor (TNF) inhibitor; the drug acts as a soluble TNF receptor and binds TNF-alpha and TNF-beta. [6] TNF is a cytokine that can bind to TNF receptor 1 (TNFR1) or TNF receptor 2 (TNFR2) and is involved in inflammation and the immune response. [7] TNF binds to TNFR1 or TNFR2, activating important inflammatory pathways, such as NFkB and MAPK. The structure of etanercept consists of two p75 TNF receptors fused to the Fc portion of human IgG. [6] Etanercept works by blocking the effects of TNF-alpha, a pro-inflammatory cytokine that becomes elevated in psoriasis, rheumatoid arthritis, psoriatic arthritis, juvenile idiopathic arthritis, and ankylosing spondylitis.", "contents": "Etanercept -- Mechanism of Action. Etanercept is a biologic tumor necrosis factor (TNF) inhibitor; the drug acts as a soluble TNF receptor and binds TNF-alpha and TNF-beta. [6] TNF is a cytokine that can bind to TNF receptor 1 (TNFR1) or TNF receptor 2 (TNFR2) and is involved in inflammation and the immune response. [7] TNF binds to TNFR1 or TNFR2, activating important inflammatory pathways, such as NFkB and MAPK. The structure of etanercept consists of two p75 TNF receptors fused to the Fc portion of human IgG. [6] Etanercept works by blocking the effects of TNF-alpha, a pro-inflammatory cytokine that becomes elevated in psoriasis, rheumatoid arthritis, psoriatic arthritis, juvenile idiopathic arthritis, and ankylosing spondylitis."}
{"id": "article-21381_6", "title": "Etanercept -- Administration", "content": "Etanercept administration is via subcutaneous injection, usually on the thigh, lower abdomen, or upper arm. If given on the abdomen, the injection should not be within the 2-inch area around the navel. Injections should be administered at least 1 inch away from previous injection sites. The medication comes in a pre-filled syringe, automatic injection device, or multiple-dose vial. After the initial injection of etanercept at the clinician’s office, the patient can self-inject at home with appropriate training. [8]", "contents": "Etanercept -- Administration. Etanercept administration is via subcutaneous injection, usually on the thigh, lower abdomen, or upper arm. If given on the abdomen, the injection should not be within the 2-inch area around the navel. Injections should be administered at least 1 inch away from previous injection sites. The medication comes in a pre-filled syringe, automatic injection device, or multiple-dose vial. After the initial injection of etanercept at the clinician’s office, the patient can self-inject at home with appropriate training. [8]"}
{"id": "article-21381_7", "title": "Etanercept -- Administration", "content": "To treat rheumatoid arthritis, psoriatic arthritis, and ankylosing spondylitis, 50 mg of etanercept is injected once a week. An alternative dosing regimen is 25 mg subcutaneously twice weekly, with at least 72 to 96 hours between injections. For psoriasis, the dosage is 50 mg twice weekly for three months, followed by 50 mg once weekly. Children with juvenile idiopathic arthritis are administered 0.8 mg/kg once a week, up to 50 mg.", "contents": "Etanercept -- Administration. To treat rheumatoid arthritis, psoriatic arthritis, and ankylosing spondylitis, 50 mg of etanercept is injected once a week. An alternative dosing regimen is 25 mg subcutaneously twice weekly, with at least 72 to 96 hours between injections. For psoriasis, the dosage is 50 mg twice weekly for three months, followed by 50 mg once weekly. Children with juvenile idiopathic arthritis are administered 0.8 mg/kg once a week, up to 50 mg."}
{"id": "article-21381_8", "title": "Etanercept -- Adverse Effects -- Common Adverse Effects", "content": "Infection (viral, bacterial, and fungal – mostly upper respiratory tract infections) Injection site reaction (erythema, itching, pain, swelling, bleeding, bruising) [1]", "contents": "Etanercept -- Adverse Effects -- Common Adverse Effects. Infection (viral, bacterial, and fungal – mostly upper respiratory tract infections) Injection site reaction (erythema, itching, pain, swelling, bleeding, bruising) [1]"}
{"id": "article-21381_9", "title": "Etanercept -- Adverse Effects -- Rare Adverse Effects (in alphabetical order):", "content": "Blood and lymph disorders: aplastic anemia, leukopenia, myelodysplastic syndrome, neutropenia, pancytopenia, thrombocytopenia [9]", "contents": "Etanercept -- Adverse Effects -- Rare Adverse Effects (in alphabetical order):. Blood and lymph disorders: aplastic anemia, leukopenia, myelodysplastic syndrome, neutropenia, pancytopenia, thrombocytopenia [9]"}
{"id": "article-21381_10", "title": "Etanercept -- Adverse Effects -- Rare Adverse Effects (in alphabetical order):", "content": "Cancers: lymphoma, skin cancers [10]", "contents": "Etanercept -- Adverse Effects -- Rare Adverse Effects (in alphabetical order):. Cancers: lymphoma, skin cancers [10]"}
{"id": "article-21381_11", "title": "Etanercept -- Adverse Effects -- Rare Adverse Effects (in alphabetical order):", "content": "Cardiopulmonary problems: congestive heart failure, interstitial lung disease [11]", "contents": "Etanercept -- Adverse Effects -- Rare Adverse Effects (in alphabetical order):. Cardiopulmonary problems: congestive heart failure, interstitial lung disease [11]"}
{"id": "article-21381_12", "title": "Etanercept -- Adverse Effects -- Rare Adverse Effects (in alphabetical order):", "content": "Gastrointestinal and liver problems: autoimmune hepatitis, [12] diarrhea, [13] elevated transaminases, [14] inflammatory bowel disease, [15] nausea [16]", "contents": "Etanercept -- Adverse Effects -- Rare Adverse Effects (in alphabetical order):. Gastrointestinal and liver problems: autoimmune hepatitis, [12] diarrhea, [13] elevated transaminases, [14] inflammatory bowel disease, [15] nausea [16]"}
{"id": "article-21381_13", "title": "Etanercept -- Adverse Effects -- Rare Adverse Effects (in alphabetical order):", "content": "Immune and inflammatory conditions:  angioedema, [17] hypersensitivity reaction, [18] lupus-like syndrome, [11] non-neutralizing anti-Etanercept antibodies, [1] pyrexia, [16] sarcoidosis, uveitis, vasculitis", "contents": "Etanercept -- Adverse Effects -- Rare Adverse Effects (in alphabetical order):. Immune and inflammatory conditions:  angioedema, [17] hypersensitivity reaction, [18] lupus-like syndrome, [11] non-neutralizing anti-Etanercept antibodies, [1] pyrexia, [16] sarcoidosis, uveitis, vasculitis"}
{"id": "article-21381_14", "title": "Etanercept -- Adverse Effects -- Rare Adverse Effects (in alphabetical order):", "content": "Infections: aspergillosis, [19] candidiasis, [19] coccidioidomycosis, cryptococcus, [19] herpes zoster, histoplasmosis, [19] legionella pneumonia, [20] listeriosis, [19] nocardiosis, [19] pneumocystis pneumonia, reactivation of Hepatitis B or TB, [21] salmonella infection, [19] septic arthritis", "contents": "Etanercept -- Adverse Effects -- Rare Adverse Effects (in alphabetical order):. Infections: aspergillosis, [19] candidiasis, [19] coccidioidomycosis, cryptococcus, [19] herpes zoster, histoplasmosis, [19] legionella pneumonia, [20] listeriosis, [19] nocardiosis, [19] pneumocystis pneumonia, reactivation of Hepatitis B or TB, [21] salmonella infection, [19] septic arthritis"}
{"id": "article-21381_15", "title": "Etanercept -- Adverse Effects -- Rare Adverse Effects (in alphabetical order):", "content": "Nervous system disorders: headache, [5] multiple sclerosis, optic neuritis, paresthesias, seizures, transverse myelitis", "contents": "Etanercept -- Adverse Effects -- Rare Adverse Effects (in alphabetical order):. Nervous system disorders: headache, [5] multiple sclerosis, optic neuritis, paresthesias, seizures, transverse myelitis"}
{"id": "article-21381_16", "title": "Etanercept -- Adverse Effects -- Rare Adverse Effects (in alphabetical order):", "content": "Skin disorders: cutaneous lupus erythematosus, [22] erythema multiforme, [22] new or worsening psoriasis, rash, Stevens-Johnson syndrome, [22] toxic epidermal necrolysis, [22] urticaria", "contents": "Etanercept -- Adverse Effects -- Rare Adverse Effects (in alphabetical order):. Skin disorders: cutaneous lupus erythematosus, [22] erythema multiforme, [22] new or worsening psoriasis, rash, Stevens-Johnson syndrome, [22] toxic epidermal necrolysis, [22] urticaria"}
{"id": "article-21381_17", "title": "Etanercept -- Adverse Effects -- Infections, Including Tuberculosis", "content": "Patients using etanercept have an increased risk of acquiring serious and/or fatal infections, including the development of active tuberculosis or reactivation of latent tuberculosis. There are reports of various bacterial, viral, and fungal infections, including invasive fungal (aspergillosis, blastomycosis, candidiasis, coccidioidomycosis, histoplasmosis, and pneumocystosis) and opportunistic infections (legionellosis, listeriosis).", "contents": "Etanercept -- Adverse Effects -- Infections, Including Tuberculosis. Patients using etanercept have an increased risk of acquiring serious and/or fatal infections, including the development of active tuberculosis or reactivation of latent tuberculosis. There are reports of various bacterial, viral, and fungal infections, including invasive fungal (aspergillosis, blastomycosis, candidiasis, coccidioidomycosis, histoplasmosis, and pneumocystosis) and opportunistic infections (legionellosis, listeriosis)."}
{"id": "article-21381_18", "title": "Etanercept -- Adverse Effects -- Infections, Including Tuberculosis", "content": "Infections were more common in patients that received adjunct immunosuppressive medications, such as methotrexate or corticosteroids. Medical providers should exercise caution when prescribing etanercept to patients at higher risk for infections, including elderly patients, immunocompromised patients, patients with a history of recurrent/chronic/opportunistic infections, and patients exposed to tuberculosis or endemic mycoses. Physicians should consider empiric antifungal therapy for patients living in or traveling to endemic areas with an increased risk of invasive fungal infections.", "contents": "Etanercept -- Adverse Effects -- Infections, Including Tuberculosis. Infections were more common in patients that received adjunct immunosuppressive medications, such as methotrexate or corticosteroids. Medical providers should exercise caution when prescribing etanercept to patients at higher risk for infections, including elderly patients, immunocompromised patients, patients with a history of recurrent/chronic/opportunistic infections, and patients exposed to tuberculosis or endemic mycoses. Physicians should consider empiric antifungal therapy for patients living in or traveling to endemic areas with an increased risk of invasive fungal infections."}
{"id": "article-21381_19", "title": "Etanercept -- Adverse Effects -- Malignancies", "content": "Reports exist of malignancies in patients receiving etanercept, especially in children and adolescents. Lymphomas were most commonly reported, followed by melanoma and other skin cancers. Though the connection between etanercept and malignancies is not fully understood, clinical trials and case reports showed an increased rate of lymphoma and other malignancies in patients on etanercept compared to the general population. However, it is worth noting that rheumatoid arthritis alone has associations with increased rates of lymphoma and leukemia. [23]", "contents": "Etanercept -- Adverse Effects -- Malignancies. Reports exist of malignancies in patients receiving etanercept, especially in children and adolescents. Lymphomas were most commonly reported, followed by melanoma and other skin cancers. Though the connection between etanercept and malignancies is not fully understood, clinical trials and case reports showed an increased rate of lymphoma and other malignancies in patients on etanercept compared to the general population. However, it is worth noting that rheumatoid arthritis alone has associations with increased rates of lymphoma and leukemia. [23]"}
{"id": "article-21381_20", "title": "Etanercept -- Contraindications", "content": "Etanercept contraindications include patients with sepsis. Patients should not start etanercept during active bacterial infections, including tuberculosis (active or latent), active herpes zoster infection, active or chronic untreated Hepatitis B or C infection, or active invasive fungal infections. [24] Patients should not use etanercept if they have a hypersensitivity reaction to the medication ingredients.", "contents": "Etanercept -- Contraindications. Etanercept contraindications include patients with sepsis. Patients should not start etanercept during active bacterial infections, including tuberculosis (active or latent), active herpes zoster infection, active or chronic untreated Hepatitis B or C infection, or active invasive fungal infections. [24] Patients should not use etanercept if they have a hypersensitivity reaction to the medication ingredients."}
{"id": "article-21381_21", "title": "Etanercept -- Monitoring", "content": "Before starting etanercept, patients should receive screening for any infections, including latent tuberculosis or hepatitis B. Patients on etanercept require monitoring for signs of infection and reactivation or development of tuberculosis and hepatitis B. [25] If a severe infection or sepsis develops during etanercept treatment, discontinue treatment. Also, patients should be monitored for signs or symptoms of hypersensitivity reactions, malignancy, or lupus-like syndrome. Patients with a history of heart failure also require monitoring during etanercept treatment. [26]", "contents": "Etanercept -- Monitoring. Before starting etanercept, patients should receive screening for any infections, including latent tuberculosis or hepatitis B. Patients on etanercept require monitoring for signs of infection and reactivation or development of tuberculosis and hepatitis B. [25] If a severe infection or sepsis develops during etanercept treatment, discontinue treatment. Also, patients should be monitored for signs or symptoms of hypersensitivity reactions, malignancy, or lupus-like syndrome. Patients with a history of heart failure also require monitoring during etanercept treatment. [26]"}
{"id": "article-21381_22", "title": "Etanercept -- Toxicity", "content": "There have not been any dose-limiting toxicities observed during clinical trials, in vivo, and in vitro studies. However, the long-term toxicity of etanercept treatment is unknown. [27]", "contents": "Etanercept -- Toxicity. There have not been any dose-limiting toxicities observed during clinical trials, in vivo, and in vitro studies. However, the long-term toxicity of etanercept treatment is unknown. [27]"}
{"id": "article-21381_23", "title": "Etanercept -- Enhancing Healthcare Team Outcomes", "content": "Etanercept is one of several different options for treating plaque psoriasis, rheumatoid arthritis, psoriatic arthritis, juvenile idiopathic arthritis, and ankylosing spondylitis. The medical providers should weigh the risks and benefits of selecting etanercept as a treatment, such as drug cost, effectiveness, method of administration, and adverse effects. Because it is a biologic, etanercept usage comes with serious side effects such as infections, malignancies, and autoimmune conditions.", "contents": "Etanercept -- Enhancing Healthcare Team Outcomes. Etanercept is one of several different options for treating plaque psoriasis, rheumatoid arthritis, psoriatic arthritis, juvenile idiopathic arthritis, and ankylosing spondylitis. The medical providers should weigh the risks and benefits of selecting etanercept as a treatment, such as drug cost, effectiveness, method of administration, and adverse effects. Because it is a biologic, etanercept usage comes with serious side effects such as infections, malignancies, and autoimmune conditions."}
{"id": "article-21381_24", "title": "Etanercept -- Enhancing Healthcare Team Outcomes", "content": "An interprofessional team of clinicians, specialists, nurses, and pharmacists must work together to ensure the safety and wellbeing of the patient. When deciding to treat with etanercept, clinicians should know the treatment guidelines, including monitoring the patient for signs of heart failure, tuberculosis, hepatitis B, and other infections before and during treatment. Clinicians and nurses will instruct the patient or the patient’s relative on properly administering etanercept injections at home. Clinicians and pharmacists must ensure that the patient receives the proper medication and dosage and that the patient receives on drug interactions and adverse effects. Nursing can participate in injection administration training and education and should keep the team informed regarding the appearance of any adverse reactions, as well as monitoring the success/failure of therapy. Also, biosimilars of etanercept have been emerging on the market, so healthcare providers need to be kept abreast regarding the different options that they have for treatment. [28] [29] Without proper management, the quality of life in patients with these diseases is low. An interprofessional healthcare team can help achieve the best possible outcomes with minimal adverse events. [Level 5]", "contents": "Etanercept -- Enhancing Healthcare Team Outcomes. An interprofessional team of clinicians, specialists, nurses, and pharmacists must work together to ensure the safety and wellbeing of the patient. When deciding to treat with etanercept, clinicians should know the treatment guidelines, including monitoring the patient for signs of heart failure, tuberculosis, hepatitis B, and other infections before and during treatment. Clinicians and nurses will instruct the patient or the patient’s relative on properly administering etanercept injections at home. Clinicians and pharmacists must ensure that the patient receives the proper medication and dosage and that the patient receives on drug interactions and adverse effects. Nursing can participate in injection administration training and education and should keep the team informed regarding the appearance of any adverse reactions, as well as monitoring the success/failure of therapy. Also, biosimilars of etanercept have been emerging on the market, so healthcare providers need to be kept abreast regarding the different options that they have for treatment. [28] [29] Without proper management, the quality of life in patients with these diseases is low. An interprofessional healthcare team can help achieve the best possible outcomes with minimal adverse events. [Level 5]"}
{"id": "article-21381_25", "title": "Etanercept -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Etanercept -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}