{"id": "article-38819_0", "title": "Low-Carbohydrate Diet -- Continuing Education Activity", "content": "Low-carbohydrate (low-carb) diets are a strategy for weight loss. Today, there continues to be an interest in low-carb approaches. While all low-carb approaches reduce the overall intake of carbohydrates, there is no clear consensus on what defines a low-carb diet. Studies have defined low carbohydrate as a percent of daily macronutrient intake or total daily carbohydrate load. This activity reviews the evidence and effectiveness of low-carb approaches in clinical medicine.", "contents": "Low-Carbohydrate Diet -- Continuing Education Activity. Low-carbohydrate (low-carb) diets are a strategy for weight loss. Today, there continues to be an interest in low-carb approaches. While all low-carb approaches reduce the overall intake of carbohydrates, there is no clear consensus on what defines a low-carb diet. Studies have defined low carbohydrate as a percent of daily macronutrient intake or total daily carbohydrate load. This activity reviews the evidence and effectiveness of low-carb approaches in clinical medicine."}
{"id": "article-38819_1", "title": "Low-Carbohydrate Diet -- Continuing Education Activity", "content": "Objectives: Identify patients who may benefit from a low-carbohydrate diet based on their health status, goals, and preferences. Implement evidence-based guidelines and strategies to prescribe and monitor low-carbohydrate diets for patients effectively. Select and recommend appropriate food choices, meal plans, and dietary resources to support patients following a low-carbohydrate diet. Collaborate with registered dietitians, nutritionists, and other healthcare professionals to provide comprehensive and coordinated care, ensuring patients receive accurate and consistent guidance. Access free multiple choice questions on this topic.", "contents": "Low-Carbohydrate Diet -- Continuing Education Activity. Objectives: Identify patients who may benefit from a low-carbohydrate diet based on their health status, goals, and preferences. Implement evidence-based guidelines and strategies to prescribe and monitor low-carbohydrate diets for patients effectively. Select and recommend appropriate food choices, meal plans, and dietary resources to support patients following a low-carbohydrate diet. Collaborate with registered dietitians, nutritionists, and other healthcare professionals to provide comprehensive and coordinated care, ensuring patients receive accurate and consistent guidance. Access free multiple choice questions on this topic."}
{"id": "article-38819_2", "title": "Low-Carbohydrate Diet -- Introduction", "content": "Since 1860, and more recently, in 1972, low carbohydrate (low-carb) diets have been a strategy for weight loss. Today, there continues to be an interest in low-carb approaches. While all low-carbohydrate approaches reduce the overall intake of carbohydrates, no clear consensus on what defines a low-carb diet exists. There are 3 macronutrients—carbohydrates (4 kcal/g), fat (9 kcal/g), and protein (4 kcal/g)—found in food. Therefore, studies have defined low carbohydrate as a percent of daily macronutrient intake or total daily carbohydrate load. This review defines low-carbo diets as follows: Very low-carbohydrate (<10% carbohydrates) or 20 to 50 g/d Low-carbohydrate (<26% carbohydrates) or less than 130 g/d Moderate-carbohydrate (26%-44%) High-carbohydrate (45% or greater)", "contents": "Low-Carbohydrate Diet -- Introduction. Since 1860, and more recently, in 1972, low carbohydrate (low-carb) diets have been a strategy for weight loss. Today, there continues to be an interest in low-carb approaches. While all low-carbohydrate approaches reduce the overall intake of carbohydrates, no clear consensus on what defines a low-carb diet exists. There are 3 macronutrients—carbohydrates (4 kcal/g), fat (9 kcal/g), and protein (4 kcal/g)—found in food. Therefore, studies have defined low carbohydrate as a percent of daily macronutrient intake or total daily carbohydrate load. This review defines low-carbo diets as follows: Very low-carbohydrate (<10% carbohydrates) or 20 to 50 g/d Low-carbohydrate (<26% carbohydrates) or less than 130 g/d Moderate-carbohydrate (26%-44%) High-carbohydrate (45% or greater)"}
{"id": "article-38819_3", "title": "Low-Carbohydrate Diet -- Introduction", "content": "For reference, the Institute of Medicine proposes Americans obtain 45% to 65% of calories from carbohydrates. [1] This activity reviews the evidence and effectiveness of low-carb approaches in clinical medicine.", "contents": "Low-Carbohydrate Diet -- Introduction. For reference, the Institute of Medicine proposes Americans obtain 45% to 65% of calories from carbohydrates. [1] This activity reviews the evidence and effectiveness of low-carb approaches in clinical medicine."}
{"id": "article-38819_4", "title": "Low-Carbohydrate Diet -- Function", "content": "Low-carb approaches stem primarily from the hypothesis that lowering insulin, a critical hormone that produces an anabolic, fat-storing state, improves cardiometabolic function, and induces weight loss. [2] This approach has been recently called the carbohydrate-insulin model. [3] Studies have shown low-carb approaches superior to other dietary methods in producing rapid weight loss for the first 6 to 12 months. [4] [5] [6]", "contents": "Low-Carbohydrate Diet -- Function. Low-carb approaches stem primarily from the hypothesis that lowering insulin, a critical hormone that produces an anabolic, fat-storing state, improves cardiometabolic function, and induces weight loss. [2] This approach has been recently called the carbohydrate-insulin model. [3] Studies have shown low-carb approaches superior to other dietary methods in producing rapid weight loss for the first 6 to 12 months. [4] [5] [6]"}
{"id": "article-38819_5", "title": "Low-Carbohydrate Diet -- Function", "content": "While diets inducing weight loss produce a caloric deficit, the mechanism of low-carb diets remains debated. When reducing carbohydrates from the diet, the macronutrient intake of fat and protein generally increases to compensate for the reduction of carbohydrates.", "contents": "Low-Carbohydrate Diet -- Function. While diets inducing weight loss produce a caloric deficit, the mechanism of low-carb diets remains debated. When reducing carbohydrates from the diet, the macronutrient intake of fat and protein generally increases to compensate for the reduction of carbohydrates."}
{"id": "article-38819_6", "title": "Low-Carbohydrate Diet -- Function", "content": "One hypothesis supporting why low-carb approaches produce rapid weight loss compared to other diets is that fats and protein increase satiety and produce less concomitant hypoglycemia. This increase in satiety and less rebound hypoglycemia reduces hunger and overall food intake and produces a caloric deficit. Another hypothesis contends that low-carb diets can produce a higher metabolic burn than high-carb diets. Recent studies show a metabolic advantage of approximately 200 to 300 more calories burned compared to an isocaloric high-carb diet. [2] [7] However, these theories remain controversial. [8]", "contents": "Low-Carbohydrate Diet -- Function. One hypothesis supporting why low-carb approaches produce rapid weight loss compared to other diets is that fats and protein increase satiety and produce less concomitant hypoglycemia. This increase in satiety and less rebound hypoglycemia reduces hunger and overall food intake and produces a caloric deficit. Another hypothesis contends that low-carb diets can produce a higher metabolic burn than high-carb diets. Recent studies show a metabolic advantage of approximately 200 to 300 more calories burned compared to an isocaloric high-carb diet. [2] [7] However, these theories remain controversial. [8]"}
{"id": "article-38819_7", "title": "Low-Carbohydrate Diet -- Function", "content": "The ketogenic (keto) diet, a specific low-carb version, deserves mention. Keto diets restrict carbohydrates to induce nutritional ketosis and typically limit carbs to 20 to 50 grams daily. Restricting carbs to under 50 grams induces glycogen depletion and ketone production by mobilizing fat stored in adipose tissue. Nutritional ketosis produces ketone bodies (acetoacetate, acetone, and beta-hydroxybutyrate) and is measurable as serum or urinary ketones. Nutritional ketosis generally increases serum ketones from 1 mmol/L to 7 mmol/L but does not produce metabolic acidosis. Diabetic ketoacidosis, by definition, includes metabolic acidosis, hyperglycemia, and serum ketones (generally over 20 mmol/L). [9]", "contents": "Low-Carbohydrate Diet -- Function. The ketogenic (keto) diet, a specific low-carb version, deserves mention. Keto diets restrict carbohydrates to induce nutritional ketosis and typically limit carbs to 20 to 50 grams daily. Restricting carbs to under 50 grams induces glycogen depletion and ketone production by mobilizing fat stored in adipose tissue. Nutritional ketosis produces ketone bodies (acetoacetate, acetone, and beta-hydroxybutyrate) and is measurable as serum or urinary ketones. Nutritional ketosis generally increases serum ketones from 1 mmol/L to 7 mmol/L but does not produce metabolic acidosis. Diabetic ketoacidosis, by definition, includes metabolic acidosis, hyperglycemia, and serum ketones (generally over 20 mmol/L). [9]"}
{"id": "article-38819_8", "title": "Low-Carbohydrate Diet -- Function", "content": "The term net carbs refers to the total amount of fully digestible carbohydrates contained in a meal. Net carbs are calculated by subtracting the whole amount of fiber and half the amount of sugar alcohols from the amount of total carbs. The nutritional impact of using net carbs is to help the patient choose foods that are higher in fiber.", "contents": "Low-Carbohydrate Diet -- Function. The term net carbs refers to the total amount of fully digestible carbohydrates contained in a meal. Net carbs are calculated by subtracting the whole amount of fiber and half the amount of sugar alcohols from the amount of total carbs. The nutritional impact of using net carbs is to help the patient choose foods that are higher in fiber."}
{"id": "article-38819_9", "title": "Low-Carbohydrate Diet -- Function", "content": "Despite the debate, numerous systematic reviews demonstrate that low-carb diets are as effective, if not more effective, for weight loss compared to other diets. The evidence for benefits and concerns for low-carb will be further delineated below.", "contents": "Low-Carbohydrate Diet -- Function. Despite the debate, numerous systematic reviews demonstrate that low-carb diets are as effective, if not more effective, for weight loss compared to other diets. The evidence for benefits and concerns for low-carb will be further delineated below."}
{"id": "article-38819_10", "title": "Low-Carbohydrate Diet -- Issues of Concern", "content": "Several theoretical concerns about the long-term safety of low-carb diets deserve mention. Low-carb diet safety concerns relate to ketosis, long-term cardiovascular safety, lipid levels, and renal effects.", "contents": "Low-Carbohydrate Diet -- Issues of Concern. Several theoretical concerns about the long-term safety of low-carb diets deserve mention. Low-carb diet safety concerns relate to ketosis, long-term cardiovascular safety, lipid levels, and renal effects."}
{"id": "article-38819_11", "title": "Low-Carbohydrate Diet -- Issues of Concern -- Ketosis", "content": "Nutritional ketosis can be induced in the keto diet, the induction phase, and when carb load is limited to less than 10% of macronutrient intake or 20 to 50 g/d of carbohydrates. However, there is no evidence that very low-carb intake produces metabolic ketoacidosis and remains safe in patients, even those with type 2 diabetes. [9] [10]", "contents": "Low-Carbohydrate Diet -- Issues of Concern -- Ketosis. Nutritional ketosis can be induced in the keto diet, the induction phase, and when carb load is limited to less than 10% of macronutrient intake or 20 to 50 g/d of carbohydrates. However, there is no evidence that very low-carb intake produces metabolic ketoacidosis and remains safe in patients, even those with type 2 diabetes. [9] [10]"}
{"id": "article-38819_12", "title": "Low-Carbohydrate Diet -- Issues of Concern -- Ketosis", "content": "While there have been cases of diabetic ketoacidosis (DKA) with concomitant SGLT2 inhibitors in patients with type 2 diabetes, it is unclear if the very low-carb approach increases the risk of DKA with SGLT2 use. The recommendation is to use caution with using ketogenic diets with the concomitant use of SGLT-2 inhibitors. [11]", "contents": "Low-Carbohydrate Diet -- Issues of Concern -- Ketosis. While there have been cases of diabetic ketoacidosis (DKA) with concomitant SGLT2 inhibitors in patients with type 2 diabetes, it is unclear if the very low-carb approach increases the risk of DKA with SGLT2 use. The recommendation is to use caution with using ketogenic diets with the concomitant use of SGLT-2 inhibitors. [11]"}
{"id": "article-38819_13", "title": "Low-Carbohydrate Diet -- Issues of Concern -- Mortality and Cardiovascular Safety", "content": "Several studies link low-carb diets to increased mortality. Epidemiological studies and meta-analyses have shown an increased mortality risk with a carbohydrate intake of less than 40%. [12] [13] However, the recent Prospective Urban Rural Epidemiology (PURE) study, a large prospective nutrition study involving over 135,000 participants across the globe, found a relationship between increased mortality and higher carbohydrate intake and lower mortality associated with higher fat intake. [14]", "contents": "Low-Carbohydrate Diet -- Issues of Concern -- Mortality and Cardiovascular Safety. Several studies link low-carb diets to increased mortality. Epidemiological studies and meta-analyses have shown an increased mortality risk with a carbohydrate intake of less than 40%. [12] [13] However, the recent Prospective Urban Rural Epidemiology (PURE) study, a large prospective nutrition study involving over 135,000 participants across the globe, found a relationship between increased mortality and higher carbohydrate intake and lower mortality associated with higher fat intake. [14]"}
{"id": "article-38819_14", "title": "Low-Carbohydrate Diet -- Issues of Concern -- Mortality and Cardiovascular Safety", "content": "Another prospective cohort study found that healthy low-carb and low-fat diets were associated with lower mortality, and unhealthy low-carb and low-fat diets were associated with higher mortality. [15] This suggests that the quality of the food matters, not just the level of macronutrient intake. The ongoing effect is unclear; more long-term, randomized studies are prudent.", "contents": "Low-Carbohydrate Diet -- Issues of Concern -- Mortality and Cardiovascular Safety. Another prospective cohort study found that healthy low-carb and low-fat diets were associated with lower mortality, and unhealthy low-carb and low-fat diets were associated with higher mortality. [15] This suggests that the quality of the food matters, not just the level of macronutrient intake. The ongoing effect is unclear; more long-term, randomized studies are prudent."}
{"id": "article-38819_15", "title": "Low-Carbohydrate Diet -- Issues of Concern -- Lipid Response", "content": "Incorporating more fat and protein in response to reducing dietary carbs has led to concerns about the effect of low-carb dieting on lipids, specifically LDL cholesterol. Recent systematic reviews of low-carb diets on lipids demonstrate a neutral-to-small increase in LDL, a favorable triglycerides reduction, and an increase in HDL cholesterol, particularly in those assigned to the very–low-carb intervention. [16] [17]", "contents": "Low-Carbohydrate Diet -- Issues of Concern -- Lipid Response. Incorporating more fat and protein in response to reducing dietary carbs has led to concerns about the effect of low-carb dieting on lipids, specifically LDL cholesterol. Recent systematic reviews of low-carb diets on lipids demonstrate a neutral-to-small increase in LDL, a favorable triglycerides reduction, and an increase in HDL cholesterol, particularly in those assigned to the very–low-carb intervention. [16] [17]"}
{"id": "article-38819_16", "title": "Low-Carbohydrate Diet -- Issues of Concern -- Lipid Response", "content": "Research recently indicated that a subset of lean individuals, called lean mass hyper-responders, might have a hyper LDL response with ketogenic diets. [18] Due to the varied and individualized response, recommendations are for baseline fasting lipid profile, periodic testing, and shared decision-making.", "contents": "Low-Carbohydrate Diet -- Issues of Concern -- Lipid Response. Research recently indicated that a subset of lean individuals, called lean mass hyper-responders, might have a hyper LDL response with ketogenic diets. [18] Due to the varied and individualized response, recommendations are for baseline fasting lipid profile, periodic testing, and shared decision-making."}
{"id": "article-38819_17", "title": "Low-Carbohydrate Diet -- Issues of Concern -- Renal Function", "content": "With a potentially higher protein intake on low-carb diets, some have expressed concerns about renal function. However, depending on specific goals, athletes should ingest protein loads to optimize muscle protein synthesis (1.6 g/kg) or endurance sports (0.8 g/kg). [19] [20]", "contents": "Low-Carbohydrate Diet -- Issues of Concern -- Renal Function. With a potentially higher protein intake on low-carb diets, some have expressed concerns about renal function. However, depending on specific goals, athletes should ingest protein loads to optimize muscle protein synthesis (1.6 g/kg) or endurance sports (0.8 g/kg). [19] [20]"}
{"id": "article-38819_18", "title": "Low-Carbohydrate Diet -- Issues of Concern -- Renal Function", "content": "Encouraging higher protein loads to support physical activity can also help improve body composition and metabolic adaptations. No data generally associates high-protein load with worsening kidney function in those with normal kidney function. [21] To prevent further renal deterioration, a low-protein or very–low-protein diet (0.2-0.8 g/kg/d) may be recommended for those with chronic kidney disease. [22]", "contents": "Low-Carbohydrate Diet -- Issues of Concern -- Renal Function. Encouraging higher protein loads to support physical activity can also help improve body composition and metabolic adaptations. No data generally associates high-protein load with worsening kidney function in those with normal kidney function. [21] To prevent further renal deterioration, a low-protein or very–low-protein diet (0.2-0.8 g/kg/d) may be recommended for those with chronic kidney disease. [22]"}
{"id": "article-38819_19", "title": "Low-Carbohydrate Diet -- Clinical Significance", "content": "The study of low-carb diets has centered on weight loss in obese and overweight people and patients with or at risk for cardiometabolic diseases such as type 2 diabetes and nonalcoholic fatty liver disease. Ketogenic diets have also been used for seizure disorders and, more recently, have found use in the athletic population as an alternative fuel for performance and health.", "contents": "Low-Carbohydrate Diet -- Clinical Significance. The study of low-carb diets has centered on weight loss in obese and overweight people and patients with or at risk for cardiometabolic diseases such as type 2 diabetes and nonalcoholic fatty liver disease. Ketogenic diets have also been used for seizure disorders and, more recently, have found use in the athletic population as an alternative fuel for performance and health."}
{"id": "article-38819_20", "title": "Low-Carbohydrate Diet -- Clinical Significance -- Weight Loss", "content": "Most research on low-carb approaches has shown that a low-carb diet, specifically a ketogenic diet, induces rapid weight loss induction. Initial weight loss is due partly to water loss, but fat loss occurs with adherence to the low-carb approach. With all dietary interventions, as adherence to the diet wanes, the weight loss effect becomes similar to other nutritional approaches after one year. [23]", "contents": "Low-Carbohydrate Diet -- Clinical Significance -- Weight Loss. Most research on low-carb approaches has shown that a low-carb diet, specifically a ketogenic diet, induces rapid weight loss induction. Initial weight loss is due partly to water loss, but fat loss occurs with adherence to the low-carb approach. With all dietary interventions, as adherence to the diet wanes, the weight loss effect becomes similar to other nutritional approaches after one year. [23]"}
{"id": "article-38819_21", "title": "Low-Carbohydrate Diet -- Clinical Significance -- Weight Loss", "content": "Notably, most low-carb diet studies generally use an ad-libitum approach to caloric intake (limiting carbs instead), while most comparison diets are calorie-restricted. In general, shared decision-making is a valid and person-centered approach to determining nutritional strategies for weight loss.", "contents": "Low-Carbohydrate Diet -- Clinical Significance -- Weight Loss. Notably, most low-carb diet studies generally use an ad-libitum approach to caloric intake (limiting carbs instead), while most comparison diets are calorie-restricted. In general, shared decision-making is a valid and person-centered approach to determining nutritional strategies for weight loss."}
{"id": "article-38819_22", "title": "Low-Carbohydrate Diet -- Clinical Significance -- Type 2 Diabetes", "content": "Before medications, carbohydrate control has been the cornerstone of glycemic control in type 1 and type 2 diabetes. Dietary carbohydrates increase insulin needs, and reduction of carbohydrate intake can improve glycemic control. [24] A recent study demonstrated a significant reduction of insulin and oral medications and hemoglobin A1c reduction with ketogenic approaches while demonstrating a high adherence to the intervention at 12 months. [25] [26] Also, markers of cardiometabolic risk factors improved. [27] A systematic review and meta-analysis found low-quality evidence that low-carb approaches increase type 2 diabetes remission and are generally safe. [28]", "contents": "Low-Carbohydrate Diet -- Clinical Significance -- Type 2 Diabetes. Before medications, carbohydrate control has been the cornerstone of glycemic control in type 1 and type 2 diabetes. Dietary carbohydrates increase insulin needs, and reduction of carbohydrate intake can improve glycemic control. [24] A recent study demonstrated a significant reduction of insulin and oral medications and hemoglobin A1c reduction with ketogenic approaches while demonstrating a high adherence to the intervention at 12 months. [25] [26] Also, markers of cardiometabolic risk factors improved. [27] A systematic review and meta-analysis found low-quality evidence that low-carb approaches increase type 2 diabetes remission and are generally safe. [28]"}
{"id": "article-38819_23", "title": "Low-Carbohydrate Diet -- Clinical Significance -- Type 2 Diabetes", "content": "Approaches to nutritional lifestyle and approaches to diabetes medical nutrition therapy have included a low-carb approach as an option in recent guidelines. [29] [30] [31] Recent prospective and randomized controlled trials have consistently benefited glycemic control, weight loss, and sustained medication reduction using a very low-carb approach, less than 14% of energy from carbohydrates. [32] [33] [34]", "contents": "Low-Carbohydrate Diet -- Clinical Significance -- Type 2 Diabetes. Approaches to nutritional lifestyle and approaches to diabetes medical nutrition therapy have included a low-carb approach as an option in recent guidelines. [29] [30] [31] Recent prospective and randomized controlled trials have consistently benefited glycemic control, weight loss, and sustained medication reduction using a very low-carb approach, less than 14% of energy from carbohydrates. [32] [33] [34]"}
{"id": "article-38819_24", "title": "Low-Carbohydrate Diet -- Clinical Significance -- Type 2 Diabetes", "content": "As patients with type 2 diabetes improve glycemic control, lower weight, and reduce medication use, hemoglobin A1c may fall below the threshold for diagnosis. Recent data demonstrate that remission from type 2 diabetes may be possible. [35] A consensus statement from the American Diabetic Association, the Endocrine Society, the European Association for the Study of Diabetes, Diabetes UK, and the Diabetes Surgery Summit defines remission as a hemoglobin A1c of less than 6.5% for at least 3 months without using glycemic lowering medications. [36]", "contents": "Low-Carbohydrate Diet -- Clinical Significance -- Type 2 Diabetes. As patients with type 2 diabetes improve glycemic control, lower weight, and reduce medication use, hemoglobin A1c may fall below the threshold for diagnosis. Recent data demonstrate that remission from type 2 diabetes may be possible. [35] A consensus statement from the American Diabetic Association, the Endocrine Society, the European Association for the Study of Diabetes, Diabetes UK, and the Diabetes Surgery Summit defines remission as a hemoglobin A1c of less than 6.5% for at least 3 months without using glycemic lowering medications. [36]"}
{"id": "article-38819_25", "title": "Low-Carbohydrate Diet -- Clinical Significance -- Cardiovascular Risk Factors", "content": "As mentioned above, the effect of low-carb diets on cardiovascular risk factors continues to be controversial. While a few studies have demonstrated an increase in LDL cholesterol with low-carb diets, others showed negligible changes. However, other metabolic markers, such as lowering triglycerides and increases in HDL, have been demonstrated with low-carb diets. [4] [27] [17]", "contents": "Low-Carbohydrate Diet -- Clinical Significance -- Cardiovascular Risk Factors. As mentioned above, the effect of low-carb diets on cardiovascular risk factors continues to be controversial. While a few studies have demonstrated an increase in LDL cholesterol with low-carb diets, others showed negligible changes. However, other metabolic markers, such as lowering triglycerides and increases in HDL, have been demonstrated with low-carb diets. [4] [27] [17]"}
{"id": "article-38819_26", "title": "Low-Carbohydrate Diet -- Clinical Significance -- Initiation of a Low-Carb Lifestyle", "content": "After a shared decision-making process with the patient, there are numerous ways to start a patient on a low-carb diet. Low-carb nutrition may be advisable for those who desire healthy or athletic performance, weight loss, improvement of glycemic control for type 1 or 2 diabetes, or a seizure disorder.", "contents": "Low-Carbohydrate Diet -- Clinical Significance -- Initiation of a Low-Carb Lifestyle. After a shared decision-making process with the patient, there are numerous ways to start a patient on a low-carb diet. Low-carb nutrition may be advisable for those who desire healthy or athletic performance, weight loss, improvement of glycemic control for type 1 or 2 diabetes, or a seizure disorder."}
{"id": "article-38819_27", "title": "Low-Carbohydrate Diet -- Clinical Significance -- Initiation of a Low-Carb Lifestyle", "content": "First, understanding macronutrients and their relation to food is critical to patient counseling.", "contents": "Low-Carbohydrate Diet -- Clinical Significance -- Initiation of a Low-Carb Lifestyle. First, understanding macronutrients and their relation to food is critical to patient counseling."}
{"id": "article-38819_28", "title": "Low-Carbohydrate Diet -- Clinical Significance -- Initiation of a Low-Carb Lifestyle", "content": "Secondly, determine the patient's desire for either small steps or a rapid induction phase through motivational interviewing and S.M.A.R.T (specific, measurable, attainable, realistic, and time-bound)  goal setting.", "contents": "Low-Carbohydrate Diet -- Clinical Significance -- Initiation of a Low-Carb Lifestyle. Secondly, determine the patient's desire for either small steps or a rapid induction phase through motivational interviewing and S.M.A.R.T (specific, measurable, attainable, realistic, and time-bound)  goal setting."}
{"id": "article-38819_29", "title": "Low-Carbohydrate Diet -- Clinical Significance -- Initiation of a Low-Carb Lifestyle", "content": "Limiting added sugar (sucrose) and refined carbohydrates is critical in improving food quality and will generally reach a moderate carbohydrate (<45% carbohydrates) level.", "contents": "Low-Carbohydrate Diet -- Clinical Significance -- Initiation of a Low-Carb Lifestyle. Limiting added sugar (sucrose) and refined carbohydrates is critical in improving food quality and will generally reach a moderate carbohydrate (<45% carbohydrates) level."}
{"id": "article-38819_30", "title": "Low-Carbohydrate Diet -- Clinical Significance -- Initiation of a Low-Carb Lifestyle", "content": "One method to initiate low-carb is through a rapid induction phase of 2 to 4 weeks, with 20 to 50 grams of carbohydrates to induce nutritional ketosis. Ad libitum  vegetables that grow above the ground and are lower in carbohydrate content are encouraged. Additionally, carbs should be limited to those found in whole, unprocessed food.", "contents": "Low-Carbohydrate Diet -- Clinical Significance -- Initiation of a Low-Carb Lifestyle. One method to initiate low-carb is through a rapid induction phase of 2 to 4 weeks, with 20 to 50 grams of carbohydrates to induce nutritional ketosis. Ad libitum  vegetables that grow above the ground and are lower in carbohydrate content are encouraged. Additionally, carbs should be limited to those found in whole, unprocessed food."}
{"id": "article-38819_31", "title": "Low-Carbohydrate Diet -- Clinical Significance -- Initiation of a Low-Carb Lifestyle", "content": "Finally, after the induction phase, depending on goals, patients can remain in the keto phase or slowly add healthy carbohydrates from whole, unprocessed vegetables and low-glycemic, high-fiber fruit (eg, berries).", "contents": "Low-Carbohydrate Diet -- Clinical Significance -- Initiation of a Low-Carb Lifestyle. Finally, after the induction phase, depending on goals, patients can remain in the keto phase or slowly add healthy carbohydrates from whole, unprocessed vegetables and low-glycemic, high-fiber fruit (eg, berries)."}
{"id": "article-38819_32", "title": "Low-Carbohydrate Diet -- Clinical Significance -- Maintenance of a Low-Carb Lifestyle", "content": "If limited initially or during the induction phase, full-fat dairy, legumes, and whole grains can also be added during this maintenance phase as long as goals are maintained and tolerated without any hypersensitivity or an adverse response. The lifelong maintenance phase can then continue per patient preference. Periodic monitoring of cardiovascular risk markers and control of cardiometabolic disease should also be a priority. Those with type 2 diabetes require close monitoring for hypoglycemia, and reducing insulin or hypoglycemic medications is prudent with rapid reductions in fasting glucose. [37]", "contents": "Low-Carbohydrate Diet -- Clinical Significance -- Maintenance of a Low-Carb Lifestyle. If limited initially or during the induction phase, full-fat dairy, legumes, and whole grains can also be added during this maintenance phase as long as goals are maintained and tolerated without any hypersensitivity or an adverse response. The lifelong maintenance phase can then continue per patient preference. Periodic monitoring of cardiovascular risk markers and control of cardiometabolic disease should also be a priority. Those with type 2 diabetes require close monitoring for hypoglycemia, and reducing insulin or hypoglycemic medications is prudent with rapid reductions in fasting glucose. [37]"}
{"id": "article-38819_33", "title": "Low-Carbohydrate Diet -- Other Issues", "content": "Ketogenic diets have been used successfully since 1920, before the existence of medications for epilepsy. [9] [38] Recent studies have shown that acne, cancer, nonalcoholic fatty liver disease, polycystic ovary syndrome, and Alzheimer disease may improve with ketogenic diets. [9] [39]", "contents": "Low-Carbohydrate Diet -- Other Issues. Ketogenic diets have been used successfully since 1920, before the existence of medications for epilepsy. [9] [38] Recent studies have shown that acne, cancer, nonalcoholic fatty liver disease, polycystic ovary syndrome, and Alzheimer disease may improve with ketogenic diets. [9] [39]"}
{"id": "article-38819_34", "title": "Low-Carbohydrate Diet -- Other Issues", "content": "The use of keto diets to provide sustained and steady fuel for endurance sports in athletic individuals and the optimization of body composition in high-intensity training for the recreational population have also undergone testing. [40] [41]", "contents": "Low-Carbohydrate Diet -- Other Issues. The use of keto diets to provide sustained and steady fuel for endurance sports in athletic individuals and the optimization of body composition in high-intensity training for the recreational population have also undergone testing. [40] [41]"}
{"id": "article-38819_35", "title": "Low-Carbohydrate Diet -- Enhancing Healthcare Team Outcomes", "content": "Interprofessional care coordination involving clinicians, pharmacists, dieticians, and nutritionists working collaboratively, providing patient education, and monitoring patient progress and health status is the optimal approach to implementing a low-carb diet to achieve health goals.", "contents": "Low-Carbohydrate Diet -- Enhancing Healthcare Team Outcomes. Interprofessional care coordination involving clinicians, pharmacists, dieticians, and nutritionists working collaboratively, providing patient education, and monitoring patient progress and health status is the optimal approach to implementing a low-carb diet to achieve health goals."}
{"id": "article-38819_36", "title": "Low-Carbohydrate Diet -- Nursing, Allied Health, and Interprofessional Team Interventions -- Clinical Pharmacist", "content": "Patients on chronic medications may require rapid medication adjustments while on a low-carbohydrate diet. Recently a small randomized controlled study demonstrated improved glycemic control and reduction of medication use led by a community-based clinical pharmacist. [42]", "contents": "Low-Carbohydrate Diet -- Nursing, Allied Health, and Interprofessional Team Interventions -- Clinical Pharmacist. Patients on chronic medications may require rapid medication adjustments while on a low-carbohydrate diet. Recently a small randomized controlled study demonstrated improved glycemic control and reduction of medication use led by a community-based clinical pharmacist. [42]"}
{"id": "article-38819_37", "title": "Low-Carbohydrate Diet -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Low-Carbohydrate Diet -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}