{"id": "article-26914_0", "title": "Biochemistry, Peptide -- Introduction", "content": "Peptides play an essential role in fundamental physiological processes and are necessary for many biochemical processes. A peptide is a short string of 2 to 50 amino acids, formed by a condensation reaction, joining together through a covalent bond. [1] Sequential covalent bonds with additional amino acids yield a peptide chain and the building block of proteins.", "contents": "Biochemistry, Peptide -- Introduction. Peptides play an essential role in fundamental physiological processes and are necessary for many biochemical processes. A peptide is a short string of 2 to 50 amino acids, formed by a condensation reaction, joining together through a covalent bond. [1] Sequential covalent bonds with additional amino acids yield a peptide chain and the building block of proteins."}
{"id": "article-26914_1", "title": "Biochemistry, Peptide -- Introduction", "content": "Peptides are named based on the number of amino acid residues in the sequence. As peptide chains form between joining of the primary structure of amino acids, they may enlarge to become an oligopeptide when there are between 10 to 20 amino acids in the chain. In vivo, each amino acid is added to the amino-terminal of one amino acid to form a peptide chain. [1] When there are greater than 20 amino acids, the peptide is an unbranched chain deemed a polypeptide.", "contents": "Biochemistry, Peptide -- Introduction. Peptides are named based on the number of amino acid residues in the sequence. As peptide chains form between joining of the primary structure of amino acids, they may enlarge to become an oligopeptide when there are between 10 to 20 amino acids in the chain. In vivo, each amino acid is added to the amino-terminal of one amino acid to form a peptide chain. [1] When there are greater than 20 amino acids, the peptide is an unbranched chain deemed a polypeptide."}
{"id": "article-26914_2", "title": "Biochemistry, Peptide -- Introduction", "content": "Each amino acid comprising a peptide is called a “residue” since that is the portion remaining after the loss of water in the dehydration reaction. Amino acids are the organic starting molecule composed of a carboxyl-terminal and an amino group that makes up the foundation of a protein. Peptide synthesis depends on three main reactions: 1. an amino acid goes through a deprotection step, a preparatory reaction that adds the next amino acid to the chain, and lastly, a coupling reaction that forms the final peptide with functionality. [1] In the second step, the amino acid becomes activated with several reagents. Thes carboxylic acid in the amino acid will react to make the activated form, which will then enter into a coupling reaction. After one round of peptide synthesis, this process is repeatable to add more amino acids until creating the desired length of the peptide.", "contents": "Biochemistry, Peptide -- Introduction. Each amino acid comprising a peptide is called a “residue” since that is the portion remaining after the loss of water in the dehydration reaction. Amino acids are the organic starting molecule composed of a carboxyl-terminal and an amino group that makes up the foundation of a protein. Peptide synthesis depends on three main reactions: 1. an amino acid goes through a deprotection step, a preparatory reaction that adds the next amino acid to the chain, and lastly, a coupling reaction that forms the final peptide with functionality. [1] In the second step, the amino acid becomes activated with several reagents. Thes carboxylic acid in the amino acid will react to make the activated form, which will then enter into a coupling reaction. After one round of peptide synthesis, this process is repeatable to add more amino acids until creating the desired length of the peptide."}
{"id": "article-26914_3", "title": "Biochemistry, Peptide -- Introduction", "content": "Peptide bonds are resistant to conditions that denature proteins, such as elevated temperatures and high concentration of urea. Amino acids all have the same general structure, with a positive charge on nitrogen and negative on the carbonyl group. [1]", "contents": "Biochemistry, Peptide -- Introduction. Peptide bonds are resistant to conditions that denature proteins, such as elevated temperatures and high concentration of urea. Amino acids all have the same general structure, with a positive charge on nitrogen and negative on the carbonyl group. [1]"}
{"id": "article-26914_4", "title": "Biochemistry, Peptide -- Fundamentals -- Peptide bonds", "content": "The peptide bond formed in the active site of the ribosome has a partial double-bond character. [2] This bond is more rigid and planar than a single bond since double bonds are shorter and stronger and require more free energy to break them. Due to the steric interference of R groups, the bond is almost always a trans bond. [2] The nature of the bond prevents complete free rotation between the carbonyl carbon and the nitrogen of the peptide bond. However, the bonds between the other carbon atoms can freely rotate. This configuration and allows for multiple configurations and isomers of peptides to be created.", "contents": "Biochemistry, Peptide -- Fundamentals -- Peptide bonds. The peptide bond formed in the active site of the ribosome has a partial double-bond character. [2] This bond is more rigid and planar than a single bond since double bonds are shorter and stronger and require more free energy to break them. Due to the steric interference of R groups, the bond is almost always a trans bond. [2] The nature of the bond prevents complete free rotation between the carbonyl carbon and the nitrogen of the peptide bond. However, the bonds between the other carbon atoms can freely rotate. This configuration and allows for multiple configurations and isomers of peptides to be created."}
{"id": "article-26914_5", "title": "Biochemistry, Peptide -- Fundamentals -- Bioactive Peptides", "content": "As amino acids combine to form a peptide, specific bioactive peptides can be designed with implications to the pharmaceutical industry and biologics design usage for therapeutic biomedical research. [3] Extensive research has shown the multi-faceted role of bioactive peptides has demonstrated effectiveness in blood pressure decreasing, anti-microbial properties, anti-inflammatory, anti-thrombotic, improved response to infection, and anti-oxidant. [4] The fundamental nature of peptides as the building blocks of proteins, allow for the synthetic and in vitro mimicking of these endogenous substances to that regulate specific cellular functions and facilitate an innumerable amount of biochemical process in the body.", "contents": "Biochemistry, Peptide -- Fundamentals -- Bioactive Peptides. As amino acids combine to form a peptide, specific bioactive peptides can be designed with implications to the pharmaceutical industry and biologics design usage for therapeutic biomedical research. [3] Extensive research has shown the multi-faceted role of bioactive peptides has demonstrated effectiveness in blood pressure decreasing, anti-microbial properties, anti-inflammatory, anti-thrombotic, improved response to infection, and anti-oxidant. [4] The fundamental nature of peptides as the building blocks of proteins, allow for the synthetic and in vitro mimicking of these endogenous substances to that regulate specific cellular functions and facilitate an innumerable amount of biochemical process in the body."}
{"id": "article-26914_6", "title": "Biochemistry, Peptide -- Cellular Level", "content": "The process of biochemical synthesis of a peptide from its primary amino acid primary structure to a final protein structure is a fundamental biological process. This section will provide an overview of the mechanisms involved in synthesizing a peptide sequence and highlight key cellular locations and specific enzymes.", "contents": "Biochemistry, Peptide -- Cellular Level. The process of biochemical synthesis of a peptide from its primary amino acid primary structure to a final protein structure is a fundamental biological process. This section will provide an overview of the mechanisms involved in synthesizing a peptide sequence and highlight key cellular locations and specific enzymes."}
{"id": "article-26914_7", "title": "Biochemistry, Peptide -- Cellular Level", "content": "Biologically active peptides, including neurotransmitters and hormones and, are created from and RNA template, transcribed from DNA. [1] First, a ribosome translates a signal sequence that docks it to a signal recognition particle (SRP) on the rough endoplasmic reticulum (RER). In vivo, after transiting from the nucleus to the cytoplasm to the attachment of a ribosome, mRNA will begin the process of translation and peptide chain formation.", "contents": "Biochemistry, Peptide -- Cellular Level. Biologically active peptides, including neurotransmitters and hormones and, are created from and RNA template, transcribed from DNA. [1] First, a ribosome translates a signal sequence that docks it to a signal recognition particle (SRP) on the rough endoplasmic reticulum (RER). In vivo, after transiting from the nucleus to the cytoplasm to the attachment of a ribosome, mRNA will begin the process of translation and peptide chain formation."}
{"id": "article-26914_8", "title": "Biochemistry, Peptide -- Cellular Level", "content": "The steps of translation subdivide into initiation, elongation, and termination. [1] The initiation step includes an mRNA binding to a small ribosome subunit. [2] A group of similar nucleotide sequences, termed Kozak sequences surround the start codon; they act as a landmark for small ribosomal subunit to recognize and attach the start codon, AUG, coding for Methionine, binds to the anticodon of tRNA. The large subunit holds an A, P, and E site, and the first step is the binding of the small subunit in the P site. [5] After each amino acid attaches to its corresponding tRNA with the help of ATP, the enzyme aminoacyl-tRNA synthetase catalyzes the bond. [5] As each peptide bond forms, linking together two amino acids, a condensation reaction occurs with the loss of a water molecule. [1]", "contents": "Biochemistry, Peptide -- Cellular Level. The steps of translation subdivide into initiation, elongation, and termination. [1] The initiation step includes an mRNA binding to a small ribosome subunit. [2] A group of similar nucleotide sequences, termed Kozak sequences surround the start codon; they act as a landmark for small ribosomal subunit to recognize and attach the start codon, AUG, coding for Methionine, binds to the anticodon of tRNA. The large subunit holds an A, P, and E site, and the first step is the binding of the small subunit in the P site. [5] After each amino acid attaches to its corresponding tRNA with the help of ATP, the enzyme aminoacyl-tRNA synthetase catalyzes the bond. [5] As each peptide bond forms, linking together two amino acids, a condensation reaction occurs with the loss of a water molecule. [1]"}
{"id": "article-26914_9", "title": "Biochemistry, Peptide -- Cellular Level", "content": "With expansion and addition of additional amino acids, a polypeptide is then created and destined to become the major macromolecule constituent of cells, protein. Post-translationally modification of peptides such as methylation, phosphorylation, acetylation can also alter the rates of peptide synthesis. [6]", "contents": "Biochemistry, Peptide -- Cellular Level. With expansion and addition of additional amino acids, a polypeptide is then created and destined to become the major macromolecule constituent of cells, protein. Post-translationally modification of peptides such as methylation, phosphorylation, acetylation can also alter the rates of peptide synthesis. [6]"}
{"id": "article-26914_10", "title": "Biochemistry, Peptide -- Cellular Level", "content": "As a growing peptide forms, it is then cleaved from its signal sequence, forming a large preprohormone, which is then cleaved further into a prohormone. As a prohormone, it is packaged into vesicles and sent to the Golgi apparatus for further processing and to be proteolytically cleaved into their final form. The final peptide is packaged into secretory vesicles and sent into the cytoplasm and then leave the cell via exocytosis when they receive a stimulus.", "contents": "Biochemistry, Peptide -- Cellular Level. As a growing peptide forms, it is then cleaved from its signal sequence, forming a large preprohormone, which is then cleaved further into a prohormone. As a prohormone, it is packaged into vesicles and sent to the Golgi apparatus for further processing and to be proteolytically cleaved into their final form. The final peptide is packaged into secretory vesicles and sent into the cytoplasm and then leave the cell via exocytosis when they receive a stimulus."}
{"id": "article-26914_11", "title": "Biochemistry, Peptide -- Cellular Level", "content": "The established method in a laboratory setting for the production of the synthetic peptide is known as solid-phase peptide synthesis (SPPS). [7] This process allows the rapid assembly of a peptide chain through a process of consecutive reactions of amino acid derivatives in a series of coupling, deprotecting techniques. [7] [8]", "contents": "Biochemistry, Peptide -- Cellular Level. The established method in a laboratory setting for the production of the synthetic peptide is known as solid-phase peptide synthesis (SPPS). [7] This process allows the rapid assembly of a peptide chain through a process of consecutive reactions of amino acid derivatives in a series of coupling, deprotecting techniques. [7] [8]"}
{"id": "article-26914_12", "title": "Biochemistry, Peptide -- Molecular Level -- Peptide Hormones", "content": "Peptide hormones are water-soluble molecules that can range from 3 to 200 amino acids in lengths and shape and are linked by peptide bonds.  Peptide hormones are synthesized locally and can travel to remote tissues with an implication for physiological growth and differentiation. The paracrine and perhaps autocrine actions of these peptide hormones contribute to the growth, survival, and functionality of the tissues on which they act. [9] These hormones range broadly in size, structure, and function. The following is only a concise list and does not represent all of the physiologic and endogenous peptide hormones in the body; however, these peptide families are of note.", "contents": "Biochemistry, Peptide -- Molecular Level -- Peptide Hormones. Peptide hormones are water-soluble molecules that can range from 3 to 200 amino acids in lengths and shape and are linked by peptide bonds.  Peptide hormones are synthesized locally and can travel to remote tissues with an implication for physiological growth and differentiation. The paracrine and perhaps autocrine actions of these peptide hormones contribute to the growth, survival, and functionality of the tissues on which they act. [9] These hormones range broadly in size, structure, and function. The following is only a concise list and does not represent all of the physiologic and endogenous peptide hormones in the body; however, these peptide families are of note."}
{"id": "article-26914_13", "title": "Biochemistry, Peptide -- Molecular Level -- Peptide Hormones", "content": "Pro-opiomelanocortin (POMC) gene family is originally a 241 amino acid residue that is cleaved at different lysine residues through proteolysis to create unique, active peptides. The peptides created include melanocyte-stimulating factor (MSH), adrenocorticotropic releasing hormone (ACTH), B-lipotropin, and B-endorphin, and are expressed in peripheral tissues and the brain. [10]", "contents": "Biochemistry, Peptide -- Molecular Level -- Peptide Hormones. Pro-opiomelanocortin (POMC) gene family is originally a 241 amino acid residue that is cleaved at different lysine residues through proteolysis to create unique, active peptides. The peptides created include melanocyte-stimulating factor (MSH), adrenocorticotropic releasing hormone (ACTH), B-lipotropin, and B-endorphin, and are expressed in peripheral tissues and the brain. [10]"}
{"id": "article-26914_14", "title": "Biochemistry, Peptide -- Molecular Level -- Peptide Hormones", "content": "Oxytocin and ADH The posterior pituitary produces two peptide hormones that differ by only two AAs: oxytocin and anti-diuretic hormone (ADH). Both oxytocin and ADH are nonapeptides with a disulfide bridge. [11] These nonapeptides are packaged through a process involving carrier proteins called neurophysins. [12]", "contents": "Biochemistry, Peptide -- Molecular Level -- Peptide Hormones. Oxytocin and ADH The posterior pituitary produces two peptide hormones that differ by only two AAs: oxytocin and anti-diuretic hormone (ADH). Both oxytocin and ADH are nonapeptides with a disulfide bridge. [11] These nonapeptides are packaged through a process involving carrier proteins called neurophysins. [12]"}
{"id": "article-26914_15", "title": "Biochemistry, Peptide -- Molecular Level -- Peptide Hormones", "content": "Insulin is a 51 amino acid peptide hormone that consists of two disulfide-linked peptide chains. [12] IGF-1 (insulin-like-growth-factor- 1) family are also peptide hormones but have three disulfide bonds. [12] Insulin's role in the body is multifaceted to control metabolic homeostasis, including glucose uptake from the blood and storage of glucose as glycogen in the liver.", "contents": "Biochemistry, Peptide -- Molecular Level -- Peptide Hormones. Insulin is a 51 amino acid peptide hormone that consists of two disulfide-linked peptide chains. [12] IGF-1 (insulin-like-growth-factor- 1) family are also peptide hormones but have three disulfide bonds. [12] Insulin's role in the body is multifaceted to control metabolic homeostasis, including glucose uptake from the blood and storage of glucose as glycogen in the liver."}
{"id": "article-26914_16", "title": "Biochemistry, Peptide -- Molecular Level -- Peptide Hormones", "content": "Glucagon is created when proglucagon is cleaved by prohormone convertase 2, to form a fully processed bioactive peptide. [13] It is released by pancreatic alpha cells in response to hypoglycemia or even during a homeostatic increase in concentrations of amino acids. [13] Glucagon's effects to promote homeostatic equilibrium throughout the body, work through mechanisms that balance energy expenditure and glucose metabolism. The study of this peptide hormone and its mechanisms provides a basis of understanding of therapeutics for diabetes management and other conditions. [13]", "contents": "Biochemistry, Peptide -- Molecular Level -- Peptide Hormones. Glucagon is created when proglucagon is cleaved by prohormone convertase 2, to form a fully processed bioactive peptide. [13] It is released by pancreatic alpha cells in response to hypoglycemia or even during a homeostatic increase in concentrations of amino acids. [13] Glucagon's effects to promote homeostatic equilibrium throughout the body, work through mechanisms that balance energy expenditure and glucose metabolism. The study of this peptide hormone and its mechanisms provides a basis of understanding of therapeutics for diabetes management and other conditions. [13]"}
{"id": "article-26914_17", "title": "Biochemistry, Peptide -- Molecular Level -- Peptide Hormones", "content": "Secretin is another example of a peptide hormone, with an N-terminal and C-terminal end, composed of a 27 chain amino acid sequence. [14] This peptide originates from the SCT gene, and first becomes a prohormone known as prosecretin. Once activated by exposure to gastric acid, it is cleaved into the active peptide form and released by S cells in the mucosa of the duodenum. [14] It functions to stimulate the pancreas and bile ducts to release bicarbonate, which acts to neutralize potentially harmful gastric acids entering into the stomach. [15]", "contents": "Biochemistry, Peptide -- Molecular Level -- Peptide Hormones. Secretin is another example of a peptide hormone, with an N-terminal and C-terminal end, composed of a 27 chain amino acid sequence. [14] This peptide originates from the SCT gene, and first becomes a prohormone known as prosecretin. Once activated by exposure to gastric acid, it is cleaved into the active peptide form and released by S cells in the mucosa of the duodenum. [14] It functions to stimulate the pancreas and bile ducts to release bicarbonate, which acts to neutralize potentially harmful gastric acids entering into the stomach. [15]"}
{"id": "article-26914_18", "title": "Biochemistry, Peptide -- Molecular Level -- Peptide Hormones", "content": "Calcitonin gene-related peptide (CGRP) is a 37-amino acid neuropeptide, which is most commonly localized to C and Aδ sensory fibers but affects both the central and peripheral nervous systems and metabolism through a multitude of receptor types. [16] New research has demonstrated that intraperitoneal treatment with CGRP can have an energy stimulating effect and even promote an increased appetite. [17] Current research has also linked the activity CGRP in the cerebrovascular system to a possible etiology of migraine attacks. [18] CGRP is mainly found in the enteric nervous system but has been postulated to play a potential role in cranial nociception and cerebral vasodilation, leading to severe migraine headaches. [19]", "contents": "Biochemistry, Peptide -- Molecular Level -- Peptide Hormones. Calcitonin gene-related peptide (CGRP) is a 37-amino acid neuropeptide, which is most commonly localized to C and Aδ sensory fibers but affects both the central and peripheral nervous systems and metabolism through a multitude of receptor types. [16] New research has demonstrated that intraperitoneal treatment with CGRP can have an energy stimulating effect and even promote an increased appetite. [17] Current research has also linked the activity CGRP in the cerebrovascular system to a possible etiology of migraine attacks. [18] CGRP is mainly found in the enteric nervous system but has been postulated to play a potential role in cranial nociception and cerebral vasodilation, leading to severe migraine headaches. [19]"}
{"id": "article-26914_19", "title": "Biochemistry, Peptide -- Molecular Level -- Peptide Hormones", "content": "Natriuretic Peptides are small peptide hormones secreted by cardiac myocytes in response to tension or wall stress. [20] This peptide system, including atrial natriuretic peptides (ANP), brain natriuretic peptide (BNP), and C-type natriuretic peptide (CNP), are all secreted by the cardiac atrium as protective mechanisms to prevent adverse cardiovascular/renal conditions including anti-proliferative, anti-remodeling, vasodilative, and modulation of the renin-angiotensin-aldosterone system. [20] The peptide, ANP, is secreted in the atrium of cardiac tissue and is known to be 28 amino acids in length linked by disulfide bonds. [20] BNP, on the other hand, shares 17 common amino acids with ANP but is a 32 amino acid peptide, while CNP is a total of 22 amino acids in length. [20] Isolation and understanding of these peptide hormones have provided a better understanding of physiologic blood pressure control and an opportunity for natriuretic peptides for therapeutic purposes. [21]", "contents": "Biochemistry, Peptide -- Molecular Level -- Peptide Hormones. Natriuretic Peptides are small peptide hormones secreted by cardiac myocytes in response to tension or wall stress. [20] This peptide system, including atrial natriuretic peptides (ANP), brain natriuretic peptide (BNP), and C-type natriuretic peptide (CNP), are all secreted by the cardiac atrium as protective mechanisms to prevent adverse cardiovascular/renal conditions including anti-proliferative, anti-remodeling, vasodilative, and modulation of the renin-angiotensin-aldosterone system. [20] The peptide, ANP, is secreted in the atrium of cardiac tissue and is known to be 28 amino acids in length linked by disulfide bonds. [20] BNP, on the other hand, shares 17 common amino acids with ANP but is a 32 amino acid peptide, while CNP is a total of 22 amino acids in length. [20] Isolation and understanding of these peptide hormones have provided a better understanding of physiologic blood pressure control and an opportunity for natriuretic peptides for therapeutic purposes. [21]"}
{"id": "article-26914_20", "title": "Biochemistry, Peptide -- Pathophysiology", "content": "Pathophysiological processes related to peptides are very broad due to the ubiquitous nature of peptides in the body. This section will describe how peptides are involved in the pathophysiology of various metabolic processes.", "contents": "Biochemistry, Peptide -- Pathophysiology. Pathophysiological processes related to peptides are very broad due to the ubiquitous nature of peptides in the body. This section will describe how peptides are involved in the pathophysiology of various metabolic processes."}
{"id": "article-26914_21", "title": "Biochemistry, Peptide -- Pathophysiology -- Peptide-Receptor Complex and Signaling Cascade", "content": "Biologically active peptides are produced from genes that target specific proteins or protein-coupled receptors, such as G-protein-coupled-receptors (GPCRs). [22] The combination of this peptide-receptor complex can then switch on or off a series of cascading reactions through a multitude of mechanisms. These downstream reactions that are activated may include other G-proteins, tyrosine kinases, and a series of transcription events and thus control all cellular processing and functioning. [22]", "contents": "Biochemistry, Peptide -- Pathophysiology -- Peptide-Receptor Complex and Signaling Cascade. Biologically active peptides are produced from genes that target specific proteins or protein-coupled receptors, such as G-protein-coupled-receptors (GPCRs). [22] The combination of this peptide-receptor complex can then switch on or off a series of cascading reactions through a multitude of mechanisms. These downstream reactions that are activated may include other G-proteins, tyrosine kinases, and a series of transcription events and thus control all cellular processing and functioning. [22]"}
{"id": "article-26914_22", "title": "Biochemistry, Peptide -- Pathophysiology -- Peptide-Receptor Complex and Signaling Cascade", "content": "In some cases, when a peptide binding to a receptor causing a pathologic \"on\" state, unregulated transcription and proliferation may ensue, leading to an oncologic state. These cellular processes may be left unchecked and result in tumor growth. The design of synthetic peptides, created to act as endogenous peptides do and bind to a target receptor, can identify the location of tumor growth for identification and even for therapeutic purposes.", "contents": "Biochemistry, Peptide -- Pathophysiology -- Peptide-Receptor Complex and Signaling Cascade. In some cases, when a peptide binding to a receptor causing a pathologic \"on\" state, unregulated transcription and proliferation may ensue, leading to an oncologic state. These cellular processes may be left unchecked and result in tumor growth. The design of synthetic peptides, created to act as endogenous peptides do and bind to a target receptor, can identify the location of tumor growth for identification and even for therapeutic purposes."}
{"id": "article-26914_23", "title": "Biochemistry, Peptide -- Pathophysiology -- Infection", "content": "Peptides play a large endogenous role in humans and other species as a first-line barrier to fight infection. One of the components of the body's innate immune system includes the production of antimicrobial peptides (AMPs) in the epithelium. [23] In addition to the epithelium, AMPs are also produced by neutrophils, mast cells, and even adipocytes [24] . These AMPs can be post-translationally modified to fight a wide range of different infections, and with their cationic and interact with the negatively charged bacterial surface. A very important subset of AMPs is called defensins and cathelicidins. [24]", "contents": "Biochemistry, Peptide -- Pathophysiology -- Infection. Peptides play a large endogenous role in humans and other species as a first-line barrier to fight infection. One of the components of the body's innate immune system includes the production of antimicrobial peptides (AMPs) in the epithelium. [23] In addition to the epithelium, AMPs are also produced by neutrophils, mast cells, and even adipocytes [24] . These AMPs can be post-translationally modified to fight a wide range of different infections, and with their cationic and interact with the negatively charged bacterial surface. A very important subset of AMPs is called defensins and cathelicidins. [24]"}
{"id": "article-26914_24", "title": "Biochemistry, Peptide -- Pathophysiology -- Infection", "content": "Dermcidin is a known gene that encodes antimicrobial resistance peptides in the sweat glands that can survive at a high salt concentration and over a wide range of pH values. [25] It is known that some bacteria can even produce their AMPs and develop resistance mechanisms to endogenous AMPs so that they can proteolytically cleave the peptides and survive. [24]", "contents": "Biochemistry, Peptide -- Pathophysiology -- Infection. Dermcidin is a known gene that encodes antimicrobial resistance peptides in the sweat glands that can survive at a high salt concentration and over a wide range of pH values. [25] It is known that some bacteria can even produce their AMPs and develop resistance mechanisms to endogenous AMPs so that they can proteolytically cleave the peptides and survive. [24]"}
{"id": "article-26914_25", "title": "Biochemistry, Peptide -- Clinical Significance", "content": "As previously mentioned, peptides play an essential role in many physiological processes present throughout the body. The clinical significance peptides will be summarized below including some dermatologic disease states as well as therapeutic uses of peptides as imaging probes related to oncology for imaging and tumor targeting. Note that the information provided is concise and is not intended to represent all physiological processes that involve peptides.", "contents": "Biochemistry, Peptide -- Clinical Significance. As previously mentioned, peptides play an essential role in many physiological processes present throughout the body. The clinical significance peptides will be summarized below including some dermatologic disease states as well as therapeutic uses of peptides as imaging probes related to oncology for imaging and tumor targeting. Note that the information provided is concise and is not intended to represent all physiological processes that involve peptides."}
{"id": "article-26914_26", "title": "Biochemistry, Peptide -- Clinical Significance -- Wound repair", "content": "Endogenous peptides also play a role in wound healing, and induction of mesenchymal cells to differentiate and promote bacteriolysis within the wound and facilitate healing. Antimicrobial peptides from within wound fluid induced by known as syndecan, a cell surface heparan sulfate proteoglycan. [26] Syndecan functions to activate heparin-binding growth factors and tissue matrix substances to facilitate wound repair in damaged tissues. [26]", "contents": "Biochemistry, Peptide -- Clinical Significance -- Wound repair. Endogenous peptides also play a role in wound healing, and induction of mesenchymal cells to differentiate and promote bacteriolysis within the wound and facilitate healing. Antimicrobial peptides from within wound fluid induced by known as syndecan, a cell surface heparan sulfate proteoglycan. [26] Syndecan functions to activate heparin-binding growth factors and tissue matrix substances to facilitate wound repair in damaged tissues. [26]"}
{"id": "article-26914_27", "title": "Biochemistry, Peptide -- Clinical Significance -- Chronic Inflammatory Skin Conditions", "content": "As mentioned previously, healthy skin can secrete AMPs to defend against surface attack, especially by gram-positive and gram-negative bacteria, viruses, and fungi. [27] It is shown that peptides play a role have a chronically disrupted epithelial microbiome which predisposes the tissue to pathogenic infection and persistence of inflammatory skin conditions. [28] In the inflamed skin of atopic dermatitis patients compared to the inflamed skin of normal subjects, there is suppression for anti-microbial action due to the decreased expression of normal epidermal AMPs such as LL-37, β-defensin-2, and β-defensin-3. [28]", "contents": "Biochemistry, Peptide -- Clinical Significance -- Chronic Inflammatory Skin Conditions. As mentioned previously, healthy skin can secrete AMPs to defend against surface attack, especially by gram-positive and gram-negative bacteria, viruses, and fungi. [27] It is shown that peptides play a role have a chronically disrupted epithelial microbiome which predisposes the tissue to pathogenic infection and persistence of inflammatory skin conditions. [28] In the inflamed skin of atopic dermatitis patients compared to the inflamed skin of normal subjects, there is suppression for anti-microbial action due to the decreased expression of normal epidermal AMPs such as LL-37, β-defensin-2, and β-defensin-3. [28]"}
{"id": "article-26914_28", "title": "Biochemistry, Peptide -- Clinical Significance -- Chronic Inflammatory Skin Conditions", "content": "Where atopic dermatitis patients have suppression of AMPs leading to a further inflammatory, infectious state, patients with rosacea overexpress an anti-microbial peptide known as cathelicidin anti-microbial peptide (CAMP). [27] The metabolites and products of this peptide, CAMP, are what result in the inflammatory state of the epidermis. Knowing the pathway that stimulates CAMP expression in epidermal tissues to elevate anti-microbial peptide generation in an otherwise suppressed state such as atopic dermatitis, may provide a unique and novel therapeutic approach to improve the inflammatory state of patients with this condition. [27]", "contents": "Biochemistry, Peptide -- Clinical Significance -- Chronic Inflammatory Skin Conditions. Where atopic dermatitis patients have suppression of AMPs leading to a further inflammatory, infectious state, patients with rosacea overexpress an anti-microbial peptide known as cathelicidin anti-microbial peptide (CAMP). [27] The metabolites and products of this peptide, CAMP, are what result in the inflammatory state of the epidermis. Knowing the pathway that stimulates CAMP expression in epidermal tissues to elevate anti-microbial peptide generation in an otherwise suppressed state such as atopic dermatitis, may provide a unique and novel therapeutic approach to improve the inflammatory state of patients with this condition. [27]"}
{"id": "article-26914_29", "title": "Biochemistry, Peptide -- Clinical Significance -- Molecular Imaging and Tumor Targeting", "content": "The mechanism of endogenous peptide and specific receptor binding is principally the design for peptides acting as imaging probes and receptor-binding peptides for overexpressed receptors such as in cancer proliferation. [29] These probes may be strategically designed in vitro to mimic endogenous peptides that ultimately act as biomarkers and allow for the detection of a tumor. The implications of this advanced technology apply to the specific identification of tumor growth and even therapeutic purposes. With advancing sciences and molecular peptide chemistry and a better understanding of more effective targeting, these synthetic peptides have the potential to target multiple disease states with high specificity in imaging modalities such as PET/SPECT, optical imaging, and MRI. [29]", "contents": "Biochemistry, Peptide -- Clinical Significance -- Molecular Imaging and Tumor Targeting. The mechanism of endogenous peptide and specific receptor binding is principally the design for peptides acting as imaging probes and receptor-binding peptides for overexpressed receptors such as in cancer proliferation. [29] These probes may be strategically designed in vitro to mimic endogenous peptides that ultimately act as biomarkers and allow for the detection of a tumor. The implications of this advanced technology apply to the specific identification of tumor growth and even therapeutic purposes. With advancing sciences and molecular peptide chemistry and a better understanding of more effective targeting, these synthetic peptides have the potential to target multiple disease states with high specificity in imaging modalities such as PET/SPECT, optical imaging, and MRI. [29]"}
{"id": "article-26914_30", "title": "Biochemistry, Peptide -- Clinical Significance -- Molecular Imaging and Tumor Targeting", "content": "As biochemical sciences and therapeutic design continue to progress, peptide synthesis and design are heavily studied with implications for oncologic therapy as the pharmaceutical industry continues to shift more toward biologicals for new drug candidates. [4]", "contents": "Biochemistry, Peptide -- Clinical Significance -- Molecular Imaging and Tumor Targeting. As biochemical sciences and therapeutic design continue to progress, peptide synthesis and design are heavily studied with implications for oncologic therapy as the pharmaceutical industry continues to shift more toward biologicals for new drug candidates. [4]"}
{"id": "article-26914_31", "title": "Biochemistry, Peptide -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Biochemistry, Peptide -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}