{"id": "article-20656_0", "title": "Donepezil -- Continuing Education Activity", "content": "Donepezil hydrochloride, a piperidine derivative, is a centrally acting, rapid, and reversible acetylcholinesterase inhibitor primarily utilized for treating Alzheimer disease. Acetylcholinesterase is an enzyme that breaks down acetylcholine after its release from the presynapse. By binding reversibly to acetylcholinesterase, donepezil inhibits acetylcholine hydrolysis, thereby increasing acetylcholine availability at the synapses and enhancing cholinergic transmission. The U.S. Food and Drug Administration (FDA) approved the drug for the treatment of dementia in mild, moderate, and severe Alzheimer disease. Although there is currently no evidence to suggest that donepezil can alter the progression of the disease, it has shown efficacy in alleviating specific symptoms by improving cognition and/or behavior in affected individuals. In addition to its FDA-approved use in Alzheimer disease, donepezil has various off-label indications. This activity emphasizes the mechanism of action, adverse event profile, pharmacokinetics, monitoring requirements, and relevant drug interactions of donepezil. This information is crucial for interprofessional team members involved in treating patients with dementia associated with Alzheimer disease.", "contents": "Donepezil -- Continuing Education Activity. Donepezil hydrochloride, a piperidine derivative, is a centrally acting, rapid, and reversible acetylcholinesterase inhibitor primarily utilized for treating Alzheimer disease. Acetylcholinesterase is an enzyme that breaks down acetylcholine after its release from the presynapse. By binding reversibly to acetylcholinesterase, donepezil inhibits acetylcholine hydrolysis, thereby increasing acetylcholine availability at the synapses and enhancing cholinergic transmission. The U.S. Food and Drug Administration (FDA) approved the drug for the treatment of dementia in mild, moderate, and severe Alzheimer disease. Although there is currently no evidence to suggest that donepezil can alter the progression of the disease, it has shown efficacy in alleviating specific symptoms by improving cognition and/or behavior in affected individuals. In addition to its FDA-approved use in Alzheimer disease, donepezil has various off-label indications. This activity emphasizes the mechanism of action, adverse event profile, pharmacokinetics, monitoring requirements, and relevant drug interactions of donepezil. This information is crucial for interprofessional team members involved in treating patients with dementia associated with Alzheimer disease."}
{"id": "article-20656_1", "title": "Donepezil -- Continuing Education Activity", "content": "Objectives: Identify appropriate candidates for donepezil therapy based on clinical criteria and diagnostic guidelines for Alzheimer disease. Screen patients for potential contraindications, comorbidities, or risk factors associated with donepezil, which may influence the use of the drug in Alzheimer treatment. Assess the treatment efficacy and tolerability of donepezil in patients with Alzheimer disease through regular cognitive and behavioral evaluations. Coordinate ongoing monitoring and follow-up care among healthcare professionals, caregivers, and support systems to address the potential issues and complex needs of patients receiving donepezil for Alzheimer disease management. Access free multiple choice questions on this topic.", "contents": "Donepezil -- Continuing Education Activity. Objectives: Identify appropriate candidates for donepezil therapy based on clinical criteria and diagnostic guidelines for Alzheimer disease. Screen patients for potential contraindications, comorbidities, or risk factors associated with donepezil, which may influence the use of the drug in Alzheimer treatment. Assess the treatment efficacy and tolerability of donepezil in patients with Alzheimer disease through regular cognitive and behavioral evaluations. Coordinate ongoing monitoring and follow-up care among healthcare professionals, caregivers, and support systems to address the potential issues and complex needs of patients receiving donepezil for Alzheimer disease management. Access free multiple choice questions on this topic."}
{"id": "article-20656_2", "title": "Donepezil -- Indications", "content": "Donepezil hydrochloride is an acetylcholinesterase inhibitor most commonly used for the treatment of Alzheimer disease.", "contents": "Donepezil -- Indications. Donepezil hydrochloride is an acetylcholinesterase inhibitor most commonly used for the treatment of Alzheimer disease."}
{"id": "article-20656_3", "title": "Donepezil -- Indications -- FDA-Approved Indications", "content": "Donepezil is an FDA-approved medication used for the treatment of dementia in mild, moderate, and severe Alzheimer disease. [1] [2] Although there is currently no evidence to suggest that donepezil can alter the progression of the disease, it can improve cognition and behavior, thereby alleviating certain symptoms. In 2014, the FDA approved a fixed-dose combination of donepezil and memantine for moderate-to-severe dementia associated with Alzheimer disease. [3] More recently, the FDA approved the donepezil transdermal delivery system for the same indications, offering the advantage of easy administration for patients with swallowing difficulties or memory issues who might find it challenging to adhere to a daily oral dose of donepezil. [4]", "contents": "Donepezil -- Indications -- FDA-Approved Indications. Donepezil is an FDA-approved medication used for the treatment of dementia in mild, moderate, and severe Alzheimer disease. [1] [2] Although there is currently no evidence to suggest that donepezil can alter the progression of the disease, it can improve cognition and behavior, thereby alleviating certain symptoms. In 2014, the FDA approved a fixed-dose combination of donepezil and memantine for moderate-to-severe dementia associated with Alzheimer disease. [3] More recently, the FDA approved the donepezil transdermal delivery system for the same indications, offering the advantage of easy administration for patients with swallowing difficulties or memory issues who might find it challenging to adhere to a daily oral dose of donepezil. [4]"}
{"id": "article-20656_4", "title": "Donepezil -- Indications -- Off-Label Uses", "content": "Lewy body dementia: Several studies have demonstrated the positive effects of donepezil in managing cognitive and behavioral symptoms in individuals with Lewy body dementia. [5] Traumatic brain injury: Emerging research indicates that donepezil therapy may improve memory dysfunction among patients with traumatic brain injury. [6] [7] [6] Vascular dementia: Studies have indicated that donepezil may enhance cognition in patients with vascular dementia, although its effect on overall global functioning appears limited. Dementia-associated with Parkinson disease: Certain evidence suggests that donepezil can be beneficial in improving cognition, executive function, and overall global status in individuals with dementia associated with Parkinson disease. [8]", "contents": "Donepezil -- Indications -- Off-Label Uses. Lewy body dementia: Several studies have demonstrated the positive effects of donepezil in managing cognitive and behavioral symptoms in individuals with Lewy body dementia. [5] Traumatic brain injury: Emerging research indicates that donepezil therapy may improve memory dysfunction among patients with traumatic brain injury. [6] [7] [6] Vascular dementia: Studies have indicated that donepezil may enhance cognition in patients with vascular dementia, although its effect on overall global functioning appears limited. Dementia-associated with Parkinson disease: Certain evidence suggests that donepezil can be beneficial in improving cognition, executive function, and overall global status in individuals with dementia associated with Parkinson disease. [8]"}
{"id": "article-20656_5", "title": "Donepezil -- Indications", "content": "Although researchers have conducted studies on donepezil in patients with schizophrenia, mild cognitive impairment, attention-deficit hyperactivity disorder (ADHD), multiple sclerosis-related cognitive impairments, post-coronary artery bypass graft (CABG) cognitive impairment, Down syndrome, and cerebral autosomal dominant arteriopathy with subcortical infarcts and leukoencephalopathy (CADASIL syndrome), no significant benefits have been conclusively proven yet. [9]", "contents": "Donepezil -- Indications. Although researchers have conducted studies on donepezil in patients with schizophrenia, mild cognitive impairment, attention-deficit hyperactivity disorder (ADHD), multiple sclerosis-related cognitive impairments, post-coronary artery bypass graft (CABG) cognitive impairment, Down syndrome, and cerebral autosomal dominant arteriopathy with subcortical infarcts and leukoencephalopathy (CADASIL syndrome), no significant benefits have been conclusively proven yet. [9]"}
{"id": "article-20656_6", "title": "Donepezil -- Indications", "content": "Some small studies have indicated that the use of donepezil could potentially reduce sedation associated with the analgesic use of opioids. [10] [11]  Furthermore, a recent study suggests that donepezil treatment might be associated with improved outcomes in delirium among individuals with preexisting dementia and critical illness. However, it is essential to conduct extensive research to establish the efficacy and safety of donepezil for all off-label uses. [12]", "contents": "Donepezil -- Indications. Some small studies have indicated that the use of donepezil could potentially reduce sedation associated with the analgesic use of opioids. [10] [11]  Furthermore, a recent study suggests that donepezil treatment might be associated with improved outcomes in delirium among individuals with preexisting dementia and critical illness. However, it is essential to conduct extensive research to establish the efficacy and safety of donepezil for all off-label uses. [12]"}
{"id": "article-20656_7", "title": "Donepezil -- Mechanism of Action", "content": "Donepezil hydrochloride, a piperidine derivative, is a centrally acting, rapid, reversible acetylcholinesterase inhibitor. Acetylcholinesterase is an enzyme that breaks down acetylcholine after its release from the presynapse. Donepezil binds reversibly to acetylcholinesterase, preventing acetylcholine hydrolysis, thereby increasing the availability of acetylcholine at the synapses and enhancing cholinergic transmission. In vitro data suggest that the anticholinesterase activity of donepezil is relatively specific for acetylcholinesterase in the brain. Donepezil is structurally unrelated to other anticholinesterase agents such as tacrine and physostigmine. [1]", "contents": "Donepezil -- Mechanism of Action. Donepezil hydrochloride, a piperidine derivative, is a centrally acting, rapid, reversible acetylcholinesterase inhibitor. Acetylcholinesterase is an enzyme that breaks down acetylcholine after its release from the presynapse. Donepezil binds reversibly to acetylcholinesterase, preventing acetylcholine hydrolysis, thereby increasing the availability of acetylcholine at the synapses and enhancing cholinergic transmission. In vitro data suggest that the anticholinesterase activity of donepezil is relatively specific for acetylcholinesterase in the brain. Donepezil is structurally unrelated to other anticholinesterase agents such as tacrine and physostigmine. [1]"}
{"id": "article-20656_8", "title": "Donepezil -- Mechanism of Action", "content": "In addition to its cholinergic effects, some noncholinergic mechanisms have been proposed for donepezil. Notably, the drug upregulates nicotinic receptors in cortical neurons, which may contribute to its neuroprotective properties. The drug also exhibits reversible inhibition of voltage-activated sodium currents and delays in rectifier potassium currents and fast transient potassium currents. However, these actions are less likely to contribute significantly to its clinical effects. [1] [11]", "contents": "Donepezil -- Mechanism of Action. In addition to its cholinergic effects, some noncholinergic mechanisms have been proposed for donepezil. Notably, the drug upregulates nicotinic receptors in cortical neurons, which may contribute to its neuroprotective properties. The drug also exhibits reversible inhibition of voltage-activated sodium currents and delays in rectifier potassium currents and fast transient potassium currents. However, these actions are less likely to contribute significantly to its clinical effects. [1] [11]"}
{"id": "article-20656_9", "title": "Donepezil -- Mechanism of Action", "content": "Recent findings suggest that neuroinflammation plays a vital role in the pathophysiology of neurodegenerative diseases. Notably, donepezil has been found to have a significant impact on downregulating neuroinflammatory responses, including microglial and astrocytic activation, which are associated with Alzheimer disease. [13]", "contents": "Donepezil -- Mechanism of Action. Recent findings suggest that neuroinflammation plays a vital role in the pathophysiology of neurodegenerative diseases. Notably, donepezil has been found to have a significant impact on downregulating neuroinflammatory responses, including microglial and astrocytic activation, which are associated with Alzheimer disease. [13]"}
{"id": "article-20656_10", "title": "Donepezil -- Mechanism of Action -- Pharmacokinetics", "content": "Absorption: Donepezil is efficiently absorbed in the body and exhibits a relative oral bioavailability of 100%. The drug reaches a peak plasma concentration within 3 to 4 hours. Donepezil exhibits linear pharmacokinetics across a dose range of 1 to 10 mg. Notably, the rate and extent of absorption are not influenced by food consumption or the timing of drug administration. A relative bioavailability study revealed that the exposure to donepezil from once-weekly donepezil transdermal 10 mg per day was equivalent to daily donepezil tablets of 10 mg per day. After administering multiple dosages, reaching a steady state takes approximately 15 days. The steady-state volume of distribution is 12 L/kg. [14] Distribution: Approximately 96% of donepezil is bound to plasma proteins, primarily albumin (around 75%) and alpha1-acid glycoprotein (21%). Notably, the drug readily crosses the blood-brain barrier.", "contents": "Donepezil -- Mechanism of Action -- Pharmacokinetics. Absorption: Donepezil is efficiently absorbed in the body and exhibits a relative oral bioavailability of 100%. The drug reaches a peak plasma concentration within 3 to 4 hours. Donepezil exhibits linear pharmacokinetics across a dose range of 1 to 10 mg. Notably, the rate and extent of absorption are not influenced by food consumption or the timing of drug administration. A relative bioavailability study revealed that the exposure to donepezil from once-weekly donepezil transdermal 10 mg per day was equivalent to daily donepezil tablets of 10 mg per day. After administering multiple dosages, reaching a steady state takes approximately 15 days. The steady-state volume of distribution is 12 L/kg. [14] Distribution: Approximately 96% of donepezil is bound to plasma proteins, primarily albumin (around 75%) and alpha1-acid glycoprotein (21%). Notably, the drug readily crosses the blood-brain barrier."}
{"id": "article-20656_11", "title": "Donepezil -- Mechanism of Action", "content": "Metabolism: Donepezil is primarily metabolized in the liver through 3 pathways: CYP2D6, CYP3A4, and glucuronidation. This process produces 4 major metabolites, 2 of which are active, along with several minor metabolites. Notably, donepezil has a prolonged half-life of approximately 70 hours. [15] Excretion: The primary route of excretion for donepezil and its metabolites is through the kidneys, with around 17% of the drug excreted unchanged in the urine. Notably, 2 of these metabolites are known to be active. In addition, approximately 15% to 20% of donepezil is excreted in feces.", "contents": "Donepezil -- Mechanism of Action. Metabolism: Donepezil is primarily metabolized in the liver through 3 pathways: CYP2D6, CYP3A4, and glucuronidation. This process produces 4 major metabolites, 2 of which are active, along with several minor metabolites. Notably, donepezil has a prolonged half-life of approximately 70 hours. [15] Excretion: The primary route of excretion for donepezil and its metabolites is through the kidneys, with around 17% of the drug excreted unchanged in the urine. Notably, 2 of these metabolites are known to be active. In addition, approximately 15% to 20% of donepezil is excreted in feces."}
{"id": "article-20656_12", "title": "Donepezil -- Administration", "content": "Donepezil hydrochloride is available in multiple formulations, including oral film-coated tablets in 5 mg, 10 mg, and 23 mg strength, all as orally disintegrating tablets in 5 mg and 10 mg strength. In addition, transdermal donepezil is also available in 5 mg and 10 mg strength.", "contents": "Donepezil -- Administration. Donepezil hydrochloride is available in multiple formulations, including oral film-coated tablets in 5 mg, 10 mg, and 23 mg strength, all as orally disintegrating tablets in 5 mg and 10 mg strength. In addition, transdermal donepezil is also available in 5 mg and 10 mg strength."}
{"id": "article-20656_13", "title": "Donepezil -- Administration -- Dosage", "content": "For the treatment of mild-to-moderate dementia, the initial recommended dosage of donepezil is 5 mg per day. This dosage can be gradually increased to 10 mg per day for 4 to 6 weeks.", "contents": "Donepezil -- Administration -- Dosage. For the treatment of mild-to-moderate dementia, the initial recommended dosage of donepezil is 5 mg per day. This dosage can be gradually increased to 10 mg per day for 4 to 6 weeks."}
{"id": "article-20656_14", "title": "Donepezil -- Administration -- Dosage", "content": "For the treatment of moderate-to-severe dementia, the prescribed dosage of donepezil can be gradually increased to 23 mg daily only after the patient has been taking an initial daily dosage of 10 mg donepezil for a minimum of 3 months. The 23-mg tablet should be taken as a whole and not crushed, chewed, or split, as doing so may lead to an increased absorption rate. Donepezil is typically administered as a once-daily dose, and its absorption is not affected by food intake or the timing of administration.", "contents": "Donepezil -- Administration -- Dosage. For the treatment of moderate-to-severe dementia, the prescribed dosage of donepezil can be gradually increased to 23 mg daily only after the patient has been taking an initial daily dosage of 10 mg donepezil for a minimum of 3 months. The 23-mg tablet should be taken as a whole and not crushed, chewed, or split, as doing so may lead to an increased absorption rate. Donepezil is typically administered as a once-daily dose, and its absorption is not affected by food intake or the timing of administration."}
{"id": "article-20656_15", "title": "Donepezil -- Administration -- Dosage", "content": "The donepezil transdermal system is designed to be applied to the skin once weekly. Transdermal donepezil is available as a 5 mg per day patch, and it can be increased to 10 mg per day if needed. This system provides continuous delivery of donepezil through the skin, ensuring a consistent and steady level of the medication necessary for effective treatment. [4] Patients currently taking 5 mg per day of oral donepezil can be safely switched to the once-weekly 5 mg per day transdermal donepezil. Similarly, patients receiving 10 mg per day of oral donepezil can be transitioned to the once-weekly 10 mg per day transdermal donepezil. In addition, if a patient has already been on 5 mg of oral donepezil for at least 4 to 6 weeks, the physician may consider changing to the once-weekly 10 mg per day transdermal system.", "contents": "Donepezil -- Administration -- Dosage. The donepezil transdermal system is designed to be applied to the skin once weekly. Transdermal donepezil is available as a 5 mg per day patch, and it can be increased to 10 mg per day if needed. This system provides continuous delivery of donepezil through the skin, ensuring a consistent and steady level of the medication necessary for effective treatment. [4] Patients currently taking 5 mg per day of oral donepezil can be safely switched to the once-weekly 5 mg per day transdermal donepezil. Similarly, patients receiving 10 mg per day of oral donepezil can be transitioned to the once-weekly 10 mg per day transdermal donepezil. In addition, if a patient has already been on 5 mg of oral donepezil for at least 4 to 6 weeks, the physician may consider changing to the once-weekly 10 mg per day transdermal system."}
{"id": "article-20656_16", "title": "Donepezil -- Administration -- Dosage", "content": "Abrupt discontinuation of donepezil may worsen disease symptoms and severity; gradual tapering is recommended. [16] [17]", "contents": "Donepezil -- Administration -- Dosage. Abrupt discontinuation of donepezil may worsen disease symptoms and severity; gradual tapering is recommended. [16] [17]"}
{"id": "article-20656_17", "title": "Donepezil -- Administration -- Specific Patient Populations", "content": "Patient with hepatic impairment: Patients with hepatic impairment, including those with compensated liver cirrhosis, do not require any dosage adjustment for donepezil.", "contents": "Donepezil -- Administration -- Specific Patient Populations. Patient with hepatic impairment: Patients with hepatic impairment, including those with compensated liver cirrhosis, do not require any dosage adjustment for donepezil."}
{"id": "article-20656_18", "title": "Donepezil -- Administration -- Specific Patient Populations", "content": "Patient with renal impairment: Patients with moderate-or-severe renal impairment do not require any dosage adjustment for donepezil. [18] However, for patients on hemodialysis, the initial dose of donepezil is reduced to 2.5 mg per day, which may be increased to 5 mg per day based on the patient's clinical condition. [19]", "contents": "Donepezil -- Administration -- Specific Patient Populations. Patient with renal impairment: Patients with moderate-or-severe renal impairment do not require any dosage adjustment for donepezil. [18] However, for patients on hemodialysis, the initial dose of donepezil is reduced to 2.5 mg per day, which may be increased to 5 mg per day based on the patient's clinical condition. [19]"}
{"id": "article-20656_19", "title": "Donepezil -- Administration -- Specific Patient Populations", "content": "Pregnancy considerations: Donepezil is classified as a pregnancy category C drug. There is insufficient data available regarding the use of donepezil hydrochloride in pregnant women and the potential risk of developmental abnormalities. Breastfeeding considerations: The excretion of donepezil or its metabolites in breast milk is currently unknown. Pediatric patients: The safety and efficacy of donepezil treatment in children remain uncertain, and no pediatric indications are approved for its use.", "contents": "Donepezil -- Administration -- Specific Patient Populations. Pregnancy considerations: Donepezil is classified as a pregnancy category C drug. There is insufficient data available regarding the use of donepezil hydrochloride in pregnant women and the potential risk of developmental abnormalities. Breastfeeding considerations: The excretion of donepezil or its metabolites in breast milk is currently unknown. Pediatric patients: The safety and efficacy of donepezil treatment in children remain uncertain, and no pediatric indications are approved for its use."}
{"id": "article-20656_20", "title": "Donepezil -- Administration -- Specific Patient Populations", "content": "Older patients: Due to an increased steady-state volume of distribution throughout the whole body, the elimination half-life of donepezil is prolonged in older patients (approximately 100 hours). However, no dosage adjustment is required for older patients as steady-state clearance remains similar across all age groups. [14]", "contents": "Donepezil -- Administration -- Specific Patient Populations. Older patients: Due to an increased steady-state volume of distribution throughout the whole body, the elimination half-life of donepezil is prolonged in older patients (approximately 100 hours). However, no dosage adjustment is required for older patients as steady-state clearance remains similar across all age groups. [14]"}
{"id": "article-20656_21", "title": "Donepezil -- Adverse Effects", "content": "The most common adverse effects of donepezil are gastrointestinal (GI), which may include nausea, diarrhea, and vomiting. In addition, other common adverse effects such as insomnia, muscle cramps, fatigue, and anorexia are more frequently reported with higher doses of donepezil. However, these adverse effects are typically mild and transient in most patients, lasting for up to 3 weeks, and they usually resolve even with continued use of the medication. [11] [20]", "contents": "Donepezil -- Adverse Effects. The most common adverse effects of donepezil are gastrointestinal (GI), which may include nausea, diarrhea, and vomiting. In addition, other common adverse effects such as insomnia, muscle cramps, fatigue, and anorexia are more frequently reported with higher doses of donepezil. However, these adverse effects are typically mild and transient in most patients, lasting for up to 3 weeks, and they usually resolve even with continued use of the medication. [11] [20]"}
{"id": "article-20656_22", "title": "Donepezil -- Adverse Effects", "content": "Due to its vagotonic properties, donepezil can lead to bradycardia and heart block, even in patients with or without known underlying cardiac conduction abnormalities. Additionally, there have been reports of syncopal episodes associated with donepezil.", "contents": "Donepezil -- Adverse Effects. Due to its vagotonic properties, donepezil can lead to bradycardia and heart block, even in patients with or without known underlying cardiac conduction abnormalities. Additionally, there have been reports of syncopal episodes associated with donepezil."}
{"id": "article-20656_23", "title": "Donepezil -- Adverse Effects", "content": "Other infrequent adverse effects of donepezil on the cardiovascular system include hypertension, edema, electrocardiogram (EKG) abnormalities, and hypotension.", "contents": "Donepezil -- Adverse Effects. Other infrequent adverse effects of donepezil on the cardiovascular system include hypertension, edema, electrocardiogram (EKG) abnormalities, and hypotension."}
{"id": "article-20656_24", "title": "Donepezil -- Adverse Effects", "content": "Donepezil can cause weight loss in approximately 5% of patients, with a higher incidence observed at higher doses.", "contents": "Donepezil -- Adverse Effects. Donepezil can cause weight loss in approximately 5% of patients, with a higher incidence observed at higher doses."}
{"id": "article-20656_25", "title": "Donepezil -- Adverse Effects", "content": "Similar to other cholinesterase inhibitors, donepezil can induce nightmares due to enhanced activation of the visual association cortex during rapid eye movement (REM) sleep. However, administering donepezil in the morning may help reduce the frequency of nightmares.", "contents": "Donepezil -- Adverse Effects. Similar to other cholinesterase inhibitors, donepezil can induce nightmares due to enhanced activation of the visual association cortex during rapid eye movement (REM) sleep. However, administering donepezil in the morning may help reduce the frequency of nightmares."}
{"id": "article-20656_26", "title": "Donepezil -- Adverse Effects", "content": "In some rare instances, the usage of donepezil has been linked to cases of neuroleptic malignant syndrome.", "contents": "Donepezil -- Adverse Effects. In some rare instances, the usage of donepezil has been linked to cases of neuroleptic malignant syndrome."}
{"id": "article-20656_27", "title": "Donepezil -- Adverse Effects", "content": "Although rare, rhabdomyolysis has been reported as an adverse event with donepezil.", "contents": "Donepezil -- Adverse Effects. Although rare, rhabdomyolysis has been reported as an adverse event with donepezil."}
{"id": "article-20656_28", "title": "Donepezil -- Adverse Effects", "content": "Drug-induced liver injury (DILI) associated with donepezil typically occurs within 1 to 6 weeks after initiation of treatment. The pattern of serum enzyme elevations is often cholestatic or mixed. Hepatotoxicity is likely due to idiosyncratic mechanisms involving toxic immunogenic metabolites. The course of hepatotoxicity can be severe, leading to prolonged jaundice, but reported case fatalities are uncommon. [21]", "contents": "Donepezil -- Adverse Effects. Drug-induced liver injury (DILI) associated with donepezil typically occurs within 1 to 6 weeks after initiation of treatment. The pattern of serum enzyme elevations is often cholestatic or mixed. Hepatotoxicity is likely due to idiosyncratic mechanisms involving toxic immunogenic metabolites. The course of hepatotoxicity can be severe, leading to prolonged jaundice, but reported case fatalities are uncommon. [21]"}
{"id": "article-20656_29", "title": "Donepezil -- Adverse Effects -- Drug Interactions", "content": "Donepezil exhibits synergistic effects when combined with other cholinesterase-blocking agents such as neostigmine and physostigmine. Donepezil can potentially prolong the effects of depolarizing neuromuscular blocking agents such as suxamethonium. [22] Donepezil may elevate the risk of bradycardia when used concurrently with beta-blockers such as carvedilol, metoprolol, atenolol, and propranolol. [23] CYP2D6 and CYP3A4 inducers, such as phenytoin, carbamazepine, phenobarbital, rifampin, and dexamethasone, have the potential to reduce donepezil levels by increasing their elimination rate. [24] Theoretically, inhibitors of CYP3A4 and CYP2D6, such as ketoconazole and quinidine, can potentially inhibit the metabolism of donepezil. However, the clinical significance of this interaction is currently unknown and requires further investigation. [25]", "contents": "Donepezil -- Adverse Effects -- Drug Interactions. Donepezil exhibits synergistic effects when combined with other cholinesterase-blocking agents such as neostigmine and physostigmine. Donepezil can potentially prolong the effects of depolarizing neuromuscular blocking agents such as suxamethonium. [22] Donepezil may elevate the risk of bradycardia when used concurrently with beta-blockers such as carvedilol, metoprolol, atenolol, and propranolol. [23] CYP2D6 and CYP3A4 inducers, such as phenytoin, carbamazepine, phenobarbital, rifampin, and dexamethasone, have the potential to reduce donepezil levels by increasing their elimination rate. [24] Theoretically, inhibitors of CYP3A4 and CYP2D6, such as ketoconazole and quinidine, can potentially inhibit the metabolism of donepezil. However, the clinical significance of this interaction is currently unknown and requires further investigation. [25]"}
{"id": "article-20656_30", "title": "Donepezil -- Contraindications", "content": "Donepezil is contraindicated for patients with a known hypersensitivity to donepezil hydrochloride or piperidine derivatives.", "contents": "Donepezil -- Contraindications. Donepezil is contraindicated for patients with a known hypersensitivity to donepezil hydrochloride or piperidine derivatives."}
{"id": "article-20656_31", "title": "Donepezil -- Contraindications -- Box Warning", "content": "Donepezil can potentially cause QT interval prolongation; therefore, its use should be exercised with caution in patients at risk of prolonged cardiac repolarization. Furthermore, caution is advised in patients with symptomatic bradycardia, sick sinus syndrome, or cardiac conduction abnormalities, as donepezil can induce bradycardia and/or heart blocks. [23]", "contents": "Donepezil -- Contraindications -- Box Warning. Donepezil can potentially cause QT interval prolongation; therefore, its use should be exercised with caution in patients at risk of prolonged cardiac repolarization. Furthermore, caution is advised in patients with symptomatic bradycardia, sick sinus syndrome, or cardiac conduction abnormalities, as donepezil can induce bradycardia and/or heart blocks. [23]"}
{"id": "article-20656_32", "title": "Donepezil -- Contraindications -- Box Warning", "content": "Donepezil and other cholinomimetic agents have the potential to trigger seizures. Therefore, clinicians should be cautious when prescribing it to patients with a history of seizure disorder.", "contents": "Donepezil -- Contraindications -- Box Warning. Donepezil and other cholinomimetic agents have the potential to trigger seizures. Therefore, clinicians should be cautious when prescribing it to patients with a history of seizure disorder."}
{"id": "article-20656_33", "title": "Donepezil -- Contraindications -- Box Warning", "content": "Cholinomimetic agents, including donepezil, have the potential to cause or exacerbate bladder outflow obstruction. Therefore, caution is necessary when prescribing these medications to patients with a history of prostatic hyperplasia.", "contents": "Donepezil -- Contraindications -- Box Warning. Cholinomimetic agents, including donepezil, have the potential to cause or exacerbate bladder outflow obstruction. Therefore, caution is necessary when prescribing these medications to patients with a history of prostatic hyperplasia."}
{"id": "article-20656_34", "title": "Donepezil -- Contraindications -- Box Warning", "content": "Cholinesterase inhibitors, including donepezil, can lead to increased gastric acid secretion. Hence, caution should be exercised when prescribing these medications to patients at risk of ulcer disease. In addition, monitoring for symptoms of GI bleeding is essential. [26]", "contents": "Donepezil -- Contraindications -- Box Warning. Cholinesterase inhibitors, including donepezil, can lead to increased gastric acid secretion. Hence, caution should be exercised when prescribing these medications to patients at risk of ulcer disease. In addition, monitoring for symptoms of GI bleeding is essential. [26]"}
{"id": "article-20656_35", "title": "Donepezil -- Contraindications -- Box Warning", "content": "Donepezil can potentiate muscle relaxation induced by succinylcholine during anesthesia. [27]", "contents": "Donepezil -- Contraindications -- Box Warning. Donepezil can potentiate muscle relaxation induced by succinylcholine during anesthesia. [27]"}
{"id": "article-20656_36", "title": "Donepezil -- Contraindications -- Box Warning", "content": "Donepezil should be prescribed cautiously to patients with a history of asthma or obstructive pulmonary disease because of its cholinomimetic properties. [28]", "contents": "Donepezil -- Contraindications -- Box Warning. Donepezil should be prescribed cautiously to patients with a history of asthma or obstructive pulmonary disease because of its cholinomimetic properties. [28]"}
{"id": "article-20656_37", "title": "Donepezil -- Contraindications -- Box Warning", "content": "Donepezil should be used with caution in patients at risk for rhabdomyolysis. Risk factors include a history of muscular disorders, uncontrolled hypothyroidism, and concomitant use of medications associated with rhabdomyolysis. [29]", "contents": "Donepezil -- Contraindications -- Box Warning. Donepezil should be used with caution in patients at risk for rhabdomyolysis. Risk factors include a history of muscular disorders, uncontrolled hypothyroidism, and concomitant use of medications associated with rhabdomyolysis. [29]"}
{"id": "article-20656_38", "title": "Donepezil -- Contraindications -- Box Warning", "content": "Transdermal donepezil is contraindicated in patients with a prior history of allergic contact dermatitis to the donepezil transdermal system. [4]", "contents": "Donepezil -- Contraindications -- Box Warning. Transdermal donepezil is contraindicated in patients with a prior history of allergic contact dermatitis to the donepezil transdermal system. [4]"}
{"id": "article-20656_39", "title": "Donepezil -- Monitoring", "content": "Some data suggest that therapeutic drug monitoring may enhance the effectiveness of donepezil treatment. However, routine monitoring of donepezil drug levels is not generally recommended or indicated. [30] A comprehensive baseline dementia assessment should be conducted before initiating donepezil therapy. Subsequently, all follow-up appointments should include regular evaluations of cognition and behavior to assess the effectiveness of treatment. Screening scales such as the Alzheimer's Disease Assessment Scale-Cognitive Subscale (ADAS-Cog) and the Montreal Cognitive Assessment (MoCA) can be utilized to identify and monitor mild cognitive impairment (MCI) and Alzheimer disease. [31] [32]", "contents": "Donepezil -- Monitoring. Some data suggest that therapeutic drug monitoring may enhance the effectiveness of donepezil treatment. However, routine monitoring of donepezil drug levels is not generally recommended or indicated. [30] A comprehensive baseline dementia assessment should be conducted before initiating donepezil therapy. Subsequently, all follow-up appointments should include regular evaluations of cognition and behavior to assess the effectiveness of treatment. Screening scales such as the Alzheimer's Disease Assessment Scale-Cognitive Subscale (ADAS-Cog) and the Montreal Cognitive Assessment (MoCA) can be utilized to identify and monitor mild cognitive impairment (MCI) and Alzheimer disease. [31] [32]"}
{"id": "article-20656_40", "title": "Donepezil -- Monitoring", "content": "According to the American Academy of Neurology, it is essential to screen patients and appropriately manage their conditions, including MCI, depression, sleep apnea, adverse effects of medications (eg, anticholinergics and benzodiazepines), and other medical illnesses. [33]", "contents": "Donepezil -- Monitoring. According to the American Academy of Neurology, it is essential to screen patients and appropriately manage their conditions, including MCI, depression, sleep apnea, adverse effects of medications (eg, anticholinergics and benzodiazepines), and other medical illnesses. [33]"}
{"id": "article-20656_41", "title": "Donepezil -- Toxicity", "content": "General supportive measures are crucial for a donepezil overdose, and the clinician should immediately contact the poison control center. An overdose of donepezil can trigger a cholinergic crisis, leading to severe symptoms like nausea, vomiting, excessive sweating, and salivation. Furthermore, bradycardia, hypotension, respiratory depression, collapse, and seizures are potential manifestations of an overdose. [34]", "contents": "Donepezil -- Toxicity. General supportive measures are crucial for a donepezil overdose, and the clinician should immediately contact the poison control center. An overdose of donepezil can trigger a cholinergic crisis, leading to severe symptoms like nausea, vomiting, excessive sweating, and salivation. Furthermore, bradycardia, hypotension, respiratory depression, collapse, and seizures are potential manifestations of an overdose. [34]"}
{"id": "article-20656_42", "title": "Donepezil -- Toxicity", "content": "An overdose of donepezil can lead to increased muscle weakness and may even result in death in severe cases involving respiratory muscles. Some reported cases of overdose have also shown hepatotoxicity. As with other anticholinesterase inhibitor toxicities, tertiary anticholinergics, such as atropine, may be used as an antidote for donepezil overdose. The intravenous atropine dose should be titrated based on the patient's clinical response. Currently, the information on whether donepezil or its metabolites can be removed through hemodialysis, peritoneal dialysis, or hemofiltration is unknown. [35] [36]", "contents": "Donepezil -- Toxicity. An overdose of donepezil can lead to increased muscle weakness and may even result in death in severe cases involving respiratory muscles. Some reported cases of overdose have also shown hepatotoxicity. As with other anticholinesterase inhibitor toxicities, tertiary anticholinergics, such as atropine, may be used as an antidote for donepezil overdose. The intravenous atropine dose should be titrated based on the patient's clinical response. Currently, the information on whether donepezil or its metabolites can be removed through hemodialysis, peritoneal dialysis, or hemofiltration is unknown. [35] [36]"}
{"id": "article-20656_43", "title": "Donepezil -- Toxicity", "content": "Clinicians should be aware that the clinical presentation of donepezil toxicity can resemble a beta-blocker overdose. Therefore, it is crucial to reassess the diagnosis if the patient does not respond as expected to standard therapy. [37]", "contents": "Donepezil -- Toxicity. Clinicians should be aware that the clinical presentation of donepezil toxicity can resemble a beta-blocker overdose. Therefore, it is crucial to reassess the diagnosis if the patient does not respond as expected to standard therapy. [37]"}
{"id": "article-20656_44", "title": "Donepezil -- Enhancing Healthcare Team Outcomes", "content": "Donepezil is primarily used for the treatment of dementia associated with Alzheimer disease and has FDA approval for use in mild, moderate, and severe stages of the disease. Educating the family and caregivers about the fact that donepezil does not alter the progression of Alzheimer disease is vital to establish realistic expectations for this treatment. However, donepezil can temporarily alleviate some symptoms by improving cognition and behavior.", "contents": "Donepezil -- Enhancing Healthcare Team Outcomes. Donepezil is primarily used for the treatment of dementia associated with Alzheimer disease and has FDA approval for use in mild, moderate, and severe stages of the disease. Educating the family and caregivers about the fact that donepezil does not alter the progression of Alzheimer disease is vital to establish realistic expectations for this treatment. However, donepezil can temporarily alleviate some symptoms by improving cognition and behavior."}
{"id": "article-20656_45", "title": "Donepezil -- Enhancing Healthcare Team Outcomes", "content": "Healthcare professionals, including clinicians, must be aware of the benefits and limitations of donepezil when prescribing the drug to older adults. After initiating treatment, physicians should conduct regular follow-ups for cognition and behavior assessments to evaluate the effectiveness of the medication and check for drug tolerance. In addition, monitoring for any symptoms of cholinergic excess is essential during treatment. A pharmacist consultation should include verifying the dosing, reconciling medication, and checking for potential drug-drug interactions. If any issues arise, the pharmacist should promptly report them to the prescriber. On the other hand, nurses should diligently monitor for adverse effects, assess medication compliance, and evaluate the therapeutic effectiveness of the treatment. Interprofessional team members need to collaborate and work together and set clear patient, family, and caregiver expectations regarding the expected outcomes of donepezil and other pharmaceutical therapies used to treat Alzheimer disease.", "contents": "Donepezil -- Enhancing Healthcare Team Outcomes. Healthcare professionals, including clinicians, must be aware of the benefits and limitations of donepezil when prescribing the drug to older adults. After initiating treatment, physicians should conduct regular follow-ups for cognition and behavior assessments to evaluate the effectiveness of the medication and check for drug tolerance. In addition, monitoring for any symptoms of cholinergic excess is essential during treatment. A pharmacist consultation should include verifying the dosing, reconciling medication, and checking for potential drug-drug interactions. If any issues arise, the pharmacist should promptly report them to the prescriber. On the other hand, nurses should diligently monitor for adverse effects, assess medication compliance, and evaluate the therapeutic effectiveness of the treatment. Interprofessional team members need to collaborate and work together and set clear patient, family, and caregiver expectations regarding the expected outcomes of donepezil and other pharmaceutical therapies used to treat Alzheimer disease."}
{"id": "article-20656_46", "title": "Donepezil -- Enhancing Healthcare Team Outcomes", "content": "Consulting with neurologists is of utmost importance for the treatment of severe Alzheimer disease. The management of dementia necessitates an interprofessional team approach involving healthcare professionals such as physicians, advanced practice practitioners, specialists, nursing staff, and pharmacists, as well as the involvement of family and caregivers. Collaborative decision-making and open communication among all team members are essential in driving optimal patient outcomes. [1] [2] Research highlights the significance of an interprofessional team approach, particularly the collaboration between advanced practice practitioners and physicians, working with the patient's family caregiver to achieve optimal outcomes in primary care settings. [38]", "contents": "Donepezil -- Enhancing Healthcare Team Outcomes. Consulting with neurologists is of utmost importance for the treatment of severe Alzheimer disease. The management of dementia necessitates an interprofessional team approach involving healthcare professionals such as physicians, advanced practice practitioners, specialists, nursing staff, and pharmacists, as well as the involvement of family and caregivers. Collaborative decision-making and open communication among all team members are essential in driving optimal patient outcomes. [1] [2] Research highlights the significance of an interprofessional team approach, particularly the collaboration between advanced practice practitioners and physicians, working with the patient's family caregiver to achieve optimal outcomes in primary care settings. [38]"}
{"id": "article-20656_47", "title": "Donepezil -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Donepezil -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}