{"id": "article-25030_0", "title": "Malignant Mesothelioma -- Continuing Education Activity", "content": "Malignant mesothelioma is a rare growth of mesothelial cells strongly associated with asbestos exposure. Mesothelial cells form the lining layers of the viscera. Mesothelioma can occur at any mesothelial layer such as the peritoneum or pericardium. The pleural layer is by far the most commonly affected, giving rise to malignant pleural mesothelioma. This activity reviews the cause, pathophysiology and presentation of malignant mesotheloma and highlights the role of the interprofessional team in its management.", "contents": "Malignant Mesothelioma -- Continuing Education Activity. Malignant mesothelioma is a rare growth of mesothelial cells strongly associated with asbestos exposure. Mesothelial cells form the lining layers of the viscera. Mesothelioma can occur at any mesothelial layer such as the peritoneum or pericardium. The pleural layer is by far the most commonly affected, giving rise to malignant pleural mesothelioma. This activity reviews the cause, pathophysiology and presentation of malignant mesotheloma and highlights the role of the interprofessional team in its management."}
{"id": "article-25030_1", "title": "Malignant Mesothelioma -- Continuing Education Activity", "content": "Objectives: Describe the pathophysiology of malignant mesothelioma. Review the workup of a patient with suspected malignant mesothelioma. Summarize the treatment options for malignant mesothelioma. Outline the importance of improving care coordination among interprofessional team members to improve outcomes for patients affected by malignant mesothelioma. Access free multiple choice questions on this topic.", "contents": "Malignant Mesothelioma -- Continuing Education Activity. Objectives: Describe the pathophysiology of malignant mesothelioma. Review the workup of a patient with suspected malignant mesothelioma. Summarize the treatment options for malignant mesothelioma. Outline the importance of improving care coordination among interprofessional team members to improve outcomes for patients affected by malignant mesothelioma. Access free multiple choice questions on this topic."}
{"id": "article-25030_2", "title": "Malignant Mesothelioma -- Introduction", "content": "Malignant mesothelioma is a rare growth of mesothelial cells strongly associated with asbestos exposure. Mesothelial cells form the lining layers of the viscera. Mesothelioma can occur at any mesothelial layer such as the peritoneum or pericardium. The pleural layer is by far the most commonly affected, giving rise to malignant pleural mesothelioma. [1] [2] [3] [4] The subtypes of asbestos strongly associated with malignant mesothelioma are the amosite and crocidolite asbestos.", "contents": "Malignant Mesothelioma -- Introduction. Malignant mesothelioma is a rare growth of mesothelial cells strongly associated with asbestos exposure. Mesothelial cells form the lining layers of the viscera. Mesothelioma can occur at any mesothelial layer such as the peritoneum or pericardium. The pleural layer is by far the most commonly affected, giving rise to malignant pleural mesothelioma. [1] [2] [3] [4] The subtypes of asbestos strongly associated with malignant mesothelioma are the amosite and crocidolite asbestos."}
{"id": "article-25030_3", "title": "Malignant Mesothelioma -- Etiology", "content": "Malignant pleural mesothelioma is primarily linked to asbestos exposure, with some suggesting that asbestos inhalation causes repeated pleural inflammation, interference with mitosis, activation of proto-oncogenes, and free radical production. Other reports indicate associations with ionizing radiation, such as mantle radiation for Hodgkin lymphoma, or a germline mutation of BRCA 1 Associated Protein (BAP1). [5] Smoking is not linked with malignant pleural mesothelioma, though smoking and asbestos exposure significantly increase the risk of lung cancer. Professions associated with exposure to asbestos include: Shipbuilding Mining Ceramics Cement manufacturer with asbestos Auto parts manufacturer, especially that of brake lining Paper mill worker Insulation work Railroad repair There is no evidence that alcohol, tobacco, or dietary intake is involved in malignant pleural mesothelioma.", "contents": "Malignant Mesothelioma -- Etiology. Malignant pleural mesothelioma is primarily linked to asbestos exposure, with some suggesting that asbestos inhalation causes repeated pleural inflammation, interference with mitosis, activation of proto-oncogenes, and free radical production. Other reports indicate associations with ionizing radiation, such as mantle radiation for Hodgkin lymphoma, or a germline mutation of BRCA 1 Associated Protein (BAP1). [5] Smoking is not linked with malignant pleural mesothelioma, though smoking and asbestos exposure significantly increase the risk of lung cancer. Professions associated with exposure to asbestos include: Shipbuilding Mining Ceramics Cement manufacturer with asbestos Auto parts manufacturer, especially that of brake lining Paper mill worker Insulation work Railroad repair There is no evidence that alcohol, tobacco, or dietary intake is involved in malignant pleural mesothelioma."}
{"id": "article-25030_4", "title": "Malignant Mesothelioma -- Etiology", "content": "It is believed that particular genetic makeup or changes may make people more susceptible to this disease. Research shows that the loss of one copy of chromosome 22 is commonly seen in patients with malignant pleural mesothelioma. Other chromosomal anomalies that have been identified include deletions in chromosomal arms 3p, 1p, 6q, and 9p.", "contents": "Malignant Mesothelioma -- Etiology. It is believed that particular genetic makeup or changes may make people more susceptible to this disease. Research shows that the loss of one copy of chromosome 22 is commonly seen in patients with malignant pleural mesothelioma. Other chromosomal anomalies that have been identified include deletions in chromosomal arms 3p, 1p, 6q, and 9p."}
{"id": "article-25030_5", "title": "Malignant Mesothelioma -- Epidemiology", "content": "Malignant pleural mesothelioma incidence is approximately 2500 new cases per year in the United States. By comparison, lung cancer incidence is more than 160,000 new cases per year. Most malignant pleural mesothelioma cases in the United States have a history of asbestos exposure.", "contents": "Malignant Mesothelioma -- Epidemiology. Malignant pleural mesothelioma incidence is approximately 2500 new cases per year in the United States. By comparison, lung cancer incidence is more than 160,000 new cases per year. Most malignant pleural mesothelioma cases in the United States have a history of asbestos exposure."}
{"id": "article-25030_6", "title": "Malignant Mesothelioma -- Epidemiology", "content": "Median survival is roughly 1 year, with long-term survival being extremely rare. Malignant pleural mesothelioma also predominantly affects males. It usually occurs after the fifth decade of life with an average age at diagnosis of 72 and a history of asbestos exposure of 2 to 4 decades before the diagnosis of disease. Cases have been reported in children, but these are not related to asbestos exposure.", "contents": "Malignant Mesothelioma -- Epidemiology. Median survival is roughly 1 year, with long-term survival being extremely rare. Malignant pleural mesothelioma also predominantly affects males. It usually occurs after the fifth decade of life with an average age at diagnosis of 72 and a history of asbestos exposure of 2 to 4 decades before the diagnosis of disease. Cases have been reported in children, but these are not related to asbestos exposure."}
{"id": "article-25030_7", "title": "Malignant Mesothelioma -- Epidemiology", "content": "Malignant pleural mesothelioma occurs more frequently in some countries like China where asbestos is still widely used with little oversight. On the other hand, in other places like Hong Kong, asbestos exposure is still high, but malignant pleural mesothelioma rates are low. The reason for these differences remains unknown.", "contents": "Malignant Mesothelioma -- Epidemiology. Malignant pleural mesothelioma occurs more frequently in some countries like China where asbestos is still widely used with little oversight. On the other hand, in other places like Hong Kong, asbestos exposure is still high, but malignant pleural mesothelioma rates are low. The reason for these differences remains unknown."}
{"id": "article-25030_8", "title": "Malignant Mesothelioma -- Pathophysiology", "content": "The three types of mesothelioma are epithelioid, sarcomatoid, and mixed. The epithelioid type is associated with better outcomes. The tumor is often multifocal, forming multiple nodules starting with the parietal pleura. Spread occurs locally in the visceral pleura before extending to the chest wall, diaphragm, or mediastinum. Regional lymph node spread begins with the bronchopulmonary or hilar lymph nodes before moving to the carinal, internal mammary or peridiaphragmatic nodes.", "contents": "Malignant Mesothelioma -- Pathophysiology. The three types of mesothelioma are epithelioid, sarcomatoid, and mixed. The epithelioid type is associated with better outcomes. The tumor is often multifocal, forming multiple nodules starting with the parietal pleura. Spread occurs locally in the visceral pleura before extending to the chest wall, diaphragm, or mediastinum. Regional lymph node spread begins with the bronchopulmonary or hilar lymph nodes before moving to the carinal, internal mammary or peridiaphragmatic nodes."}
{"id": "article-25030_9", "title": "Malignant Mesothelioma -- Pathophysiology", "content": "The pattern of nodal metastases is different from that seen in lung cancer. With malignant pleural mesothelioma, there is a direct local invasion of the lymph nodes. Overall, the involvement of lymph nodes in malignant pleural mesothelioma is not common.", "contents": "Malignant Mesothelioma -- Pathophysiology. The pattern of nodal metastases is different from that seen in lung cancer. With malignant pleural mesothelioma, there is a direct local invasion of the lymph nodes. Overall, the involvement of lymph nodes in malignant pleural mesothelioma is not common."}
{"id": "article-25030_10", "title": "Malignant Mesothelioma -- Histopathology", "content": "Analysis of excised tissue usually reveals large nodules on the pleural surface. Three histological subtypes that are involved in malignant pleural mesothelioma include sarcomatous, mixed, and epithelial which has the best prognosis.", "contents": "Malignant Mesothelioma -- Histopathology. Analysis of excised tissue usually reveals large nodules on the pleural surface. Three histological subtypes that are involved in malignant pleural mesothelioma include sarcomatous, mixed, and epithelial which has the best prognosis."}
{"id": "article-25030_11", "title": "Malignant Mesothelioma -- History and Physical", "content": "Malignant pleural mesothelioma usually presents with chest pain and dyspnea. Dyspnea suggests the presence of pleural effusion, the most common initial finding, seen in about 90% of patients. Nonspecific symptoms such as unintentional weight loss, appetite loss, cough, fatigue, and chest wall mass may also occur.", "contents": "Malignant Mesothelioma -- History and Physical. Malignant pleural mesothelioma usually presents with chest pain and dyspnea. Dyspnea suggests the presence of pleural effusion, the most common initial finding, seen in about 90% of patients. Nonspecific symptoms such as unintentional weight loss, appetite loss, cough, fatigue, and chest wall mass may also occur."}
{"id": "article-25030_12", "title": "Malignant Mesothelioma -- Evaluation", "content": "The evaluation includes a thorax CT scan with intravenous contrast, a thoracoscopic pleural biopsy, and thoracentesis of pleural effusion, if present, with cytologic analysis. [6] [7] [8] Malignant pleural mesothelioma needs to be distinguished from other conditions. These conditions include benign pleural diseases as well as metastasis of other tumors such as lung adenocarcinoma or chest wall sarcoma. A chest CT scan will show focal areas of pleural thickening, with a large invasive mass present in late-stage disease. PET scans may be used to screen for metastatic disease, while MRI and laparoscopy can be used to evaluate diaphragmatic invasion. Megakaryocyte potentiating factor is used as a serum biomarker for malignant pleural mesothelioma. The cardiologist must clear all patients deemed candidates for surgery. A stress test should be performed, and lung function should be optimized.", "contents": "Malignant Mesothelioma -- Evaluation. The evaluation includes a thorax CT scan with intravenous contrast, a thoracoscopic pleural biopsy, and thoracentesis of pleural effusion, if present, with cytologic analysis. [6] [7] [8] Malignant pleural mesothelioma needs to be distinguished from other conditions. These conditions include benign pleural diseases as well as metastasis of other tumors such as lung adenocarcinoma or chest wall sarcoma. A chest CT scan will show focal areas of pleural thickening, with a large invasive mass present in late-stage disease. PET scans may be used to screen for metastatic disease, while MRI and laparoscopy can be used to evaluate diaphragmatic invasion. Megakaryocyte potentiating factor is used as a serum biomarker for malignant pleural mesothelioma. The cardiologist must clear all patients deemed candidates for surgery. A stress test should be performed, and lung function should be optimized."}
{"id": "article-25030_13", "title": "Malignant Mesothelioma -- Treatment / Management", "content": "Using National Comprehensive Cancer Network Guidelines, treatment depends upon tumor staging for the feasibility of surgical resection with Stage III-IV malignant pleural mesothelioma being considered unresectable. Ultimately less than a third of patients are candidates for definitive resection. It is recommended that mesothelioma be treated by a multidisciplinary team at a high volume center. [6] [9] [10] [11]", "contents": "Malignant Mesothelioma -- Treatment / Management. Using National Comprehensive Cancer Network Guidelines, treatment depends upon tumor staging for the feasibility of surgical resection with Stage III-IV malignant pleural mesothelioma being considered unresectable. Ultimately less than a third of patients are candidates for definitive resection. It is recommended that mesothelioma be treated by a multidisciplinary team at a high volume center. [6] [9] [10] [11]"}
{"id": "article-25030_14", "title": "Malignant Mesothelioma -- Differential Diagnosis", "content": "The differential diagnosis for malignant pleural mesothelioma includes: Non-small cell lung cancer Small cell lung cancer Drug-induced lung complications Benign pleural mass Lung infection Lung fibrosis", "contents": "Malignant Mesothelioma -- Differential Diagnosis. The differential diagnosis for malignant pleural mesothelioma includes: Non-small cell lung cancer Small cell lung cancer Drug-induced lung complications Benign pleural mass Lung infection Lung fibrosis"}
{"id": "article-25030_15", "title": "Malignant Mesothelioma -- Surgical Oncology", "content": "For resectable disease, surgical options include either pleurectomy/decortication (P/D) in early stages, or extrapleural pneumonectomy (EPP; resection of pleura, lung, pericardium, and diaphragm) when attempting curative resection. This choice is controversial as limited evidence is available. EPP is associated with high mortality compared with P/D, though this may be due to the patient population selected to undergo each. High-dose adjuvant radiotherapy is used after EPP to improve local control. There have been some attempts to use prophylactic radiotherapy, but this remains controversial with no clear benefit established. Systemic chemotherapy can be given as neoadjuvant or adjuvant therapy and is usually platinum-based. Neoadjuvant chemotherapy may increase survival if there is a response, but overall efficacy is unproven. Adjuvant chemotherapy is difficult because of the toxicities of the medications after the stress of extensive surgery.", "contents": "Malignant Mesothelioma -- Surgical Oncology. For resectable disease, surgical options include either pleurectomy/decortication (P/D) in early stages, or extrapleural pneumonectomy (EPP; resection of pleura, lung, pericardium, and diaphragm) when attempting curative resection. This choice is controversial as limited evidence is available. EPP is associated with high mortality compared with P/D, though this may be due to the patient population selected to undergo each. High-dose adjuvant radiotherapy is used after EPP to improve local control. There have been some attempts to use prophylactic radiotherapy, but this remains controversial with no clear benefit established. Systemic chemotherapy can be given as neoadjuvant or adjuvant therapy and is usually platinum-based. Neoadjuvant chemotherapy may increase survival if there is a response, but overall efficacy is unproven. Adjuvant chemotherapy is difficult because of the toxicities of the medications after the stress of extensive surgery."}
{"id": "article-25030_16", "title": "Malignant Mesothelioma -- Radiation Oncology", "content": "Radiation therapy is used, but the results are extremely poor. The treatment does not affect survival but may provide palliation in patients with chest wall metastases.", "contents": "Malignant Mesothelioma -- Radiation Oncology. Radiation therapy is used, but the results are extremely poor. The treatment does not affect survival but may provide palliation in patients with chest wall metastases."}
{"id": "article-25030_17", "title": "Malignant Mesothelioma -- Medical Oncology", "content": "For unresectable disease, platinum-based chemotherapy agents such as cisplatin are the first treatment option. Malignant pleural mesothelioma is more resistant to chemotherapy, however, and so there is an unclear survival benefit. For example, the combination of gemcitabine and cisplatin has a response rate of between 12% and 48%, but median overall survival still is only 9 to 13 months. Biologic and antiangiogenic therapies are being investigated as well.", "contents": "Malignant Mesothelioma -- Medical Oncology. For unresectable disease, platinum-based chemotherapy agents such as cisplatin are the first treatment option. Malignant pleural mesothelioma is more resistant to chemotherapy, however, and so there is an unclear survival benefit. For example, the combination of gemcitabine and cisplatin has a response rate of between 12% and 48%, but median overall survival still is only 9 to 13 months. Biologic and antiangiogenic therapies are being investigated as well."}
{"id": "article-25030_18", "title": "Malignant Mesothelioma -- Staging", "content": "Stage I: A totally resected mass confined within the capsule of the parietal pleura. There is no lymphadenopathy. Stage II: Has all the features of a stage I lesion, but the margins are positive after resection. There may be intrapleural lymphadenopathy. Stage III: There is a local invasion of the mass into the mediastinum, pericardium, chest wall or peritoneum. Lymphadenopathy is common. Stage IV: The presence of distant metastatic disease.", "contents": "Malignant Mesothelioma -- Staging. Stage I: A totally resected mass confined within the capsule of the parietal pleura. There is no lymphadenopathy. Stage II: Has all the features of a stage I lesion, but the margins are positive after resection. There may be intrapleural lymphadenopathy. Stage III: There is a local invasion of the mass into the mediastinum, pericardium, chest wall or peritoneum. Lymphadenopathy is common. Stage IV: The presence of distant metastatic disease."}
{"id": "article-25030_19", "title": "Malignant Mesothelioma -- Prognosis", "content": "Despite advances, the prognosis for most malignant pleural mesothelioma patients is grim; death is inevitable within 4 to 6 months. With treatment, some patients may survive 15 to 18 months. Rarely, 5-year survivals have been reported. The biggest problem is tumor recurrence, especially in patients managed with surgery.", "contents": "Malignant Mesothelioma -- Prognosis. Despite advances, the prognosis for most malignant pleural mesothelioma patients is grim; death is inevitable within 4 to 6 months. With treatment, some patients may survive 15 to 18 months. Rarely, 5-year survivals have been reported. The biggest problem is tumor recurrence, especially in patients managed with surgery."}
{"id": "article-25030_20", "title": "Malignant Mesothelioma -- Prognosis", "content": "Patients undergoing surgery may have slightly longer survival, but they also develop many complications related to the procedure. These complications include arrhythmias, wound infection, deep vein thrombosis, air leak, respiratory failure, postoperative bleeding, and myocardial infarction. Poor prognostic factors include nonepithelial histology, poor performance status, age over 75, dyspnea and chest pain on presentation, elevated lactate dehydrogenase and low hemoglobin on presentation, and weight loss.", "contents": "Malignant Mesothelioma -- Prognosis. Patients undergoing surgery may have slightly longer survival, but they also develop many complications related to the procedure. These complications include arrhythmias, wound infection, deep vein thrombosis, air leak, respiratory failure, postoperative bleeding, and myocardial infarction. Poor prognostic factors include nonepithelial histology, poor performance status, age over 75, dyspnea and chest pain on presentation, elevated lactate dehydrogenase and low hemoglobin on presentation, and weight loss."}
{"id": "article-25030_21", "title": "Malignant Mesothelioma -- Complications", "content": "Complications can arise because of malignant pleural mesothelioma itself, chemotherapy, and surgery. The surgery is associated with extremely high morbidity and mortality. Some of these complications include: Myocardial infarction Dependency on the ventilator Bronchial air leak Postpneumonectomy stump failure Multiorgan failure Wound infection Renal failure from cisplatinum Pancytopenia from chemotherapy", "contents": "Malignant Mesothelioma -- Complications. Complications can arise because of malignant pleural mesothelioma itself, chemotherapy, and surgery. The surgery is associated with extremely high morbidity and mortality. Some of these complications include: Myocardial infarction Dependency on the ventilator Bronchial air leak Postpneumonectomy stump failure Multiorgan failure Wound infection Renal failure from cisplatinum Pancytopenia from chemotherapy"}
{"id": "article-25030_22", "title": "Malignant Mesothelioma -- Postoperative and Rehabilitation Care", "content": "Patients are encouraged to enter a rehab program to recover functionality after treatment. A good diet should be encouraged as most patients are frail and emaciated. Home oxygen is often required.", "contents": "Malignant Mesothelioma -- Postoperative and Rehabilitation Care. Patients are encouraged to enter a rehab program to recover functionality after treatment. A good diet should be encouraged as most patients are frail and emaciated. Home oxygen is often required."}
{"id": "article-25030_23", "title": "Malignant Mesothelioma -- Pearls and Other Issues", "content": "Malignant pleural mesothelioma is a life-threatening malignancy. Even with treatment, it has a very poor outcome. The epithelial histology has a better prognosis than other histologies. Patients often present with dyspnea and weight loss. A pleural effusion is often present on the initial chest X-ray. Diagnosis can be difficult. Thorough immunostaining techniques must be employed. The ideal treatment is surgery for a localized disease, but most patients are not candidates for the procedure. The surgery is also associated with severe complications. Cisplatinum-based chemotherapy is used for advanced cases. Radiation has not been shown to affect survival but may play a role in palliation.", "contents": "Malignant Mesothelioma -- Pearls and Other Issues. Malignant pleural mesothelioma is a life-threatening malignancy. Even with treatment, it has a very poor outcome. The epithelial histology has a better prognosis than other histologies. Patients often present with dyspnea and weight loss. A pleural effusion is often present on the initial chest X-ray. Diagnosis can be difficult. Thorough immunostaining techniques must be employed. The ideal treatment is surgery for a localized disease, but most patients are not candidates for the procedure. The surgery is also associated with severe complications. Cisplatinum-based chemotherapy is used for advanced cases. Radiation has not been shown to affect survival but may play a role in palliation."}
{"id": "article-25030_24", "title": "Malignant Mesothelioma -- Enhancing Healthcare Team Outcomes", "content": "Malignant mesothelioma is a system disorder that requires an interprofessional team of doctors including an oncologist, thoracic surgeon, pulmonary specialist, radiation oncologist, and pain specialist. The cancer is difficult to diagnose and all the currently available treatments have not had any major impact on life expectancy. Using National Comprehensive Cancer Network Guidelines, treatment depends upon tumor staging for the feasibility of surgical resection with Stage III-IV malignant pleural mesothelioma being considered unresectable. Ultimately less than a third of patients are candidates for definitive resection. It is recommended that mesothelioma be treated by an interprofessional team at a high volume center. These patients may benefit from palliative or hospice care as most are frail and have only months to live at the time of diagnosis. Even though surgery is done, it is associated with severe life-threatening complications. Most patients with this cancer are dead within 12 months. [12] [13]", "contents": "Malignant Mesothelioma -- Enhancing Healthcare Team Outcomes. Malignant mesothelioma is a system disorder that requires an interprofessional team of doctors including an oncologist, thoracic surgeon, pulmonary specialist, radiation oncologist, and pain specialist. The cancer is difficult to diagnose and all the currently available treatments have not had any major impact on life expectancy. Using National Comprehensive Cancer Network Guidelines, treatment depends upon tumor staging for the feasibility of surgical resection with Stage III-IV malignant pleural mesothelioma being considered unresectable. Ultimately less than a third of patients are candidates for definitive resection. It is recommended that mesothelioma be treated by an interprofessional team at a high volume center. These patients may benefit from palliative or hospice care as most are frail and have only months to live at the time of diagnosis. Even though surgery is done, it is associated with severe life-threatening complications. Most patients with this cancer are dead within 12 months. [12] [13]"}
{"id": "article-25030_25", "title": "Malignant Mesothelioma -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Malignant Mesothelioma -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}