{"id": "article-28799_0", "title": "Seabathers Eruption -- Continuing Education Activity", "content": "Seabather's eruption (SBE), also known as sea lice, is a pruritic dermatitis found in a bathing suit distribution and at sites of friction after bathing in the ocean. The eruption is caused by two saltwater species of Cnidarians: the thimble Jellyfish (Linuche unguiculata) and a sea anemone (Edwardsiella lineata). Both of these species are small enough to become entrapped underneath swimwear. Pressure, as well as exposure to freshwater, lead the organisms to discharge a protective organ called a nemocytes. The nemocytes is a stinging organ that releases various antigenic toxins which induce a host immune response. Typically, this eruption is seen during the spring and summer with higher incidence in May and June. Children less than 15 years old have higher risk of SBE. Those with a history of SBE are also at increased risk and tend to have more severe presentations. This activity describes the pathophysiology, presentation and treatment of seabather's eruption, and highlights the role of the interprofessional team in caring for patients with this condition.", "contents": "Seabathers Eruption -- Continuing Education Activity. Seabather's eruption (SBE), also known as sea lice, is a pruritic dermatitis found in a bathing suit distribution and at sites of friction after bathing in the ocean. The eruption is caused by two saltwater species of Cnidarians: the thimble Jellyfish (Linuche unguiculata) and a sea anemone (Edwardsiella lineata). Both of these species are small enough to become entrapped underneath swimwear. Pressure, as well as exposure to freshwater, lead the organisms to discharge a protective organ called a nemocytes. The nemocytes is a stinging organ that releases various antigenic toxins which induce a host immune response. Typically, this eruption is seen during the spring and summer with higher incidence in May and June. Children less than 15 years old have higher risk of SBE. Those with a history of SBE are also at increased risk and tend to have more severe presentations. This activity describes the pathophysiology, presentation and treatment of seabather's eruption, and highlights the role of the interprofessional team in caring for patients with this condition."}
{"id": "article-28799_1", "title": "Seabathers Eruption -- Continuing Education Activity", "content": "Objectives: Describe the pathophysiology of seabather's eruption. Review the presentation of seabather's eruption. Summarize the treatment for seabather's eruption. Explain the need for a well-integrated, interprofessional team approach to improve care for patients with seabather's eruption. Access free multiple choice questions on this topic.", "contents": "Seabathers Eruption -- Continuing Education Activity. Objectives: Describe the pathophysiology of seabather's eruption. Review the presentation of seabather's eruption. Summarize the treatment for seabather's eruption. Explain the need for a well-integrated, interprofessional team approach to improve care for patients with seabather's eruption. Access free multiple choice questions on this topic."}
{"id": "article-28799_2", "title": "Seabathers Eruption -- Introduction", "content": "Seabather's eruption (SBE), also known as \"Sea Lice,\" is pruritic dermatitis found in a bathing suit distribution and at sites of friction after bathing in the ocean. The eruption is caused by two saltwater species of Cnidarians: the thimble Jellyfish ( Linuche unguiculata ) and a sea anemone ( Edwardsiella lineata ). [1] Both of these species are small enough to become entrapped underneath swimwear.  Pressure, as well as exposure to freshwater, lead to the discharge of a protective organ called a nemocytes. The nemocytes is a stinging organ that releases various antigenic toxins which induce a host immune response. L. unguiculata has been most commonly reported along the southeast coast of the United States, the Gulf of Mexico and the Caribbean, but has also been reported in Brazil and Papua New Guinea. [2] E. lineata , on the other hand, has been identified as the culprit of SBE on the east coast of the United States from the mid-Atlantic up through New York. [3] The larval form of L. unguiculata was initially thought to the sole cause of SBE, but there is some evidence implicating other stages of the L. unguiculata life cycle as well. Typically, this eruption is seen during the spring and summer with a higher incidence of cases in May and June.  Children less than 15 years old have a higher risk of SBE compared to adults. This is likely due to children spending more time in the ocean compared to adults. Surfers are also at increased risk of SBE and may develop the eruption in locations of friction such as the chest, axilla, and abdomen. [4] Those with a history of SBE are also at increased risk of SBE and tend to have more severe presentations. [5] [6] [7]", "contents": "Seabathers Eruption -- Introduction. Seabather's eruption (SBE), also known as \"Sea Lice,\" is pruritic dermatitis found in a bathing suit distribution and at sites of friction after bathing in the ocean. The eruption is caused by two saltwater species of Cnidarians: the thimble Jellyfish ( Linuche unguiculata ) and a sea anemone ( Edwardsiella lineata ). [1] Both of these species are small enough to become entrapped underneath swimwear.  Pressure, as well as exposure to freshwater, lead to the discharge of a protective organ called a nemocytes. The nemocytes is a stinging organ that releases various antigenic toxins which induce a host immune response. L. unguiculata has been most commonly reported along the southeast coast of the United States, the Gulf of Mexico and the Caribbean, but has also been reported in Brazil and Papua New Guinea. [2] E. lineata , on the other hand, has been identified as the culprit of SBE on the east coast of the United States from the mid-Atlantic up through New York. [3] The larval form of L. unguiculata was initially thought to the sole cause of SBE, but there is some evidence implicating other stages of the L. unguiculata life cycle as well. Typically, this eruption is seen during the spring and summer with a higher incidence of cases in May and June.  Children less than 15 years old have a higher risk of SBE compared to adults. This is likely due to children spending more time in the ocean compared to adults. Surfers are also at increased risk of SBE and may develop the eruption in locations of friction such as the chest, axilla, and abdomen. [4] Those with a history of SBE are also at increased risk of SBE and tend to have more severe presentations. [5] [6] [7]"}
{"id": "article-28799_3", "title": "Seabathers Eruption -- Etiology", "content": "SBE is caused by the nemocytes of L. unguiculata and E. lineata. The organisms are retained under bathing suits after leaving the water. The nemocytes of the organism are discharged by pressure between the skin and the bathing suit leading to envenomation with antigenic toxins. These toxins then trigger an immune response. [8]", "contents": "Seabathers Eruption -- Etiology. SBE is caused by the nemocytes of L. unguiculata and E. lineata. The organisms are retained under bathing suits after leaving the water. The nemocytes of the organism are discharged by pressure between the skin and the bathing suit leading to envenomation with antigenic toxins. These toxins then trigger an immune response. [8]"}
{"id": "article-28799_4", "title": "Seabathers Eruption -- Epidemiology", "content": "Risk Factors for SBE include: Age less than 15 years old Prior history of SBE [4] Surfing [4]", "contents": "Seabathers Eruption -- Epidemiology. Risk Factors for SBE include: Age less than 15 years old Prior history of SBE [4] Surfing [4]"}
{"id": "article-28799_5", "title": "Seabathers Eruption -- Histopathology", "content": "A biopsy is not necessary for diagnosis, and there is limited data on the histologic appearance of the SBE. The histologic presentation is similar to that of an arthropod bite. There will be a superficial and deep perivascular mixed infiltrate composed of neutrophils, lymphocytes, and eosinophils.", "contents": "Seabathers Eruption -- Histopathology. A biopsy is not necessary for diagnosis, and there is limited data on the histologic appearance of the SBE. The histologic presentation is similar to that of an arthropod bite. There will be a superficial and deep perivascular mixed infiltrate composed of neutrophils, lymphocytes, and eosinophils."}
{"id": "article-28799_6", "title": "Seabathers Eruption -- History and Physical", "content": "The first symptom of SBE is pruritis or stinging noted after leaving the water. A small number of patients may notice pruritis while bathing in the ocean. Since freshwater can cause the discharge of nemocytes, patients who have showered with their swimwear may report worsening of their symptoms after showering. SBE presents as discrete erythematous, pruritic papules that may progress to vesicles or pustules. [9] Due to intense pruritis, the lesions may be difficult to identify due to excoriations and can be impetiginized at the time of presentation. The distribution of the lesions is underneath the bathing suit with lesions more commonly located in sites of higher pressure such as the waistband. Lesions can also be found in frictional sites such as the axilla or the chest and abdomen in surfers. Patients with hairy chests may also have lesions in that area as well. The duration of the lesion is about two weeks but can last for longer than a month in some patients. Systemic symptoms are rarely associated with SBE; however, fever, malaise, nausea, vomiting, and cramps have been reported. Systemic symptoms have typically lasted less than a week. There has been one case reported of a patient with SBE having a blurry vision that resolved without side effects after one week. SBE is a clinical diagnosis, with biopsy and laboratory studies not usually indicated. If needed, titers for L. unguiculata can be positive several weeks after exposure or in patients who have been re-exposed. Recurrence of the lesions can occur if the patient re-uses the bathing suit without washing it. Therefore, the patient should be counseled to wash any swimwear before using it again. [10] [11]", "contents": "Seabathers Eruption -- History and Physical. The first symptom of SBE is pruritis or stinging noted after leaving the water. A small number of patients may notice pruritis while bathing in the ocean. Since freshwater can cause the discharge of nemocytes, patients who have showered with their swimwear may report worsening of their symptoms after showering. SBE presents as discrete erythematous, pruritic papules that may progress to vesicles or pustules. [9] Due to intense pruritis, the lesions may be difficult to identify due to excoriations and can be impetiginized at the time of presentation. The distribution of the lesions is underneath the bathing suit with lesions more commonly located in sites of higher pressure such as the waistband. Lesions can also be found in frictional sites such as the axilla or the chest and abdomen in surfers. Patients with hairy chests may also have lesions in that area as well. The duration of the lesion is about two weeks but can last for longer than a month in some patients. Systemic symptoms are rarely associated with SBE; however, fever, malaise, nausea, vomiting, and cramps have been reported. Systemic symptoms have typically lasted less than a week. There has been one case reported of a patient with SBE having a blurry vision that resolved without side effects after one week. SBE is a clinical diagnosis, with biopsy and laboratory studies not usually indicated. If needed, titers for L. unguiculata can be positive several weeks after exposure or in patients who have been re-exposed. Recurrence of the lesions can occur if the patient re-uses the bathing suit without washing it. Therefore, the patient should be counseled to wash any swimwear before using it again. [10] [11]"}
{"id": "article-28799_7", "title": "Seabathers Eruption -- Evaluation", "content": "Seabather's eruption is diagnosed based on the morphology of lesions, the distribution of the lesions, and the history of bathing in the ocean. Laboratory studies, biopsy, or radiographic studies are not helpful in diagnosing Seabather's eruption. Titers for L. unguiculate are available, but a positive titer is only suggestive of exposure to L. unguiculate and not diagnostic for the eruption. A biopsy of SBE will present as a not specific superficial, and deep mixed perivascular infiltrate that cannot be distinguished from an arthropod bite. Patients suspected of having SBE should have a complete skin exam to identify the distribution of the lesions and should be questioned about bathing in the ocean. A correct diagnosis of SBE relies on a thorough history and physical exam.", "contents": "Seabathers Eruption -- Evaluation. Seabather's eruption is diagnosed based on the morphology of lesions, the distribution of the lesions, and the history of bathing in the ocean. Laboratory studies, biopsy, or radiographic studies are not helpful in diagnosing Seabather's eruption. Titers for L. unguiculate are available, but a positive titer is only suggestive of exposure to L. unguiculate and not diagnostic for the eruption. A biopsy of SBE will present as a not specific superficial, and deep mixed perivascular infiltrate that cannot be distinguished from an arthropod bite. Patients suspected of having SBE should have a complete skin exam to identify the distribution of the lesions and should be questioned about bathing in the ocean. A correct diagnosis of SBE relies on a thorough history and physical exam."}
{"id": "article-28799_8", "title": "Seabathers Eruption -- Treatment / Management", "content": "Upon leaving the water, 5% of acetic acid can inactivate any undischarged nemocytes. However, this will not prevent the eruption. Most patients will present after they have already developed the eruption. These patients are treated symptomatically with systemic antihistamines and topical corticosteroids to decrease the inflammatory response. [11] A second-generation antihistamine, such as fexofenadine, can be useful for pruritis during the day and diphenhydramine can be helpful at night when there is less concern for drowsiness. Topical corticosteroids are also commonly prescribed for SBE with some variation in the class of steroids based on the location of the lesions. High potency topical steroids are avoided for lesions on the axilla, groin, or face as these regions are at increased risk of side effects. Other areas are treated with a high potency topical steroid such as clobetasol. Patients should also be advised to wash their bathing suit with hot water and detergent to remove any retained nemocytes. [3]", "contents": "Seabathers Eruption -- Treatment / Management. Upon leaving the water, 5% of acetic acid can inactivate any undischarged nemocytes. However, this will not prevent the eruption. Most patients will present after they have already developed the eruption. These patients are treated symptomatically with systemic antihistamines and topical corticosteroids to decrease the inflammatory response. [11] A second-generation antihistamine, such as fexofenadine, can be useful for pruritis during the day and diphenhydramine can be helpful at night when there is less concern for drowsiness. Topical corticosteroids are also commonly prescribed for SBE with some variation in the class of steroids based on the location of the lesions. High potency topical steroids are avoided for lesions on the axilla, groin, or face as these regions are at increased risk of side effects. Other areas are treated with a high potency topical steroid such as clobetasol. Patients should also be advised to wash their bathing suit with hot water and detergent to remove any retained nemocytes. [3]"}
{"id": "article-28799_9", "title": "Seabathers Eruption -- Differential Diagnosis", "content": "The differential diagnosis includes arthropod bites, folliculitis, swimmers itch, seaweed dermatitis, diver dermatitis and allergic contact dermatitis.", "contents": "Seabathers Eruption -- Differential Diagnosis. The differential diagnosis includes arthropod bites, folliculitis, swimmers itch, seaweed dermatitis, diver dermatitis and allergic contact dermatitis."}
{"id": "article-28799_10", "title": "Seabathers Eruption -- Differential Diagnosis", "content": "Arthropod bites can be very difficult to distinguish from SBE. The distribution of arthropod bites is typically different from SBE, and the patient may have a history of outdoor exposure compared to SBE with saltwater exposure. Arthropod bites will also have a grouped configuration of 3 lesions representing the \"breakfast, lunch, dinner sign.\"", "contents": "Seabathers Eruption -- Differential Diagnosis. Arthropod bites can be very difficult to distinguish from SBE. The distribution of arthropod bites is typically different from SBE, and the patient may have a history of outdoor exposure compared to SBE with saltwater exposure. Arthropod bites will also have a grouped configuration of 3 lesions representing the \"breakfast, lunch, dinner sign.\""}
{"id": "article-28799_11", "title": "Seabathers Eruption -- Differential Diagnosis", "content": "Folliculitis usually involves the chest and back but can be more widespread. Folliculitis has more of a pustular component in various stages of healing compared SBE, but can be difficult to distinguish if it is in a bathing suit distribution.", "contents": "Seabathers Eruption -- Differential Diagnosis. Folliculitis usually involves the chest and back but can be more widespread. Folliculitis has more of a pustular component in various stages of healing compared SBE, but can be difficult to distinguish if it is in a bathing suit distribution."}
{"id": "article-28799_12", "title": "Seabathers Eruption -- Differential Diagnosis", "content": "Swimmer's itch has a similar morphologic presentation with both presenting as pruritic erythematous papules, but the 2 entities can be distinguished based on the distribution of the lesions and history. Swimmer's itch is due to larval schistosomes that invade the skin. Humans are an accidental host for this larval and the eruption of swimmer's itch is due to an immune response to the larva. These larva attempt to penetrate exposed skin so the lesions will typically be in exposed areas versus SBE which is in unexposed areas. Schistosomes live in freshwater so the patient will report bathing in a lake or river instead of the ocean.", "contents": "Seabathers Eruption -- Differential Diagnosis. Swimmer's itch has a similar morphologic presentation with both presenting as pruritic erythematous papules, but the 2 entities can be distinguished based on the distribution of the lesions and history. Swimmer's itch is due to larval schistosomes that invade the skin. Humans are an accidental host for this larval and the eruption of swimmer's itch is due to an immune response to the larva. These larva attempt to penetrate exposed skin so the lesions will typically be in exposed areas versus SBE which is in unexposed areas. Schistosomes live in freshwater so the patient will report bathing in a lake or river instead of the ocean."}
{"id": "article-28799_13", "title": "Seabathers Eruption -- Differential Diagnosis", "content": "Seaweed dermatitis can have a similar presentation and appearance to SBE but is due to fragments of seaweed caught under the bathing suit. Exposure to seaweed blooms while swimming can help differentiate this from SBE.", "contents": "Seabathers Eruption -- Differential Diagnosis. Seaweed dermatitis can have a similar presentation and appearance to SBE but is due to fragments of seaweed caught under the bathing suit. Exposure to seaweed blooms while swimming can help differentiate this from SBE."}
{"id": "article-28799_14", "title": "Seabathers Eruption -- Enhancing Healthcare Team Outcomes", "content": "Seabather's eruption is relatively common and best managed by an interprofessional team that also includes nurses and pharmacists. The treatment is supportive and most people recover.", "contents": "Seabathers Eruption -- Enhancing Healthcare Team Outcomes. Seabather's eruption is relatively common and best managed by an interprofessional team that also includes nurses and pharmacists. The treatment is supportive and most people recover."}
{"id": "article-28799_15", "title": "Seabathers Eruption -- Enhancing Healthcare Team Outcomes -- Prevention", "content": "There is no way to prevent SBE except to stay out of the water. The patient should be advised that freshwater can cause the nemocytes to discharge. After bathing in the ocean, the patient should be advised to remove their bathing suit and rinse with fresh water which may help lessen the severity of the eruption.", "contents": "Seabathers Eruption -- Enhancing Healthcare Team Outcomes -- Prevention. There is no way to prevent SBE except to stay out of the water. The patient should be advised that freshwater can cause the nemocytes to discharge. After bathing in the ocean, the patient should be advised to remove their bathing suit and rinse with fresh water which may help lessen the severity of the eruption."}
{"id": "article-28799_16", "title": "Seabathers Eruption -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Seabathers Eruption -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}