{"id": "article-29163_0", "title": "Smoking -- Continuing Education Activity", "content": "Tobacco smoking is the practice of burning tobacco with the smoke inhaled to be tasted and absorbed into the bloodstream. Around 23 percent of the world's population smokes cigarettes. Several studies have linked tobacco smoking to a range of devastating illnesses including coronary artery disease (CAD), chronic obstructive pulmonary disease (COPD), cancers in every human organ system, and decreased reproductive health. This activity outlines the evaluation and management of tobacco smoking and underscores the role of the interprofessional team in improving care for patients with this condition.", "contents": "Smoking -- Continuing Education Activity. Tobacco smoking is the practice of burning tobacco with the smoke inhaled to be tasted and absorbed into the bloodstream. Around 23 percent of the world's population smokes cigarettes. Several studies have linked tobacco smoking to a range of devastating illnesses including coronary artery disease (CAD), chronic obstructive pulmonary disease (COPD), cancers in every human organ system, and decreased reproductive health. This activity outlines the evaluation and management of tobacco smoking and underscores the role of the interprofessional team in improving care for patients with this condition."}
{"id": "article-29163_1", "title": "Smoking -- Continuing Education Activity", "content": "Objectives: Explain the reasons that people may choose to smoke tobacco. Identify the pathophysiology associated with smoking tobacco. Identify strategies to assist individuals with smoking cessation. Outline the importance of enhancing care coordination among the interprofessional team to help patients quit smoking and decrease their risk profile. Access free multiple choice questions on this topic.", "contents": "Smoking -- Continuing Education Activity. Objectives: Explain the reasons that people may choose to smoke tobacco. Identify the pathophysiology associated with smoking tobacco. Identify strategies to assist individuals with smoking cessation. Outline the importance of enhancing care coordination among the interprofessional team to help patients quit smoking and decrease their risk profile. Access free multiple choice questions on this topic."}
{"id": "article-29163_2", "title": "Smoking -- Introduction", "content": "The leaves of the tobacco plant were originally harvested and smoked by Native Americans and were introduced to Europe by Christopher Columbus in the 15th century. The botanical name for tobacco, Nicotiana tabacum , is derived from Jean Nicot, who sent the tobacco leaf to the Queen of France in the 16th century. During the late 18th century, packaged cigarettes and cigars rapidly gained popularity. Although it was suspected in the early 20th century that tobacco was linked to throat and mouth cancers, it was not until 1964 when the US government released the document titled Smoking and Health: Report of the Advisory Committee to the Surgeon General of the Public Health Service . It has since been the prominent topic of most annual Surgeon General Reports.", "contents": "Smoking -- Introduction. The leaves of the tobacco plant were originally harvested and smoked by Native Americans and were introduced to Europe by Christopher Columbus in the 15th century. The botanical name for tobacco, Nicotiana tabacum , is derived from Jean Nicot, who sent the tobacco leaf to the Queen of France in the 16th century. During the late 18th century, packaged cigarettes and cigars rapidly gained popularity. Although it was suspected in the early 20th century that tobacco was linked to throat and mouth cancers, it was not until 1964 when the US government released the document titled Smoking and Health: Report of the Advisory Committee to the Surgeon General of the Public Health Service . It has since been the prominent topic of most annual Surgeon General Reports."}
{"id": "article-29163_3", "title": "Smoking -- Introduction", "content": "The original report was an objective review of literature that pointed to tobacco use as being causal to a number of deleterious health conditions. There has since been much research conducted, and many new findings regarding the disease-causing aspects of tobacco smoking have been elucidated. Despite the widely published results of this research tobacco smoking-related illnesses remain the leading cause of preventable death in the United States. [1] [2] [3]", "contents": "Smoking -- Introduction. The original report was an objective review of literature that pointed to tobacco use as being causal to a number of deleterious health conditions. There has since been much research conducted, and many new findings regarding the disease-causing aspects of tobacco smoking have been elucidated. Despite the widely published results of this research tobacco smoking-related illnesses remain the leading cause of preventable death in the United States. [1] [2] [3]"}
{"id": "article-29163_4", "title": "Smoking -- Etiology", "content": "The majority of people who smoke started when they were teenagers. Often they had family or friends who smoke. The tobacco industry advertises heavily and has marketed directly to teenagers. Tobacco use is portrayed as being acceptable or even glamorous on commercial and social media. Vaping and e-cigarettes provide attractive alternatives, especially to younger individuals.", "contents": "Smoking -- Etiology. The majority of people who smoke started when they were teenagers. Often they had family or friends who smoke. The tobacco industry advertises heavily and has marketed directly to teenagers. Tobacco use is portrayed as being acceptable or even glamorous on commercial and social media. Vaping and e-cigarettes provide attractive alternatives, especially to younger individuals."}
{"id": "article-29163_5", "title": "Smoking -- Epidemiology", "content": "About 23% of the worldwide population smokes cigarettes. This includes 32% of all males and 7% of all women. Eastern and Southeast Asia have the highest prevalence of smokers in the world with about 45%, while the Caribbean and North America have the lowest prevalence at 20%. [4]", "contents": "Smoking -- Epidemiology. About 23% of the worldwide population smokes cigarettes. This includes 32% of all males and 7% of all women. Eastern and Southeast Asia have the highest prevalence of smokers in the world with about 45%, while the Caribbean and North America have the lowest prevalence at 20%. [4]"}
{"id": "article-29163_6", "title": "Smoking -- Epidemiology", "content": "In 2017, the CDC estimates that 19.3% of the United States population over 18 years old uses some kind of tobacco product. About 14% of the total population use cigarettes while the remaining 5% use cigars, electronic cigarettes, smokeless tobacco, or pipes. Furthermore, 24.8% of men smoke cigarettes, while 14.2% of women smoke cigarettes. By age group, smokers represent 18.3% of adults aged 18 to 24 years old, 22.5% of adults aged 25 to 44 years old, 21.3% of adults aged 45 to 64 years old, and 11% of adults 65% and older. [5]", "contents": "Smoking -- Epidemiology. In 2017, the CDC estimates that 19.3% of the United States population over 18 years old uses some kind of tobacco product. About 14% of the total population use cigarettes while the remaining 5% use cigars, electronic cigarettes, smokeless tobacco, or pipes. Furthermore, 24.8% of men smoke cigarettes, while 14.2% of women smoke cigarettes. By age group, smokers represent 18.3% of adults aged 18 to 24 years old, 22.5% of adults aged 25 to 44 years old, 21.3% of adults aged 45 to 64 years old, and 11% of adults 65% and older. [5]"}
{"id": "article-29163_7", "title": "Smoking -- Pathophysiology", "content": "Although some of the exact mechanisms for tobacco smoking-related illnesses have yet to be elucidated, several studies have linked tobacco smoking to a plethora of devastating illnesses including coronary artery disease (CAD), cancers in every human organ system, chronic obstructive pulmonary disease (COPD), and decreased reproductive health. [6] [7] [8] [9]", "contents": "Smoking -- Pathophysiology. Although some of the exact mechanisms for tobacco smoking-related illnesses have yet to be elucidated, several studies have linked tobacco smoking to a plethora of devastating illnesses including coronary artery disease (CAD), cancers in every human organ system, chronic obstructive pulmonary disease (COPD), and decreased reproductive health. [6] [7] [8] [9]"}
{"id": "article-29163_8", "title": "Smoking -- Pathophysiology", "content": "Several potential mechanisms have been described linking tobacco smoking with CAD. Inhaled tobacco smoke increases the amount of exogenous and endogenous free radicals in the body, leading to an increased amount of oxidative stress.  This increased oxidative stress leads to vasomotor dysfunction, increased pro-thrombotic and decreased fibrinolytic factors, leukocyte, and platelet activation, increased lipid peroxidation, increased adhesion and inflammatory molecules, and smooth muscle proliferation. Researchers postulate that a combination of these factors leads to the development of CAD in tobacco smokers. [6]", "contents": "Smoking -- Pathophysiology. Several potential mechanisms have been described linking tobacco smoking with CAD. Inhaled tobacco smoke increases the amount of exogenous and endogenous free radicals in the body, leading to an increased amount of oxidative stress.  This increased oxidative stress leads to vasomotor dysfunction, increased pro-thrombotic and decreased fibrinolytic factors, leukocyte, and platelet activation, increased lipid peroxidation, increased adhesion and inflammatory molecules, and smooth muscle proliferation. Researchers postulate that a combination of these factors leads to the development of CAD in tobacco smokers. [6]"}
{"id": "article-29163_9", "title": "Smoking -- Pathophysiology", "content": "Tobacco smoking correlates with an increased risk of developing at least 17 classes of human cancers. There are roughly 60 known cancer-causing molecules, called carcinogens, in tobacco smoke. It has been proposed that these carcinogens directly damage the DNA by forming covalent bonds with DNA, forming molecules called DNA adducts. These DNA adducts are damaged pieces of DNA that, if not repaired properly, cause mutations during cellular division when their reproduction results in a mutated copy of the DNA. Over time, these mutations collectively lead to disruption of the normal cell reproductive cycle leading to neoplastic tumor formation. [10] [11]", "contents": "Smoking -- Pathophysiology. Tobacco smoking correlates with an increased risk of developing at least 17 classes of human cancers. There are roughly 60 known cancer-causing molecules, called carcinogens, in tobacco smoke. It has been proposed that these carcinogens directly damage the DNA by forming covalent bonds with DNA, forming molecules called DNA adducts. These DNA adducts are damaged pieces of DNA that, if not repaired properly, cause mutations during cellular division when their reproduction results in a mutated copy of the DNA. Over time, these mutations collectively lead to disruption of the normal cell reproductive cycle leading to neoplastic tumor formation. [10] [11]"}
{"id": "article-29163_10", "title": "Smoking -- Pathophysiology", "content": "Chronic obstructive pulmonary disease (COPD) has also been shown to heavily correlate with tobacco smoking. The reactive oxidants found with cigarette smoke create a chronic inflammatory state in the lungs, which may persist even after smoking cessation. This inflammatory state causes the lungs to remodel and can eventually lead to gross structural changes. It has also been proposed that there is an auto-immune component to lung disease, caused by the reaction of autoantibodies to antigens created either directly or indirectly from TS. [12]", "contents": "Smoking -- Pathophysiology. Chronic obstructive pulmonary disease (COPD) has also been shown to heavily correlate with tobacco smoking. The reactive oxidants found with cigarette smoke create a chronic inflammatory state in the lungs, which may persist even after smoking cessation. This inflammatory state causes the lungs to remodel and can eventually lead to gross structural changes. It has also been proposed that there is an auto-immune component to lung disease, caused by the reaction of autoantibodies to antigens created either directly or indirectly from TS. [12]"}
{"id": "article-29163_11", "title": "Smoking -- Pathophysiology", "content": "Tobacco smoking has several deleterious effects on human reproductive health. In men, smoking has been linked to decreased semen volume, decreased sperm density, and decreased total sperm count. [13] In women, tobacco smoking has been shown to disrupt the normal menstruation cycle and decrease ovarian reserve. [14] Smoking tobacco while pregnant is also associated with low birth weight and cryptorchidism. [15] [16]", "contents": "Smoking -- Pathophysiology. Tobacco smoking has several deleterious effects on human reproductive health. In men, smoking has been linked to decreased semen volume, decreased sperm density, and decreased total sperm count. [13] In women, tobacco smoking has been shown to disrupt the normal menstruation cycle and decrease ovarian reserve. [14] Smoking tobacco while pregnant is also associated with low birth weight and cryptorchidism. [15] [16]"}
{"id": "article-29163_12", "title": "Smoking -- Toxicokinetics", "content": "Tobacco smoke is comprised of a mixture of more than 4000 different compounds. Mainstream smoke, which is the smoke directly inhaled from the end of the cigarette into the smoker’s lungs, is hotter, denser, and contains more compounds than the sidestream smoke that emanates from the lit end of the cigarette. Mainstream smoke is the most type dangerous type of cigarette smoke although sidestream smoke has also been linked to significant illnesses. Many of the molecular compounds found in tobacco smoke form via the process of combustion as the cigarette burns between 600 F and 900 F. After the smoke is drawn from the cigarette, the particles rapidly increase in size due to humidification from the moist air in the upper respiratory tract. The mainstream smoke subsequently condenses as it heads into the lungs, leaving an estimated 50% to 95% of these molecules deposited into the bronchi, bronchioles, and alveoli. [17]", "contents": "Smoking -- Toxicokinetics. Tobacco smoke is comprised of a mixture of more than 4000 different compounds. Mainstream smoke, which is the smoke directly inhaled from the end of the cigarette into the smoker’s lungs, is hotter, denser, and contains more compounds than the sidestream smoke that emanates from the lit end of the cigarette. Mainstream smoke is the most type dangerous type of cigarette smoke although sidestream smoke has also been linked to significant illnesses. Many of the molecular compounds found in tobacco smoke form via the process of combustion as the cigarette burns between 600 F and 900 F. After the smoke is drawn from the cigarette, the particles rapidly increase in size due to humidification from the moist air in the upper respiratory tract. The mainstream smoke subsequently condenses as it heads into the lungs, leaving an estimated 50% to 95% of these molecules deposited into the bronchi, bronchioles, and alveoli. [17]"}
{"id": "article-29163_13", "title": "Smoking -- History and Physical", "content": "Tobacco smoking history should be routinely obtained from the patient while taking social history. Pack-year history provides an estimated number of cigarettes a patient has consumed over a lifetime and is calculated as packs smoked per day multiplied by the total number of years smoked. Obtaining a pack-year history has shown to be of some value when determining the presence and severity of smoking-related illnesses such as CAD and COPD, as smoking-related cancers have all been linked to increased pack-year history. [18] [19] [20]", "contents": "Smoking -- History and Physical. Tobacco smoking history should be routinely obtained from the patient while taking social history. Pack-year history provides an estimated number of cigarettes a patient has consumed over a lifetime and is calculated as packs smoked per day multiplied by the total number of years smoked. Obtaining a pack-year history has shown to be of some value when determining the presence and severity of smoking-related illnesses such as CAD and COPD, as smoking-related cancers have all been linked to increased pack-year history. [18] [19] [20]"}
{"id": "article-29163_14", "title": "Smoking -- History and Physical", "content": "Many physical exam findings can be directly or indirectly related to tobacco smoking. On exam of the oropharynx, periodontal disease, tooth loss, and cancers of the tongue and oropharynx may be visualized. The scent of tobacco smoke often lingers on the patient's breath and clothing. Auscultation of the lungs may reveal decreased or asynchronous breath sounds. The cardiac exam often reveals an increased resting heart rate when compared to that of non-smokers. Tobacco stains may be present on the skin of the face and fingers. There may be decreased peripheral pulses due to smoking-related peripheral vascular disease. [21] [22] [23]", "contents": "Smoking -- History and Physical. Many physical exam findings can be directly or indirectly related to tobacco smoking. On exam of the oropharynx, periodontal disease, tooth loss, and cancers of the tongue and oropharynx may be visualized. The scent of tobacco smoke often lingers on the patient's breath and clothing. Auscultation of the lungs may reveal decreased or asynchronous breath sounds. The cardiac exam often reveals an increased resting heart rate when compared to that of non-smokers. Tobacco stains may be present on the skin of the face and fingers. There may be decreased peripheral pulses due to smoking-related peripheral vascular disease. [21] [22] [23]"}
{"id": "article-29163_15", "title": "Smoking -- Treatment / Management", "content": "Tobacco smoking is directly associated with multiple serious health problems that endanger and shorten the life of smokers and those subjected to cigarette smoke. For an active smoker, quitting smoking has proven to reduce the chances of developing a smoking-related illness. [24]", "contents": "Smoking -- Treatment / Management. Tobacco smoking is directly associated with multiple serious health problems that endanger and shorten the life of smokers and those subjected to cigarette smoke. For an active smoker, quitting smoking has proven to reduce the chances of developing a smoking-related illness. [24]"}
{"id": "article-29163_16", "title": "Smoking -- Treatment / Management", "content": "Daily cigarette smokers keep smoking because they are physically addicted to nicotine - a substance that is naturally found in tobacco leaves. Because nicotine is one of the most addictive substances known to man, tobacco smoking is often very difficult to quit, often requiring repeated attempts at quitting involving various cessation methods. Five nicotine-based medications (gum, lozenges, inhaler, nasal spray, patch) and 2 non-nicotine-based medications (varenicline and bupropion SR) have been shown to aid in long-term smoking cessation. Recent evidence includes a potential role for cytisine and naltrexone. For patients willing to quit, a combination of counseling and one or more medications has proven more effective than just counseling or medication alone. [25] [26] [27]", "contents": "Smoking -- Treatment / Management. Daily cigarette smokers keep smoking because they are physically addicted to nicotine - a substance that is naturally found in tobacco leaves. Because nicotine is one of the most addictive substances known to man, tobacco smoking is often very difficult to quit, often requiring repeated attempts at quitting involving various cessation methods. Five nicotine-based medications (gum, lozenges, inhaler, nasal spray, patch) and 2 non-nicotine-based medications (varenicline and bupropion SR) have been shown to aid in long-term smoking cessation. Recent evidence includes a potential role for cytisine and naltrexone. For patients willing to quit, a combination of counseling and one or more medications has proven more effective than just counseling or medication alone. [25] [26] [27]"}
{"id": "article-29163_17", "title": "Smoking -- Differential Diagnosis", "content": "Alpha-1 antitrypsin deficiency Angina pectoris Chronic obstructive pulmonary disease Depression Emphysema Non-small cell lung cancer Small cell lung cancer", "contents": "Smoking -- Differential Diagnosis. Alpha-1 antitrypsin deficiency Angina pectoris Chronic obstructive pulmonary disease Depression Emphysema Non-small cell lung cancer Small cell lung cancer"}
{"id": "article-29163_18", "title": "Smoking -- Prognosis", "content": "Tobacco smoking is extremely hazardous to human health. For smokers, the rate of death from any cause is about 3-times those who have never smoked. The excess mortality of smokers is mostly attributed to vascular illnesses such as CAD, respiratory illnesses such as COPD, and at least 17 different classes of tobacco-smoking-related cancers. It has been demonstrated that smokers lose at least 10 years of life expectancy on average. Quitting smoking before the age of 40 has been shown to reduce smoking-related death by about 90%. [28]", "contents": "Smoking -- Prognosis. Tobacco smoking is extremely hazardous to human health. For smokers, the rate of death from any cause is about 3-times those who have never smoked. The excess mortality of smokers is mostly attributed to vascular illnesses such as CAD, respiratory illnesses such as COPD, and at least 17 different classes of tobacco-smoking-related cancers. It has been demonstrated that smokers lose at least 10 years of life expectancy on average. Quitting smoking before the age of 40 has been shown to reduce smoking-related death by about 90%. [28]"}
{"id": "article-29163_19", "title": "Smoking -- Complications", "content": "Fear of weight gain", "contents": "Smoking -- Complications. Fear of weight gain"}
{"id": "article-29163_20", "title": "Smoking -- Enhancing Healthcare Team Outcomes", "content": "Tobacco smoking is a life-threatening addiction that, if untreated, can cause damage to every organ system in the human body. The best way to avoid a TS-related illness is never to start smoking, and the second-best way is to stop smoking cigarettes as soon as possible. Helping a patient to stop smoking is one of the most beneficial preventive medicine interventions currently in existence. Nearly every member of the healthcare team may play an important role in the assistance of smoking cessation.", "contents": "Smoking -- Enhancing Healthcare Team Outcomes. Tobacco smoking is a life-threatening addiction that, if untreated, can cause damage to every organ system in the human body. The best way to avoid a TS-related illness is never to start smoking, and the second-best way is to stop smoking cigarettes as soon as possible. Helping a patient to stop smoking is one of the most beneficial preventive medicine interventions currently in existence. Nearly every member of the healthcare team may play an important role in the assistance of smoking cessation."}
{"id": "article-29163_21", "title": "Smoking -- Enhancing Healthcare Team Outcomes", "content": "Nurses play a large role in assisting clinicians in tobacco cessation programs. In some hospitals, nurses are being trained to deliver behavioral and pharmaceutical interventions to inpatient smokers. These interventions have shown great promise in significantly reducing smoking in certain populations. [29]", "contents": "Smoking -- Enhancing Healthcare Team Outcomes. Nurses play a large role in assisting clinicians in tobacco cessation programs. In some hospitals, nurses are being trained to deliver behavioral and pharmaceutical interventions to inpatient smokers. These interventions have shown great promise in significantly reducing smoking in certain populations. [29]"}
{"id": "article-29163_22", "title": "Smoking -- Enhancing Healthcare Team Outcomes", "content": "Clinicians are also at the front lines in the fight against tobacco smoking. Unfortunately, several studies have shown that brief episodes of clinician advice do very little to aid in smoking cessation; reinforcement must come from the entire healthcare team including pharmacists and nurses. [30] It has been demonstrated that individually focused counseling, when delivered by a physician, can aid in the patient's cessation of smoking. There is also evidence that clinician-prescribed or recommended over-the-counter medications can play an effective role in treating these patients. [31] The best outcomes in convincing patients to quit smoking are by use of an interprofessional team all working together to educate the patient.", "contents": "Smoking -- Enhancing Healthcare Team Outcomes. Clinicians are also at the front lines in the fight against tobacco smoking. Unfortunately, several studies have shown that brief episodes of clinician advice do very little to aid in smoking cessation; reinforcement must come from the entire healthcare team including pharmacists and nurses. [30] It has been demonstrated that individually focused counseling, when delivered by a physician, can aid in the patient's cessation of smoking. There is also evidence that clinician-prescribed or recommended over-the-counter medications can play an effective role in treating these patients. [31] The best outcomes in convincing patients to quit smoking are by use of an interprofessional team all working together to educate the patient."}
{"id": "article-29163_23", "title": "Smoking -- Enhancing Healthcare Team Outcomes", "content": "Clinical scientists also play a very important role in the fight to end tobacco addiction and tobacco-related diseases. They continue to investigate and discover the physiology of tobacco-related illnesses, the effectiveness of tobacco cessation medications and interventions and study tobacco smoking-related conditions across a broad spectrum of populations. From the toils of scientific research, much about tobacco smoking has been elucidated, and yet we as a society have much to learn, but an interprofessional team approach to smoking cessation will yield better patient results. [Level 5].", "contents": "Smoking -- Enhancing Healthcare Team Outcomes. Clinical scientists also play a very important role in the fight to end tobacco addiction and tobacco-related diseases. They continue to investigate and discover the physiology of tobacco-related illnesses, the effectiveness of tobacco cessation medications and interventions and study tobacco smoking-related conditions across a broad spectrum of populations. From the toils of scientific research, much about tobacco smoking has been elucidated, and yet we as a society have much to learn, but an interprofessional team approach to smoking cessation will yield better patient results. [Level 5]."}
{"id": "article-29163_24", "title": "Smoking -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Smoking -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}