{"id": "article-63820_0", "title": "In Situ Debriefing in Medical Simulation -- Introduction", "content": "First described in the anesthesia literature in the late 1980s, medical simulation has become an essential part of training in medical education at the undergraduate and graduate levels and in nursing and pharmacy education. [1] [2] Traditionally, simulation occurs in dedicated simulation centers. This center-based simulation offers the benefit of being separate from patients and focusing on learning for the individual and the team. [3] Dedicated time is scheduled to participate in this educational activity, and debriefing of the simulation can take part without the competing demands of the clinical work environment.", "contents": "In Situ Debriefing in Medical Simulation -- Introduction. First described in the anesthesia literature in the late 1980s, medical simulation has become an essential part of training in medical education at the undergraduate and graduate levels and in nursing and pharmacy education. [1] [2] Traditionally, simulation occurs in dedicated simulation centers. This center-based simulation offers the benefit of being separate from patients and focusing on learning for the individual and the team. [3] Dedicated time is scheduled to participate in this educational activity, and debriefing of the simulation can take part without the competing demands of the clinical work environment."}
{"id": "article-63820_1", "title": "In Situ Debriefing in Medical Simulation -- Introduction", "content": "In situ simulation differs from a center-based simulation in that it occurs in the actual clinical environment, often using providers and staff currently on shift. Because it occurs in the real working environment, it also provides opportunities for learning on the unit and organizational level. [3] In situ simulation has been used to improve teamwork and communication and to help identify system issues and latent patient safety threats. [4] [5] [6] [7] In situ simulations like mock codes may ultimately improve patient outcomes. [8]", "contents": "In Situ Debriefing in Medical Simulation -- Introduction. In situ simulation differs from a center-based simulation in that it occurs in the actual clinical environment, often using providers and staff currently on shift. Because it occurs in the real working environment, it also provides opportunities for learning on the unit and organizational level. [3] In situ simulation has been used to improve teamwork and communication and to help identify system issues and latent patient safety threats. [4] [5] [6] [7] In situ simulations like mock codes may ultimately improve patient outcomes. [8]"}
{"id": "article-63820_2", "title": "In Situ Debriefing in Medical Simulation -- Function", "content": "Experiential learning is the pillar of adult learning theory, which posits that learners gain knowledge from participating in and reflecting upon real-life experiences. [9] A medical simulation provides a concrete experience as a starting point, but analysis and reflection are required steps in the learning cycle. Debriefing, an analysis of an event that allows learners to reflect on their experience and make meaning of it, is a frequently used tool in medical simulation, as self-directed reflection may be unsystematic or absent. [10] Instead, a facilitated debriefing is often needed to guide participants through this reflective process. [10]", "contents": "In Situ Debriefing in Medical Simulation -- Function. Experiential learning is the pillar of adult learning theory, which posits that learners gain knowledge from participating in and reflecting upon real-life experiences. [9] A medical simulation provides a concrete experience as a starting point, but analysis and reflection are required steps in the learning cycle. Debriefing, an analysis of an event that allows learners to reflect on their experience and make meaning of it, is a frequently used tool in medical simulation, as self-directed reflection may be unsystematic or absent. [10] Instead, a facilitated debriefing is often needed to guide participants through this reflective process. [10]"}
{"id": "article-63820_3", "title": "In Situ Debriefing in Medical Simulation -- Function", "content": "Many models of debriefing have been described in the literature. [11] Some focus on understanding the participants' frames of reference. [12] Others address participant emotions before entering into an analysis phase. [11] One theme common among all methods is that facilitated reflection takes time. While time may be more plentiful in scheduled, center-based simulation debriefing, it is often more limited in situ.", "contents": "In Situ Debriefing in Medical Simulation -- Function. Many models of debriefing have been described in the literature. [11] Some focus on understanding the participants' frames of reference. [12] Others address participant emotions before entering into an analysis phase. [11] One theme common among all methods is that facilitated reflection takes time. While time may be more plentiful in scheduled, center-based simulation debriefing, it is often more limited in situ."}
{"id": "article-63820_4", "title": "In Situ Debriefing in Medical Simulation -- Curriculum Development", "content": "No gold standard exists for conducting a postsimulation debriefing in center-based or in situ settings. A review of trends for in situ simulations suggests the majority of in situ simulation debriefings use postsimulation facilitated debriefings (55%) or facilitated debriefings combined with a review of video taken during the simulation (31%). [3]", "contents": "In Situ Debriefing in Medical Simulation -- Curriculum Development. No gold standard exists for conducting a postsimulation debriefing in center-based or in situ settings. A review of trends for in situ simulations suggests the majority of in situ simulation debriefings use postsimulation facilitated debriefings (55%) or facilitated debriefings combined with a review of video taken during the simulation (31%). [3]"}
{"id": "article-63820_5", "title": "In Situ Debriefing in Medical Simulation -- Curriculum Development", "content": "Some authors recommend learner self-assessment or directive feedback as the primary method for in situ simulation debriefing; this allows facilitators to address more topics with limited time. [13] Due to the constraints of a natural working environment, the times allotted to in situ debriefings may be less than in center-based environments. Nevertheless, the minimum time needed for a debriefing equals the scenario length. [14]", "contents": "In Situ Debriefing in Medical Simulation -- Curriculum Development. Some authors recommend learner self-assessment or directive feedback as the primary method for in situ simulation debriefing; this allows facilitators to address more topics with limited time. [13] Due to the constraints of a natural working environment, the times allotted to in situ debriefings may be less than in center-based environments. Nevertheless, the minimum time needed for a debriefing equals the scenario length. [14]"}
{"id": "article-63820_6", "title": "In Situ Debriefing in Medical Simulation -- Curriculum Development -- Learner Self-Assessment", "content": "A common learner self-assessment model of debriefing is the plus-delta model. [10] [15] In this method, the debriefer encourages participants to actively perform their self-assessments, identifying things that went well (the \"plus\") or things that could have been better (the \"delta\"). [13] Using open-ended questions, the facilitator may probe participants to identify potential alternatives or solutions to issues raised in the simulation. This plus-delta method may be effective when the primary focus of the debriefing is addressing communication or systems issues that arose during the simulation.", "contents": "In Situ Debriefing in Medical Simulation -- Curriculum Development -- Learner Self-Assessment. A common learner self-assessment model of debriefing is the plus-delta model. [10] [15] In this method, the debriefer encourages participants to actively perform their self-assessments, identifying things that went well (the \"plus\") or things that could have been better (the \"delta\"). [13] Using open-ended questions, the facilitator may probe participants to identify potential alternatives or solutions to issues raised in the simulation. This plus-delta method may be effective when the primary focus of the debriefing is addressing communication or systems issues that arose during the simulation."}
{"id": "article-63820_7", "title": "In Situ Debriefing in Medical Simulation -- Curriculum Development -- Learner Self-Assessment", "content": "Another form of learner self-assessment is the SHARP method. [16] Initially created to debrief events in the operating room, in this model, participants describe what went well (or not) and why. The acronym \"SHARP\" stands for: Set learning objectives: Determine what learners want to obtain from participating in the case and what the educator's goals are Ask, \"How did it go?\": Ask students to self-identify areas of strength and weakness. Address concerns: Discuss with students where improvements are possible. Review specific teaching points: This can include basic science and pathophysiology to students' communication and teamwork. Plan: Have students identify what they will take away from the case and incorporate it into their practice. [16] Because the SHARP method includes opportunities for teaching and incorporation into clinical practice, it may be a valuable tool for in situ simulation debriefs.", "contents": "In Situ Debriefing in Medical Simulation -- Curriculum Development -- Learner Self-Assessment. Another form of learner self-assessment is the SHARP method. [16] Initially created to debrief events in the operating room, in this model, participants describe what went well (or not) and why. The acronym \"SHARP\" stands for: Set learning objectives: Determine what learners want to obtain from participating in the case and what the educator's goals are Ask, \"How did it go?\": Ask students to self-identify areas of strength and weakness. Address concerns: Discuss with students where improvements are possible. Review specific teaching points: This can include basic science and pathophysiology to students' communication and teamwork. Plan: Have students identify what they will take away from the case and incorporate it into their practice. [16] Because the SHARP method includes opportunities for teaching and incorporation into clinical practice, it may be a valuable tool for in situ simulation debriefs."}
{"id": "article-63820_8", "title": "In Situ Debriefing in Medical Simulation -- Curriculum Development -- Directive Feedback", "content": "Directive feedback is a form of feedback that does not depend on the assessment learners make of their performance. [10] [17] Instead, it is unidirectional, with the facilitator sharing their assessment. This may be useful when the primary focus of the debriefing is to address a knowledge gap or performance gap, such as in procedural skills training. [17] It may also clarify key learning objectives or with more novice learners. [13] [18] Directive feedback does not rely on introspection or self-reflection and is inappropriate when the primary simulation objectives are teamwork-based. [19]", "contents": "In Situ Debriefing in Medical Simulation -- Curriculum Development -- Directive Feedback. Directive feedback is a form of feedback that does not depend on the assessment learners make of their performance. [10] [17] Instead, it is unidirectional, with the facilitator sharing their assessment. This may be useful when the primary focus of the debriefing is to address a knowledge gap or performance gap, such as in procedural skills training. [17] It may also clarify key learning objectives or with more novice learners. [13] [18] Directive feedback does not rely on introspection or self-reflection and is inappropriate when the primary simulation objectives are teamwork-based. [19]"}
{"id": "article-63820_9", "title": "In Situ Debriefing in Medical Simulation -- Curriculum Development -- Conversational Models", "content": "Despite time constraints, facilitators are not limited to these learner self-assessment or directive feedback models. Conversational models of debriefing have been successful with in situ simulations. Facilitators have successfully used the \"debriefing with good judgment\" model during in situ debriefings while maintaining a short simulation-to-debriefing time ratio. [4] In this model, facilitators conduct a phased conversation with learners, analyzing and discussing events and then intentionally moving to a summary phase where participants discuss the application of what the student learned.", "contents": "In Situ Debriefing in Medical Simulation -- Curriculum Development -- Conversational Models. Despite time constraints, facilitators are not limited to these learner self-assessment or directive feedback models. Conversational models of debriefing have been successful with in situ simulations. Facilitators have successfully used the \"debriefing with good judgment\" model during in situ debriefings while maintaining a short simulation-to-debriefing time ratio. [4] In this model, facilitators conduct a phased conversation with learners, analyzing and discussing events and then intentionally moving to a summary phase where participants discuss the application of what the student learned."}
{"id": "article-63820_10", "title": "In Situ Debriefing in Medical Simulation -- Curriculum Development -- Conversational Models", "content": "The advocacy-inquiry model (AIM) is another conversational debriefing model that seeks to understand a participant's thought process. Though not specific to the in situ setting, this form of debriefing is preferred by learners who are farther along in their training. Thus, it may be more applicable to the varied experience levels in the in situ team. [18] It also encourages participants to challenge their own decision-making and underlying beliefs. [18] In this method, the debriefer begins with a statement representing the advocacy portion: \"I noticed that you did [specific action]. I am concerned that this may cause [specific outcome].\" By linking the specific action to its resulting outcome, feedback may be more precise, and learners may better associate the consequences of particular actions. [18] The debriefer then seeks to understand the participant's frame with the inquiry portion, asking, \"Can you help me understand where you were coming from?\"", "contents": "In Situ Debriefing in Medical Simulation -- Curriculum Development -- Conversational Models. The advocacy-inquiry model (AIM) is another conversational debriefing model that seeks to understand a participant's thought process. Though not specific to the in situ setting, this form of debriefing is preferred by learners who are farther along in their training. Thus, it may be more applicable to the varied experience levels in the in situ team. [18] It also encourages participants to challenge their own decision-making and underlying beliefs. [18] In this method, the debriefer begins with a statement representing the advocacy portion: \"I noticed that you did [specific action]. I am concerned that this may cause [specific outcome].\" By linking the specific action to its resulting outcome, feedback may be more precise, and learners may better associate the consequences of particular actions. [18] The debriefer then seeks to understand the participant's frame with the inquiry portion, asking, \"Can you help me understand where you were coming from?\""}
{"id": "article-63820_11", "title": "In Situ Debriefing in Medical Simulation -- Curriculum Development -- Conversational Models", "content": "Multiple other conversational models exist, as do blended models. The \"Promoting Excellence And Reflective Learning in Simulation\" (PEARLS) method is an example of a blended model, which combines learner self-assessment with focused facilitated discussion and directive feedback. [20]", "contents": "In Situ Debriefing in Medical Simulation -- Curriculum Development -- Conversational Models. Multiple other conversational models exist, as do blended models. The \"Promoting Excellence And Reflective Learning in Simulation\" (PEARLS) method is an example of a blended model, which combines learner self-assessment with focused facilitated discussion and directive feedback. [20]"}
{"id": "article-63820_12", "title": "In Situ Debriefing in Medical Simulation -- Clinical Clerkships", "content": "All debriefing methods are appropriate for learners across various levels of training and specialties.", "contents": "In Situ Debriefing in Medical Simulation -- Clinical Clerkships. All debriefing methods are appropriate for learners across various levels of training and specialties."}
{"id": "article-63820_13", "title": "In Situ Debriefing in Medical Simulation -- Continuing Education", "content": "Several tools exist to aid in the evaluation of the debriefing itself. These include the Debriefing Assessment for Simulation in Healthcare (DASH) and the Objective Structured Assessment of Debriefing (OSAD). [21] [22] These tools are not specific to either center-based or in situ debriefing.", "contents": "In Situ Debriefing in Medical Simulation -- Continuing Education. Several tools exist to aid in the evaluation of the debriefing itself. These include the Debriefing Assessment for Simulation in Healthcare (DASH) and the Objective Structured Assessment of Debriefing (OSAD). [21] [22] These tools are not specific to either center-based or in situ debriefing."}
{"id": "article-63820_14", "title": "In Situ Debriefing in Medical Simulation -- Clinical Significance", "content": "The popularity of simulation as an experiential learning model that adult learners prefer continuously increases. Debriefing is an intrinsic component of the simulation exercise to ensure meaningful teaching points. The approaches to debriefing are variable and can be adapted depending on the environment and the needs of the learners.", "contents": "In Situ Debriefing in Medical Simulation -- Clinical Significance. The popularity of simulation as an experiential learning model that adult learners prefer continuously increases. Debriefing is an intrinsic component of the simulation exercise to ensure meaningful teaching points. The approaches to debriefing are variable and can be adapted depending on the environment and the needs of the learners."}
{"id": "article-63820_15", "title": "In Situ Debriefing in Medical Simulation -- Clinical Significance", "content": "Written tools, such as the PEARLS debriefing tool, attempt to structure the debriefing process as a script and a guide. [20] The TEAM Debrief Tool has been shown to increase the amount of learner self-assessment and decrease the amount of directive feedback during debriefings. [19] Novice facilitators may benefit more from formal tools or scripts for their debriefings. [23]", "contents": "In Situ Debriefing in Medical Simulation -- Clinical Significance. Written tools, such as the PEARLS debriefing tool, attempt to structure the debriefing process as a script and a guide. [20] The TEAM Debrief Tool has been shown to increase the amount of learner self-assessment and decrease the amount of directive feedback during debriefings. [19] Novice facilitators may benefit more from formal tools or scripts for their debriefings. [23]"}
{"id": "article-63820_16", "title": "In Situ Debriefing in Medical Simulation -- Pearls and Other Issues", "content": "Key facts to keep in mind about in situ debriefing in medical simulation are as follows:", "contents": "In Situ Debriefing in Medical Simulation -- Pearls and Other Issues. Key facts to keep in mind about in situ debriefing in medical simulation are as follows:"}
{"id": "article-63820_17", "title": "In Situ Debriefing in Medical Simulation -- Pearls and Other Issues", "content": "Debriefing needs to occur following simulation exercises to be effective.", "contents": "In Situ Debriefing in Medical Simulation -- Pearls and Other Issues. Debriefing needs to occur following simulation exercises to be effective."}
{"id": "article-63820_18", "title": "In Situ Debriefing in Medical Simulation -- Pearls and Other Issues", "content": "The scheduled debriefing time should be for at least the anticipated duration of the simulation exercise. For example, a 10-minute simulation will need at least a 10-minute debriefing.", "contents": "In Situ Debriefing in Medical Simulation -- Pearls and Other Issues. The scheduled debriefing time should be for at least the anticipated duration of the simulation exercise. For example, a 10-minute simulation will need at least a 10-minute debriefing."}
{"id": "article-63820_19", "title": "In Situ Debriefing in Medical Simulation -- Pearls and Other Issues", "content": "Learner self-assessment, facilitator-directed feedback, and conversational feedback are 3 options that facilitators can use to address their feedback. These methods can be blended to best suit the needs of the simulation.", "contents": "In Situ Debriefing in Medical Simulation -- Pearls and Other Issues. Learner self-assessment, facilitator-directed feedback, and conversational feedback are 3 options that facilitators can use to address their feedback. These methods can be blended to best suit the needs of the simulation."}
{"id": "article-63820_20", "title": "In Situ Debriefing in Medical Simulation -- Pearls and Other Issues", "content": "Reflective observation allows simulation participants to reflect upon and evaluate their performance.", "contents": "In Situ Debriefing in Medical Simulation -- Pearls and Other Issues. Reflective observation allows simulation participants to reflect upon and evaluate their performance."}
{"id": "article-63820_21", "title": "In Situ Debriefing in Medical Simulation -- Pearls and Other Issues", "content": "The AIM seeks to understand why a simulation participant performed a particular action.", "contents": "In Situ Debriefing in Medical Simulation -- Pearls and Other Issues. The AIM seeks to understand why a simulation participant performed a particular action."}
{"id": "article-63820_22", "title": "In Situ Debriefing in Medical Simulation -- Pearls and Other Issues", "content": "Directive feedback is a valuable technique when addressing a gap in procedural knowledge, but it may be less preferred by learners than other models.", "contents": "In Situ Debriefing in Medical Simulation -- Pearls and Other Issues. Directive feedback is a valuable technique when addressing a gap in procedural knowledge, but it may be less preferred by learners than other models."}
{"id": "article-63820_23", "title": "In Situ Debriefing in Medical Simulation -- Pearls and Other Issues", "content": "Novice facilitators will need support to be proficient at debriefing simulation exercises. Written tools or formal training can provide a framework for a debriefing for novice facilitators.", "contents": "In Situ Debriefing in Medical Simulation -- Pearls and Other Issues. Novice facilitators will need support to be proficient at debriefing simulation exercises. Written tools or formal training can provide a framework for a debriefing for novice facilitators."}
{"id": "article-63820_24", "title": "In Situ Debriefing in Medical Simulation -- Enhancing Healthcare Team Outcomes", "content": "In situ simulation has been shown to improve teamwork [4] [5] and communication. [6] Essential to successful simulation is quality debriefing. An ineffective debriefing may fail to help learners close a knowledge or performance gap. [24] When debriefing is done poorly or perceived as critical instead of constructive can lower self-esteem. [25] It may also create anger or resistance, which can undermine the teamwork aspect of healthcare. [25]", "contents": "In Situ Debriefing in Medical Simulation -- Enhancing Healthcare Team Outcomes. In situ simulation has been shown to improve teamwork [4] [5] and communication. [6] Essential to successful simulation is quality debriefing. An ineffective debriefing may fail to help learners close a knowledge or performance gap. [24] When debriefing is done poorly or perceived as critical instead of constructive can lower self-esteem. [25] It may also create anger or resistance, which can undermine the teamwork aspect of healthcare. [25]"}
{"id": "article-63820_25", "title": "In Situ Debriefing in Medical Simulation -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "In Situ Debriefing in Medical Simulation -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}