{"id": "article-25342_0", "title": "Multidirectional Shoulder Instability -- Continuing Education Activity", "content": "Multidirectional instability (MDI) of the shoulder was first described in 1980 as a complex condition of the shoulder defined by instability in 2 or more planes of motion. This activity will discuss MDI, including general principles, causes, symptoms, exam findings, treatment, and recovery as it relates to the disease process. It will also highlight the role of the interprofessional team.", "contents": "Multidirectional Shoulder Instability -- Continuing Education Activity. Multidirectional instability (MDI) of the shoulder was first described in 1980 as a complex condition of the shoulder defined by instability in 2 or more planes of motion. This activity will discuss MDI, including general principles, causes, symptoms, exam findings, treatment, and recovery as it relates to the disease process. It will also highlight the role of the interprofessional team."}
{"id": "article-25342_1", "title": "Multidirectional Shoulder Instability -- Continuing Education Activity", "content": "Objectives: Describe the process of multidirectional shoulder instability. Review the appropriate evaluation of multidirectional shoulder instability. Outline the management options available for multidirectional shoulder instability. Explain interprofessional team strategies for improving care coordination and communication to advance multidirectional shoulder instability and improve outcomes. Access free multiple choice questions on this topic.", "contents": "Multidirectional Shoulder Instability -- Continuing Education Activity. Objectives: Describe the process of multidirectional shoulder instability. Review the appropriate evaluation of multidirectional shoulder instability. Outline the management options available for multidirectional shoulder instability. Explain interprofessional team strategies for improving care coordination and communication to advance multidirectional shoulder instability and improve outcomes. Access free multiple choice questions on this topic."}
{"id": "article-25342_2", "title": "Multidirectional Shoulder Instability -- Introduction", "content": "Multidirectional instability (MDI) of the shoulder was first described in 1980 as a complex condition of the shoulder defined by instability in 2 or more planes of motion. [1] The shoulder joint is unique in the way it provides a tremendous range of motion. In fact, it has the greatest mobility of any joint in the human body. However, mobility and stability are inversely proportional, and the complex interplay between the stabilizers of the shoulder works with little margin for error before instability occurs. Therefore the balance between the extraordinary physiologic range of motion and shoulder stability has proved to be delicate.", "contents": "Multidirectional Shoulder Instability -- Introduction. Multidirectional instability (MDI) of the shoulder was first described in 1980 as a complex condition of the shoulder defined by instability in 2 or more planes of motion. [1] The shoulder joint is unique in the way it provides a tremendous range of motion. In fact, it has the greatest mobility of any joint in the human body. However, mobility and stability are inversely proportional, and the complex interplay between the stabilizers of the shoulder works with little margin for error before instability occurs. Therefore the balance between the extraordinary physiologic range of motion and shoulder stability has proved to be delicate."}
{"id": "article-25342_3", "title": "Multidirectional Shoulder Instability -- Introduction", "content": "The primary responsibility of the shoulder is to position the hand in space. Hence, some activities show preference toward mobility (swimming) while others favor stability (weight lifting, football lineman). [2] Shoulder stability is maintained through both dynamic and static stabilizers. The dynamic structures responsible for joint stability include the rotator cuff muscles, the tendon of the long head of the biceps, and the periscapular musculature. The static stabilizers include the glenohumeral articular congruity, glenoid labrum complex, glenohumeral ligaments as well as the negative pressure created within the joint. Shoulder instability becomes symptomatic once the motion of the humeral head exceeds the boundaries set by the glenoid labrum complex. This is a result of pathology within the static and/or dynamic stabilizers. [3]", "contents": "Multidirectional Shoulder Instability -- Introduction. The primary responsibility of the shoulder is to position the hand in space. Hence, some activities show preference toward mobility (swimming) while others favor stability (weight lifting, football lineman). [2] Shoulder stability is maintained through both dynamic and static stabilizers. The dynamic structures responsible for joint stability include the rotator cuff muscles, the tendon of the long head of the biceps, and the periscapular musculature. The static stabilizers include the glenohumeral articular congruity, glenoid labrum complex, glenohumeral ligaments as well as the negative pressure created within the joint. Shoulder instability becomes symptomatic once the motion of the humeral head exceeds the boundaries set by the glenoid labrum complex. This is a result of pathology within the static and/or dynamic stabilizers. [3]"}
{"id": "article-25342_4", "title": "Multidirectional Shoulder Instability -- Introduction", "content": "Shoulder instability was originally thought to fall within one of two categories. The first is Traumatic Unilateral with Bankart lesion treated Surgically (TUBS). The second category is Atraumatic, Multidirectional, Bilateral, which typically responds to Rehabilitation or Inferior capsular shift (AMBRI). Although these two categories offer a simple classification system for MDI, they are oversimplified and do not fully represent the full spectrum of pathologic laxity. As we have discovered more about the MDI process, modifications have been made to the original simplistic classification. [4]", "contents": "Multidirectional Shoulder Instability -- Introduction. Shoulder instability was originally thought to fall within one of two categories. The first is Traumatic Unilateral with Bankart lesion treated Surgically (TUBS). The second category is Atraumatic, Multidirectional, Bilateral, which typically responds to Rehabilitation or Inferior capsular shift (AMBRI). Although these two categories offer a simple classification system for MDI, they are oversimplified and do not fully represent the full spectrum of pathologic laxity. As we have discovered more about the MDI process, modifications have been made to the original simplistic classification. [4]"}
{"id": "article-25342_5", "title": "Multidirectional Shoulder Instability -- Etiology", "content": "Multidirectional instability is due to one of two mechanisms. The first mechanism is repetitive microtrauma commonly seen in overhead athletes such as baseball pitchers, volleyball players, gymnasts, and swimmers. The second mechanism is due to disorders causing generalized ligamentous hyperlaxity. A few of these conditions include Ehler-Danlos syndrome, Marfan syndrome, osteogenesis imperfecta, and benign joint hypermobility syndrome. [5] [6] [7]", "contents": "Multidirectional Shoulder Instability -- Etiology. Multidirectional instability is due to one of two mechanisms. The first mechanism is repetitive microtrauma commonly seen in overhead athletes such as baseball pitchers, volleyball players, gymnasts, and swimmers. The second mechanism is due to disorders causing generalized ligamentous hyperlaxity. A few of these conditions include Ehler-Danlos syndrome, Marfan syndrome, osteogenesis imperfecta, and benign joint hypermobility syndrome. [5] [6] [7]"}
{"id": "article-25342_6", "title": "Multidirectional Shoulder Instability -- Epidemiology", "content": "Due to the variability of classification systems and difficulty with diagnosing MDI, the precise incidence of the disease is largely unknown. MDI peaks in the 2nd or 3rd decade of life and then becomes less common in individuals older than 40 years. This is due to the natural loss of tissue compliance and physiologic stiffening of the shoulder joint.  While it does have a predilection toward sedentary female patients with poor muscle development, it also affects athletes, both male and female. [8]", "contents": "Multidirectional Shoulder Instability -- Epidemiology. Due to the variability of classification systems and difficulty with diagnosing MDI, the precise incidence of the disease is largely unknown. MDI peaks in the 2nd or 3rd decade of life and then becomes less common in individuals older than 40 years. This is due to the natural loss of tissue compliance and physiologic stiffening of the shoulder joint.  While it does have a predilection toward sedentary female patients with poor muscle development, it also affects athletes, both male and female. [8]"}
{"id": "article-25342_7", "title": "Multidirectional Shoulder Instability -- Pathophysiology", "content": "Multidirectional instability is characterized as an imbalance between shoulder mobility and stability.  The glenoid, glenoid labrum complex, glenohumeral ligaments as well as the negative pressure created within the congruent joint, all play roles as static stabilizers. The rotator cuff, long head of the biceps, periscapular muscles as well as the deltoid muscle, are all dynamic stabilizers. The interplay between the static and dynamic stabilizers is responsible for overall stability. MDI is recognized as a continuum in which the static and/or dynamic stabilizers are no longer sufficient to maintain the congruence of the glenohumeral joint. This can happen in one of two described pathways. The first described pathway is microtrauma over time, which leads to the development of ligamentous and capsular laxity. [9] This is seen primarily in overhead sports such as volleyball, baseball, or swimming. It is important to note that no specific traumatic event is usually recognized as an inciting cause of their instability. The second pathway is described as hypermobility secondary to conditions known to cause hyperlaxity through defects of connective tissues. These conditions include Ehler-Danlos syndrome, Marfan syndrome, osteogenesis imperfecta, and benign joint hypermobility syndrome. [5] [6] [7] [10]", "contents": "Multidirectional Shoulder Instability -- Pathophysiology. Multidirectional instability is characterized as an imbalance between shoulder mobility and stability.  The glenoid, glenoid labrum complex, glenohumeral ligaments as well as the negative pressure created within the congruent joint, all play roles as static stabilizers. The rotator cuff, long head of the biceps, periscapular muscles as well as the deltoid muscle, are all dynamic stabilizers. The interplay between the static and dynamic stabilizers is responsible for overall stability. MDI is recognized as a continuum in which the static and/or dynamic stabilizers are no longer sufficient to maintain the congruence of the glenohumeral joint. This can happen in one of two described pathways. The first described pathway is microtrauma over time, which leads to the development of ligamentous and capsular laxity. [9] This is seen primarily in overhead sports such as volleyball, baseball, or swimming. It is important to note that no specific traumatic event is usually recognized as an inciting cause of their instability. The second pathway is described as hypermobility secondary to conditions known to cause hyperlaxity through defects of connective tissues. These conditions include Ehler-Danlos syndrome, Marfan syndrome, osteogenesis imperfecta, and benign joint hypermobility syndrome. [5] [6] [7] [10]"}
{"id": "article-25342_8", "title": "Multidirectional Shoulder Instability -- Pathophysiology", "content": "It is important to recognize that the laxity of the shoulder is variable among patients. The presence of clinical signs of laxity alone does equate to joint instability. Certain levels of laxity are useful in some activities, such as swimmers using shoulder flexibility as a competitive edge. Clinical signs of laxity in the presence of shoulder pain, however, is an indication of MDI rather than asymptomatic joint laxity. [11] [12]", "contents": "Multidirectional Shoulder Instability -- Pathophysiology. It is important to recognize that the laxity of the shoulder is variable among patients. The presence of clinical signs of laxity alone does equate to joint instability. Certain levels of laxity are useful in some activities, such as swimmers using shoulder flexibility as a competitive edge. Clinical signs of laxity in the presence of shoulder pain, however, is an indication of MDI rather than asymptomatic joint laxity. [11] [12]"}
{"id": "article-25342_9", "title": "Multidirectional Shoulder Instability -- History and Physical", "content": "Multidirectional instability is a complex process that is difficult to diagnose as it lacks hallmark or pathognomonic findings. It is instead a process that presents with an insidious onset of vague, activity-related shoulder pain. It usually lacks a defining traumatic event. Overhead activities are typically the most offending as well as carrying heavy objects. [13] Some patients may also report a lack of strength or athletic performance as their chief complaint. It is important to note that instability is not typically the presenting complaint. In fact, one must be cautious with patients who present with voluntarily induced shoulder subluxation/dislocation, as this can suggest that a psychological component is likely to present and must be accounted for in the treatment regimen. [14]", "contents": "Multidirectional Shoulder Instability -- History and Physical. Multidirectional instability is a complex process that is difficult to diagnose as it lacks hallmark or pathognomonic findings. It is instead a process that presents with an insidious onset of vague, activity-related shoulder pain. It usually lacks a defining traumatic event. Overhead activities are typically the most offending as well as carrying heavy objects. [13] Some patients may also report a lack of strength or athletic performance as their chief complaint. It is important to note that instability is not typically the presenting complaint. In fact, one must be cautious with patients who present with voluntarily induced shoulder subluxation/dislocation, as this can suggest that a psychological component is likely to present and must be accounted for in the treatment regimen. [14]"}
{"id": "article-25342_10", "title": "Multidirectional Shoulder Instability -- History and Physical", "content": "Diagnosis of MDI is typically made on a physical exam. [15] Its diagnosis requires instability in 2 or more planes, including anterior, posterior, or inferior. The sulcus sign is the most consistent finding in MDI and is indicative of a loose rotator interval. It is performed with the shoulder adducted to the side while axial traction is applied to the arm creating a void under the acromion. While a sulcus can be present during a normal exam, a sulcus >2 cm likely represents pathologic laxity, especially when the maneuver recreates the patient’s symptoms. Another sign of rotator interval laxity is increased external rotation with the arm in adduction. [16]", "contents": "Multidirectional Shoulder Instability -- History and Physical. Diagnosis of MDI is typically made on a physical exam. [15] Its diagnosis requires instability in 2 or more planes, including anterior, posterior, or inferior. The sulcus sign is the most consistent finding in MDI and is indicative of a loose rotator interval. It is performed with the shoulder adducted to the side while axial traction is applied to the arm creating a void under the acromion. While a sulcus can be present during a normal exam, a sulcus >2 cm likely represents pathologic laxity, especially when the maneuver recreates the patient’s symptoms. Another sign of rotator interval laxity is increased external rotation with the arm in adduction. [16]"}
{"id": "article-25342_11", "title": "Multidirectional Shoulder Instability -- History and Physical", "content": "Patients will also complain of feelings of uneasiness with the shoulder placed in abduction to 90 degrees and external rotation known as the apprehension test. Gentle anterior to posterior pressure over the proximal humerus during the apprehension test should relieve the uneasy feeling with external rotation and further indicates true anterior instability. Posterior and anterior load and shift test with the shoulder adducted and the patient relaxed can also be positive.", "contents": "Multidirectional Shoulder Instability -- History and Physical. Patients will also complain of feelings of uneasiness with the shoulder placed in abduction to 90 degrees and external rotation known as the apprehension test. Gentle anterior to posterior pressure over the proximal humerus during the apprehension test should relieve the uneasy feeling with external rotation and further indicates true anterior instability. Posterior and anterior load and shift test with the shoulder adducted and the patient relaxed can also be positive."}
{"id": "article-25342_12", "title": "Multidirectional Shoulder Instability -- History and Physical", "content": "In cases of MDI, it is also important to assess the patient for other joint laxities. Beighton’s criteria can be used to assess for hyperlaxity syndromes as a potential cause of the patient’s laxity. Beighton’s criteria consist of 5 components that are tied to a point value. [17] [18] 1 point is given for each knee or elbow, which hyperextends beyond 10 degrees. Another 1 point for each small finger metacarpophalangeal joint, which hyperextends beyond 90 degrees. 1 point is added for each thumb, which passively approximates to the ipsilateral forearm. Finally, 1 point is added if both palms can be placed on the floor while forward bending at the waist with knees in full extension. This adds up to a total of 9 possible points. A score of 4 points or higher is suggestive of a hyperlaxity disorder.", "contents": "Multidirectional Shoulder Instability -- History and Physical. In cases of MDI, it is also important to assess the patient for other joint laxities. Beighton’s criteria can be used to assess for hyperlaxity syndromes as a potential cause of the patient’s laxity. Beighton’s criteria consist of 5 components that are tied to a point value. [17] [18] 1 point is given for each knee or elbow, which hyperextends beyond 10 degrees. Another 1 point for each small finger metacarpophalangeal joint, which hyperextends beyond 90 degrees. 1 point is added for each thumb, which passively approximates to the ipsilateral forearm. Finally, 1 point is added if both palms can be placed on the floor while forward bending at the waist with knees in full extension. This adds up to a total of 9 possible points. A score of 4 points or higher is suggestive of a hyperlaxity disorder."}
{"id": "article-25342_13", "title": "Multidirectional Shoulder Instability -- History and Physical", "content": "While the diagnosis of a collagen disorder alone is not sufficient for the diagnosis of MDI, it can alert the clinician to a possible contributory factor.  Several asymptomatic laxity conditions never lead to shoulder instability. However, the treating provider needs to be aware of the disorder as it does affect the outcomes of stabilization procedures. [19]", "contents": "Multidirectional Shoulder Instability -- History and Physical. While the diagnosis of a collagen disorder alone is not sufficient for the diagnosis of MDI, it can alert the clinician to a possible contributory factor.  Several asymptomatic laxity conditions never lead to shoulder instability. However, the treating provider needs to be aware of the disorder as it does affect the outcomes of stabilization procedures. [19]"}
{"id": "article-25342_14", "title": "Multidirectional Shoulder Instability -- Evaluation", "content": "Although primarily diagnosed on clinical exam, the work-up of MDI begins with AP Xray with both internal and external rotation, true AP, scapular-Y, and axillary radiographs. Radiographs in MDI are typically normal but are used to uncover other potential contributory factors such as glenoid dysplasia, hypoplasia, humeral head anomalies, or a large boney Bankart, which needs to be factored into the treatment algorithm.", "contents": "Multidirectional Shoulder Instability -- Evaluation. Although primarily diagnosed on clinical exam, the work-up of MDI begins with AP Xray with both internal and external rotation, true AP, scapular-Y, and axillary radiographs. Radiographs in MDI are typically normal but are used to uncover other potential contributory factors such as glenoid dysplasia, hypoplasia, humeral head anomalies, or a large boney Bankart, which needs to be factored into the treatment algorithm."}
{"id": "article-25342_15", "title": "Multidirectional Shoulder Instability -- Evaluation", "content": "MRI with arthrogram is indicated to assess shoulder anatomy further. Typical findings include a patulous inferior capsule consistent with capsular laxity. [20] MRI is also indicated to further assess for possible Bankart lesion, Kim lesion, or glenoid erosion.", "contents": "Multidirectional Shoulder Instability -- Evaluation. MRI with arthrogram is indicated to assess shoulder anatomy further. Typical findings include a patulous inferior capsule consistent with capsular laxity. [20] MRI is also indicated to further assess for possible Bankart lesion, Kim lesion, or glenoid erosion."}
{"id": "article-25342_16", "title": "Multidirectional Shoulder Instability -- Treatment / Management", "content": "Treatment for individuals diagnosed with MDI begins with a thorough understanding of the demands. This is secondary to the understanding that laxity is often used in certain sports as a competitive advantage. Therefore there is no defined algorithm for treatment of MDI; rather, it is a custom treatment tailored to the patient’s expectations and demands.", "contents": "Multidirectional Shoulder Instability -- Treatment / Management. Treatment for individuals diagnosed with MDI begins with a thorough understanding of the demands. This is secondary to the understanding that laxity is often used in certain sports as a competitive advantage. Therefore there is no defined algorithm for treatment of MDI; rather, it is a custom treatment tailored to the patient’s expectations and demands."}
{"id": "article-25342_17", "title": "Multidirectional Shoulder Instability -- Treatment / Management", "content": "Because MDI is typically seen after disruption f the balance between dynamic and static stabilizers, the first line of treatment includes physical therapy with a focus toward the strengthening of the dynamic stabilizers of the shoulder.  This includes strengthening of the rotator cuff and periscapular musculature. Closed kinetic chain exercises are used to retrain the muscles to co-contract for coordinated movements, which will enhance the dynamic stability. It should be extensive and should continue for at least 3 to 6 months before more aggressive treatment is considered. This extensive therapy regimen has been shown to be successful because of the natural stiffening of the shoulder joint with age. It has been noted that symptoms of MDI decrease as skeletal maturity nears, therefore an extended therapy regimen is strongly advised. [21] [22] [23] [9] [18] [24] [25] [26] [27]", "contents": "Multidirectional Shoulder Instability -- Treatment / Management. Because MDI is typically seen after disruption f the balance between dynamic and static stabilizers, the first line of treatment includes physical therapy with a focus toward the strengthening of the dynamic stabilizers of the shoulder.  This includes strengthening of the rotator cuff and periscapular musculature. Closed kinetic chain exercises are used to retrain the muscles to co-contract for coordinated movements, which will enhance the dynamic stability. It should be extensive and should continue for at least 3 to 6 months before more aggressive treatment is considered. This extensive therapy regimen has been shown to be successful because of the natural stiffening of the shoulder joint with age. It has been noted that symptoms of MDI decrease as skeletal maturity nears, therefore an extended therapy regimen is strongly advised. [21] [22] [23] [9] [18] [24] [25] [26] [27]"}
{"id": "article-25342_18", "title": "Multidirectional Shoulder Instability -- Treatment / Management", "content": "Open vs. arthroscopic stabilization procedures are indicated only for those who have failed a long-term therapy regimen. Stabilization procedures include capsular shift, rotator interval closure, and plication of redundant capsular tissue. [28] Capsular allograft reconstruction, although uncommon, has also been described for those with collagen disorders. All glenoid or labrum pathology should be addressed at the same time if they are found to contribute to the patient’s instability.", "contents": "Multidirectional Shoulder Instability -- Treatment / Management. Open vs. arthroscopic stabilization procedures are indicated only for those who have failed a long-term therapy regimen. Stabilization procedures include capsular shift, rotator interval closure, and plication of redundant capsular tissue. [28] Capsular allograft reconstruction, although uncommon, has also been described for those with collagen disorders. All glenoid or labrum pathology should be addressed at the same time if they are found to contribute to the patient’s instability."}
{"id": "article-25342_19", "title": "Multidirectional Shoulder Instability -- Differential Diagnosis", "content": "As a cause of vague, activity-related shoulder pain, the differential diagnosis for MDI can be broad. Some of the processes that need to be ruled out are unidirectional instability, cervical spine disease, os acromiale, and thoracic outlet syndrome. [2] Each of these is a cause of shoulder pain that can be confused with MDI and must be differentiated due to their differing treatments.", "contents": "Multidirectional Shoulder Instability -- Differential Diagnosis. As a cause of vague, activity-related shoulder pain, the differential diagnosis for MDI can be broad. Some of the processes that need to be ruled out are unidirectional instability, cervical spine disease, os acromiale, and thoracic outlet syndrome. [2] Each of these is a cause of shoulder pain that can be confused with MDI and must be differentiated due to their differing treatments."}
{"id": "article-25342_20", "title": "Multidirectional Shoulder Instability -- Prognosis", "content": "Multidirectional instability is typically associated with a good prognosis.  The symptoms of MDI are inversely proportional to the strength of the dynamic stabilizers of the shoulder; therefore, as the shoulder gets stronger, the symptoms of MDI resolve.  For this reason, physical therapy with a special focus on periscapular and shoulder musculature is tried for at least 3 to 6 months before the idea of surgical intervention is entertained.", "contents": "Multidirectional Shoulder Instability -- Prognosis. Multidirectional instability is typically associated with a good prognosis.  The symptoms of MDI are inversely proportional to the strength of the dynamic stabilizers of the shoulder; therefore, as the shoulder gets stronger, the symptoms of MDI resolve.  For this reason, physical therapy with a special focus on periscapular and shoulder musculature is tried for at least 3 to 6 months before the idea of surgical intervention is entertained."}
{"id": "article-25342_21", "title": "Multidirectional Shoulder Instability -- Complications", "content": "The majority of complications associated with MDI are related to its treatment. Complications such as loss of motion, capsulorrhaphy-induced arthritis, subscapularis deficiency, axillary nerve injury, and recurrence of instability have all been described. Recurrence of instability was commonly seen following thermal capsulorrhaphy as it induced irreparable damage to the shoulder capsule. For this reason, thermal capsulorrhaphy has fallen out of favor and is now only mentioned for historical purposes. [29] [30] Capsulorrhaphy-induced arthritis was commonly seen following Magnuson-Stack or Putti-Platte procedures which dramatically tightened the capsule and compressed the humeral head into the glenoid, effectively increasing the rate of cartilage degeneration. Subscapularis deficiency is most commonly seen following open procedures where the subscapularis tendon is taken down for exposure and later repaired. If the subscapularis does not heal it will lead to subscapularis deficiency.", "contents": "Multidirectional Shoulder Instability -- Complications. The majority of complications associated with MDI are related to its treatment. Complications such as loss of motion, capsulorrhaphy-induced arthritis, subscapularis deficiency, axillary nerve injury, and recurrence of instability have all been described. Recurrence of instability was commonly seen following thermal capsulorrhaphy as it induced irreparable damage to the shoulder capsule. For this reason, thermal capsulorrhaphy has fallen out of favor and is now only mentioned for historical purposes. [29] [30] Capsulorrhaphy-induced arthritis was commonly seen following Magnuson-Stack or Putti-Platte procedures which dramatically tightened the capsule and compressed the humeral head into the glenoid, effectively increasing the rate of cartilage degeneration. Subscapularis deficiency is most commonly seen following open procedures where the subscapularis tendon is taken down for exposure and later repaired. If the subscapularis does not heal it will lead to subscapularis deficiency."}
{"id": "article-25342_22", "title": "Multidirectional Shoulder Instability -- Postoperative and Rehabilitation Care", "content": "The general outline for post-operative rehabilitation includes 4-6 weeks of shoulder immobilization. At 6 weeks, patients can start simple shoulder motion, including activities of daily living, being careful to limit shoulder abduction and external rotation to 45 degrees. At 10 weeks, the range of motion is enhanced with gentle stretching. After 16 weeks, strengthening can begin; however, return to sports is usually reserved until the shoulder has returned to pre-injury status or at least within 90% strength of the contralateral shoulder. [26] [27] This can be expected between 9 to 12 months postoperatively for contact sports.", "contents": "Multidirectional Shoulder Instability -- Postoperative and Rehabilitation Care. The general outline for post-operative rehabilitation includes 4-6 weeks of shoulder immobilization. At 6 weeks, patients can start simple shoulder motion, including activities of daily living, being careful to limit shoulder abduction and external rotation to 45 degrees. At 10 weeks, the range of motion is enhanced with gentle stretching. After 16 weeks, strengthening can begin; however, return to sports is usually reserved until the shoulder has returned to pre-injury status or at least within 90% strength of the contralateral shoulder. [26] [27] This can be expected between 9 to 12 months postoperatively for contact sports."}
{"id": "article-25342_23", "title": "Multidirectional Shoulder Instability -- Deterrence and Patient Education", "content": "Patients who suffer from MDI should be familiar with the inverse relationship between symptoms and shoulder girdle strength. They should be encouraged to continue shoulder strengthening exercises even in the absence of symptoms because once the shoulder weakens, symptoms typically reappear. Expectations should be set as early as possible that a lengthy trial of physical therapy is usually curative despite their interest in a quick surgical fix. Patients should be educated on activities that cause their symptoms and lifestyle modifications that can potentially alleviate their pain and instability.", "contents": "Multidirectional Shoulder Instability -- Deterrence and Patient Education. Patients who suffer from MDI should be familiar with the inverse relationship between symptoms and shoulder girdle strength. They should be encouraged to continue shoulder strengthening exercises even in the absence of symptoms because once the shoulder weakens, symptoms typically reappear. Expectations should be set as early as possible that a lengthy trial of physical therapy is usually curative despite their interest in a quick surgical fix. Patients should be educated on activities that cause their symptoms and lifestyle modifications that can potentially alleviate their pain and instability."}
{"id": "article-25342_24", "title": "Multidirectional Shoulder Instability -- Pearls and Other Issues", "content": "Multidirectional instability is a complex issue with complex treatment options.  However, it is imperative to recognize that physical therapy is the mainstay of treatment and should be exhausted prior to surgical intervention is entertained.", "contents": "Multidirectional Shoulder Instability -- Pearls and Other Issues. Multidirectional instability is a complex issue with complex treatment options.  However, it is imperative to recognize that physical therapy is the mainstay of treatment and should be exhausted prior to surgical intervention is entertained."}
{"id": "article-25342_25", "title": "Multidirectional Shoulder Instability -- Pearls and Other Issues", "content": "Beware of deliberate or voluntary dislocators. Evidence has shown that there is a phycological component and can be motivated by secondary gain. These patients do not do as well following surgical intervention, so the clinician should be mindful of this while screening patients in the office. [5] [31]", "contents": "Multidirectional Shoulder Instability -- Pearls and Other Issues. Beware of deliberate or voluntary dislocators. Evidence has shown that there is a phycological component and can be motivated by secondary gain. These patients do not do as well following surgical intervention, so the clinician should be mindful of this while screening patients in the office. [5] [31]"}
{"id": "article-25342_26", "title": "Multidirectional Shoulder Instability -- Enhancing Healthcare Team Outcomes", "content": "Multidirectional instability is a complex diagnosis and an even more complex pathologic process.  It is a diagnosis of exclusion and lacks pathognomonic findings. It is also not typically associated with any traumatic event which would lead the clinician to any particular process.  For this reason, MDI can be difficult to diagnose and, in turn, provide the correct treatment.", "contents": "Multidirectional Shoulder Instability -- Enhancing Healthcare Team Outcomes. Multidirectional instability is a complex diagnosis and an even more complex pathologic process.  It is a diagnosis of exclusion and lacks pathognomonic findings. It is also not typically associated with any traumatic event which would lead the clinician to any particular process.  For this reason, MDI can be difficult to diagnose and, in turn, provide the correct treatment."}
{"id": "article-25342_27", "title": "Multidirectional Shoulder Instability -- Enhancing Healthcare Team Outcomes", "content": "Once the diagnosis of MDI and been made, effective treatment requires a good relationship between the clinician and his team of physical therapists. Due to the long course of treatment required to manage MDI effectively, both the therapist and the patient must buy into the treatment plan. With excellent communication between healthcare workers, patient care can be enhanced, and patient satisfaction will follow.", "contents": "Multidirectional Shoulder Instability -- Enhancing Healthcare Team Outcomes. Once the diagnosis of MDI and been made, effective treatment requires a good relationship between the clinician and his team of physical therapists. Due to the long course of treatment required to manage MDI effectively, both the therapist and the patient must buy into the treatment plan. With excellent communication between healthcare workers, patient care can be enhanced, and patient satisfaction will follow."}
{"id": "article-25342_28", "title": "Multidirectional Shoulder Instability -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Multidirectional Shoulder Instability -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}