{"id": "article-26822_0", "title": "Pediatric Bronchiolitis -- Continuing Education Activity", "content": "Bronchiolitis is inflammation of the bronchioles usually caused by an acute viral illness. It is the most common lower respiratory tract infection in children younger than 2 years of age. Respiratory distress impedes appropriate oral intake resulting in frequent clinician visits and admissions to the hospital bronchiolitis has become one of the most common reasons for hospitalization of children younger than 2 years of age during the winter months. This activity illustrates the evaluation and treatment of bronchiolitis and reviews the role of the interprofessional team in managing patients with this condition.", "contents": "Pediatric Bronchiolitis -- Continuing Education Activity. Bronchiolitis is inflammation of the bronchioles usually caused by an acute viral illness. It is the most common lower respiratory tract infection in children younger than 2 years of age. Respiratory distress impedes appropriate oral intake resulting in frequent clinician visits and admissions to the hospital bronchiolitis has become one of the most common reasons for hospitalization of children younger than 2 years of age during the winter months. This activity illustrates the evaluation and treatment of bronchiolitis and reviews the role of the interprofessional team in managing patients with this condition."}
{"id": "article-26822_1", "title": "Pediatric Bronchiolitis -- Continuing Education Activity", "content": "Objectives: Describe a patient presentation consistent with bronchiolitis. Describe the criteria used to diagnose bronchiolitis. Review the management of bronchiolitis. Incorporate a structured interprofessional team approach to provide effective care to and appropriate surveillance of patients with bronchiolitis. Access free multiple choice questions on this topic.", "contents": "Pediatric Bronchiolitis -- Continuing Education Activity. Objectives: Describe a patient presentation consistent with bronchiolitis. Describe the criteria used to diagnose bronchiolitis. Review the management of bronchiolitis. Incorporate a structured interprofessional team approach to provide effective care to and appropriate surveillance of patients with bronchiolitis. Access free multiple choice questions on this topic."}
{"id": "article-26822_2", "title": "Pediatric Bronchiolitis -- Introduction", "content": "Bronchiolitis is inflammation of the bronchioles usually caused by an acute viral illness. It is the most common lower respiratory tract infection in children younger than 2 years of age. Respiratory distress impedes appropriate oral intake resulting in frequent doctor visits and admissions to the hospital. It has become one of the most common reasons for hospitalization of children younger than 2 years of age during the winter months.", "contents": "Pediatric Bronchiolitis -- Introduction. Bronchiolitis is inflammation of the bronchioles usually caused by an acute viral illness. It is the most common lower respiratory tract infection in children younger than 2 years of age. Respiratory distress impedes appropriate oral intake resulting in frequent doctor visits and admissions to the hospital. It has become one of the most common reasons for hospitalization of children younger than 2 years of age during the winter months."}
{"id": "article-26822_3", "title": "Pediatric Bronchiolitis -- Etiology", "content": "The most common infectious agent causing acute bronchiolitis in children is the respiratory syncytial virus (RSV) [1] . RSV is an enveloped, nonsegmented, negative, single-stranded RNA virus belonging to the paramyxovirus. Other viruses that cause the condition include adenovirus, human metapneumovirus, influenza, and parainfluenza.", "contents": "Pediatric Bronchiolitis -- Etiology. The most common infectious agent causing acute bronchiolitis in children is the respiratory syncytial virus (RSV) [1] . RSV is an enveloped, nonsegmented, negative, single-stranded RNA virus belonging to the paramyxovirus. Other viruses that cause the condition include adenovirus, human metapneumovirus, influenza, and parainfluenza."}
{"id": "article-26822_4", "title": "Pediatric Bronchiolitis -- Etiology", "content": "If an adenovirus is identified, most clinicians use it to tailor investigations because the natural course of the infection often presents as a prolonged febrile illness. Human metapneumovirus is not tested routinely. This etiological agent should be suspected when the patient tests negative for the respiratory syncytial virus (RSV), yet the clinical picture suggests a similar infection. Influenza positive patients might benefit from antiviral treatment.", "contents": "Pediatric Bronchiolitis -- Etiology. If an adenovirus is identified, most clinicians use it to tailor investigations because the natural course of the infection often presents as a prolonged febrile illness. Human metapneumovirus is not tested routinely. This etiological agent should be suspected when the patient tests negative for the respiratory syncytial virus (RSV), yet the clinical picture suggests a similar infection. Influenza positive patients might benefit from antiviral treatment."}
{"id": "article-26822_5", "title": "Pediatric Bronchiolitis -- Epidemiology", "content": "In northern countries, the outbreaks of bronchiolitis caused by RSV occur during winter and early spring, with a peak in January. Factors increasing the risk include preterm birth, chronic lung disease (CLD), complicated congenital heart disease (CHD), immunodeficiency, infants under 3 months of age, and the presence of other underlying chronic illnesses. There has also been an association between maternal smoke exposure and the severity of RSV bronchiolitis in infants. Some studies even suggest a link between smoke exposure and the increased risk of hospitalizations in children [2] .  The use of molecular tests has improved the ability to diagnose patients with viral bronchiolitis with the offending viral pathogen.  In fact, respiratory syncitial virus (RSV) has been implicated in 80% of cases [3]", "contents": "Pediatric Bronchiolitis -- Epidemiology. In northern countries, the outbreaks of bronchiolitis caused by RSV occur during winter and early spring, with a peak in January. Factors increasing the risk include preterm birth, chronic lung disease (CLD), complicated congenital heart disease (CHD), immunodeficiency, infants under 3 months of age, and the presence of other underlying chronic illnesses. There has also been an association between maternal smoke exposure and the severity of RSV bronchiolitis in infants. Some studies even suggest a link between smoke exposure and the increased risk of hospitalizations in children [2] .  The use of molecular tests has improved the ability to diagnose patients with viral bronchiolitis with the offending viral pathogen.  In fact, respiratory syncitial virus (RSV) has been implicated in 80% of cases [3]"}
{"id": "article-26822_6", "title": "Pediatric Bronchiolitis -- Epidemiology", "content": "Cockroaches, dust mites, and cat and dog dander are allergens found in homes that could also play a role in triggering the illness in infants. The Early Life (RBEL) prospective cohort study also found a correlation between wheezing secondary to respiratory syncytial virus (RSV) bronchiolitis and future development of early-onset asthma in children [4] .", "contents": "Pediatric Bronchiolitis -- Epidemiology. Cockroaches, dust mites, and cat and dog dander are allergens found in homes that could also play a role in triggering the illness in infants. The Early Life (RBEL) prospective cohort study also found a correlation between wheezing secondary to respiratory syncytial virus (RSV) bronchiolitis and future development of early-onset asthma in children [4] ."}
{"id": "article-26822_7", "title": "Pediatric Bronchiolitis -- Pathophysiology", "content": "Bronchiolitis occurs as a result of the inflammation of the lining of the epithelial cells of the small airways in the lungs causing mucus production, inflammation and cellular necrosis of those cells. It is the inflammation of these cells that can obstruct the airway and ultimately result in wheezing.", "contents": "Pediatric Bronchiolitis -- Pathophysiology. Bronchiolitis occurs as a result of the inflammation of the lining of the epithelial cells of the small airways in the lungs causing mucus production, inflammation and cellular necrosis of those cells. It is the inflammation of these cells that can obstruct the airway and ultimately result in wheezing."}
{"id": "article-26822_8", "title": "Pediatric Bronchiolitis -- History and Physical", "content": "The initial presentation includes a runny nose, nasal congestion, decreased appetite, and cough usually for approximately 3 days. As the disease progresses, tachypnea, the use of accessory respiratory muscles with intercostal and subcostal retractions, and wheezing can develop. Eventually grunting, nasal flaring, cyanosis, hypoxia, and respiratory failure can occur. Therefore, it is important to closely monitor children especially younger infants with this illness. Fever can sometimes be present. In such cases, urinalysis and/or urine culture can be considered to rule out a urinary tract infection (UTI), especially in uncircumcised males [5] .", "contents": "Pediatric Bronchiolitis -- History and Physical. The initial presentation includes a runny nose, nasal congestion, decreased appetite, and cough usually for approximately 3 days. As the disease progresses, tachypnea, the use of accessory respiratory muscles with intercostal and subcostal retractions, and wheezing can develop. Eventually grunting, nasal flaring, cyanosis, hypoxia, and respiratory failure can occur. Therefore, it is important to closely monitor children especially younger infants with this illness. Fever can sometimes be present. In such cases, urinalysis and/or urine culture can be considered to rule out a urinary tract infection (UTI), especially in uncircumcised males [5] ."}
{"id": "article-26822_9", "title": "Pediatric Bronchiolitis -- Evaluation", "content": "Bronchiolitis is mainly a clinical diagnosis. The diagnosis and severity of the illness should be made after eliciting a good history of present illness and based on the clinical manifestations of the patient.", "contents": "Pediatric Bronchiolitis -- Evaluation. Bronchiolitis is mainly a clinical diagnosis. The diagnosis and severity of the illness should be made after eliciting a good history of present illness and based on the clinical manifestations of the patient."}
{"id": "article-26822_10", "title": "Pediatric Bronchiolitis -- Evaluation", "content": "Investigations for patients with bronchiolitis include identification of the virus. There are commercially available rapid diagnostic assays which include immunofluorescent and enzyme immunoassay techniques for detection of viral antigen in nasopharyngeal specimens. The results help clinicians tailor the appropriate workup and management. The information is also valuable for placement as well as isolation and grouping hospitalized patients. Chest x-rays are not routinely done because typically, these include nonspecific findings such as hyperinflation of lungs, interstitial markings, and peribronchial thickening.", "contents": "Pediatric Bronchiolitis -- Evaluation. Investigations for patients with bronchiolitis include identification of the virus. There are commercially available rapid diagnostic assays which include immunofluorescent and enzyme immunoassay techniques for detection of viral antigen in nasopharyngeal specimens. The results help clinicians tailor the appropriate workup and management. The information is also valuable for placement as well as isolation and grouping hospitalized patients. Chest x-rays are not routinely done because typically, these include nonspecific findings such as hyperinflation of lungs, interstitial markings, and peribronchial thickening."}
{"id": "article-26822_11", "title": "Pediatric Bronchiolitis -- Treatment / Management", "content": "The management is supportive and should include hydration, suction of the upper airway and close monitoring for signs of respiratory failure and the need for intubation and mechanical ventilation. Hypertonic saline nebulizations have been helpful. Supplemental oxygen is not routinely used unless the oxygen saturations are consistently less than 90%. Continuous pulse oximetry is not recommended either since it might increase the length of stay. Antipyretics are indicated if fever develops. Bronchodilators do not shorten the days of symptoms, admission rates or length of stay. As a result, trials are no longer recommended. Systemic steroids and racemic epinephrine are also not recommended. Antibiotics should only be used if there is a superimposed infection present in addition to the bronchiolitis.", "contents": "Pediatric Bronchiolitis -- Treatment / Management. The management is supportive and should include hydration, suction of the upper airway and close monitoring for signs of respiratory failure and the need for intubation and mechanical ventilation. Hypertonic saline nebulizations have been helpful. Supplemental oxygen is not routinely used unless the oxygen saturations are consistently less than 90%. Continuous pulse oximetry is not recommended either since it might increase the length of stay. Antipyretics are indicated if fever develops. Bronchodilators do not shorten the days of symptoms, admission rates or length of stay. As a result, trials are no longer recommended. Systemic steroids and racemic epinephrine are also not recommended. Antibiotics should only be used if there is a superimposed infection present in addition to the bronchiolitis."}
{"id": "article-26822_12", "title": "Pediatric Bronchiolitis -- Treatment / Management", "content": "When patients test positive for influenza A they can be managed with oseltamivir especially if administered within 2 days of the onset of illness. When this antiviral medication is given to patients at the start of the illness, it increases its effectiveness and improves the course of illness.", "contents": "Pediatric Bronchiolitis -- Treatment / Management. When patients test positive for influenza A they can be managed with oseltamivir especially if administered within 2 days of the onset of illness. When this antiviral medication is given to patients at the start of the illness, it increases its effectiveness and improves the course of illness."}
{"id": "article-26822_13", "title": "Pediatric Bronchiolitis -- Treatment / Management", "content": "Palivizumab prophylaxis was developed in an effort to prevent bronchiolitis caused by RSV in patients that were identified to be particularly vulnerable.  There are strict criteria outlined by the American Academy of Pediatrics (AAP) for identifying those patients that are eligible to receive palivizumab.  These patients include infants born before 29 weeks who are younger than 12 months at the start of the RSV season, patients who are less than 32 weeks gestation who have chronic lung disease, hemodynamically significant congenital heart disease who are less than 12-months old, children that are 12 months or younger with anatomic pulmonary disorders and neuromuscular disorders that inhibit their airway clearance, patients that are 12 months and younger that are immunocompromised, and patients with other comorbid genetic diseases who also have the conditions mentioned should also be considered for prophylaxis [6] .", "contents": "Pediatric Bronchiolitis -- Treatment / Management. Palivizumab prophylaxis was developed in an effort to prevent bronchiolitis caused by RSV in patients that were identified to be particularly vulnerable.  There are strict criteria outlined by the American Academy of Pediatrics (AAP) for identifying those patients that are eligible to receive palivizumab.  These patients include infants born before 29 weeks who are younger than 12 months at the start of the RSV season, patients who are less than 32 weeks gestation who have chronic lung disease, hemodynamically significant congenital heart disease who are less than 12-months old, children that are 12 months or younger with anatomic pulmonary disorders and neuromuscular disorders that inhibit their airway clearance, patients that are 12 months and younger that are immunocompromised, and patients with other comorbid genetic diseases who also have the conditions mentioned should also be considered for prophylaxis [6] ."}
{"id": "article-26822_14", "title": "Pediatric Bronchiolitis -- Differential Diagnosis", "content": "The differential diagnosis includes gastroesophageal reflux disease (GERD), congenital malformations, asthma, or the aspiration of a foreign body.", "contents": "Pediatric Bronchiolitis -- Differential Diagnosis. The differential diagnosis includes gastroesophageal reflux disease (GERD), congenital malformations, asthma, or the aspiration of a foreign body."}
{"id": "article-26822_15", "title": "Pediatric Bronchiolitis -- Prognosis", "content": "Although some studies show evidence of an increased risk of asthma following an episode of bronchiolitis, only a small percentage of children with bronchiolitis develop asthma. A history of recurrent wheezing, and a positive family history of asthma, allergies and/or atopic dermatitis is believed to increase the risk of developing asthma in affected patients in the future [7] .", "contents": "Pediatric Bronchiolitis -- Prognosis. Although some studies show evidence of an increased risk of asthma following an episode of bronchiolitis, only a small percentage of children with bronchiolitis develop asthma. A history of recurrent wheezing, and a positive family history of asthma, allergies and/or atopic dermatitis is believed to increase the risk of developing asthma in affected patients in the future [7] ."}
{"id": "article-26822_16", "title": "Pediatric Bronchiolitis -- Enhancing Healthcare Team Outcomes", "content": "The management of bronchiolitis is with an interprofessional team that includes the emergency department physician, nurse practitioner, infectious disease consultant and the primary care provider. The majority of children improve with supportive care. Healthcare providers should encourage breastfeeding as it has been shown to reduce the risk of respiratory infections in children. Since the virus is passed on through air droplets, contact isolation precautions like hand washing and the use of hand sanitizers help prevent bronchiolitis infections among infants. The use of gloves and gowns are especially helpful in the hospital setting before entering and exiting the rooms of infected patients to prevent other patients and other family members from contracting the illness. At the same time, parents should be asked to discontinue smoking and maintain a clean air environment for the child.", "contents": "Pediatric Bronchiolitis -- Enhancing Healthcare Team Outcomes. The management of bronchiolitis is with an interprofessional team that includes the emergency department physician, nurse practitioner, infectious disease consultant and the primary care provider. The majority of children improve with supportive care. Healthcare providers should encourage breastfeeding as it has been shown to reduce the risk of respiratory infections in children. Since the virus is passed on through air droplets, contact isolation precautions like hand washing and the use of hand sanitizers help prevent bronchiolitis infections among infants. The use of gloves and gowns are especially helpful in the hospital setting before entering and exiting the rooms of infected patients to prevent other patients and other family members from contracting the illness. At the same time, parents should be asked to discontinue smoking and maintain a clean air environment for the child."}
{"id": "article-26822_17", "title": "Pediatric Bronchiolitis -- Enhancing Healthcare Team Outcomes", "content": "Vaccinating all children older than 6 months of age against influenza is another preventive measure. In children younger than 6 months of age it is important that family members and caretakers get vaccinated against the influenza virus. The majority of children improve spontaneously over a few days and only the rare infant requires admission. [8] [9] (Level V)", "contents": "Pediatric Bronchiolitis -- Enhancing Healthcare Team Outcomes. Vaccinating all children older than 6 months of age against influenza is another preventive measure. In children younger than 6 months of age it is important that family members and caretakers get vaccinated against the influenza virus. The majority of children improve spontaneously over a few days and only the rare infant requires admission. [8] [9] (Level V)"}
{"id": "article-26822_18", "title": "Pediatric Bronchiolitis -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Pediatric Bronchiolitis -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}