{"id": "article-38809_0", "title": "Flutamide -- Continuing Education Activity", "content": "Flutamide is used in the management and treatment of androgen-dependent tumors like prostate cancer and conditions associated with hyperandrogenism like polycystic ovarian syndrome (PCOS). It is a prototypical drug of the anti-androgen class of medications. This activity succinctly reviews the indications, action, adverse effects and precautions, and contraindications for flutamide and related congeners as a valuable agent in treating prostate cancer, with a brief description of its use in the treatment in PCOS.", "contents": "Flutamide -- Continuing Education Activity. Flutamide is used in the management and treatment of androgen-dependent tumors like prostate cancer and conditions associated with hyperandrogenism like polycystic ovarian syndrome (PCOS). It is a prototypical drug of the anti-androgen class of medications. This activity succinctly reviews the indications, action, adverse effects and precautions, and contraindications for flutamide and related congeners as a valuable agent in treating prostate cancer, with a brief description of its use in the treatment in PCOS."}
{"id": "article-38809_1", "title": "Flutamide -- Continuing Education Activity", "content": "Objectives: Review the mechanism of action of flutamide as an anti-androgen drug and discussing its role as a medical therapy in patients with prostate cancer and polycystic ovarian syndrome (PCOS). Summarize the current evidence regarding flutamide use, efficacy, and safety as a monotherapy and in combination therapy for its indicated purpose. Identify the other and newer congeners of this anti-androgen group, highlighting the relative advantages and shortcomings of the alternatives. Outline some interprofessional strategies that can increase the effectiveness of this drug and its congeners to improve patient outcomes and safety. Access free multiple choice questions on this topic.", "contents": "Flutamide -- Continuing Education Activity. Objectives: Review the mechanism of action of flutamide as an anti-androgen drug and discussing its role as a medical therapy in patients with prostate cancer and polycystic ovarian syndrome (PCOS). Summarize the current evidence regarding flutamide use, efficacy, and safety as a monotherapy and in combination therapy for its indicated purpose. Identify the other and newer congeners of this anti-androgen group, highlighting the relative advantages and shortcomings of the alternatives. Outline some interprofessional strategies that can increase the effectiveness of this drug and its congeners to improve patient outcomes and safety. Access free multiple choice questions on this topic."}
{"id": "article-38809_2", "title": "Flutamide -- Indications", "content": "Flutamide is indicated by the US-FDA for the adult population only to treat stage B2-C and stage D2 metastatic carcinoma of the prostate. [1]", "contents": "Flutamide -- Indications. Flutamide is indicated by the US-FDA for the adult population only to treat stage B2-C and stage D2 metastatic carcinoma of the prostate. [1]"}
{"id": "article-38809_3", "title": "Flutamide -- Indications", "content": "There has been some off-label use for the treatment of hair loss, hirsutism, polycystic ovarian syndrome, and acne. Flutamide has been shown to have fewer side effects in women but continues to have hepatotoxic effects in this population. [2]", "contents": "Flutamide -- Indications. There has been some off-label use for the treatment of hair loss, hirsutism, polycystic ovarian syndrome, and acne. Flutamide has been shown to have fewer side effects in women but continues to have hepatotoxic effects in this population. [2]"}
{"id": "article-38809_4", "title": "Flutamide -- Indications", "content": "In the treatment of acne and seborrhea in women, low-dose flutamide has been shown to effectively decrease acne after six months of therapy with peak benefit at one year of use. Other agents have been used in the past for their antiandrogenic effects, such as spironolactone, but flutamide has shown to be the superior antiandrogenic treatment of acne in women, with up to 90% resolution of acne as compared to 40% with spironolactone.", "contents": "Flutamide -- Indications. In the treatment of acne and seborrhea in women, low-dose flutamide has been shown to effectively decrease acne after six months of therapy with peak benefit at one year of use. Other agents have been used in the past for their antiandrogenic effects, such as spironolactone, but flutamide has shown to be the superior antiandrogenic treatment of acne in women, with up to 90% resolution of acne as compared to 40% with spironolactone."}
{"id": "article-38809_5", "title": "Flutamide -- Indications", "content": "Flutamide has been effective in treating female pattern hair loss. It can be taken alone or in conjunction with oral birth control in the treatment of hair loss, and this regiment has proven to be superior to cyproterone acetate and finasteride. [3]", "contents": "Flutamide -- Indications. Flutamide has been effective in treating female pattern hair loss. It can be taken alone or in conjunction with oral birth control in the treatment of hair loss, and this regiment has proven to be superior to cyproterone acetate and finasteride. [3]"}
{"id": "article-38809_6", "title": "Flutamide -- Indications", "content": "In the treatment of hirsutism, flutamide has been demonstrated to have equal or greater effectiveness at treating symptomatology, although it has a risk of hepatic injury compared to other agents such as finasteride, cyproterone acetate, and spironolactone. [1]", "contents": "Flutamide -- Indications. In the treatment of hirsutism, flutamide has been demonstrated to have equal or greater effectiveness at treating symptomatology, although it has a risk of hepatic injury compared to other agents such as finasteride, cyproterone acetate, and spironolactone. [1]"}
{"id": "article-38809_7", "title": "Flutamide -- Indications", "content": "First discovered in 1967, its initial formulation was for use as an antibiotic. The Schering Plough Corporation of Germany developed and later found it to have antiandrogenic properties. Clinical trials began in 1971, and the drug was finally released to the public in 1983 in Germany. In 1989, flutamide received approval from the United States Food and Drug Administration. Flutamide was the first nonsteroidal antiandrogen drug on the market. Other nonsteroidal antiandrogen pharmaceuticals include nilutamide, introduced in 1989, and bicalutamide, in 1995.", "contents": "Flutamide -- Indications. First discovered in 1967, its initial formulation was for use as an antibiotic. The Schering Plough Corporation of Germany developed and later found it to have antiandrogenic properties. Clinical trials began in 1971, and the drug was finally released to the public in 1983 in Germany. In 1989, flutamide received approval from the United States Food and Drug Administration. Flutamide was the first nonsteroidal antiandrogen drug on the market. Other nonsteroidal antiandrogen pharmaceuticals include nilutamide, introduced in 1989, and bicalutamide, in 1995."}
{"id": "article-38809_8", "title": "Flutamide -- Mechanism of Action", "content": "Flutamide is a nonsteroidal antiandrogen that competitively binds androgen receptors throughout the body. This binding inhibits cell growth in prostate cancer by inhibiting testosterone’s stimulatory effects. The drug has a half-life of 6 hours, meaning dosing will have to occur a minimum of 3 times a day to maintain adequate serum levels. The liver metabolizes flutamide mainly via the CYP3A4 and other cytochrome enzymes such as CYP1A2. Flutamide is primarily excreted in the urine, with less than 5% excreted in the feces. [4]", "contents": "Flutamide -- Mechanism of Action. Flutamide is a nonsteroidal antiandrogen that competitively binds androgen receptors throughout the body. This binding inhibits cell growth in prostate cancer by inhibiting testosterone’s stimulatory effects. The drug has a half-life of 6 hours, meaning dosing will have to occur a minimum of 3 times a day to maintain adequate serum levels. The liver metabolizes flutamide mainly via the CYP3A4 and other cytochrome enzymes such as CYP1A2. Flutamide is primarily excreted in the urine, with less than 5% excreted in the feces. [4]"}
{"id": "article-38809_9", "title": "Flutamide -- Administration", "content": "Flutamide administration is as a 250 mg oral capsule given every 8 hours. [5] For stage B2-C prostatic carcinoma, patients should take flutamide in combination with a gonadotropin-releasing hormone analog that is started eight weeks before the initiation of radiation therapy and continued throughout the course of radiation treatment. [6] Patients should take flutamide for stage D2 metastatic carcinoma of the prostate in combination with a gonadotropin-releasing hormone analog. [6]", "contents": "Flutamide -- Administration. Flutamide administration is as a 250 mg oral capsule given every 8 hours. [5] For stage B2-C prostatic carcinoma, patients should take flutamide in combination with a gonadotropin-releasing hormone analog that is started eight weeks before the initiation of radiation therapy and continued throughout the course of radiation treatment. [6] Patients should take flutamide for stage D2 metastatic carcinoma of the prostate in combination with a gonadotropin-releasing hormone analog. [6]"}
{"id": "article-38809_10", "title": "Flutamide -- Adverse Effects", "content": "Flutamide comes with a black box warning due to the risk of hepatic failure. Hospitalization and death have occurred, although rarely, due to flutamide use; this is due to cholestatic hepatitis, which leads to failure. Cholestatic hepatitis results from the mitochondrial toxicity that occurs due to flutamide's major metabolite, hydroxyflutamide. This metabolite inhibits enzymes that are necessary for the electron transport chain within the mitochondria of the hepatocyte, leading to a halt of cellular respiration and, ultimately, cellular death. Hepatic failure would most likely be evident within the first three months of use. If the hepatic injury does occur in a patient, discontinuation of flutamide may help reverses the injury. Estimates of the rate at which this adverse effect occurs are three persons in 10,000 or 0.03% of all patients who use the drug. Due to this risk, it is advisable to perform liver function tests if symptoms suggest hepatic dysfunction. Such signs to watch for are abdominal pain, anorexia, nausea, vomiting, jaundice, and right upper quadrant pain and tenderness. Recommendations are to discontinue therapy if jaundice develops or if alanine aminotransferase increased to two times the upper limit of normal. [7]", "contents": "Flutamide -- Adverse Effects. Flutamide comes with a black box warning due to the risk of hepatic failure. Hospitalization and death have occurred, although rarely, due to flutamide use; this is due to cholestatic hepatitis, which leads to failure. Cholestatic hepatitis results from the mitochondrial toxicity that occurs due to flutamide's major metabolite, hydroxyflutamide. This metabolite inhibits enzymes that are necessary for the electron transport chain within the mitochondria of the hepatocyte, leading to a halt of cellular respiration and, ultimately, cellular death. Hepatic failure would most likely be evident within the first three months of use. If the hepatic injury does occur in a patient, discontinuation of flutamide may help reverses the injury. Estimates of the rate at which this adverse effect occurs are three persons in 10,000 or 0.03% of all patients who use the drug. Due to this risk, it is advisable to perform liver function tests if symptoms suggest hepatic dysfunction. Such signs to watch for are abdominal pain, anorexia, nausea, vomiting, jaundice, and right upper quadrant pain and tenderness. Recommendations are to discontinue therapy if jaundice develops or if alanine aminotransferase increased to two times the upper limit of normal. [7]"}
{"id": "article-38809_11", "title": "Flutamide -- Adverse Effects", "content": "The most common adverse effect of flutamide use is hot flashes, which occur in over 50% of patients. It has also demonstrated a decrease in libido in 36% of the patients taking it. Impotence occurs in 31%. [8] [9] Diarrhea, nausea, and vomiting occur in approximately 1 in 10 patients. Gynecomastia occurs in 9% of patients. [10] Less common but not rare complications are anorexia, edema, leukopenia, and rash. Rarely hemolytic anemia, methemoglobinemia, along with increased aspartate aminotransferase, alanine aminotransferase, bilirubin, and blood urea nitrogen. [11] Rarely, flutamide correlates with interstitial pneumonitis that may lead to pulmonary fibrosis, seen in approximately 0.04% of patients.", "contents": "Flutamide -- Adverse Effects. The most common adverse effect of flutamide use is hot flashes, which occur in over 50% of patients. It has also demonstrated a decrease in libido in 36% of the patients taking it. Impotence occurs in 31%. [8] [9] Diarrhea, nausea, and vomiting occur in approximately 1 in 10 patients. Gynecomastia occurs in 9% of patients. [10] Less common but not rare complications are anorexia, edema, leukopenia, and rash. Rarely hemolytic anemia, methemoglobinemia, along with increased aspartate aminotransferase, alanine aminotransferase, bilirubin, and blood urea nitrogen. [11] Rarely, flutamide correlates with interstitial pneumonitis that may lead to pulmonary fibrosis, seen in approximately 0.04% of patients."}
{"id": "article-38809_12", "title": "Flutamide -- Contraindications", "content": "Contraindications to flutamide use include patients with a hypersensitivity to flutamide or those with severe hepatic disease.", "contents": "Flutamide -- Contraindications. Contraindications to flutamide use include patients with a hypersensitivity to flutamide or those with severe hepatic disease."}
{"id": "article-38809_13", "title": "Flutamide -- Contraindications", "content": "It is advised not to concomitantly use flutamide alongside drugs such as idelalisib and ivacaftor, as this will result in serious adverse effects. Idelalisib strongly inhibits the enzyme CYP3A4 in the liver and intestines resulting in increasing the level of flutamide in the body. A metabolite of Ivacaftor, M1, has the same effect potentially if taken with flutamide. Other drugs with similar effects on the CYP3A4 enzyme but with less serious complications are crofelemer, dabrafenib, elvitegravir, cobicistat, emtricitabine, tenofovir, iloperidone, letermovir, and mitotane. These drugs do not necessarily require alternatives, but patients should be monitored closely for adverse effects. Other drugs that come with precautions are teriflunomide, which inhibits CYP1A2 leading to increased levels of flutamide in the serum, and warfarin. Flutamide increases the effects of warfarin, resulting in increased prothrombin time in patients taking both. Other substances to be mindful of when treating a patient with flutamide are maitake and taurine. Maitake is a mushroom with possible antitumor effects, as shown in animal and in-vitro trials. Maitake can increase serum levels of flutamide. Taurine is an organic compound that found its way into popular energy drinks. Flutamide also interacts with taurine, but it is unknown the significance of this interaction. [12]", "contents": "Flutamide -- Contraindications. It is advised not to concomitantly use flutamide alongside drugs such as idelalisib and ivacaftor, as this will result in serious adverse effects. Idelalisib strongly inhibits the enzyme CYP3A4 in the liver and intestines resulting in increasing the level of flutamide in the body. A metabolite of Ivacaftor, M1, has the same effect potentially if taken with flutamide. Other drugs with similar effects on the CYP3A4 enzyme but with less serious complications are crofelemer, dabrafenib, elvitegravir, cobicistat, emtricitabine, tenofovir, iloperidone, letermovir, and mitotane. These drugs do not necessarily require alternatives, but patients should be monitored closely for adverse effects. Other drugs that come with precautions are teriflunomide, which inhibits CYP1A2 leading to increased levels of flutamide in the serum, and warfarin. Flutamide increases the effects of warfarin, resulting in increased prothrombin time in patients taking both. Other substances to be mindful of when treating a patient with flutamide are maitake and taurine. Maitake is a mushroom with possible antitumor effects, as shown in animal and in-vitro trials. Maitake can increase serum levels of flutamide. Taurine is an organic compound that found its way into popular energy drinks. Flutamide also interacts with taurine, but it is unknown the significance of this interaction. [12]"}
{"id": "article-38809_14", "title": "Flutamide -- Toxicity", "content": "There is a risk for severe hepatic injury leading to hepatic failure. There is a potential for aniline toxicity, which may cause methemoglobinemia or hemolytic anemia. The risk of cardiovascular disease may increase due to androgen deprivation.", "contents": "Flutamide -- Toxicity. There is a risk for severe hepatic injury leading to hepatic failure. There is a potential for aniline toxicity, which may cause methemoglobinemia or hemolytic anemia. The risk of cardiovascular disease may increase due to androgen deprivation."}
{"id": "article-38809_15", "title": "Flutamide -- Enhancing Healthcare Team Outcomes", "content": "Flutamide is indicated for the adult population only in the treatment of stage B2-C and stage D2 metastatic carcinoma of the prostate, hyperandrogenic features of PCOS, and few other indications, including idiopathic hirsutism. The drug may be prescribed by the urologist, oncologist, dermatologist, gynecologist, primary care physician, and nurse practitioner (as per the prevailing laws of the country's healthcare system). However, it is essential that all healthcare workers who prescribe flutamide be aware of the black box warning related to liver failure. Also, the prescribing physician and pharmacist must make sure that the patient is on no other concomitant hepatotoxic medication or a drug that may interfere with its metabolism leading to toxic elevation of serum levels. Thus, at every visit, the patient must be examined and the liver function evaluated. Nursing can also answer patient questions and provide counsel regarding administration and potential adverse effects. It is advised to discontinue therapy if jaundice develops or if alanine aminotransferase increased to two times the upper limit of normal. [7] Lastly, the treating health personnel should be cognizant of the management principles in case of hepatotoxicity and be aware of similar and newer congeners like bicalutamide, which have better pharmacokinetics and safety profiles. This interprofessional team approach to flutamide therapy can result in improved therapeutic results while minimizing adverse events. [Level 5]", "contents": "Flutamide -- Enhancing Healthcare Team Outcomes. Flutamide is indicated for the adult population only in the treatment of stage B2-C and stage D2 metastatic carcinoma of the prostate, hyperandrogenic features of PCOS, and few other indications, including idiopathic hirsutism. The drug may be prescribed by the urologist, oncologist, dermatologist, gynecologist, primary care physician, and nurse practitioner (as per the prevailing laws of the country's healthcare system). However, it is essential that all healthcare workers who prescribe flutamide be aware of the black box warning related to liver failure. Also, the prescribing physician and pharmacist must make sure that the patient is on no other concomitant hepatotoxic medication or a drug that may interfere with its metabolism leading to toxic elevation of serum levels. Thus, at every visit, the patient must be examined and the liver function evaluated. Nursing can also answer patient questions and provide counsel regarding administration and potential adverse effects. It is advised to discontinue therapy if jaundice develops or if alanine aminotransferase increased to two times the upper limit of normal. [7] Lastly, the treating health personnel should be cognizant of the management principles in case of hepatotoxicity and be aware of similar and newer congeners like bicalutamide, which have better pharmacokinetics and safety profiles. This interprofessional team approach to flutamide therapy can result in improved therapeutic results while minimizing adverse events. [Level 5]"}
{"id": "article-38809_16", "title": "Flutamide -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Flutamide -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}