{"id": "article-43025_0", "title": "Chronic Urticaria -- Continuing Education Activity", "content": "Chronic spontaneous urticaria is defined as the occurrence of wheals and/or angioedema for a total duration of six weeks or more. Synonymous with \"chronic urticaria\" and \"chronic idiopathic urticaria,\" it can be a debilitating condition with significant detriment on a patient's quality of life. This activity reviews the etiology, pathogenesis, and management of chronic spontaneous urticaria and highlights the role of the interprofessional team in improving care for patients with this condition.", "contents": "Chronic Urticaria -- Continuing Education Activity. Chronic spontaneous urticaria is defined as the occurrence of wheals and/or angioedema for a total duration of six weeks or more. Synonymous with \"chronic urticaria\" and \"chronic idiopathic urticaria,\" it can be a debilitating condition with significant detriment on a patient's quality of life. This activity reviews the etiology, pathogenesis, and management of chronic spontaneous urticaria and highlights the role of the interprofessional team in improving care for patients with this condition."}
{"id": "article-43025_1", "title": "Chronic Urticaria -- Continuing Education Activity", "content": "Objectives: Identify the proposed etiology of chronic spontaneous urticaria. Summarize the pertinent points to explore in history in the evaluation of patients with chronic spontaneous urticaria. Outline the pharmacologic and non-pharmacologic treatment options available for chronic spontaneous urticaria. Discuss strategies for improving care coordination and communication among the interprofessional team to improve outcomes in the treatment of chronic spontaneous urticaria. Access free multiple choice questions on this topic.", "contents": "Chronic Urticaria -- Continuing Education Activity. Objectives: Identify the proposed etiology of chronic spontaneous urticaria. Summarize the pertinent points to explore in history in the evaluation of patients with chronic spontaneous urticaria. Outline the pharmacologic and non-pharmacologic treatment options available for chronic spontaneous urticaria. Discuss strategies for improving care coordination and communication among the interprofessional team to improve outcomes in the treatment of chronic spontaneous urticaria. Access free multiple choice questions on this topic."}
{"id": "article-43025_2", "title": "Chronic Urticaria -- Introduction", "content": "Chronic urticaria is a mast cell-mediated condition characterized by the recurrent occurrence of urticaria and/or angioedema. The current definitions and classification stratify urticaria according to time course and etiology: Acute spontaneous urticaria : Spontaneous occurrence of wheals and/or angioedema for a total duration of fewer than six weeks. Chronic spontaneous urticaria (CSU) : Spontaneous occurrence of wheals and/or angioedema for a total duration of six weeks or more. This is synonymous with \"chronic urticaria\" and \"chronic idiopathic urticaria.\" Chronic inducible urticaria (CIndU) : Occurrence of wheals for a total duration of six weeks or more, which is inducible by physical factors ( e.g., touch, pressure extremes) . This is synonymous with \"physical urticaria.\" [1]", "contents": "Chronic Urticaria -- Introduction. Chronic urticaria is a mast cell-mediated condition characterized by the recurrent occurrence of urticaria and/or angioedema. The current definitions and classification stratify urticaria according to time course and etiology: Acute spontaneous urticaria : Spontaneous occurrence of wheals and/or angioedema for a total duration of fewer than six weeks. Chronic spontaneous urticaria (CSU) : Spontaneous occurrence of wheals and/or angioedema for a total duration of six weeks or more. This is synonymous with \"chronic urticaria\" and \"chronic idiopathic urticaria.\" Chronic inducible urticaria (CIndU) : Occurrence of wheals for a total duration of six weeks or more, which is inducible by physical factors ( e.g., touch, pressure extremes) . This is synonymous with \"physical urticaria.\" [1]"}
{"id": "article-43025_3", "title": "Chronic Urticaria -- Etiology", "content": "The etiology of CSU is yet to be fully established. The prevailing hypothesis is that it relates to autoimmune dysfunction involving autoantibodies targeting IgE and/or IgE receptors to activate histamine release from basophils and mast cells. Up to 40% of patients with CSU demonstrate a positive autologous serum skin test (ASST), whereby the patient’s serum injected into the dermis can induce urticaria. One-third of patients with CSU also has a positive basophil histamine release assay (BHRA), which tests for anti-FceRIa (an IgE receptor) or anti-IgE autoantibodies in the serum. [2] [3]", "contents": "Chronic Urticaria -- Etiology. The etiology of CSU is yet to be fully established. The prevailing hypothesis is that it relates to autoimmune dysfunction involving autoantibodies targeting IgE and/or IgE receptors to activate histamine release from basophils and mast cells. Up to 40% of patients with CSU demonstrate a positive autologous serum skin test (ASST), whereby the patient’s serum injected into the dermis can induce urticaria. One-third of patients with CSU also has a positive basophil histamine release assay (BHRA), which tests for anti-FceRIa (an IgE receptor) or anti-IgE autoantibodies in the serum. [2] [3]"}
{"id": "article-43025_4", "title": "Chronic Urticaria -- Etiology", "content": "Further support is lent by the increased prevalence of autoimmune disorders amongst CSU patients. Of these, autoimmune hypothyroidism is the most common, observed in up to 9.8%. Other associated conditions include rheumatoid arthritis, systemic lupus erythematosus, Sjogren syndrome, celiac disease, and type-1 diabetes mellitus. [4]", "contents": "Chronic Urticaria -- Etiology. Further support is lent by the increased prevalence of autoimmune disorders amongst CSU patients. Of these, autoimmune hypothyroidism is the most common, observed in up to 9.8%. Other associated conditions include rheumatoid arthritis, systemic lupus erythematosus, Sjogren syndrome, celiac disease, and type-1 diabetes mellitus. [4]"}
{"id": "article-43025_5", "title": "Chronic Urticaria -- Etiology", "content": "Infections by a variety of organisms have also been associated with CSU. These include bacteria ( Helicobacter pylori, Streptococci, Staphylococci, Yersinia, Mycoplasma pneumoniae ), virus (H epatitis virus, Norovirus, Parvovirus B19 ), and parasites ( Giardia lamblia, Entamoeba spp., Anisakis simplex ). Causality remains unproven but may involve infection-mediated autoimmune response and molecular mimicry. [1] [5] Foods and additives, while implicated in acute IgE-mediated food allergy, are rarely the cause of CSU. [6] Evidence for the association between malignancy and CSU is conflicting as different studies, including retrospective studies and systematic reviews, demonstrate varying results. [7] [8]", "contents": "Chronic Urticaria -- Etiology. Infections by a variety of organisms have also been associated with CSU. These include bacteria ( Helicobacter pylori, Streptococci, Staphylococci, Yersinia, Mycoplasma pneumoniae ), virus (H epatitis virus, Norovirus, Parvovirus B19 ), and parasites ( Giardia lamblia, Entamoeba spp., Anisakis simplex ). Causality remains unproven but may involve infection-mediated autoimmune response and molecular mimicry. [1] [5] Foods and additives, while implicated in acute IgE-mediated food allergy, are rarely the cause of CSU. [6] Evidence for the association between malignancy and CSU is conflicting as different studies, including retrospective studies and systematic reviews, demonstrate varying results. [7] [8]"}
{"id": "article-43025_6", "title": "Chronic Urticaria -- Epidemiology", "content": "The prevalence of CSU is estimated at between 0.23% and 1.8% of the population in the U.S. and internationally. There is a strong female predilection, affecting women twice as often as men. Both children and adults are affected, although the prevalence is highest amongst those 40 to 60 years of age. [9] [10]", "contents": "Chronic Urticaria -- Epidemiology. The prevalence of CSU is estimated at between 0.23% and 1.8% of the population in the U.S. and internationally. There is a strong female predilection, affecting women twice as often as men. Both children and adults are affected, although the prevalence is highest amongst those 40 to 60 years of age. [9] [10]"}
{"id": "article-43025_7", "title": "Chronic Urticaria -- Pathophysiology", "content": "Urticaria and angioedema result from the activation of mast cells and basophils. Mast cell degranulation leads to the release of immune mediators. The primary mediator is histamine, which binds to H-receptors located on endothelial cells and sensory nerves. However, prostaglandin, leukotrienes, and a variety of cytokines and chemokines are also involved. Ultimately, this induces vasodilatation - increased permeability of vessels - and in turn, dermal edema and recruitment of inflammatory cells. Activation of mast cells can be divided into immunological and non-immunological processes.", "contents": "Chronic Urticaria -- Pathophysiology. Urticaria and angioedema result from the activation of mast cells and basophils. Mast cell degranulation leads to the release of immune mediators. The primary mediator is histamine, which binds to H-receptors located on endothelial cells and sensory nerves. However, prostaglandin, leukotrienes, and a variety of cytokines and chemokines are also involved. Ultimately, this induces vasodilatation - increased permeability of vessels - and in turn, dermal edema and recruitment of inflammatory cells. Activation of mast cells can be divided into immunological and non-immunological processes."}
{"id": "article-43025_8", "title": "Chronic Urticaria -- Pathophysiology", "content": "Immunological activation is mediated by effectors of adaptive immunity binding receptors on mast cells. In type 1 hypersensitivity, crosslinking of allergen with IgE on sensitized mast cells leads to acute urticaria and anaphylaxis. In CSU, however, immunological activation of mast cells is thought to occur independently of allergen-IgE complexes and may involve IgG (type 2 hypersensitivity), circulating immune complexes (type 3 hypersensitivity), and T-cells (type 4 hypersensitivity). Non-immunological activation can be mediated by physical factors, as in CIndU, as well as food and drug molecules independent of adaptive immunity. In CSU, it may be that the threshold for activation by external stimuli is reduced. [11]", "contents": "Chronic Urticaria -- Pathophysiology. Immunological activation is mediated by effectors of adaptive immunity binding receptors on mast cells. In type 1 hypersensitivity, crosslinking of allergen with IgE on sensitized mast cells leads to acute urticaria and anaphylaxis. In CSU, however, immunological activation of mast cells is thought to occur independently of allergen-IgE complexes and may involve IgG (type 2 hypersensitivity), circulating immune complexes (type 3 hypersensitivity), and T-cells (type 4 hypersensitivity). Non-immunological activation can be mediated by physical factors, as in CIndU, as well as food and drug molecules independent of adaptive immunity. In CSU, it may be that the threshold for activation by external stimuli is reduced. [11]"}
{"id": "article-43025_9", "title": "Chronic Urticaria -- Histopathology", "content": "The histopathological features of urticaria include interstitial edema involving the upper and mid-dermis, mixed inflammatory perivascular infiltrates, and dilated venules and lymphatic vessels that permit leakage of serum into the surrounding tissue. Angioedema shares similar features, but they are observed deeper within the lower dermis and subcutaneous tissue.", "contents": "Chronic Urticaria -- Histopathology. The histopathological features of urticaria include interstitial edema involving the upper and mid-dermis, mixed inflammatory perivascular infiltrates, and dilated venules and lymphatic vessels that permit leakage of serum into the surrounding tissue. Angioedema shares similar features, but they are observed deeper within the lower dermis and subcutaneous tissue."}
{"id": "article-43025_10", "title": "Chronic Urticaria -- Histopathology", "content": "A biopsy of involved skin for histology is not a routine aspect of the workup for CSU; however, it can be considered when the rash is atypical. Leukocytoclasis and vasculitis are not seen with CSU and must prompt consideration of alternate diagnoses. [12]", "contents": "Chronic Urticaria -- Histopathology. A biopsy of involved skin for histology is not a routine aspect of the workup for CSU; however, it can be considered when the rash is atypical. Leukocytoclasis and vasculitis are not seen with CSU and must prompt consideration of alternate diagnoses. [12]"}
{"id": "article-43025_11", "title": "Chronic Urticaria -- History and Physical", "content": "Urticaria is characterized by pruritic pink-to-red papules and plaques typically with central pallor. These can vary in size and shape as the plaques coalesce together. Urticaria is fleeting, and each wheal remains for fewer than 24 hours without any residual ecchymosis or pigmentation. [1] There may be a predilection for pressure-prone areas such as the waistline, axilla, and groin, but urticaria can generally affect any part of the skin. Secondary changes from scratching may be evident on examination of the skin, including excoriations, erosions, and hemorrhagic crust.", "contents": "Chronic Urticaria -- History and Physical. Urticaria is characterized by pruritic pink-to-red papules and plaques typically with central pallor. These can vary in size and shape as the plaques coalesce together. Urticaria is fleeting, and each wheal remains for fewer than 24 hours without any residual ecchymosis or pigmentation. [1] There may be a predilection for pressure-prone areas such as the waistline, axilla, and groin, but urticaria can generally affect any part of the skin. Secondary changes from scratching may be evident on examination of the skin, including excoriations, erosions, and hemorrhagic crust."}
{"id": "article-43025_12", "title": "Chronic Urticaria -- History and Physical", "content": "Concurrent angioedema occurs in up to 40%, characterized by subcutaneous or submucosal edema affecting non-dependent areas, most commonly lips, peri-orbital, genitals, and extremities. Patients complain of discomfort or pain rather than pruritus. This may take longer to resolve - up to 72 hours - and is the primary manifestation of CSU in 10% of patients. [1] [13]", "contents": "Chronic Urticaria -- History and Physical. Concurrent angioedema occurs in up to 40%, characterized by subcutaneous or submucosal edema affecting non-dependent areas, most commonly lips, peri-orbital, genitals, and extremities. Patients complain of discomfort or pain rather than pruritus. This may take longer to resolve - up to 72 hours - and is the primary manifestation of CSU in 10% of patients. [1] [13]"}
{"id": "article-43025_13", "title": "Chronic Urticaria -- Evaluation", "content": "A thorough history aims to identify potential triggers and exacerbating factors and to exclude differential diagnoses. This should explore time course and clinical features of urticarial rash, associated angioedema, associated systemic and infective symptoms, personal or family history of allergies and autoimmune diseases, social and occupational history, induction by physical factors, recent newly administered medications, relationship to foods, and any exacerbating factors. [1]", "contents": "Chronic Urticaria -- Evaluation. A thorough history aims to identify potential triggers and exacerbating factors and to exclude differential diagnoses. This should explore time course and clinical features of urticarial rash, associated angioedema, associated systemic and infective symptoms, personal or family history of allergies and autoimmune diseases, social and occupational history, induction by physical factors, recent newly administered medications, relationship to foods, and any exacerbating factors. [1]"}
{"id": "article-43025_14", "title": "Chronic Urticaria -- Evaluation", "content": "If the patient cannot recall the time course of wheals, drawing around an individual lesion with a skin marking pen is useful to document resolution within 24 hours. Where history is unrevealing, an external cause is highly unlikely to be identified for patients with CSU. [1]", "contents": "Chronic Urticaria -- Evaluation. If the patient cannot recall the time course of wheals, drawing around an individual lesion with a skin marking pen is useful to document resolution within 24 hours. Where history is unrevealing, an external cause is highly unlikely to be identified for patients with CSU. [1]"}
{"id": "article-43025_15", "title": "Chronic Urticaria -- Evaluation", "content": "Routine diagnostic work-up for CSU is limited to blood tests for complete blood count and inflammatory markers (C-reactive protein and/or erythrocyte sedimentation rate), mostly to rule out other potential diseases. Eosinophilia may be associated with atopy and parasitic infection. Elevated inflammatory markers should prompt consideration of associated systemic disease. Further investigations without clinical suspicion, as guided by history, are unlikely to yield any additional diagnoses. [14] Skin prick testing is not useful as CSU is rarely caused by type 1 allergy. [15] The utility and interpretation of autologous serum skin test as a screen for autoantibodies to IgE and IgE receptors is an area of active research. [16] [17]", "contents": "Chronic Urticaria -- Evaluation. Routine diagnostic work-up for CSU is limited to blood tests for complete blood count and inflammatory markers (C-reactive protein and/or erythrocyte sedimentation rate), mostly to rule out other potential diseases. Eosinophilia may be associated with atopy and parasitic infection. Elevated inflammatory markers should prompt consideration of associated systemic disease. Further investigations without clinical suspicion, as guided by history, are unlikely to yield any additional diagnoses. [14] Skin prick testing is not useful as CSU is rarely caused by type 1 allergy. [15] The utility and interpretation of autologous serum skin test as a screen for autoantibodies to IgE and IgE receptors is an area of active research. [16] [17]"}
{"id": "article-43025_16", "title": "Chronic Urticaria -- Evaluation", "content": "A number of tools have been developed to assess disease activity ( e.g., urticaria activity score) , disease control ( e.g., urticaria control test ), and impacts on quality of life ( e.g., chronic urticaria quality of life index ). Baseline assessments should be performed to help guide treatment decisions and monitor progress. [1]", "contents": "Chronic Urticaria -- Evaluation. A number of tools have been developed to assess disease activity ( e.g., urticaria activity score) , disease control ( e.g., urticaria control test ), and impacts on quality of life ( e.g., chronic urticaria quality of life index ). Baseline assessments should be performed to help guide treatment decisions and monitor progress. [1]"}
{"id": "article-43025_17", "title": "Chronic Urticaria -- Treatment / Management", "content": "The principles of management are to avoid exacerbating factors and to control symptoms as long as CSU persists. Pharmacological agents are directed at preventing mast cell degranulation and/or the effects of mast cell mediators released.", "contents": "Chronic Urticaria -- Treatment / Management. The principles of management are to avoid exacerbating factors and to control symptoms as long as CSU persists. Pharmacological agents are directed at preventing mast cell degranulation and/or the effects of mast cell mediators released."}
{"id": "article-43025_18", "title": "Chronic Urticaria -- Treatment / Management", "content": "Second-generation H1-antihistamines ( e.g., cetirizine, loratadine, fexofenadine ), taken regularly, are the first-line pharmacological treatment. The dose can be up-titrated to 4 times standard dose if symptoms remain at 2 to 4-week intervals. Due to anticholinergic properties and the adverse effect profile on the central nervous system, the routine use of first-generation H1-antihistamines is no longer recommended. [1]", "contents": "Chronic Urticaria -- Treatment / Management. Second-generation H1-antihistamines ( e.g., cetirizine, loratadine, fexofenadine ), taken regularly, are the first-line pharmacological treatment. The dose can be up-titrated to 4 times standard dose if symptoms remain at 2 to 4-week intervals. Due to anticholinergic properties and the adverse effect profile on the central nervous system, the routine use of first-generation H1-antihistamines is no longer recommended. [1]"}
{"id": "article-43025_19", "title": "Chronic Urticaria -- Treatment / Management", "content": "The primary difference in treatment between CSU and CIndU is that as needed, treatment may be used for the latter if the patient knows his trigger and is able to plan by taking an H1-antihistamine approximately two hours before being exposed to it. [1]", "contents": "Chronic Urticaria -- Treatment / Management. The primary difference in treatment between CSU and CIndU is that as needed, treatment may be used for the latter if the patient knows his trigger and is able to plan by taking an H1-antihistamine approximately two hours before being exposed to it. [1]"}
{"id": "article-43025_20", "title": "Chronic Urticaria -- Treatment / Management", "content": "Omalizumab is a monoclonal antibody with a high affinity for free IgE. Given as a subcutaneous injection, the standard dosing regimen is 300 mg every 4 weeks. This has been shown to be efficacious as a second-line adjunct therapy for CSU that is unresponsive to H1-antihistamines. [18]", "contents": "Chronic Urticaria -- Treatment / Management. Omalizumab is a monoclonal antibody with a high affinity for free IgE. Given as a subcutaneous injection, the standard dosing regimen is 300 mg every 4 weeks. This has been shown to be efficacious as a second-line adjunct therapy for CSU that is unresponsive to H1-antihistamines. [18]"}
{"id": "article-43025_21", "title": "Chronic Urticaria -- Treatment / Management", "content": "Ciclosporin is recommended as a third-line agent for CSU that remains refractory to the combination of H1-antihistamine and omalizumab. CSU is an off-label indication, and the dose and duration of ciclosporin should be minimized to avoid adverse events, including nephrotoxicity and hypertension. [19]", "contents": "Chronic Urticaria -- Treatment / Management. Ciclosporin is recommended as a third-line agent for CSU that remains refractory to the combination of H1-antihistamine and omalizumab. CSU is an off-label indication, and the dose and duration of ciclosporin should be minimized to avoid adverse events, including nephrotoxicity and hypertension. [19]"}
{"id": "article-43025_22", "title": "Chronic Urticaria -- Treatment / Management", "content": "For acute flares of CSU, short courses only of systemic corticosteroids may help alleviate symptom severity and reduce the duration of the flare. [1] Topical corticosteroids do not have a role in CSU. [20]", "contents": "Chronic Urticaria -- Treatment / Management. For acute flares of CSU, short courses only of systemic corticosteroids may help alleviate symptom severity and reduce the duration of the flare. [1] Topical corticosteroids do not have a role in CSU. [20]"}
{"id": "article-43025_23", "title": "Chronic Urticaria -- Treatment / Management", "content": "There is limited low-quality evidence for alternate therapeutic options, including leukotriene antagonists, dapsone, methotrexate, sulfasalazine, plasmapheresis, phototherapy, and intravenous immunoglobulin. [1]", "contents": "Chronic Urticaria -- Treatment / Management. There is limited low-quality evidence for alternate therapeutic options, including leukotriene antagonists, dapsone, methotrexate, sulfasalazine, plasmapheresis, phototherapy, and intravenous immunoglobulin. [1]"}
{"id": "article-43025_24", "title": "Chronic Urticaria -- Differential Diagnosis", "content": "Urticarial vasculitis is a small vessel vasculitis characterized by wheals that persist for greater than 24 hours, associated with pain rather than an itch, and which resolve with residual ecchymosis and/or pigmentation.", "contents": "Chronic Urticaria -- Differential Diagnosis. Urticarial vasculitis is a small vessel vasculitis characterized by wheals that persist for greater than 24 hours, associated with pain rather than an itch, and which resolve with residual ecchymosis and/or pigmentation."}
{"id": "article-43025_25", "title": "Chronic Urticaria -- Differential Diagnosis", "content": "Papular urticaria is a persistent insect bite reaction characterized by clusters of pruritic papules, often with a central punctum, which persists for days to weeks.", "contents": "Chronic Urticaria -- Differential Diagnosis. Papular urticaria is a persistent insect bite reaction characterized by clusters of pruritic papules, often with a central punctum, which persists for days to weeks."}
{"id": "article-43025_26", "title": "Chronic Urticaria -- Differential Diagnosis", "content": "Mastocytosis encompasses a group of disorders resulting from the accumulation of clonal populations of mast cells in the skin and other organs. Darier sign, where a wheal can be induced by rubbing the affected skin, is pathognomonic.", "contents": "Chronic Urticaria -- Differential Diagnosis. Mastocytosis encompasses a group of disorders resulting from the accumulation of clonal populations of mast cells in the skin and other organs. Darier sign, where a wheal can be induced by rubbing the affected skin, is pathognomonic."}
{"id": "article-43025_27", "title": "Chronic Urticaria -- Differential Diagnosis", "content": "Auto-inflammatory syndromes such as cryopyrin-associated periodic syndromes (CAPS) and Schnitzler syndrome may present with urticarial eruptions in association with fever, arthralgia, and systemic symptoms.", "contents": "Chronic Urticaria -- Differential Diagnosis. Auto-inflammatory syndromes such as cryopyrin-associated periodic syndromes (CAPS) and Schnitzler syndrome may present with urticarial eruptions in association with fever, arthralgia, and systemic symptoms."}
{"id": "article-43025_28", "title": "Chronic Urticaria -- Differential Diagnosis", "content": "C1-esterase inhibitor deficiency, either hereditary or acquired, should be considered in patients who present with isolated angioedema in the absence of an urticarial rash.", "contents": "Chronic Urticaria -- Differential Diagnosis. C1-esterase inhibitor deficiency, either hereditary or acquired, should be considered in patients who present with isolated angioedema in the absence of an urticarial rash."}
{"id": "article-43025_29", "title": "Chronic Urticaria -- Differential Diagnosis", "content": "Bullous pemphigoid is an immunobullous disease affecting the elderly. The pre-bullous phase is characterized by pruritus and urticarial plaques, which evolve to tense bullae.", "contents": "Chronic Urticaria -- Differential Diagnosis. Bullous pemphigoid is an immunobullous disease affecting the elderly. The pre-bullous phase is characterized by pruritus and urticarial plaques, which evolve to tense bullae."}
{"id": "article-43025_30", "title": "Chronic Urticaria -- Differential Diagnosis", "content": "Anaphylaxis is a potentially life-threatening type I hypersensitivity reaction that most often presents acutely with cutaneous symptoms of hives and angioedema.", "contents": "Chronic Urticaria -- Differential Diagnosis. Anaphylaxis is a potentially life-threatening type I hypersensitivity reaction that most often presents acutely with cutaneous symptoms of hives and angioedema."}
{"id": "article-43025_31", "title": "Chronic Urticaria -- Prognosis", "content": "CSU is typically self-limited, on average lasting 3 to 5 years. [21] The reported rate of remission in the first 12 months is as high as 80%. [22] However, up to 14% of patients may have persistent disease beyond 5 years. [23] Factors that portend a prolonged disease course include thyroid autoimmunity and concurrent angioedema. [21] [24]", "contents": "Chronic Urticaria -- Prognosis. CSU is typically self-limited, on average lasting 3 to 5 years. [21] The reported rate of remission in the first 12 months is as high as 80%. [22] However, up to 14% of patients may have persistent disease beyond 5 years. [23] Factors that portend a prolonged disease course include thyroid autoimmunity and concurrent angioedema. [21] [24]"}
{"id": "article-43025_32", "title": "Chronic Urticaria -- Complications", "content": "The pruritus associated with CSU can be of significant detriment to the patient’s quality of life and disrupt both activities of daily living and sleep. [25] Health status scores are also negatively affected by CSU. [1]", "contents": "Chronic Urticaria -- Complications. The pruritus associated with CSU can be of significant detriment to the patient’s quality of life and disrupt both activities of daily living and sleep. [25] Health status scores are also negatively affected by CSU. [1]"}
{"id": "article-43025_33", "title": "Chronic Urticaria -- Deterrence and Patient Education", "content": "Patients should be educated on treatment goals. Regular use of H1-antihistamines confers better symptom control than as-needed administration. [1] Avoidance and understanding of factors that can further aggravate urticaria and pruritus also play an important role. These include: Drugs: Non-steroidal anti-inflammatory drugs (NSAIDs) and aspirin can cause non-allergic hypersensitivity reactions in a subset of patients. [26] Avoidance is recommended. Intercurrent illness: Urticaria may flare during bacterial and viral infections. Environmental factors: Tight clothing and heat ( e. g., hot showers) can often aggravate symptoms.", "contents": "Chronic Urticaria -- Deterrence and Patient Education. Patients should be educated on treatment goals. Regular use of H1-antihistamines confers better symptom control than as-needed administration. [1] Avoidance and understanding of factors that can further aggravate urticaria and pruritus also play an important role. These include: Drugs: Non-steroidal anti-inflammatory drugs (NSAIDs) and aspirin can cause non-allergic hypersensitivity reactions in a subset of patients. [26] Avoidance is recommended. Intercurrent illness: Urticaria may flare during bacterial and viral infections. Environmental factors: Tight clothing and heat ( e. g., hot showers) can often aggravate symptoms."}
{"id": "article-43025_34", "title": "Chronic Urticaria -- Pearls and Other Issues", "content": "Disease duration of less than and more than 6 weeks separates acute from chronic spontaneous urticaria. If the patient cannot recall the time course of urticarial lesions, drawing around an individual lesion with a skin marking pen is useful to document resolution or migration within 24 hours. Where history is unrevealing, an external cause is highly unlikely to be identified for patients with chronic spontaneous urticaria. Diagnostic workup is unrevealing. Skin prick test is not indicated in chronic spontaneous urticaria. Wheals that are painful rather than pruritic, that persist for greater than 24 hours, and/or resolve with ecchymosis or pigmentation should prompt consideration of urticarial vasculitis. The recommended stepwise approach to management begins with second-generation H1-antihistamines, followed by the addition of omalizumab, and subsequently ciclosporin. The rate of spontaneous remission in the first twelve months is as high as 80%.", "contents": "Chronic Urticaria -- Pearls and Other Issues. Disease duration of less than and more than 6 weeks separates acute from chronic spontaneous urticaria. If the patient cannot recall the time course of urticarial lesions, drawing around an individual lesion with a skin marking pen is useful to document resolution or migration within 24 hours. Where history is unrevealing, an external cause is highly unlikely to be identified for patients with chronic spontaneous urticaria. Diagnostic workup is unrevealing. Skin prick test is not indicated in chronic spontaneous urticaria. Wheals that are painful rather than pruritic, that persist for greater than 24 hours, and/or resolve with ecchymosis or pigmentation should prompt consideration of urticarial vasculitis. The recommended stepwise approach to management begins with second-generation H1-antihistamines, followed by the addition of omalizumab, and subsequently ciclosporin. The rate of spontaneous remission in the first twelve months is as high as 80%."}
{"id": "article-43025_35", "title": "Chronic Urticaria -- Enhancing Healthcare Team Outcomes", "content": "Patients in whom symptoms remain refractory to H1-antihistamines should be referred to a dermatologist and/or clinical immunologist for review and initiation of second and third-line therapeutic agents. CSU follows a fluctuant disease course and may resolve spontaneously. Accordingly, efficacy and need for continuation of treatment should be evaluated periodically at 3- to- 6-month intervals. [1] The psychological burden of CSU should not be underestimated, and where appropriate, counseling and psychotherapy may enhance overall health outcomes. [27]", "contents": "Chronic Urticaria -- Enhancing Healthcare Team Outcomes. Patients in whom symptoms remain refractory to H1-antihistamines should be referred to a dermatologist and/or clinical immunologist for review and initiation of second and third-line therapeutic agents. CSU follows a fluctuant disease course and may resolve spontaneously. Accordingly, efficacy and need for continuation of treatment should be evaluated periodically at 3- to- 6-month intervals. [1] The psychological burden of CSU should not be underestimated, and where appropriate, counseling and psychotherapy may enhance overall health outcomes. [27]"}
{"id": "article-43025_36", "title": "Chronic Urticaria -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Chronic Urticaria -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}