{"id": "article-38199_0", "title": "Gleason Score -- Definition/Introduction", "content": "Prostate cancer is one of the most commonly diagnosed cancers in men. Worldwide, it is the second most common male malignancy (lung cancer is first). In 2018, more than 1.6 million men were diagnosed with prostate cancer globally and over 366,000 died from it. [1] The American Cancer Society has estimated that in 2021 there will be 248,530 new cases diagnosed in the U.S., with 34,130 deaths from the disease. The death rate from prostate cancer significantly dropped from the mid-1990s until 2014 at which point the death rate stabilized. The highest worldwide incidence of prostate cancer/100,000 population is in the following countries: France, Puerto Rico, Sweden, Norway, Estonia, Barbados, Ireland, Martinique, and Guadaloupe. [2]", "contents": "Gleason Score -- Definition/Introduction. Prostate cancer is one of the most commonly diagnosed cancers in men. Worldwide, it is the second most common male malignancy (lung cancer is first). In 2018, more than 1.6 million men were diagnosed with prostate cancer globally and over 366,000 died from it. [1] The American Cancer Society has estimated that in 2021 there will be 248,530 new cases diagnosed in the U.S., with 34,130 deaths from the disease. The death rate from prostate cancer significantly dropped from the mid-1990s until 2014 at which point the death rate stabilized. The highest worldwide incidence of prostate cancer/100,000 population is in the following countries: France, Puerto Rico, Sweden, Norway, Estonia, Barbados, Ireland, Martinique, and Guadaloupe. [2]"}
{"id": "article-38199_1", "title": "Gleason Score -- Definition/Introduction", "content": "Prostate cancer incidence is 80% higher among non-Hispanic Black men compared to non-Hispanic whites. Mortality from prostate cancer among African Americans is roughly double the rate for whites. The reasons for this are unclear but appear to be at least partly related to genetic factors. [3]", "contents": "Gleason Score -- Definition/Introduction. Prostate cancer incidence is 80% higher among non-Hispanic Black men compared to non-Hispanic whites. Mortality from prostate cancer among African Americans is roughly double the rate for whites. The reasons for this are unclear but appear to be at least partly related to genetic factors. [3]"}
{"id": "article-38199_2", "title": "Gleason Score -- Definition/Introduction", "content": "Prostate cancer is often clinically indolent, and many times no intervention is required. However, the disease can be very devastating. One of the most lethal progressions of the disease involves osteoblastic bony metastasis. The diagnosis of prostate cancer is suspected when individuals have a hard enlarged prostate or nodule on physical exam as well as an elevated prostate-specific antigen (PSA) level on laboratory analysis. The diagnosis is confirmed with a biopsy and histologic assessment. The Gleason score is the primary initial histologic assessment tool used to grade prostate malignancies and has proven to have significant prognostic value. [3]", "contents": "Gleason Score -- Definition/Introduction. Prostate cancer is often clinically indolent, and many times no intervention is required. However, the disease can be very devastating. One of the most lethal progressions of the disease involves osteoblastic bony metastasis. The diagnosis of prostate cancer is suspected when individuals have a hard enlarged prostate or nodule on physical exam as well as an elevated prostate-specific antigen (PSA) level on laboratory analysis. The diagnosis is confirmed with a biopsy and histologic assessment. The Gleason score is the primary initial histologic assessment tool used to grade prostate malignancies and has proven to have significant prognostic value. [3]"}
{"id": "article-38199_3", "title": "Gleason Score -- Issues of Concern", "content": "The Gleason grade is primarily based on the architecture or arrangement of the malignant cells within the tumor as well as other factors such as the degree of differentiation. Since the prostate is a gland, the less glandular the microscopic appearance, the higher the Gleason grade, ranging from 1 to a maximum of 5. A Gleason grade of 1 would appear almost normal while a Gleason grade of 5 would not show any glandular features at all; just sheets of abnormal cells. [4]", "contents": "Gleason Score -- Issues of Concern. The Gleason grade is primarily based on the architecture or arrangement of the malignant cells within the tumor as well as other factors such as the degree of differentiation. Since the prostate is a gland, the less glandular the microscopic appearance, the higher the Gleason grade, ranging from 1 to a maximum of 5. A Gleason grade of 1 would appear almost normal while a Gleason grade of 5 would not show any glandular features at all; just sheets of abnormal cells. [4]"}
{"id": "article-38199_4", "title": "Gleason Score -- Issues of Concern", "content": "The Gleason Score is always a sum of two numbers. These two numbers represent the Gleason grade of the predominant pattern added to the grade of the next most common pattern. If only one Gleason grade is present, then this is doubled. It is usually written as an equation such as 3+4=7. In this example, the predominant grade is pattern 3, the secondary grade would be pattern 4, and the Gleason Score or sum would be 7. If the predominant pattern is grade 4, it would be written as 4+3=7 and would represent a higher overall Gleason Score and a more aggressive grade of malignancy even though the total or would still be the same at 7. If there were a third pattern of higher grade, this number would replace the secondary grade pattern number. A Gleason Score of less than 6 usually indicates indolent cancer that is less likely to be clinically significant. Scores of 8 or greater are generally associated with poorly differentiated tumors with a worse prognosis. [5] [6]", "contents": "Gleason Score -- Issues of Concern. The Gleason Score is always a sum of two numbers. These two numbers represent the Gleason grade of the predominant pattern added to the grade of the next most common pattern. If only one Gleason grade is present, then this is doubled. It is usually written as an equation such as 3+4=7. In this example, the predominant grade is pattern 3, the secondary grade would be pattern 4, and the Gleason Score or sum would be 7. If the predominant pattern is grade 4, it would be written as 4+3=7 and would represent a higher overall Gleason Score and a more aggressive grade of malignancy even though the total or would still be the same at 7. If there were a third pattern of higher grade, this number would replace the secondary grade pattern number. A Gleason Score of less than 6 usually indicates indolent cancer that is less likely to be clinically significant. Scores of 8 or greater are generally associated with poorly differentiated tumors with a worse prognosis. [5] [6]"}
{"id": "article-38199_5", "title": "Gleason Score -- Issues of Concern", "content": "In 2014, the International Society of Urological Pathology consensus conference recommended some changes to the Gleason Scoring System. They recommended adding the percentage of Gleason pattern 4 as well as 5 new grades of prostate cancer based on the Gleason Score. These grades would include all Gleason Scores of 6 or less in Grade I, Gleason 3+4=7 in Grade II, Gleason 4+3=7 in Grade III, Gleason 4+4=8 in Grade IV, and all Gleason 9 and 10 in Grade V. [7]", "contents": "Gleason Score -- Issues of Concern. In 2014, the International Society of Urological Pathology consensus conference recommended some changes to the Gleason Scoring System. They recommended adding the percentage of Gleason pattern 4 as well as 5 new grades of prostate cancer based on the Gleason Score. These grades would include all Gleason Scores of 6 or less in Grade I, Gleason 3+4=7 in Grade II, Gleason 4+3=7 in Grade III, Gleason 4+4=8 in Grade IV, and all Gleason 9 and 10 in Grade V. [7]"}
{"id": "article-38199_6", "title": "Gleason Score -- Issues of Concern", "content": "However, despite these advances and guidelines, there remains a considerable difference in Gleason grading, even between experienced pathologists. [8] Computerized analysis programs exist to help standardize Gleason grading, but are only just becoming available commercially. [9] These advanced programs use various combinations of fuzzy logic and other advanced artificial intelligence techniques. [10] [11] They are intended to assist the pathologist in grading by providing a more standardized approach to the histological classification of prostate cancer. They are not intended to replace the role of the pathologist; just to serve as an aid.", "contents": "Gleason Score -- Issues of Concern. However, despite these advances and guidelines, there remains a considerable difference in Gleason grading, even between experienced pathologists. [8] Computerized analysis programs exist to help standardize Gleason grading, but are only just becoming available commercially. [9] These advanced programs use various combinations of fuzzy logic and other advanced artificial intelligence techniques. [10] [11] They are intended to assist the pathologist in grading by providing a more standardized approach to the histological classification of prostate cancer. They are not intended to replace the role of the pathologist; just to serve as an aid."}
{"id": "article-38199_7", "title": "Gleason Score -- Issues of Concern", "content": "Additional histological risk factors that are recognized as being independent predictors of prostate cancer aggressiveness but are not currently incorporated into the Gleason scoring system include: [12] Presence of any Gleason Grade 5 tissue, even very minor Percentage of Gleason Grade 4 in the specimen Invasive Gleason Grade 4 cribriform pattern and/or intraductal carcinoma", "contents": "Gleason Score -- Issues of Concern. Additional histological risk factors that are recognized as being independent predictors of prostate cancer aggressiveness but are not currently incorporated into the Gleason scoring system include: [12] Presence of any Gleason Grade 5 tissue, even very minor Percentage of Gleason Grade 4 in the specimen Invasive Gleason Grade 4 cribriform pattern and/or intraductal carcinoma"}
{"id": "article-38199_8", "title": "Gleason Score -- Issues of Concern", "content": "Another issue involves the development of subpatterns of Gleason Grade 4. In many cases, it can be challenging to differentiate ill-formed and/or fused glands from the less aggressive Grade 3 pattern. This differentiation can be critical in determining which patients might be eligible for active surveillance or deferred therapy from those who should proceed directly with definitive, curative treatment. [13] There is also concern that the Gleason Grade 4 cribriform subpattern may have a more significant negative prognostic impact than other patterns of the same Gleason grade. [14] If a positive margin is found in a radical prostatectomy specimen, a separate Gleason Score should be obtained as it has been shown to be predictive of the time until biochemical recurrence. [15]", "contents": "Gleason Score -- Issues of Concern. Another issue involves the development of subpatterns of Gleason Grade 4. In many cases, it can be challenging to differentiate ill-formed and/or fused glands from the less aggressive Grade 3 pattern. This differentiation can be critical in determining which patients might be eligible for active surveillance or deferred therapy from those who should proceed directly with definitive, curative treatment. [13] There is also concern that the Gleason Grade 4 cribriform subpattern may have a more significant negative prognostic impact than other patterns of the same Gleason grade. [14] If a positive margin is found in a radical prostatectomy specimen, a separate Gleason Score should be obtained as it has been shown to be predictive of the time until biochemical recurrence. [15]"}
{"id": "article-38199_9", "title": "Gleason Score -- Issues of Concern", "content": "Several prognostic nomograms are available that utilize the PSA level, Gleason Score, and clinical staging to assist in patient counseling by helping better classify risk aggressiveness, particularly in borderline cases. These include the Partin tables from Johns Hopkins University, the Memorial Sloan Kettering Cancer Center (MSKCC) nomograms, and the Cancer of the Prostate Risk Assessment (CAPRA) score from the University of California at San Francisco. [16] [17] [18] (These nomograms can be accessed for free at the website of their respective academic institutions.)", "contents": "Gleason Score -- Issues of Concern. Several prognostic nomograms are available that utilize the PSA level, Gleason Score, and clinical staging to assist in patient counseling by helping better classify risk aggressiveness, particularly in borderline cases. These include the Partin tables from Johns Hopkins University, the Memorial Sloan Kettering Cancer Center (MSKCC) nomograms, and the Cancer of the Prostate Risk Assessment (CAPRA) score from the University of California at San Francisco. [16] [17] [18] (These nomograms can be accessed for free at the website of their respective academic institutions.)"}
{"id": "article-38199_10", "title": "Gleason Score -- Issues of Concern", "content": "Immunohistochemistry is another promising area of research that could suggest which Gleason grade 3 patients are more likely to progress or upgrade to more aggressive histology, which could be very helpful clinically in patients who are potential candidates for active surveillance. Early indications are that overexpression of Ki67 could indicate a higher risk of Gleason grade progression. [19]", "contents": "Gleason Score -- Issues of Concern. Immunohistochemistry is another promising area of research that could suggest which Gleason grade 3 patients are more likely to progress or upgrade to more aggressive histology, which could be very helpful clinically in patients who are potential candidates for active surveillance. Early indications are that overexpression of Ki67 could indicate a higher risk of Gleason grade progression. [19]"}
{"id": "article-38199_11", "title": "Gleason Score -- Issues of Concern", "content": "Substantial rates of pathological misclassification and unexpected upgrading at surgery suggest the need for improved use and development of prostatic biomarker technology as for many men PSA levels and Gleason scores alone are insufficient. [20] Tissue-based biomarkers are now commercially available that are intended to provide additional guidance in risk stratification in cases where there is a confirmed histological diagnosis of prostate cancer and tissue available for further testing. [18]", "contents": "Gleason Score -- Issues of Concern. Substantial rates of pathological misclassification and unexpected upgrading at surgery suggest the need for improved use and development of prostatic biomarker technology as for many men PSA levels and Gleason scores alone are insufficient. [20] Tissue-based biomarkers are now commercially available that are intended to provide additional guidance in risk stratification in cases where there is a confirmed histological diagnosis of prostate cancer and tissue available for further testing. [18]"}
{"id": "article-38199_12", "title": "Gleason Score -- Issues of Concern", "content": "ConfirmMDx evaluates the methylation status of three genes. It is intended to identify the likelihood of prostate cancer on a repeat biopsy when the original biopsy is negative. It is useful in men at risk for cancer who had an initial negative biopsy.", "contents": "Gleason Score -- Issues of Concern. ConfirmMDx evaluates the methylation status of three genes. It is intended to identify the likelihood of prostate cancer on a repeat biopsy when the original biopsy is negative. It is useful in men at risk for cancer who had an initial negative biopsy."}
{"id": "article-38199_13", "title": "Gleason Score -- Issues of Concern", "content": "Prolaris utilizes the RNA expression levels of 31 genes. It provides a 10-year risk of biochemical recurrence and cancer-specific mortality. It is intended to help decide on active surveillance vs definitive therapy in borderline cases of localized disease. It can also be used prognostically after radical prostatectomy.", "contents": "Gleason Score -- Issues of Concern. Prolaris utilizes the RNA expression levels of 31 genes. It provides a 10-year risk of biochemical recurrence and cancer-specific mortality. It is intended to help decide on active surveillance vs definitive therapy in borderline cases of localized disease. It can also be used prognostically after radical prostatectomy."}
{"id": "article-38199_14", "title": "Gleason Score -- Issues of Concern", "content": "Decipher uses the RNA expression levels of 22 genes. It gives a 5-year risk of metastasis, a 10-year risk of prostate cancer-specific mortality, and the likelihood of finding high-grade cancer on radical prostatectomy. It is useful in men with localized prostate cancer. Like Prolaris, it can be used as a prognostic aid after radical prostatectomy surgery, particularly for those with clinical high-risk findings at surgery or with higher risk histology.", "contents": "Gleason Score -- Issues of Concern. Decipher uses the RNA expression levels of 22 genes. It gives a 5-year risk of metastasis, a 10-year risk of prostate cancer-specific mortality, and the likelihood of finding high-grade cancer on radical prostatectomy. It is useful in men with localized prostate cancer. Like Prolaris, it can be used as a prognostic aid after radical prostatectomy surgery, particularly for those with clinical high-risk findings at surgery or with higher risk histology."}
{"id": "article-38199_15", "title": "Gleason Score -- Issues of Concern", "content": "OncotypeDx measures the RNA expression level of 12 genes. It provides an estimate of the likelihood of finding only organ-confined disease after radical prostatectomy. It is intended for men with very low and low risk localized prostate cancer.", "contents": "Gleason Score -- Issues of Concern. OncotypeDx measures the RNA expression level of 12 genes. It provides an estimate of the likelihood of finding only organ-confined disease after radical prostatectomy. It is intended for men with very low and low risk localized prostate cancer."}
{"id": "article-38199_16", "title": "Gleason Score -- Issues of Concern", "content": "ProMark looks at the quantitative levels of eight specific protein markers. It is typically used to predict the likelihood of finding Gleason Grade Group III or higher histology after radical prostatectomy. It also predicts finding disease that is not organ-confined. It is most useful in men with Gleason Grade Group I or II on initial biopsy.", "contents": "Gleason Score -- Issues of Concern. ProMark looks at the quantitative levels of eight specific protein markers. It is typically used to predict the likelihood of finding Gleason Grade Group III or higher histology after radical prostatectomy. It also predicts finding disease that is not organ-confined. It is most useful in men with Gleason Grade Group I or II on initial biopsy."}
{"id": "article-38199_17", "title": "Gleason Score -- Issues of Concern", "content": "New genes related to prostate cancer are constantly being identified. A recent study identified 250 genes that had different expressions between normal and cancerous prostate cells. Of these, 161 had not previously been associated with prostate cancer, 39 demonstrated anti-tumoral activity, and 22 genes were newly identified as contributing to tumor growth, metastatic potential, and proliferation. [21] It is likely that some new combination of these and existing tissue biomarkers will ultimately prove to be superior predictors of outcomes and prognosis in patients considering prostate cancer treatment options. [21] [22] But this all started with the establishment of the Gleason Score as the key initial prognostic, histological classification tool.", "contents": "Gleason Score -- Issues of Concern. New genes related to prostate cancer are constantly being identified. A recent study identified 250 genes that had different expressions between normal and cancerous prostate cells. Of these, 161 had not previously been associated with prostate cancer, 39 demonstrated anti-tumoral activity, and 22 genes were newly identified as contributing to tumor growth, metastatic potential, and proliferation. [21] It is likely that some new combination of these and existing tissue biomarkers will ultimately prove to be superior predictors of outcomes and prognosis in patients considering prostate cancer treatment options. [21] [22] But this all started with the establishment of the Gleason Score as the key initial prognostic, histological classification tool."}
{"id": "article-38199_18", "title": "Gleason Score -- Clinical Significance", "content": "The Gleason score is essential in determining the prognosis of prostatic malignancies; however, it is not absolute. The Gleason score is subject to interpretation and individual pathologists vary in their evaluations and assessments. Artificial intelligence programs have been developed to assist in more accurate, reliable, and consistent prostate cancer grading but these are not yet in widespread use. [9]", "contents": "Gleason Score -- Clinical Significance. The Gleason score is essential in determining the prognosis of prostatic malignancies; however, it is not absolute. The Gleason score is subject to interpretation and individual pathologists vary in their evaluations and assessments. Artificial intelligence programs have been developed to assist in more accurate, reliable, and consistent prostate cancer grading but these are not yet in widespread use. [9]"}
{"id": "article-38199_19", "title": "Gleason Score -- Clinical Significance", "content": "Other factors are also important in establishing the prognosis of prostate cancer. A rapidly increasing PSA is generally indicative of a poorer prognosis as is osteopontin expression. [23] This is usually described as \"PSA doubling time\". A PSA doubling time of fewer than 2 years is worrisome and suggests the need for further treatment. The shorter the doubling time, the higher the risk and the faster the cancer growth rate. A free PSA doubling time calculator is available online at mdcalc.com.", "contents": "Gleason Score -- Clinical Significance. Other factors are also important in establishing the prognosis of prostate cancer. A rapidly increasing PSA is generally indicative of a poorer prognosis as is osteopontin expression. [23] This is usually described as \"PSA doubling time\". A PSA doubling time of fewer than 2 years is worrisome and suggests the need for further treatment. The shorter the doubling time, the higher the risk and the faster the cancer growth rate. A free PSA doubling time calculator is available online at mdcalc.com."}
{"id": "article-38199_20", "title": "Gleason Score -- Clinical Significance", "content": "Physical exam findings indicating a very hard, extensive prostate, may also indicate more advanced disease and a poorer prognosis. Tumor staging is based on radiographic assessment (evidence of nodal or metastatic disease) and is also used to assess the prognosis. [5] [6] But everything starts with the PSA level for initial cancer screening and the Gleason score as the key, initial prognostic histological classification tool. [4] [24]", "contents": "Gleason Score -- Clinical Significance. Physical exam findings indicating a very hard, extensive prostate, may also indicate more advanced disease and a poorer prognosis. Tumor staging is based on radiographic assessment (evidence of nodal or metastatic disease) and is also used to assess the prognosis. [5] [6] But everything starts with the PSA level for initial cancer screening and the Gleason score as the key, initial prognostic histological classification tool. [4] [24]"}
{"id": "article-38199_21", "title": "Gleason Score -- Nursing, Allied Health, and Interprofessional Team Interventions", "content": "Nursing professionals who work in areas with exposure to male health issues should have a good understanding of the Gleason score and how it applies to prostatic cancers. This will enable them to contribute to the necessary surveillance and evaluation of prostate cancer patients and strengthen their interprofessional communication with the other healthcare team members in treating these patients.", "contents": "Gleason Score -- Nursing, Allied Health, and Interprofessional Team Interventions. Nursing professionals who work in areas with exposure to male health issues should have a good understanding of the Gleason score and how it applies to prostatic cancers. This will enable them to contribute to the necessary surveillance and evaluation of prostate cancer patients and strengthen their interprofessional communication with the other healthcare team members in treating these patients."}
{"id": "article-38199_22", "title": "Gleason Score -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Gleason Score -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}