{"id": "article-32537_0", "title": "Anatomy, Thorax, Sternum -- Introduction", "content": "The sternum is a partially T-shaped vertical bone that forms the anterior portion of the chest wall centrally. The sternum is divided anatomically into three segments: manubrium, body, and xiphoid process. The sternum connects the ribs via the costal cartilages forming the anterior rib cage. The manubrium is the broad superior segment, the body is the middle portion, and the xiphoid process is a narrower distal segment forming the partial T-shape. The anatomical position and variations make the sternum an important bony structure of surgical significance. In addition to the anatomy of the sternum, clinical and forensic implications of the sternum are also topics in this article.", "contents": "Anatomy, Thorax, Sternum -- Introduction. The sternum is a partially T-shaped vertical bone that forms the anterior portion of the chest wall centrally. The sternum is divided anatomically into three segments: manubrium, body, and xiphoid process. The sternum connects the ribs via the costal cartilages forming the anterior rib cage. The manubrium is the broad superior segment, the body is the middle portion, and the xiphoid process is a narrower distal segment forming the partial T-shape. The anatomical position and variations make the sternum an important bony structure of surgical significance. In addition to the anatomy of the sternum, clinical and forensic implications of the sternum are also topics in this article."}
{"id": "article-32537_1", "title": "Anatomy, Thorax, Sternum -- Structure and Function", "content": "The manubrium (manubrium sterni) is quadrangular shaped with four borders. The suprasternal notch (jugular notch) is at the superior segment of the manubrium sterni. On either side, the left and right clavicular notches are present. The clavicular notches of the sternum articulate with the medial end of each clavicle to form the sternoclavicular joints. The manubrium sterni also articulates with the costal cartilages of the 1st pair of ribs.", "contents": "Anatomy, Thorax, Sternum -- Structure and Function. The manubrium (manubrium sterni) is quadrangular shaped with four borders. The suprasternal notch (jugular notch) is at the superior segment of the manubrium sterni. On either side, the left and right clavicular notches are present. The clavicular notches of the sternum articulate with the medial end of each clavicle to form the sternoclavicular joints. The manubrium sterni also articulates with the costal cartilages of the 1st pair of ribs."}
{"id": "article-32537_2", "title": "Anatomy, Thorax, Sternum -- Structure and Function", "content": "The body of the sternum (mesosternum) is the longest part of the sternum. It is flat with depressed ridges along the sides where the costal cartilages of the 3rd to 7th pairs of ribs articulate inferior to the sternal angle. [1] The sternal angle is where the body of the sternum joins the manubrium sterni. Identification of the sternal angle is a useful anatomical landmark because the costal cartilages of the 2nd pair of ribs attach to the sternum at this site. [1] [2]", "contents": "Anatomy, Thorax, Sternum -- Structure and Function. The body of the sternum (mesosternum) is the longest part of the sternum. It is flat with depressed ridges along the sides where the costal cartilages of the 3rd to 7th pairs of ribs articulate inferior to the sternal angle. [1] The sternal angle is where the body of the sternum joins the manubrium sterni. Identification of the sternal angle is a useful anatomical landmark because the costal cartilages of the 2nd pair of ribs attach to the sternum at this site. [1] [2]"}
{"id": "article-32537_3", "title": "Anatomy, Thorax, Sternum -- Structure and Function", "content": "The xiphoid process (xiphisternum/xiphoid) is triangular shaped and forms the distal-most part of the sternum. The size and shape of the xiphoid process are highly variable. It is mostly cartilaginous until the age of 40 and becomes completely calcified by the age of 60. However, these age-related changes in the adult xiphoid process are also highly variable.", "contents": "Anatomy, Thorax, Sternum -- Structure and Function. The xiphoid process (xiphisternum/xiphoid) is triangular shaped and forms the distal-most part of the sternum. The size and shape of the xiphoid process are highly variable. It is mostly cartilaginous until the age of 40 and becomes completely calcified by the age of 60. However, these age-related changes in the adult xiphoid process are also highly variable."}
{"id": "article-32537_4", "title": "Anatomy, Thorax, Sternum -- Structure and Function", "content": "The sternal angle is the projection formed by the junction between the manubrium sterni and the body of the sternum. These two parts of the sternum lie in slightly different planes causing the angulation. This angle corresponds anteriorly to the intervertebral disc between the 4th and 5th thoracic vertebrae. This angle is also known as the angle of Louis.", "contents": "Anatomy, Thorax, Sternum -- Structure and Function. The sternal angle is the projection formed by the junction between the manubrium sterni and the body of the sternum. These two parts of the sternum lie in slightly different planes causing the angulation. This angle corresponds anteriorly to the intervertebral disc between the 4th and 5th thoracic vertebrae. This angle is also known as the angle of Louis."}
{"id": "article-32537_5", "title": "Anatomy, Thorax, Sternum -- Structure and Function", "content": "The sternum's primary function is to protect the underlying mediastinum and its contents from injury.", "contents": "Anatomy, Thorax, Sternum -- Structure and Function. The sternum's primary function is to protect the underlying mediastinum and its contents from injury."}
{"id": "article-32537_6", "title": "Anatomy, Thorax, Sternum -- Embryology", "content": "During the 6th developmental week of fetal life, the sternum develops independently from a pair of sternal bands called “sternal bars” which are concentrations of mesenchymal cells on either side of the midline. [3] By the 10th week of intrauterine life, these two sternal bands arise from the parietal layer of the lateral plate mesoderm bilaterally, then convert into pre-cartilaginous structures that migrate and fuse in a craniocaudal direction to form the sternal plate. In the 7th week of intrauterine life, the mesenchyme condenses resulting in the formation of the primary cartilaginous model of the three sternal segments (manubrium sterni, the body of the sternum and the xiphoid process). The cartilaginous sternal model consists of six horizontal divisions known as sternebrae. The superior-most sternebra and the inferior-most sternebra ultimately represent the manubrium sterni and xiphoid process, respectively. The four sternebrae that lie in between represent the body of the sternum. [3] The first part of the sternum to form during embryogenesis is the manubrium sterni followed by the sternal body and the xiphoid process.", "contents": "Anatomy, Thorax, Sternum -- Embryology. During the 6th developmental week of fetal life, the sternum develops independently from a pair of sternal bands called “sternal bars” which are concentrations of mesenchymal cells on either side of the midline. [3] By the 10th week of intrauterine life, these two sternal bands arise from the parietal layer of the lateral plate mesoderm bilaterally, then convert into pre-cartilaginous structures that migrate and fuse in a craniocaudal direction to form the sternal plate. In the 7th week of intrauterine life, the mesenchyme condenses resulting in the formation of the primary cartilaginous model of the three sternal segments (manubrium sterni, the body of the sternum and the xiphoid process). The cartilaginous sternal model consists of six horizontal divisions known as sternebrae. The superior-most sternebra and the inferior-most sternebra ultimately represent the manubrium sterni and xiphoid process, respectively. The four sternebrae that lie in between represent the body of the sternum. [3] The first part of the sternum to form during embryogenesis is the manubrium sterni followed by the sternal body and the xiphoid process."}
{"id": "article-32537_7", "title": "Anatomy, Thorax, Sternum -- Blood Supply and Lymphatics", "content": "The blood supply of the sternum is mainly derived from the medial horizontal branches of the right and left internal thoracic arteries which originate directly from the first part of the subclavian arteries bilaterally or occasionally originate from a common trunk. The internal thoracic artery gives off sternal, anterior intercostal, perforating and non-collateral branches. Sternal branches of the internal thoracic arteries which are the main branches supplying the sternum are primarily located in the intercostal spaces. Not only sternal branches but also perforating branches appear to contribute to the sternal blood supply. [4] [5]", "contents": "Anatomy, Thorax, Sternum -- Blood Supply and Lymphatics. The blood supply of the sternum is mainly derived from the medial horizontal branches of the right and left internal thoracic arteries which originate directly from the first part of the subclavian arteries bilaterally or occasionally originate from a common trunk. The internal thoracic artery gives off sternal, anterior intercostal, perforating and non-collateral branches. Sternal branches of the internal thoracic arteries which are the main branches supplying the sternum are primarily located in the intercostal spaces. Not only sternal branches but also perforating branches appear to contribute to the sternal blood supply. [4] [5]"}
{"id": "article-32537_8", "title": "Anatomy, Thorax, Sternum -- Blood Supply and Lymphatics", "content": "The blood supply of the sternum has a major role in the process of healing following sternotomy procedures. [4] It is also important to understand the blood supply of the sternum as sternal infections are not uncommon following the harvest of the internal thoracic artery for coronary artery bypass grafting. [5] For the venous drainage, the internal thoracic veins drain into the brachiocephalic vein on each side.", "contents": "Anatomy, Thorax, Sternum -- Blood Supply and Lymphatics. The blood supply of the sternum has a major role in the process of healing following sternotomy procedures. [4] It is also important to understand the blood supply of the sternum as sternal infections are not uncommon following the harvest of the internal thoracic artery for coronary artery bypass grafting. [5] For the venous drainage, the internal thoracic veins drain into the brachiocephalic vein on each side."}
{"id": "article-32537_9", "title": "Anatomy, Thorax, Sternum -- Muscles", "content": "There are several muscles (muscles of the neck, muscles of the thorax, muscles of the anterior abdominal wall) attached to the sternum. [1] The sternocleidomastoid, sternohyoid and sternothyroid attach to the manubrium sterni. The transversus thoracis muscle attaches to the body of the sternum and xiphoid process. Pectoralis major is another major muscle attached to the body of the sternum. The xiphoid process provides an attachment site for the diaphragm, the most important muscle of respiration, and the abdominal muscular including the external oblique, internal oblique, transversus abdominis, and rectus abdominis muscles.", "contents": "Anatomy, Thorax, Sternum -- Muscles. There are several muscles (muscles of the neck, muscles of the thorax, muscles of the anterior abdominal wall) attached to the sternum. [1] The sternocleidomastoid, sternohyoid and sternothyroid attach to the manubrium sterni. The transversus thoracis muscle attaches to the body of the sternum and xiphoid process. Pectoralis major is another major muscle attached to the body of the sternum. The xiphoid process provides an attachment site for the diaphragm, the most important muscle of respiration, and the abdominal muscular including the external oblique, internal oblique, transversus abdominis, and rectus abdominis muscles."}
{"id": "article-32537_10", "title": "Anatomy, Thorax, Sternum -- Physiologic Variants", "content": "Usually, females have a shorter and thinner body of the sternum when compared to males.", "contents": "Anatomy, Thorax, Sternum -- Physiologic Variants. Usually, females have a shorter and thinner body of the sternum when compared to males."}
{"id": "article-32537_11", "title": "Anatomy, Thorax, Sternum -- Physiologic Variants -- Anatomic Variations", "content": "There are many variations in the sternum that commonly exist. Variations are most common in the distal-most region of the sternum. One of the most prevalent sternal variations is the bifid xiphoid.", "contents": "Anatomy, Thorax, Sternum -- Physiologic Variants -- Anatomic Variations. There are many variations in the sternum that commonly exist. Variations are most common in the distal-most region of the sternum. One of the most prevalent sternal variations is the bifid xiphoid."}
{"id": "article-32537_12", "title": "Anatomy, Thorax, Sternum -- Physiologic Variants -- Anatomic Variations", "content": "Anatomical variations of the sternal angle also exist, for example, the sternal angle can be misplaced resulting in inaccurate counting of the ribs and thereby resulting in errors on physical examination of the chest and procedural errors during nerve blocks and needle thoracostomies. Also, a misplaced sternal angle can increase the risk of sternal fracture in blunt chest trauma. Sometimes an additional sternal symphysis “angle” can exist, which on imaging studies can mimic a sternal fracture, traumatic fissure or osteolytic lesion. [6]", "contents": "Anatomy, Thorax, Sternum -- Physiologic Variants -- Anatomic Variations. Anatomical variations of the sternal angle also exist, for example, the sternal angle can be misplaced resulting in inaccurate counting of the ribs and thereby resulting in errors on physical examination of the chest and procedural errors during nerve blocks and needle thoracostomies. Also, a misplaced sternal angle can increase the risk of sternal fracture in blunt chest trauma. Sometimes an additional sternal symphysis “angle” can exist, which on imaging studies can mimic a sternal fracture, traumatic fissure or osteolytic lesion. [6]"}
{"id": "article-32537_13", "title": "Anatomy, Thorax, Sternum -- Physiologic Variants -- Anatomic Variations", "content": "Another congenital defect of the anterior chest wall is the sternal cleft, which results from the failure of midline fusion of the sternum. Depending on the degree of separation, the sternal cleft can be complete or incomplete. The sternal cleft leaves the heart and great vessels unprotected and exposed. A narrow sternal cleft can be even mistaken for a sternal fracture which is another reason why this cleft is of clinical significance. [6] [7]", "contents": "Anatomy, Thorax, Sternum -- Physiologic Variants -- Anatomic Variations. Another congenital defect of the anterior chest wall is the sternal cleft, which results from the failure of midline fusion of the sternum. Depending on the degree of separation, the sternal cleft can be complete or incomplete. The sternal cleft leaves the heart and great vessels unprotected and exposed. A narrow sternal cleft can be even mistaken for a sternal fracture which is another reason why this cleft is of clinical significance. [6] [7]"}
{"id": "article-32537_14", "title": "Anatomy, Thorax, Sternum -- Physiologic Variants -- Anatomic Variations", "content": "Incomplete fusion of the cartilaginous sternal model can lead to the formation of a circular shaped sternal foramen. [8] This anomaly should not be mistaken for an abnormality during imaging studies of the thorax. Radiologists and surgeons should be well versed in the anatomical variations of the sternum. Moreover, the lack of awareness of the sternal foramen is a subject of concern for the forensic pathologist or anthropologist during the forensic examination of skeletal remains.", "contents": "Anatomy, Thorax, Sternum -- Physiologic Variants -- Anatomic Variations. Incomplete fusion of the cartilaginous sternal model can lead to the formation of a circular shaped sternal foramen. [8] This anomaly should not be mistaken for an abnormality during imaging studies of the thorax. Radiologists and surgeons should be well versed in the anatomical variations of the sternum. Moreover, the lack of awareness of the sternal foramen is a subject of concern for the forensic pathologist or anthropologist during the forensic examination of skeletal remains."}
{"id": "article-32537_15", "title": "Anatomy, Thorax, Sternum -- Surgical Considerations", "content": "The sternum makes up one of the most important landmarks used by surgeons for various procedures.", "contents": "Anatomy, Thorax, Sternum -- Surgical Considerations. The sternum makes up one of the most important landmarks used by surgeons for various procedures."}
{"id": "article-32537_16", "title": "Anatomy, Thorax, Sternum -- Surgical Considerations", "content": "Median Sternotomy: Sternotomy is considered the benchmark incision for cardiac surgery. [9] The median sternotomy is considered a common critical incision whereby the surgeon splits the sternum along the median plane, enabling the surgeon to have a better view of the heart, great vessels, and the lungs. It is considered the most common osteotomy performed worldwide. [2]", "contents": "Anatomy, Thorax, Sternum -- Surgical Considerations. Median Sternotomy: Sternotomy is considered the benchmark incision for cardiac surgery. [9] The median sternotomy is considered a common critical incision whereby the surgeon splits the sternum along the median plane, enabling the surgeon to have a better view of the heart, great vessels, and the lungs. It is considered the most common osteotomy performed worldwide. [2]"}
{"id": "article-32537_17", "title": "Anatomy, Thorax, Sternum -- Surgical Considerations", "content": "Sternal Aspiration and Sternal Biopsy: These are procedures adopted to collect specimens of bone marrow from the sternum. The sternum is a commonly used site for collection of bone marrow because sternal hematopoietic marrow persists throughout life. [2] Examination of bone marrow is frequently indicated for the diagnosis of blood dyscrasias and metastatic cancer.", "contents": "Anatomy, Thorax, Sternum -- Surgical Considerations. Sternal Aspiration and Sternal Biopsy: These are procedures adopted to collect specimens of bone marrow from the sternum. The sternum is a commonly used site for collection of bone marrow because sternal hematopoietic marrow persists throughout life. [2] Examination of bone marrow is frequently indicated for the diagnosis of blood dyscrasias and metastatic cancer."}
{"id": "article-32537_18", "title": "Anatomy, Thorax, Sternum -- Clinical Significance -- Sternal Malformations/Defects", "content": "Cleft sternum A cleft sternum (sternal cleft) is a developmental anomaly caused by the failure of fusion of the two lateral mesodermal sternal bars which later form the body of the sternum. [10] The estimated incidence of the cleft sternum is 1 in 50000 to 100000 live births, [3] representing 0.15 to 0.5% of all chest wall malformations. [3] [11] Cleft sternum may occur in isolation or as syndromic in association with other malformations, for example, superficial craniofacial hemangiomas. [12] [13] Different types of sternal clefts include the superior sternal cleft, inferior sternal cleft, subtotal sternal cleft, total sternal cleft, and median sternal cleft. [14] Cleft sternum of type superior sternal cleft may occur in combination with the cleft mandible. [15]", "contents": "Anatomy, Thorax, Sternum -- Clinical Significance -- Sternal Malformations/Defects. Cleft sternum A cleft sternum (sternal cleft) is a developmental anomaly caused by the failure of fusion of the two lateral mesodermal sternal bars which later form the body of the sternum. [10] The estimated incidence of the cleft sternum is 1 in 50000 to 100000 live births, [3] representing 0.15 to 0.5% of all chest wall malformations. [3] [11] Cleft sternum may occur in isolation or as syndromic in association with other malformations, for example, superficial craniofacial hemangiomas. [12] [13] Different types of sternal clefts include the superior sternal cleft, inferior sternal cleft, subtotal sternal cleft, total sternal cleft, and median sternal cleft. [14] Cleft sternum of type superior sternal cleft may occur in combination with the cleft mandible. [15]"}
{"id": "article-32537_19", "title": "Anatomy, Thorax, Sternum -- Clinical Significance -- Sternal Malformations/Defects", "content": "Pectus excavatum Interestingly, there are reports of the sternal malformation of pectus excavatum even in ancient Egyptian mummies in medico-historical literature. [16] The estimated incidence of pectus excavatum, also known as \"funnel chest,\" is 1 in 400 to 1000 live births. [14] Pectus excavatum refers to a common chest wall defect where the sternum is depressed posteriorly. [17] This deformity is characterized by the inward displacement of the adjacent costal cartilages in addition to that of the sternum thus causing an abnormal depression of the anterior chest wall. Symptomatology in terms of cardiorespiratory function impairment depends on the severity of the inward displacement of the sternum that causes a reduction in the sterno-vertebral distance. [15]", "contents": "Anatomy, Thorax, Sternum -- Clinical Significance -- Sternal Malformations/Defects. Pectus excavatum Interestingly, there are reports of the sternal malformation of pectus excavatum even in ancient Egyptian mummies in medico-historical literature. [16] The estimated incidence of pectus excavatum, also known as \"funnel chest,\" is 1 in 400 to 1000 live births. [14] Pectus excavatum refers to a common chest wall defect where the sternum is depressed posteriorly. [17] This deformity is characterized by the inward displacement of the adjacent costal cartilages in addition to that of the sternum thus causing an abnormal depression of the anterior chest wall. Symptomatology in terms of cardiorespiratory function impairment depends on the severity of the inward displacement of the sternum that causes a reduction in the sterno-vertebral distance. [15]"}
{"id": "article-32537_20", "title": "Anatomy, Thorax, Sternum -- Clinical Significance -- Sternal Malformations/Defects", "content": "Pectus carinatum The estimated incidence of pectus carinatum is 4 to 13 times less than that of pectus excavatum. [15] It is the second most common anterior chest wall defect after pectus excavatum. This deformity is characterized by the outward displacement of the sternum and the adjacent costal cartilages thus causing an abnormal protrusion of the anterior chest wall. [18] Clinical cardiorespiratory implications of pectus carinatum are less common than in pectus excavatum. [15]", "contents": "Anatomy, Thorax, Sternum -- Clinical Significance -- Sternal Malformations/Defects. Pectus carinatum The estimated incidence of pectus carinatum is 4 to 13 times less than that of pectus excavatum. [15] It is the second most common anterior chest wall defect after pectus excavatum. This deformity is characterized by the outward displacement of the sternum and the adjacent costal cartilages thus causing an abnormal protrusion of the anterior chest wall. [18] Clinical cardiorespiratory implications of pectus carinatum are less common than in pectus excavatum. [15]"}
{"id": "article-32537_21", "title": "Anatomy, Thorax, Sternum -- Clinical Significance -- Sternal Malformations/Defects", "content": "Sternal Foramen The estimated incidence of sternal foramen is 2.5% to 13.8% of the general population. [8] As already stated, the sternal foramen results from the incomplete fusion of the cartilaginous sternal model. It is generally asymptomatic and is often an incidental finding found during imaging studies of the thorax. Related clinical implications call for precautions to be taken during sternal biopsy and acupuncture to prevent fatal complications from injury to the aorta or right ventricle. [14]", "contents": "Anatomy, Thorax, Sternum -- Clinical Significance -- Sternal Malformations/Defects. Sternal Foramen The estimated incidence of sternal foramen is 2.5% to 13.8% of the general population. [8] As already stated, the sternal foramen results from the incomplete fusion of the cartilaginous sternal model. It is generally asymptomatic and is often an incidental finding found during imaging studies of the thorax. Related clinical implications call for precautions to be taken during sternal biopsy and acupuncture to prevent fatal complications from injury to the aorta or right ventricle. [14]"}
{"id": "article-32537_22", "title": "Anatomy, Thorax, Sternum -- Other Issues -- Forensic Profile of the Sternum", "content": "Examination of skeletal remains for forensic purposes may include the examination of the sternum. Often the forensic pathologist or osteologist aims to establish the forensic identity, which primarily includes ethnicity, sex, age, and stature, of an individual from the skeletal remains subjected for examination. Stature estimation from the sternum is a relatively new trend under research when compared to age estimation and sex determination from the sternum. However, not much is published on the determination of ethnicity from the sternum. Forensic anthropological studies are population-specific, and various studies on forensic identification of the sternum are conducted concerning specific populations worldwide.", "contents": "Anatomy, Thorax, Sternum -- Other Issues -- Forensic Profile of the Sternum. Examination of skeletal remains for forensic purposes may include the examination of the sternum. Often the forensic pathologist or osteologist aims to establish the forensic identity, which primarily includes ethnicity, sex, age, and stature, of an individual from the skeletal remains subjected for examination. Stature estimation from the sternum is a relatively new trend under research when compared to age estimation and sex determination from the sternum. However, not much is published on the determination of ethnicity from the sternum. Forensic anthropological studies are population-specific, and various studies on forensic identification of the sternum are conducted concerning specific populations worldwide."}
{"id": "article-32537_23", "title": "Anatomy, Thorax, Sternum -- Other Issues -- Forensic Profile of the Sternum", "content": "Sex determination from the sternum Osteometric studies aiming at sex determination from the sternum were conducted in different populations. [19] [20] [21] [22] [23] The combined length of the body of the sternum and manubrium sterni is the single most useful metric parameter in sexing the sternum. [21] [24] However, the accuracy of correctly sexing the sternum increases with multivariate analysis. [24]", "contents": "Anatomy, Thorax, Sternum -- Other Issues -- Forensic Profile of the Sternum. Sex determination from the sternum Osteometric studies aiming at sex determination from the sternum were conducted in different populations. [19] [20] [21] [22] [23] The combined length of the body of the sternum and manubrium sterni is the single most useful metric parameter in sexing the sternum. [21] [24] However, the accuracy of correctly sexing the sternum increases with multivariate analysis. [24]"}
{"id": "article-32537_24", "title": "Anatomy, Thorax, Sternum -- Other Issues -- Forensic Profile of the Sternum", "content": "Age estimation from the sternum The time of fusion or synostosis of the body of the sternum with the manubrium sterni and xiphoid process varies to such an extent that it is often considered unreliable for age estimation in adults. [25]", "contents": "Anatomy, Thorax, Sternum -- Other Issues -- Forensic Profile of the Sternum. Age estimation from the sternum The time of fusion or synostosis of the body of the sternum with the manubrium sterni and xiphoid process varies to such an extent that it is often considered unreliable for age estimation in adults. [25]"}
{"id": "article-32537_25", "title": "Anatomy, Thorax, Sternum -- Other Issues -- Forensic Profile of the Sternum", "content": "Stature estimation from the sternum The sternal body length and the combined length of the body of the sternum and manubrium sterni are useful predictors of stature. However, it bears repeating that the correlation of stature with the various lengths of the sternum is not better than the correlation of stature with the length of long bones of the lower and upper limbs. Population-specific and sex-specific (within a population) regression equations/formulae are derived to estimate stature from the sternum. [26] [27] [28] [29]", "contents": "Anatomy, Thorax, Sternum -- Other Issues -- Forensic Profile of the Sternum. Stature estimation from the sternum The sternal body length and the combined length of the body of the sternum and manubrium sterni are useful predictors of stature. However, it bears repeating that the correlation of stature with the various lengths of the sternum is not better than the correlation of stature with the length of long bones of the lower and upper limbs. Population-specific and sex-specific (within a population) regression equations/formulae are derived to estimate stature from the sternum. [26] [27] [28] [29]"}
{"id": "article-32537_26", "title": "Anatomy, Thorax, Sternum -- Other Issues -- Sternal Injuries", "content": "Blunt force traumatic injury of the sternum Sternal fractures predominantly correlate with deceleration injuries from road traffic accidents or blunt anterior chest trauma due to physical assault. Sternal fractures either occur in isolation or with other concomitant injuries. [30] Physical assault to the chest wall is responsible for the majority of direct sternal fractures with a high risk of internal organ or soft tissue damage. [30] In the clinical setting, whenever a sternal fracture is suspected, it is crucial to ensure that structures underlying the sternum (heart and lungs) are not injured. On imaging, sternal fractures are visible on lateral chest X-rays or computed tomography (CT) scan. However, according to the current algorithm for the management of isolated sternal fractures, electrocardiogram (ECG) should be conducted to rule out any cardiac associated injuries. If the fracture is displaced, rewiring is needed. [31] [32]", "contents": "Anatomy, Thorax, Sternum -- Other Issues -- Sternal Injuries. Blunt force traumatic injury of the sternum Sternal fractures predominantly correlate with deceleration injuries from road traffic accidents or blunt anterior chest trauma due to physical assault. Sternal fractures either occur in isolation or with other concomitant injuries. [30] Physical assault to the chest wall is responsible for the majority of direct sternal fractures with a high risk of internal organ or soft tissue damage. [30] In the clinical setting, whenever a sternal fracture is suspected, it is crucial to ensure that structures underlying the sternum (heart and lungs) are not injured. On imaging, sternal fractures are visible on lateral chest X-rays or computed tomography (CT) scan. However, according to the current algorithm for the management of isolated sternal fractures, electrocardiogram (ECG) should be conducted to rule out any cardiac associated injuries. If the fracture is displaced, rewiring is needed. [31] [32]"}
{"id": "article-32537_27", "title": "Anatomy, Thorax, Sternum -- Other Issues", "content": "Iatrogenic sternal fractures Cardiopulmonary resuscitation (CPR) related injuries include fracture of the sternum. [33] Manual CPR related sternal fractures are higher among adults than in children with or without fracture of ribs. [34] Cases of cardioversion related, isolated, undisplaced, sternal fractures appear in the literature. [35] At autopsy, resuscitation-related sternal fractures should not be misinterpreted for those caused by otherwise direct physical violence.", "contents": "Anatomy, Thorax, Sternum -- Other Issues. Iatrogenic sternal fractures Cardiopulmonary resuscitation (CPR) related injuries include fracture of the sternum. [33] Manual CPR related sternal fractures are higher among adults than in children with or without fracture of ribs. [34] Cases of cardioversion related, isolated, undisplaced, sternal fractures appear in the literature. [35] At autopsy, resuscitation-related sternal fractures should not be misinterpreted for those caused by otherwise direct physical violence."}
{"id": "article-32537_28", "title": "Anatomy, Thorax, Sternum -- Other Issues -- Forensic Implications of Sternal Bone Marrow Aspiration Fatalities", "content": "A surgical procedure-related fatality is a medicolegal death that requires further investigation. In such cases, a meticulous forensic autopsy is necessary. A forensic autopsy case report exists documenting a death from hemorrhage due to an iatrogenic penetrating injury of the thoracic aorta secondary to the procedure of bone marrow aspiration from the sternum. [36] Ultrasound-guided sternal bone marrow aspiration should be considered to minimize the risk of untoward incidents of fatal cardiovascular injury. [37] Utmost precautions should be carefully taken to avoid any uncalled for allegations of medical negligence.", "contents": "Anatomy, Thorax, Sternum -- Other Issues -- Forensic Implications of Sternal Bone Marrow Aspiration Fatalities. A surgical procedure-related fatality is a medicolegal death that requires further investigation. In such cases, a meticulous forensic autopsy is necessary. A forensic autopsy case report exists documenting a death from hemorrhage due to an iatrogenic penetrating injury of the thoracic aorta secondary to the procedure of bone marrow aspiration from the sternum. [36] Ultrasound-guided sternal bone marrow aspiration should be considered to minimize the risk of untoward incidents of fatal cardiovascular injury. [37] Utmost precautions should be carefully taken to avoid any uncalled for allegations of medical negligence."}
{"id": "article-32537_29", "title": "Anatomy, Thorax, Sternum -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Anatomy, Thorax, Sternum -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}