{"id": "article-31219_0", "title": "Vitamin B3 -- Continuing Education Activity", "content": "Niacin, also known as vitamin B3, belongs to the water-soluble B complex group and is found in various foods such as bran, yeast, eggs, peanuts, poultry, red meat, fish, whole-grain cereals, legumes, and seeds. This essential vitamin plays a role in cellular metabolism as a vital component in the oxidized state of nicotinamide adenine dinucleotide (NAD, or coenzyme 1) and the reduced form of nicotinamide adenine dinucleotide phosphate (NADP, or coenzyme 2). These coenzymes actively participate in essential oxidation-reduction reactions, playing key roles in glycolysis, pyruvate metabolism, protein and amino acid metabolism, pentose biosynthesis, glycerol metabolism, synthesis of high-energy phosphate bonds, and fatty acid metabolism. Niacin is helpful in managing hyperlipidemia and is used off-label in treating pellagra, as an adjuvant for discoid lupus erythematosus, and for alleviating dermatological and neurological symptoms associated with NAXD and NAXE deficiencies. This activity discusses the mechanism of action, indications, dosing, administration, and contraindications of niacin.", "contents": "Vitamin B3 -- Continuing Education Activity. Niacin, also known as vitamin B3, belongs to the water-soluble B complex group and is found in various foods such as bran, yeast, eggs, peanuts, poultry, red meat, fish, whole-grain cereals, legumes, and seeds. This essential vitamin plays a role in cellular metabolism as a vital component in the oxidized state of nicotinamide adenine dinucleotide (NAD, or coenzyme 1) and the reduced form of nicotinamide adenine dinucleotide phosphate (NADP, or coenzyme 2). These coenzymes actively participate in essential oxidation-reduction reactions, playing key roles in glycolysis, pyruvate metabolism, protein and amino acid metabolism, pentose biosynthesis, glycerol metabolism, synthesis of high-energy phosphate bonds, and fatty acid metabolism. Niacin is helpful in managing hyperlipidemia and is used off-label in treating pellagra, as an adjuvant for discoid lupus erythematosus, and for alleviating dermatological and neurological symptoms associated with NAXD and NAXE deficiencies. This activity discusses the mechanism of action, indications, dosing, administration, and contraindications of niacin."}
{"id": "article-31219_1", "title": "Vitamin B3 -- Continuing Education Activity", "content": "Objectives: Identify patients who may benefit from niacin therapy, considering their lipid profile, cardiovascular risk factors, and indications for treatment. Differentiate between the various forms and formulations of niacin available, understanding their pharmacokinetics, dosing strategies, and potential adverse effects. Implement appropriate dosing regimens and treatment plans for patients receiving niacin therapy, considering individual patient characteristics, lipid goals, and concurrent medications. Select niacin as a suitable treatment option for patients based on evidence-based guidelines, patient-specific factors, and the potential benefits and risks. Access free multiple choice questions on this topic.", "contents": "Vitamin B3 -- Continuing Education Activity. Objectives: Identify patients who may benefit from niacin therapy, considering their lipid profile, cardiovascular risk factors, and indications for treatment. Differentiate between the various forms and formulations of niacin available, understanding their pharmacokinetics, dosing strategies, and potential adverse effects. Implement appropriate dosing regimens and treatment plans for patients receiving niacin therapy, considering individual patient characteristics, lipid goals, and concurrent medications. Select niacin as a suitable treatment option for patients based on evidence-based guidelines, patient-specific factors, and the potential benefits and risks. Access free multiple choice questions on this topic."}
{"id": "article-31219_2", "title": "Vitamin B3 -- Indications", "content": "Niacin (vitamin B3) is a water-soluble vitamin within the B complex group. This vitamin is rich in foods such as bran, yeast, eggs, peanuts, poultry, red meat, fish, whole-grain cereals, legumes, and seeds. As a drug, niacin has 2 main indications: Dyslipidemia (FDA-approved use) (types IIa and IIb or primary hypercholesterolemia) Deficiency of the niacin, also known as pellagra (off-label use)", "contents": "Vitamin B3 -- Indications. Niacin (vitamin B3) is a water-soluble vitamin within the B complex group. This vitamin is rich in foods such as bran, yeast, eggs, peanuts, poultry, red meat, fish, whole-grain cereals, legumes, and seeds. As a drug, niacin has 2 main indications: Dyslipidemia (FDA-approved use) (types IIa and IIb or primary hypercholesterolemia) Deficiency of the niacin, also known as pellagra (off-label use)"}
{"id": "article-31219_3", "title": "Vitamin B3 -- Indications -- Dyslipidemia", "content": "The FDA-approved indications for niacin are as follows: Niacin is indicated to reduce elevated total cholesterol (TC), LDL cholesterol (LDL-C), apolipoprotein B (apoB), and triglycerides (TG) and to increase HDL cholesterol in patients with primary and mixed dyslipidemia. When used as an adjunct to diet, niacin reduces elevated total cholesterol and LDL cholesterol in adult patients with primary dyslipidemia. When used with a bile acid-binding resin, niacin can help slow the progression of atherosclerotic disease in patients with a prior history of hyperlipidemia and coronary artery disease.", "contents": "Vitamin B3 -- Indications -- Dyslipidemia. The FDA-approved indications for niacin are as follows: Niacin is indicated to reduce elevated total cholesterol (TC), LDL cholesterol (LDL-C), apolipoprotein B (apoB), and triglycerides (TG) and to increase HDL cholesterol in patients with primary and mixed dyslipidemia. When used as an adjunct to diet, niacin reduces elevated total cholesterol and LDL cholesterol in adult patients with primary dyslipidemia. When used with a bile acid-binding resin, niacin can help slow the progression of atherosclerotic disease in patients with a prior history of hyperlipidemia and coronary artery disease."}
{"id": "article-31219_4", "title": "Vitamin B3 -- Indications -- Dyslipidemia", "content": "Niacin is recommended for decreasing the risk of recurrent nonfatal myocardial infarction (MI) in patients with a history of hyperlipidemia and myocardial infarction. Niacin reduces triglycerides (TG) in adult patients with severe hypertriglyceridemia.", "contents": "Vitamin B3 -- Indications -- Dyslipidemia. Niacin is recommended for decreasing the risk of recurrent nonfatal myocardial infarction (MI) in patients with a history of hyperlipidemia and myocardial infarction. Niacin reduces triglycerides (TG) in adult patients with severe hypertriglyceridemia."}
{"id": "article-31219_5", "title": "Vitamin B3 -- Indications -- Dyslipidemia", "content": "Therapeutic doses of niacin can reduce total cholesterol levels by up to 25%, low-density lipoprotein (LDL) by up to 15%, and triglycerides by up to 50%. Niacin has the highest efficacy in raising high-density cholesterol (HDL), with an increase of 15% to 35%. [1] Niacin is administered in moderate to high doses (1000 to 3000 mg/d) for refractory dyslipidemia and cases warranting HDL increase.", "contents": "Vitamin B3 -- Indications -- Dyslipidemia. Therapeutic doses of niacin can reduce total cholesterol levels by up to 25%, low-density lipoprotein (LDL) by up to 15%, and triglycerides by up to 50%. Niacin has the highest efficacy in raising high-density cholesterol (HDL), with an increase of 15% to 35%. [1] Niacin is administered in moderate to high doses (1000 to 3000 mg/d) for refractory dyslipidemia and cases warranting HDL increase."}
{"id": "article-31219_6", "title": "Vitamin B3 -- Indications -- Dyslipidemia", "content": "With more evaluation, niacin may grouped with hypolipidemic drugs used for patients with concomitant hypercholesterolemia and statin intolerance, metabolic syndrome, and patients unresponsive to hypolipidemic therapy of targeted LDL cholesterol values. [2]", "contents": "Vitamin B3 -- Indications -- Dyslipidemia. With more evaluation, niacin may grouped with hypolipidemic drugs used for patients with concomitant hypercholesterolemia and statin intolerance, metabolic syndrome, and patients unresponsive to hypolipidemic therapy of targeted LDL cholesterol values. [2]"}
{"id": "article-31219_7", "title": "Vitamin B3 -- Indications -- Dyslipidemia", "content": "According to the AHA/ACC (American Heart Association and American College of Cardiology) guidelines, the addition of extended-release niacin to statin-based therapy, as demonstrated in the HPS2-THRIVE and AIM-HIGH studies, did not result in any improvement in ASCVD events. [3] AHA/ACC guidelines note that niacin may benefit patients with hypertriglyceridemia. [4]", "contents": "Vitamin B3 -- Indications -- Dyslipidemia. According to the AHA/ACC (American Heart Association and American College of Cardiology) guidelines, the addition of extended-release niacin to statin-based therapy, as demonstrated in the HPS2-THRIVE and AIM-HIGH studies, did not result in any improvement in ASCVD events. [3] AHA/ACC guidelines note that niacin may benefit patients with hypertriglyceridemia. [4]"}
{"id": "article-31219_8", "title": "Vitamin B3 -- Indications -- Dyslipidemia", "content": "According to the American College of Endocrinology and American Association of Clinical Endocrinology (AACE/ACE) consensus, in patients with hypertriglyceridemia and without established ASCVD or diabetes with ≥2 risk factors, the target triglyceride level is <150 mg/dL. If this goal cannot be achieved with statin, niacin may be considered an alternative, along with fibrates or omega-3 fatty acids.", "contents": "Vitamin B3 -- Indications -- Dyslipidemia. According to the American College of Endocrinology and American Association of Clinical Endocrinology (AACE/ACE) consensus, in patients with hypertriglyceridemia and without established ASCVD or diabetes with ≥2 risk factors, the target triglyceride level is <150 mg/dL. If this goal cannot be achieved with statin, niacin may be considered an alternative, along with fibrates or omega-3 fatty acids."}
{"id": "article-31219_9", "title": "Vitamin B3 -- Indications -- Dyslipidemia", "content": "According to AACE/ACE, niacin is a treatment option for patients with severe hypertriglyceridemia (>500 mg/dL) to decrease the risk of acute pancreatitis. In addition to fibrates and prescription-grade omega-3 fatty acids, niacin can help achieve triglyceride levels well below 500 mg/dL. [5]", "contents": "Vitamin B3 -- Indications -- Dyslipidemia. According to AACE/ACE, niacin is a treatment option for patients with severe hypertriglyceridemia (>500 mg/dL) to decrease the risk of acute pancreatitis. In addition to fibrates and prescription-grade omega-3 fatty acids, niacin can help achieve triglyceride levels well below 500 mg/dL. [5]"}
{"id": "article-31219_10", "title": "Vitamin B3 -- Indications -- Pellagra", "content": "Pellagra is a nutritional disorder due to the deficiency of vitamin B3. Niacin is indicated in treating pellagra until the symptoms resolve, most commonly to relieve skin symptoms. Niacin deficiency can occur due to various factors, including malnutrition (anorexia, alcohol use disorder, AIDS, inflammatory bowel disease, or cirrhosis), inadequate intake of riboflavin, pyridoxine, and iron, Hartnup disease (impaired tryptophan absorption), and carcinoid syndrome. [6] [7] [8]", "contents": "Vitamin B3 -- Indications -- Pellagra. Pellagra is a nutritional disorder due to the deficiency of vitamin B3. Niacin is indicated in treating pellagra until the symptoms resolve, most commonly to relieve skin symptoms. Niacin deficiency can occur due to various factors, including malnutrition (anorexia, alcohol use disorder, AIDS, inflammatory bowel disease, or cirrhosis), inadequate intake of riboflavin, pyridoxine, and iron, Hartnup disease (impaired tryptophan absorption), and carcinoid syndrome. [6] [7] [8]"}
{"id": "article-31219_11", "title": "Vitamin B3 -- Indications -- Genetic Disorders", "content": "Pathogenic variants in NADPH oxidoreductase-like protein (NAXD) have been established as the cause of a severe neurodegenerative disease known as early-onset progressive encephalopathy with brain edema and leukoencephalopathy-2 (PEBEL2). Similarly, NADPH epoxidase (NAXE) deficiency leads to progressive encephalopathy with brain edema or leukoencephalopathy-1 (PEBEL1), which is almost always fatal.", "contents": "Vitamin B3 -- Indications -- Genetic Disorders. Pathogenic variants in NADPH oxidoreductase-like protein (NAXD) have been established as the cause of a severe neurodegenerative disease known as early-onset progressive encephalopathy with brain edema and leukoencephalopathy-2 (PEBEL2). Similarly, NADPH epoxidase (NAXE) deficiency leads to progressive encephalopathy with brain edema or leukoencephalopathy-1 (PEBEL1), which is almost always fatal."}
{"id": "article-31219_12", "title": "Vitamin B3 -- Indications -- Genetic Disorders", "content": "High-dose vitamin B3 (500 mg/dose) has shown promise in alleviating dermatological and neurological symptoms of NAXD deficiency. Reports on treated patients with NAXD and NAXE deficiencies suggest the potential for niacin-based therapies to stabilize the clinical progression of these disorders, but additional studies are needed to establish their efficacy and safety profiles conclusively. [9]", "contents": "Vitamin B3 -- Indications -- Genetic Disorders. High-dose vitamin B3 (500 mg/dose) has shown promise in alleviating dermatological and neurological symptoms of NAXD deficiency. Reports on treated patients with NAXD and NAXE deficiencies suggest the potential for niacin-based therapies to stabilize the clinical progression of these disorders, but additional studies are needed to establish their efficacy and safety profiles conclusively. [9]"}
{"id": "article-31219_13", "title": "Vitamin B3 -- Indications -- Discoid Lupus Erythematosus", "content": "A recent prospective randomized, double-blind clinical trial assessed the efficacy of topical nicotinamide. Nicotinamide demonstrated positive cosmetic outcomes with minimal adverse effects. The 4% preparation showed a superior response, with a higher incidence of irritation. Pivotal trials are necessary to establish evidence for topical nicotinamide as an adjuvant treatment for discoid lupus erythematosus. [10]", "contents": "Vitamin B3 -- Indications -- Discoid Lupus Erythematosus. A recent prospective randomized, double-blind clinical trial assessed the efficacy of topical nicotinamide. Nicotinamide demonstrated positive cosmetic outcomes with minimal adverse effects. The 4% preparation showed a superior response, with a higher incidence of irritation. Pivotal trials are necessary to establish evidence for topical nicotinamide as an adjuvant treatment for discoid lupus erythematosus. [10]"}
{"id": "article-31219_14", "title": "Vitamin B3 -- Mechanism of Action", "content": "Niacin is necessary for adequate cellular metabolism and is a vital component in coenzyme 1 (the oxidized state of NAD) and coenzyme 2 (the reduced form of NADP), which either accept or donate hydrogen ions in essential oxidation-reduction reactions. These coenzymes are important for glycolysis, pyruvate metabolism, protein, amino acid metabolism, pentose biosynthesis, glycerol metabolism, synthesis of high-energy phosphate bonds, and fatty acid metabolism. [2]", "contents": "Vitamin B3 -- Mechanism of Action. Niacin is necessary for adequate cellular metabolism and is a vital component in coenzyme 1 (the oxidized state of NAD) and coenzyme 2 (the reduced form of NADP), which either accept or donate hydrogen ions in essential oxidation-reduction reactions. These coenzymes are important for glycolysis, pyruvate metabolism, protein, amino acid metabolism, pentose biosynthesis, glycerol metabolism, synthesis of high-energy phosphate bonds, and fatty acid metabolism. [2]"}
{"id": "article-31219_15", "title": "Vitamin B3 -- Mechanism of Action", "content": "The clinical presentation of pellagra is diverse, as many cellular functions in the body require niacin. Niacin underdosing in vulnerable populations may result in pellagra, characterized by the \"4 Ds\": diarrhea, dermatitis, dementia, and death. Diagnosing dermatitis is challenging but is more straightforward if characteristic skin lesions are present. Dermatitis begins as erythema and resembles sunburn in the initial stages, but tanning occurs more slowly than typically seen in sunburn. The lesion is a bilaterally symmetrical eruption at sites of sunlight exposure. [11]", "contents": "Vitamin B3 -- Mechanism of Action. The clinical presentation of pellagra is diverse, as many cellular functions in the body require niacin. Niacin underdosing in vulnerable populations may result in pellagra, characterized by the \"4 Ds\": diarrhea, dermatitis, dementia, and death. Diagnosing dermatitis is challenging but is more straightforward if characteristic skin lesions are present. Dermatitis begins as erythema and resembles sunburn in the initial stages, but tanning occurs more slowly than typically seen in sunburn. The lesion is a bilaterally symmetrical eruption at sites of sunlight exposure. [11]"}
{"id": "article-31219_16", "title": "Vitamin B3 -- Mechanism of Action", "content": "Cutaneous patches on the neck form a ringed appearance sometimes called the Casal necklace. These patches extend as a broad collar around the cervical dermatomes C3 and C4. Gastrointestinal disturbances include diarrhea, nausea, vomiting, epigastric discomfort, poor appetite, abdominal pain, and increased salivation. Neurologic symptoms include confusion, hallucinations, irritability, psychomotor unrest, ataxia, and depression. As the disease advances, patients become confused, disoriented, delirious, then comatose, and stuporous, and finally die.", "contents": "Vitamin B3 -- Mechanism of Action. Cutaneous patches on the neck form a ringed appearance sometimes called the Casal necklace. These patches extend as a broad collar around the cervical dermatomes C3 and C4. Gastrointestinal disturbances include diarrhea, nausea, vomiting, epigastric discomfort, poor appetite, abdominal pain, and increased salivation. Neurologic symptoms include confusion, hallucinations, irritability, psychomotor unrest, ataxia, and depression. As the disease advances, patients become confused, disoriented, delirious, then comatose, and stuporous, and finally die."}
{"id": "article-31219_17", "title": "Vitamin B3 -- Mechanism of Action", "content": "The mechanism of action of niacin in dyslipidemia involves inhibition of lipolysis within adipose tissue, reduction in liver triacylglycerol formation, inhibition of synthesis of apolipoprotein B-100 and hepatic very-low-density lipoprotein (VLDL), impaired cholesterol biosynthesis, and lowering of the fractional catabolic rate of HDL-apolipoprotein A-1 (Apo A-1). Apo A-1, an activator of lecithin cholesterol acyltransferase (LCAT), has a significant role in reverse cholesterol transport. [12] In addition to its reductive effects, niacin also increases lipoprotein lipase activity.", "contents": "Vitamin B3 -- Mechanism of Action. The mechanism of action of niacin in dyslipidemia involves inhibition of lipolysis within adipose tissue, reduction in liver triacylglycerol formation, inhibition of synthesis of apolipoprotein B-100 and hepatic very-low-density lipoprotein (VLDL), impaired cholesterol biosynthesis, and lowering of the fractional catabolic rate of HDL-apolipoprotein A-1 (Apo A-1). Apo A-1, an activator of lecithin cholesterol acyltransferase (LCAT), has a significant role in reverse cholesterol transport. [12] In addition to its reductive effects, niacin also increases lipoprotein lipase activity."}
{"id": "article-31219_18", "title": "Vitamin B3 -- Mechanism of Action", "content": "Niacin reduces the risk of cardiovascular disease by exhibiting many pleiotropic effects, especially by its anti-oxidative and anti-inflammatory actions and by increasing serum adiponectin. [13] [14]  However, a meta-analysis of 23 randomized controlled trials involving 39,195 subjects with a history of vascular disease evaluated the effects of nicotinic acid therapy alone or as an adjunct to other lipid-lowering agents. The analysis found that nicotinic acid supplementation did not provide any cardiovascular benefits. No reduction was observed in the incidence of myocardial infarctions and strokes with nicotinic acid supplementation. [15]", "contents": "Vitamin B3 -- Mechanism of Action. Niacin reduces the risk of cardiovascular disease by exhibiting many pleiotropic effects, especially by its anti-oxidative and anti-inflammatory actions and by increasing serum adiponectin. [13] [14]  However, a meta-analysis of 23 randomized controlled trials involving 39,195 subjects with a history of vascular disease evaluated the effects of nicotinic acid therapy alone or as an adjunct to other lipid-lowering agents. The analysis found that nicotinic acid supplementation did not provide any cardiovascular benefits. No reduction was observed in the incidence of myocardial infarctions and strokes with nicotinic acid supplementation. [15]"}
{"id": "article-31219_19", "title": "Vitamin B3 -- Mechanism of Action", "content": "Niacin may be used in lipid control for secondary prevention as monotherapy in patients intolerant to statins. [16] According to the AACE/ACE, niacin reduces lipoprotein(a) levels, but the clinical significance of this effect remains uncertain. [17]", "contents": "Vitamin B3 -- Mechanism of Action. Niacin may be used in lipid control for secondary prevention as monotherapy in patients intolerant to statins. [16] According to the AACE/ACE, niacin reduces lipoprotein(a) levels, but the clinical significance of this effect remains uncertain. [17]"}
{"id": "article-31219_20", "title": "Vitamin B3 -- Mechanism of Action -- Pharmacokinetics", "content": "Absorption: Niacin concentration in the bloodstream exhibits variability and can reach saturation due to its extensive and first-pass metabolism. A study found significant individual differences in the plasma concentration and pharmacokinetic characteristics of nicotinic acid (NA) and nicotinuric acid (NUA). [18] Distribution: Niacin is approximately 20% bound to plasma proteins, and is distributed mainly to the adipose tissue, liver, and kidney.", "contents": "Vitamin B3 -- Mechanism of Action -- Pharmacokinetics. Absorption: Niacin concentration in the bloodstream exhibits variability and can reach saturation due to its extensive and first-pass metabolism. A study found significant individual differences in the plasma concentration and pharmacokinetic characteristics of nicotinic acid (NA) and nicotinuric acid (NUA). [18] Distribution: Niacin is approximately 20% bound to plasma proteins, and is distributed mainly to the adipose tissue, liver, and kidney."}
{"id": "article-31219_21", "title": "Vitamin B3 -- Mechanism of Action -- Pharmacokinetics", "content": "Metabolism: Niacin is extensively metabolized through dose-dependent first-pass metabolism, leading to variable concentrations in the bloodstream. Niacin undergoes metabolism via various pathways, including the formation of NUA and nicotinamide adenine dinucleotide (NAD). [18] Elimination: Approximately 60% to 76% of the administered niacin dose is eliminated in the urine, with up to 12% excreted unchanged. [19]", "contents": "Vitamin B3 -- Mechanism of Action -- Pharmacokinetics. Metabolism: Niacin is extensively metabolized through dose-dependent first-pass metabolism, leading to variable concentrations in the bloodstream. Niacin undergoes metabolism via various pathways, including the formation of NUA and nicotinamide adenine dinucleotide (NAD). [18] Elimination: Approximately 60% to 76% of the administered niacin dose is eliminated in the urine, with up to 12% excreted unchanged. [19]"}
{"id": "article-31219_22", "title": "Vitamin B3 -- Administration -- Available Dosage Forms", "content": "Niacin is available in immediate-release, extended-release, and sustained-release (controlled-release) formulations. Substituting equivalent doses of sustained-release niacin preparations or immediate-release niacin with niacin extended-release tablets is not recommended.", "contents": "Vitamin B3 -- Administration -- Available Dosage Forms. Niacin is available in immediate-release, extended-release, and sustained-release (controlled-release) formulations. Substituting equivalent doses of sustained-release niacin preparations or immediate-release niacin with niacin extended-release tablets is not recommended."}
{"id": "article-31219_23", "title": "Vitamin B3 -- Administration -- Adult Dosing", "content": "The recommended daily dose of niacin is as follows: Infants: 5 to 6 mg Children: 9 to 13 mg Adults: 13 to 20 mg Pregnant and lactating mothers: 17 mg and 20 mg, respectively", "contents": "Vitamin B3 -- Administration -- Adult Dosing. The recommended daily dose of niacin is as follows: Infants: 5 to 6 mg Children: 9 to 13 mg Adults: 13 to 20 mg Pregnant and lactating mothers: 17 mg and 20 mg, respectively"}
{"id": "article-31219_24", "title": "Vitamin B3 -- Administration -- Pellagra", "content": "The recommended adult dose is 100 mg of nicotinamide orally every 6 hours for several days until relief of acute symptoms, followed by 50 mg every 8 to 12 hours until all skin lesions heal. In severe cases (marked neurological or gastrointestinal tract symptoms), 1 g 3 to 4 times a day can be given, initially by the parenteral route. For children, 10 to 50 mg orally every 6 hours is recommended until symptoms resolve. Smaller doses, such as 10 mg daily, are acceptable for mild endemic pellagra. Therapy should include other B vitamins, magnesium, and zinc, as well as a calorie-rich diet. Topical emollients may reduce discomfort due to skin lesions. [2]", "contents": "Vitamin B3 -- Administration -- Pellagra. The recommended adult dose is 100 mg of nicotinamide orally every 6 hours for several days until relief of acute symptoms, followed by 50 mg every 8 to 12 hours until all skin lesions heal. In severe cases (marked neurological or gastrointestinal tract symptoms), 1 g 3 to 4 times a day can be given, initially by the parenteral route. For children, 10 to 50 mg orally every 6 hours is recommended until symptoms resolve. Smaller doses, such as 10 mg daily, are acceptable for mild endemic pellagra. Therapy should include other B vitamins, magnesium, and zinc, as well as a calorie-rich diet. Topical emollients may reduce discomfort due to skin lesions. [2]"}
{"id": "article-31219_25", "title": "Vitamin B3 -- Administration -- Pellagra", "content": "Sustained-release (SR) formulations are available over the counter. SR niacin can be administered once daily and is less likely to cause flushing. However, the SR formulation is not approved for use in hyperlipidemia, and the results of some studies showed a high likelihood of hepatotoxicity. According to the WHO, the recommended daily dose of nicotinamide is 300 mg, administered in divided doses. The duration of treatment is 3 to 4 weeks. To minimize adverse effects, it is recommended to use nicotinamide rather than nicotinic acid. [8]", "contents": "Vitamin B3 -- Administration -- Pellagra. Sustained-release (SR) formulations are available over the counter. SR niacin can be administered once daily and is less likely to cause flushing. However, the SR formulation is not approved for use in hyperlipidemia, and the results of some studies showed a high likelihood of hepatotoxicity. According to the WHO, the recommended daily dose of nicotinamide is 300 mg, administered in divided doses. The duration of treatment is 3 to 4 weeks. To minimize adverse effects, it is recommended to use nicotinamide rather than nicotinic acid. [8]"}
{"id": "article-31219_26", "title": "Vitamin B3 -- Administration -- Dyslipidemia", "content": "The recommended dose for hyperlipidemia is an immediate-release formulation of 1 to 6 g daily, initially in low doses (100 mg 3 times daily), increasing at weekly intervals depending upon clinical efficacy and tolerance. The maximum recommended dose for the immediate-release formulation is 6 grams daily.", "contents": "Vitamin B3 -- Administration -- Dyslipidemia. The recommended dose for hyperlipidemia is an immediate-release formulation of 1 to 6 g daily, initially in low doses (100 mg 3 times daily), increasing at weekly intervals depending upon clinical efficacy and tolerance. The maximum recommended dose for the immediate-release formulation is 6 grams daily."}
{"id": "article-31219_27", "title": "Vitamin B3 -- Administration -- Dyslipidemia", "content": "Extended-release (ER) niacin in concentrations from 125 to 1000 mg is approved for use in hyperlipidemia and has a lower risk of hepatotoxicity than regular niacin. Niacin ER tablets should be taken at bedtime with a low-fat snack. The recommended dose range is 500 to 2,000 mg once daily. Therapy should start with 500 mg at bedtime and not be increased by more than 500 mg in any 4-week period to minimize adverse effects. The maintenance dose is 1,000 to 2,000 mg once daily. Doses exceeding 2,000 mg daily are not recommended. [20]", "contents": "Vitamin B3 -- Administration -- Dyslipidemia. Extended-release (ER) niacin in concentrations from 125 to 1000 mg is approved for use in hyperlipidemia and has a lower risk of hepatotoxicity than regular niacin. Niacin ER tablets should be taken at bedtime with a low-fat snack. The recommended dose range is 500 to 2,000 mg once daily. Therapy should start with 500 mg at bedtime and not be increased by more than 500 mg in any 4-week period to minimize adverse effects. The maintenance dose is 1,000 to 2,000 mg once daily. Doses exceeding 2,000 mg daily are not recommended. [20]"}
{"id": "article-31219_28", "title": "Vitamin B3 -- Administration -- Dyslipidemia", "content": "Sustained-release (SR) niacin tablets are available without a prescription in 3 doses: 250 mg, 500 mg, and 750 mg. Niacin SR should be started at a low dose and increased to minimize potential adverse effects. [21]", "contents": "Vitamin B3 -- Administration -- Dyslipidemia. Sustained-release (SR) niacin tablets are available without a prescription in 3 doses: 250 mg, 500 mg, and 750 mg. Niacin SR should be started at a low dose and increased to minimize potential adverse effects. [21]"}
{"id": "article-31219_29", "title": "Vitamin B3 -- Administration -- Specific Patient Populations", "content": "Hepatic impairment: Niacin is contraindicated in adults with significant or unexplained hepatic dysfunction, active liver disease, or unexplained transaminase elevation. [22] Renal impairment: Caution is advised when using niacin in adults with kidney impairment.", "contents": "Vitamin B3 -- Administration -- Specific Patient Populations. Hepatic impairment: Niacin is contraindicated in adults with significant or unexplained hepatic dysfunction, active liver disease, or unexplained transaminase elevation. [22] Renal impairment: Caution is advised when using niacin in adults with kidney impairment."}
{"id": "article-31219_30", "title": "Vitamin B3 -- Administration -- Specific Patient Populations", "content": "Pregnancy considerations: According to a meta-analysis, inadequate maternal niacin intake is associated with an increased risk of congenital anomalies; RDA for pregnancy should be provided, as mentioned above. [23] However, the recommendation is to discontinue the use of niacin in patients with hyperlipidemia. For patients with hypertriglyceridemia, assessing the individual risks and benefits of niacin therapy is essential.", "contents": "Vitamin B3 -- Administration -- Specific Patient Populations. Pregnancy considerations: According to a meta-analysis, inadequate maternal niacin intake is associated with an increased risk of congenital anomalies; RDA for pregnancy should be provided, as mentioned above. [23] However, the recommendation is to discontinue the use of niacin in patients with hyperlipidemia. For patients with hypertriglyceridemia, assessing the individual risks and benefits of niacin therapy is essential."}
{"id": "article-31219_31", "title": "Vitamin B3 -- Administration -- Specific Patient Populations", "content": "Breastfeeding considerations: The presence of niacin in human milk increases with maternal supplementation; there is insufficient information on the effects of niacin doses on breastfed infants. Considering the potential for severe adverse reactions, including hepatotoxicity, patients should be counseled to abstain from breastfeeding during treatment with niacin.", "contents": "Vitamin B3 -- Administration -- Specific Patient Populations. Breastfeeding considerations: The presence of niacin in human milk increases with maternal supplementation; there is insufficient information on the effects of niacin doses on breastfed infants. Considering the potential for severe adverse reactions, including hepatotoxicity, patients should be counseled to abstain from breastfeeding during treatment with niacin."}
{"id": "article-31219_32", "title": "Vitamin B3 -- Administration -- Specific Patient Populations", "content": "Pediatric patients: According to the AAP (American Academy of Pediatrics) guidelines, the significant adverse effects associated with niacin make using it challenging in pediatric clinical practice. These effects include common occurrences of flushing and more severe complications such as hepatic failure, myopathy, glucose intolerance, and hyperuricemia. In a pediatric study, flushing occurred in 76% of children, and elevated hepatic transaminase levels were observed in 26%. Consequently, niacin is not recommended for routine use in treating pediatric dyslipidemia. [24] Older patients: Clinical studies have shown no notable disparities in safety and efficacy between older and younger patients.", "contents": "Vitamin B3 -- Administration -- Specific Patient Populations. Pediatric patients: According to the AAP (American Academy of Pediatrics) guidelines, the significant adverse effects associated with niacin make using it challenging in pediatric clinical practice. These effects include common occurrences of flushing and more severe complications such as hepatic failure, myopathy, glucose intolerance, and hyperuricemia. In a pediatric study, flushing occurred in 76% of children, and elevated hepatic transaminase levels were observed in 26%. Consequently, niacin is not recommended for routine use in treating pediatric dyslipidemia. [24] Older patients: Clinical studies have shown no notable disparities in safety and efficacy between older and younger patients."}
{"id": "article-31219_33", "title": "Vitamin B3 -- Adverse Effects", "content": "Hepatotoxicity: The most severe adverse effect is niacin hepatotoxicity. Mild elevation of hepatic transaminase levels, up to double the upper limit of the normal range, is common. [22]", "contents": "Vitamin B3 -- Adverse Effects. Hepatotoxicity: The most severe adverse effect is niacin hepatotoxicity. Mild elevation of hepatic transaminase levels, up to double the upper limit of the normal range, is common. [22]"}
{"id": "article-31219_34", "title": "Vitamin B3 -- Adverse Effects", "content": "Flushing: Niacin causes vasodilation of small subcutaneous blood vessels, leading to cutaneous flushing and an uneasy sensation of pruritus and warmth. Severe flushing may lead to hypotension and dizziness. To reduce the occurrence of flushing, recommendations include avoiding alcohol, hot beverages, and spicy foods with niacin administration.", "contents": "Vitamin B3 -- Adverse Effects. Flushing: Niacin causes vasodilation of small subcutaneous blood vessels, leading to cutaneous flushing and an uneasy sensation of pruritus and warmth. Severe flushing may lead to hypotension and dizziness. To reduce the occurrence of flushing, recommendations include avoiding alcohol, hot beverages, and spicy foods with niacin administration."}
{"id": "article-31219_35", "title": "Vitamin B3 -- Adverse Effects", "content": "Flushing appears about 30 minutes after dosing with IR niacin and is delayed for SR niacin (2 to 4 hours). Patients should avoid hot showers immediately after a dose; pretreatment with aspirin or ibuprofen is helpful.", "contents": "Vitamin B3 -- Adverse Effects. Flushing appears about 30 minutes after dosing with IR niacin and is delayed for SR niacin (2 to 4 hours). Patients should avoid hot showers immediately after a dose; pretreatment with aspirin or ibuprofen is helpful."}
{"id": "article-31219_36", "title": "Vitamin B3 -- Adverse Effects", "content": "Laropiprant is a selective prostaglandin D2 receptor antagonist that can decrease niacin-induced flushing. [25] However, while laroprepitant was previously approved by the FDA as an adjunct to niacin for flushing side effects, it has been withdrawn from the US market. This decision was based on concerns regarding its effectiveness and risk-benefit profile, resulting in the drug's discontinuation in clinical practice in the United States. [26] Peptic ulcers: Niacin therapy may aggravate peptic ulcer disease. Therefore, niacin should be used cautiously with active or chronic gastrointestinal disorders. [27]", "contents": "Vitamin B3 -- Adverse Effects. Laropiprant is a selective prostaglandin D2 receptor antagonist that can decrease niacin-induced flushing. [25] However, while laroprepitant was previously approved by the FDA as an adjunct to niacin for flushing side effects, it has been withdrawn from the US market. This decision was based on concerns regarding its effectiveness and risk-benefit profile, resulting in the drug's discontinuation in clinical practice in the United States. [26] Peptic ulcers: Niacin therapy may aggravate peptic ulcer disease. Therefore, niacin should be used cautiously with active or chronic gastrointestinal disorders. [27]"}
{"id": "article-31219_37", "title": "Vitamin B3 -- Adverse Effects", "content": "Hyperglycemia: Decreased glucose tolerance and hyperglycemia can occur in individuals with diabetes. These effects appear to result from insulin resistance consequent to the free fatty acid rebound after moderately-sized doses. [28]", "contents": "Vitamin B3 -- Adverse Effects. Hyperglycemia: Decreased glucose tolerance and hyperglycemia can occur in individuals with diabetes. These effects appear to result from insulin resistance consequent to the free fatty acid rebound after moderately-sized doses. [28]"}
{"id": "article-31219_38", "title": "Vitamin B3 -- Adverse Effects", "content": "Arrhythmia: Patients with supraventricular tachycardias may experience unusual chest sensations and palpitations even when these aberrant rhythms are under control via concomitant antiarrhythmic therapy. Visual symptoms: There are also reports of retinal edema or toxic amblyopia, resulting in blurred vision. [29] Hyperuricemia: Niacin is known to cause hyperuricemia. Therefore, niacin is avoided in patients with a history of gout. [30]", "contents": "Vitamin B3 -- Adverse Effects. Arrhythmia: Patients with supraventricular tachycardias may experience unusual chest sensations and palpitations even when these aberrant rhythms are under control via concomitant antiarrhythmic therapy. Visual symptoms: There are also reports of retinal edema or toxic amblyopia, resulting in blurred vision. [29] Hyperuricemia: Niacin is known to cause hyperuricemia. Therefore, niacin is avoided in patients with a history of gout. [30]"}
{"id": "article-31219_39", "title": "Vitamin B3 -- Adverse Effects -- Drug-Drug Interactions", "content": "Given the high binding capacity of bile acid-binding resins for niacin, the recommendation is to maintain a time interval of 4 to 6 hours, or as long as feasible, between the consumption of bile acid-binding resins and niacin extended-release. Niacin may increase the effects of ganglionic blocking agents and vasoactive drugs, potentially resulting in postural hypotension. [31] Exercise caution when prescribing niacin (≥1 g/d) combined with statins due to the increased risk of myopathy and rhabdomyolysis. [32]", "contents": "Vitamin B3 -- Adverse Effects -- Drug-Drug Interactions. Given the high binding capacity of bile acid-binding resins for niacin, the recommendation is to maintain a time interval of 4 to 6 hours, or as long as feasible, between the consumption of bile acid-binding resins and niacin extended-release. Niacin may increase the effects of ganglionic blocking agents and vasoactive drugs, potentially resulting in postural hypotension. [31] Exercise caution when prescribing niacin (≥1 g/d) combined with statins due to the increased risk of myopathy and rhabdomyolysis. [32]"}
{"id": "article-31219_40", "title": "Vitamin B3 -- Adverse Effects -- Drug-Drug Interactions", "content": "Caution should be exercised when administering niacin due to its potential to cause small, dose-dependent reductions in platelet count. [33] This vigilance is crucial when niacin is combined with anticoagulant medications.", "contents": "Vitamin B3 -- Adverse Effects -- Drug-Drug Interactions. Caution should be exercised when administering niacin due to its potential to cause small, dose-dependent reductions in platelet count. [33] This vigilance is crucial when niacin is combined with anticoagulant medications."}
{"id": "article-31219_41", "title": "Vitamin B3 -- Adverse Effects -- Drug-Laboratory Intereferences", "content": "Niacin may produce false elevations in specific fluorometric determinations of plasma or urinary catecholamines. The drug may also yield false-positive reactions in urine glucose tests using a cupric sulfate solution.", "contents": "Vitamin B3 -- Adverse Effects -- Drug-Laboratory Intereferences. Niacin may produce false elevations in specific fluorometric determinations of plasma or urinary catecholamines. The drug may also yield false-positive reactions in urine glucose tests using a cupric sulfate solution."}
{"id": "article-31219_42", "title": "Vitamin B3 -- Adverse Effects -- Drug-Laboratory Intereferences", "content": "No conclusive scientific evidence supports the claim that niacin can affect the results of a urine drug screen. However, information on the internet suggests that niacin has the potential to alter urine drug tests for cocaine and cannabis and may be used to avoid the detection of tetrahydrocannabinol (THC). [34] [35] [36] In clinical trials, niacin extended-release tablets have been associated with dose-dependent reductions in phosphorus levels. Monitoring phosphorus levels is recommended for at-risk patients. [37]", "contents": "Vitamin B3 -- Adverse Effects -- Drug-Laboratory Intereferences. No conclusive scientific evidence supports the claim that niacin can affect the results of a urine drug screen. However, information on the internet suggests that niacin has the potential to alter urine drug tests for cocaine and cannabis and may be used to avoid the detection of tetrahydrocannabinol (THC). [34] [35] [36] In clinical trials, niacin extended-release tablets have been associated with dose-dependent reductions in phosphorus levels. Monitoring phosphorus levels is recommended for at-risk patients. [37]"}
{"id": "article-31219_43", "title": "Vitamin B3 -- Contraindications", "content": "Contraindications include the following: Peptic ulcer disease [27] Arterial bleeding [38] Active hepatic disease or elevation in transaminases [22] Hypersensitivity reactions [39]", "contents": "Vitamin B3 -- Contraindications. Contraindications include the following: Peptic ulcer disease [27] Arterial bleeding [38] Active hepatic disease or elevation in transaminases [22] Hypersensitivity reactions [39]"}
{"id": "article-31219_44", "title": "Vitamin B3 -- Monitoring -- Pellagra", "content": "A combined excretion of pyridone and N -methyl nicotinamide of less than 1.5 mg in a 24-hour period indicates a severe niacin deficiency.", "contents": "Vitamin B3 -- Monitoring -- Pellagra. A combined excretion of pyridone and N -methyl nicotinamide of less than 1.5 mg in a 24-hour period indicates a severe niacin deficiency."}
{"id": "article-31219_45", "title": "Vitamin B3 -- Monitoring -- Dyslipidemia", "content": "Recommendations include monitoring uric acid, blood glucose, and potassium. [40] Monitoring liver function tests due to the potential for hepatotoxicity is also advised. [22]", "contents": "Vitamin B3 -- Monitoring -- Dyslipidemia. Recommendations include monitoring uric acid, blood glucose, and potassium. [40] Monitoring liver function tests due to the potential for hepatotoxicity is also advised. [22]"}
{"id": "article-31219_46", "title": "Vitamin B3 -- Monitoring -- Maximum Tolerated Dose", "content": "Immediate-release formulation: 6 g/d in 2 to 3 divided doses Sustained-release formulation: 750 mg/d Extended-release formulation: 2000 mg/d. [20]", "contents": "Vitamin B3 -- Monitoring -- Maximum Tolerated Dose. Immediate-release formulation: 6 g/d in 2 to 3 divided doses Sustained-release formulation: 750 mg/d Extended-release formulation: 2000 mg/d. [20]"}
{"id": "article-31219_47", "title": "Vitamin B3 -- Toxicity -- Signs and Symptoms of Overdose", "content": "Symptoms of toxicity include nausea, vomiting, diarrhea, flushing, dizziness, and palpitations.", "contents": "Vitamin B3 -- Toxicity -- Signs and Symptoms of Overdose. Symptoms of toxicity include nausea, vomiting, diarrhea, flushing, dizziness, and palpitations."}
{"id": "article-31219_48", "title": "Vitamin B3 -- Toxicity -- Management of Overdose", "content": "Treatment of toxicity involves supportive care, including gastric lavage. [22] According to reports from the American College of Medical Toxicology, niacin is involved in overdose and resultant toxicity. [41] [42]", "contents": "Vitamin B3 -- Toxicity -- Management of Overdose. Treatment of toxicity involves supportive care, including gastric lavage. [22] According to reports from the American College of Medical Toxicology, niacin is involved in overdose and resultant toxicity. [41] [42]"}
{"id": "article-31219_49", "title": "Vitamin B3 -- Enhancing Healthcare Team Outcomes", "content": "The interprofessional team, including clinicians and pharmacists, should not empirically encourage patients to take niacin; it is only advised if there is a deficiency. When used for hyperlipidemia management, the vitamin often causes intolerable side effects, and the drug's use is declining. Most of the public should be encouraged to eat fresh fruit and vegetables to obtain their niacin. Reliance on supplements is not recommended because of adulterated and counterfeit products. [43]", "contents": "Vitamin B3 -- Enhancing Healthcare Team Outcomes. The interprofessional team, including clinicians and pharmacists, should not empirically encourage patients to take niacin; it is only advised if there is a deficiency. When used for hyperlipidemia management, the vitamin often causes intolerable side effects, and the drug's use is declining. Most of the public should be encouraged to eat fresh fruit and vegetables to obtain their niacin. Reliance on supplements is not recommended because of adulterated and counterfeit products. [43]"}
{"id": "article-31219_50", "title": "Vitamin B3 -- Enhancing Healthcare Team Outcomes", "content": "The clinician initiates niacin therapy for pellagra or dyslipidemia. Excellent communication between clinicians, pharmacists, and dieticians is necessary here. A cardiologist referral may be needed for dyslipidemia leading to coronary artery disease.", "contents": "Vitamin B3 -- Enhancing Healthcare Team Outcomes. The clinician initiates niacin therapy for pellagra or dyslipidemia. Excellent communication between clinicians, pharmacists, and dieticians is necessary here. A cardiologist referral may be needed for dyslipidemia leading to coronary artery disease."}
{"id": "article-31219_51", "title": "Vitamin B3 -- Enhancing Healthcare Team Outcomes", "content": "Pharmacists will verify the dosing based on the condition and counsel the patients regarding adverse drug reactions. For example, taking a baby aspirin before dosing niacin is sometimes recommended to help prevent flushing. Nurses should counsel the patient on what to expect with niacin therapy and monitor compliance and treatment effectiveness. The clinical dietician can design a patient-centered diet plan to improve dyslipidemia and pellagra.", "contents": "Vitamin B3 -- Enhancing Healthcare Team Outcomes. Pharmacists will verify the dosing based on the condition and counsel the patients regarding adverse drug reactions. For example, taking a baby aspirin before dosing niacin is sometimes recommended to help prevent flushing. Nurses should counsel the patient on what to expect with niacin therapy and monitor compliance and treatment effectiveness. The clinical dietician can design a patient-centered diet plan to improve dyslipidemia and pellagra."}
{"id": "article-31219_52", "title": "Vitamin B3 -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Vitamin B3 -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}