{"id": "article-32281_0", "title": "Anatomy, Head and Neck: Laryngopharynx -- Introduction", "content": "The laryngopharynx, also referred to as the hypopharynx, is the most caudal portion of the pharynx and is a crucial connection point through which food, water, and air pass. Specifically, it refers to the point at which the pharynx divides anteriorly into the larynx and posteriorly into the esophagus. The act of swallowing, or deglutination, is a complex multistep process performed by several essential structures in the oral cavity, pharynx, and larynx. Swallowing ensures proper transport of food and water posteriorly into the esophagus at the level of the laryngopharynx. Although the laryngopharynx’s primary physiologic function is as a cavity through which air, water, and food pass from the oral cavity to their respective destinations, it also contains structures that play an important role in speech.", "contents": "Anatomy, Head and Neck: Laryngopharynx -- Introduction. The laryngopharynx, also referred to as the hypopharynx, is the most caudal portion of the pharynx and is a crucial connection point through which food, water, and air pass. Specifically, it refers to the point at which the pharynx divides anteriorly into the larynx and posteriorly into the esophagus. The act of swallowing, or deglutination, is a complex multistep process performed by several essential structures in the oral cavity, pharynx, and larynx. Swallowing ensures proper transport of food and water posteriorly into the esophagus at the level of the laryngopharynx. Although the laryngopharynx’s primary physiologic function is as a cavity through which air, water, and food pass from the oral cavity to their respective destinations, it also contains structures that play an important role in speech."}
{"id": "article-32281_1", "title": "Anatomy, Head and Neck: Laryngopharynx -- Introduction", "content": "The laryngopharynx is a clinically important anatomical location because of the high proportion of pharyngeal cancers that originate there. The pyriform sinus is the most frequent site of laryngopharyngeal cancer, with squamous cell carcinoma accounting for 95% of cases. The laryngopharynx is also clinically relevant due to a disorder related to the retrograde flow of digestive stomach contents to the laryngopharynx, known as laryngopharyngeal reflux (LPR).", "contents": "Anatomy, Head and Neck: Laryngopharynx -- Introduction. The laryngopharynx is a clinically important anatomical location because of the high proportion of pharyngeal cancers that originate there. The pyriform sinus is the most frequent site of laryngopharyngeal cancer, with squamous cell carcinoma accounting for 95% of cases. The laryngopharynx is also clinically relevant due to a disorder related to the retrograde flow of digestive stomach contents to the laryngopharynx, known as laryngopharyngeal reflux (LPR)."}
{"id": "article-32281_2", "title": "Anatomy, Head and Neck: Laryngopharynx -- Structure and Function -- STRUCTURE:", "content": "The pharynx is located posteriorly to the nasal and oral cavities and functions as a cavity through which food and air pass to the esophagus and larynx, respectively. The pharynx is made up of three separate regions: the nasopharynx, oropharynx, and laryngopharynx.", "contents": "Anatomy, Head and Neck: Laryngopharynx -- Structure and Function -- STRUCTURE:. The pharynx is located posteriorly to the nasal and oral cavities and functions as a cavity through which food and air pass to the esophagus and larynx, respectively. The pharynx is made up of three separate regions: the nasopharynx, oropharynx, and laryngopharynx."}
{"id": "article-32281_3", "title": "Anatomy, Head and Neck: Laryngopharynx -- Structure and Function -- Nasopharynx:", "content": "The nasopharynx is the most rostral portion of the pharynx and refers to the region between the base of the cranium and the soft palate. It contains the opening of the Eustachian tubes that connect the pharynx to the middle ear. It also includes the adenoids and tubal tonsils, which are lymphoid tissues that play an essential role in the immune system.", "contents": "Anatomy, Head and Neck: Laryngopharynx -- Structure and Function -- Nasopharynx:. The nasopharynx is the most rostral portion of the pharynx and refers to the region between the base of the cranium and the soft palate. It contains the opening of the Eustachian tubes that connect the pharynx to the middle ear. It also includes the adenoids and tubal tonsils, which are lymphoid tissues that play an essential role in the immune system."}
{"id": "article-32281_4", "title": "Anatomy, Head and Neck: Laryngopharynx -- Structure and Function -- Oropharynx:", "content": "The oropharynx is posterior to the oral cavity, between the soft palate and the pharyngoepiglottic fold. Important structures within the oropharynx include the soft palate, tonsils, base of the tongue, and pharyngeal bands, which are nodules of lymphoid tissue. The laryngopharynx is the final pharyngeal cavity and is located inferiorly to the oropharynx. [1]", "contents": "Anatomy, Head and Neck: Laryngopharynx -- Structure and Function -- Oropharynx:. The oropharynx is posterior to the oral cavity, between the soft palate and the pharyngoepiglottic fold. Important structures within the oropharynx include the soft palate, tonsils, base of the tongue, and pharyngeal bands, which are nodules of lymphoid tissue. The laryngopharynx is the final pharyngeal cavity and is located inferiorly to the oropharynx. [1]"}
{"id": "article-32281_5", "title": "Anatomy, Head and Neck: Laryngopharynx -- Structure and Function -- Laryngopharynx (Hypopharynx):", "content": "The laryngopharynx;s position is inferior to the epiglottis and is bordered by the pharyngoepiglottic fold superiorly and the upper esophageal sphincter inferiorly. It refers to the portion of the pharynx where the cavity diverges anteriorly into the larynx and posteriorly into the esophagus. It contains three main structures: the posterior pharyngeal wall, pyriform sinuses, and the post-cricoid area. The pyriform sinuses, which play an essential role in speech, are two pear-shaped recesses located on either side of the laryngeal orifice. Medially to the pyriform sinuses lie the aryepiglottic folds. Thyroid cartilage lies lateral to the laryngopharynx. [1]", "contents": "Anatomy, Head and Neck: Laryngopharynx -- Structure and Function -- Laryngopharynx (Hypopharynx):. The laryngopharynx;s position is inferior to the epiglottis and is bordered by the pharyngoepiglottic fold superiorly and the upper esophageal sphincter inferiorly. It refers to the portion of the pharynx where the cavity diverges anteriorly into the larynx and posteriorly into the esophagus. It contains three main structures: the posterior pharyngeal wall, pyriform sinuses, and the post-cricoid area. The pyriform sinuses, which play an essential role in speech, are two pear-shaped recesses located on either side of the laryngeal orifice. Medially to the pyriform sinuses lie the aryepiglottic folds. Thyroid cartilage lies lateral to the laryngopharynx. [1]"}
{"id": "article-32281_6", "title": "Anatomy, Head and Neck: Laryngopharynx -- Structure and Function -- Laryngopharynx (Hypopharynx):", "content": "The pharyngeal cavity is lined by mucosa and is surrounded by skeletal muscle. The pharyngeal wall is made up of three distinct layers of tissue. The inner layer that comes in direct contact with the pharyngeal cavity is composed of stratified squamous epithelium. Next, there is the fascial layer, composed of the pharyngo-basilar fascia. Although the fascial layer is thick superiorly, it gradually decreases in thickness as it travels inferiorly, eventually disappearing by the time it reaches the upper esophageal sphincter. The upper esophageal sphincter also referred to as the inferior pharyngeal sphincter, is made up of muscles that function in preventing the entry of air into the esophagus and reflux of gastric contents into the larynx and pharynx. It is made up mostly of cricopharyngeus muscle, along with thyropharyngeus muscle and cervical esophagus. Superficial to the fascial layer, there is an outer muscular layer, which is composed of constrictors and elevators responsible for propelling food from the oral cavity to the esophagus. [2]", "contents": "Anatomy, Head and Neck: Laryngopharynx -- Structure and Function -- Laryngopharynx (Hypopharynx):. The pharyngeal cavity is lined by mucosa and is surrounded by skeletal muscle. The pharyngeal wall is made up of three distinct layers of tissue. The inner layer that comes in direct contact with the pharyngeal cavity is composed of stratified squamous epithelium. Next, there is the fascial layer, composed of the pharyngo-basilar fascia. Although the fascial layer is thick superiorly, it gradually decreases in thickness as it travels inferiorly, eventually disappearing by the time it reaches the upper esophageal sphincter. The upper esophageal sphincter also referred to as the inferior pharyngeal sphincter, is made up of muscles that function in preventing the entry of air into the esophagus and reflux of gastric contents into the larynx and pharynx. It is made up mostly of cricopharyngeus muscle, along with thyropharyngeus muscle and cervical esophagus. Superficial to the fascial layer, there is an outer muscular layer, which is composed of constrictors and elevators responsible for propelling food from the oral cavity to the esophagus. [2]"}
{"id": "article-32281_7", "title": "Anatomy, Head and Neck: Laryngopharynx -- Structure and Function -- FUNCTION:", "content": "Structures located adjacent to the laryngopharynx play an essential role in ensuring proper transit of food and liquids from the oral cavity to the stomach. Normal swallowing physiology is vital in preventing aspiration of food and liquids into the lungs, which could lead to complications such as pneumonia, acute respiratory distress syndrome, and acute respiratory failure. The act of swallowing involves three stages: oral, pharyngeal, and esophageal. During the pharyngeal stage, the soft palate elevates and comes into contact with the posterior and lateral walls of the pharynx, thereby closing off the nasopharynx and preventing regurgitation of food or liquids into the nasal cavity. The contraction of the pharyngeal constrictors propels the bolus downwards towards the esophagus. Food entering the laryngopharynx is selectively propelled posteriorly towards the esophagus by several different mechanisms that are vital to ensuring adequate airway protection. Contraction of the thyrohyoid and suprahyoid muscles cause the hyoid bone and larynx to elevate and move anteriorly. The epiglottis slopes backward, thereby sealing off the larynx. The vocal folds close to seal-off the glottis. The arytenoids tilt forward. Finally, the upper esophageal sphincter relaxes, allowing entry of food and liquids into the esophagus. [3]", "contents": "Anatomy, Head and Neck: Laryngopharynx -- Structure and Function -- FUNCTION:. Structures located adjacent to the laryngopharynx play an essential role in ensuring proper transit of food and liquids from the oral cavity to the stomach. Normal swallowing physiology is vital in preventing aspiration of food and liquids into the lungs, which could lead to complications such as pneumonia, acute respiratory distress syndrome, and acute respiratory failure. The act of swallowing involves three stages: oral, pharyngeal, and esophageal. During the pharyngeal stage, the soft palate elevates and comes into contact with the posterior and lateral walls of the pharynx, thereby closing off the nasopharynx and preventing regurgitation of food or liquids into the nasal cavity. The contraction of the pharyngeal constrictors propels the bolus downwards towards the esophagus. Food entering the laryngopharynx is selectively propelled posteriorly towards the esophagus by several different mechanisms that are vital to ensuring adequate airway protection. Contraction of the thyrohyoid and suprahyoid muscles cause the hyoid bone and larynx to elevate and move anteriorly. The epiglottis slopes backward, thereby sealing off the larynx. The vocal folds close to seal-off the glottis. The arytenoids tilt forward. Finally, the upper esophageal sphincter relaxes, allowing entry of food and liquids into the esophagus. [3]"}
{"id": "article-32281_8", "title": "Anatomy, Head and Neck: Laryngopharynx -- Embryology", "content": "The pharynx and oral cavity derive from the branchial apparatus beginning in the fourth and fifth week of development. The embryonic pharynx develops into the branchial apparatus, which is composed of five pairs of pouches, arches, and clefts. These structures eventually develop into almost all of the structures within the head and neck. The pouches are located medially and eventually form into endoderm. The clefts are located laterally and develop into ectoderm. The arches are located in between the pouches and clefts and develop into the mesoderm, which eventually forms the cartilage, muscles, and nerves of the head and neck. The fourth and sixth arches develop into the cartilaginous structures that make up the larynx, which includes the arytenoids, cricoid, cuneiform, and thyroid cartilage. The 4th arch develops into most of the pharyngeal constrictors, the cricothyroid muscle, and the levator veli palatini muscle. The 4th arch also develops into the superior laryngeal branch of the Vagus nerve (CN 10). [4]", "contents": "Anatomy, Head and Neck: Laryngopharynx -- Embryology. The pharynx and oral cavity derive from the branchial apparatus beginning in the fourth and fifth week of development. The embryonic pharynx develops into the branchial apparatus, which is composed of five pairs of pouches, arches, and clefts. These structures eventually develop into almost all of the structures within the head and neck. The pouches are located medially and eventually form into endoderm. The clefts are located laterally and develop into ectoderm. The arches are located in between the pouches and clefts and develop into the mesoderm, which eventually forms the cartilage, muscles, and nerves of the head and neck. The fourth and sixth arches develop into the cartilaginous structures that make up the larynx, which includes the arytenoids, cricoid, cuneiform, and thyroid cartilage. The 4th arch develops into most of the pharyngeal constrictors, the cricothyroid muscle, and the levator veli palatini muscle. The 4th arch also develops into the superior laryngeal branch of the Vagus nerve (CN 10). [4]"}
{"id": "article-32281_9", "title": "Anatomy, Head and Neck: Laryngopharynx -- Blood Supply and Lymphatics", "content": "The blood supply to the laryngopharynx is via the ascending pharyngeal artery, inferior thyroid artery, and superior thyroid artery. The ascending pharyngeal artery branches medially off of the external carotid artery (ECA) and courses between the ECA and internal carotid artery as it ascends towards the pharynx. The superior thyroid artery originates from the ECA at the level of the carotid bifurcation. The inferior thyroid artery develops from the thyrocervical trunk and eventually anastomoses with the superior thyroid artery. The venous drainage of the pharynx is via the venous plexus that drains directly into the internal jugular veins.[5]", "contents": "Anatomy, Head and Neck: Laryngopharynx -- Blood Supply and Lymphatics. The blood supply to the laryngopharynx is via the ascending pharyngeal artery, inferior thyroid artery, and superior thyroid artery. The ascending pharyngeal artery branches medially off of the external carotid artery (ECA) and courses between the ECA and internal carotid artery as it ascends towards the pharynx. The superior thyroid artery originates from the ECA at the level of the carotid bifurcation. The inferior thyroid artery develops from the thyrocervical trunk and eventually anastomoses with the superior thyroid artery. The venous drainage of the pharynx is via the venous plexus that drains directly into the internal jugular veins.[5]"}
{"id": "article-32281_10", "title": "Anatomy, Head and Neck: Laryngopharynx -- Nerves", "content": "The Vagus nerve and its branches supply the pharyngeal constrictors. The nucleus of cranial nerve X (CN X) is in the medulla in the brainstem. It exits the skull via the jugular foramen before synapsing at the pharyngeal plexus. [5] The pharyngeal plexus, which lies along with the middle constrictor, is formed mostly from cranial nerves IX and X, with some innervation by the maxillary distribution of the trigeminal nerve (CN V2). The plexus contains both sensory and motor neurons. Sensory innervation of the laryngopharynx begins in pharyngeal branches of the vagus nerve, which ultimately synapse at the pharyngeal plexus. [6] Arnold's nerve, a branch of the vagus nerve, also has sensory branches that supply the external auditory canal. Therefore, patients with laryngeal cancer can have referred otalgia.", "contents": "Anatomy, Head and Neck: Laryngopharynx -- Nerves. The Vagus nerve and its branches supply the pharyngeal constrictors. The nucleus of cranial nerve X (CN X) is in the medulla in the brainstem. It exits the skull via the jugular foramen before synapsing at the pharyngeal plexus. [5] The pharyngeal plexus, which lies along with the middle constrictor, is formed mostly from cranial nerves IX and X, with some innervation by the maxillary distribution of the trigeminal nerve (CN V2). The plexus contains both sensory and motor neurons. Sensory innervation of the laryngopharynx begins in pharyngeal branches of the vagus nerve, which ultimately synapse at the pharyngeal plexus. [6] Arnold's nerve, a branch of the vagus nerve, also has sensory branches that supply the external auditory canal. Therefore, patients with laryngeal cancer can have referred otalgia."}
{"id": "article-32281_11", "title": "Anatomy, Head and Neck: Laryngopharynx -- Muscles", "content": "Pharyngeal constrictors surround the pharynx posteriorly and laterally, meeting midline at the posterior raphe. The pharyngeal constrictors are comprised of three circularly oriented muscles, the superior, medial, and inferior constrictors, that function to propel food and water from the oropharynx through the laryngopharynx, and on to the esophagus. Although oriented circularly around the pharynx, constrictors are arranged longitudinally, which aids in maintaining the airway within the pharynx.", "contents": "Anatomy, Head and Neck: Laryngopharynx -- Muscles. Pharyngeal constrictors surround the pharynx posteriorly and laterally, meeting midline at the posterior raphe. The pharyngeal constrictors are comprised of three circularly oriented muscles, the superior, medial, and inferior constrictors, that function to propel food and water from the oropharynx through the laryngopharynx, and on to the esophagus. Although oriented circularly around the pharynx, constrictors are arranged longitudinally, which aids in maintaining the airway within the pharynx."}
{"id": "article-32281_12", "title": "Anatomy, Head and Neck: Laryngopharynx -- Muscles", "content": "Elevator muscles, which include the palatopharyngeus, stylopharyngeus, and salpingopharyngeus, aid in swallowing by pulling the larynx up behind the base of the tongue, thereby protecting the airway. Elevation of the laryngopharynx also functions in shortening the pharynx during swallowing to improve the passage of food and liquids. [7]", "contents": "Anatomy, Head and Neck: Laryngopharynx -- Muscles. Elevator muscles, which include the palatopharyngeus, stylopharyngeus, and salpingopharyngeus, aid in swallowing by pulling the larynx up behind the base of the tongue, thereby protecting the airway. Elevation of the laryngopharynx also functions in shortening the pharynx during swallowing to improve the passage of food and liquids. [7]"}
{"id": "article-32281_13", "title": "Anatomy, Head and Neck: Laryngopharynx -- Muscles", "content": "The specific constrictor muscle that is in the vicinity of the laryngopharynx is the inferior constrictor, which is composed of two muscles: the thyropharyngeus and cricopharyngeus. The thyropharyngeus muscle is superior to the cricopharyngeus and lies laterally and posteriorly to the laryngopharynx. Relaxation of the cricopharyngeus and thyropharyngeus allow pharyngeal contents to enter the esophagus. [5]", "contents": "Anatomy, Head and Neck: Laryngopharynx -- Muscles. The specific constrictor muscle that is in the vicinity of the laryngopharynx is the inferior constrictor, which is composed of two muscles: the thyropharyngeus and cricopharyngeus. The thyropharyngeus muscle is superior to the cricopharyngeus and lies laterally and posteriorly to the laryngopharynx. Relaxation of the cricopharyngeus and thyropharyngeus allow pharyngeal contents to enter the esophagus. [5]"}
{"id": "article-32281_14", "title": "Anatomy, Head and Neck: Laryngopharynx -- Surgical Considerations -- Laryngopharyngectomy:", "content": "Laryngopharyngectomy, complete removal of the larynx and hypopharynx, is generally reserved as salvage therapy following chemoradiation or for patients with advanced cancers of the hypopharynx or larynx. The primary treatment for patients with laryngopharyngeal cancer is radical radiotherapy and/or chemotherapy, as these are organ-preserving treatment modalities. [8] [9] If the laryngopharyngectomy is for the treatment of laryngopharyngeal cancer, it is also recommended to dissect the bilateral level II-IV neck lymph nodes. Neck dissection serves two important purposes: (1) Determine the extent of nodal involvement and (2) to access vessels used in free flap reconstruction. [10]", "contents": "Anatomy, Head and Neck: Laryngopharynx -- Surgical Considerations -- Laryngopharyngectomy:. Laryngopharyngectomy, complete removal of the larynx and hypopharynx, is generally reserved as salvage therapy following chemoradiation or for patients with advanced cancers of the hypopharynx or larynx. The primary treatment for patients with laryngopharyngeal cancer is radical radiotherapy and/or chemotherapy, as these are organ-preserving treatment modalities. [8] [9] If the laryngopharyngectomy is for the treatment of laryngopharyngeal cancer, it is also recommended to dissect the bilateral level II-IV neck lymph nodes. Neck dissection serves two important purposes: (1) Determine the extent of nodal involvement and (2) to access vessels used in free flap reconstruction. [10]"}
{"id": "article-32281_15", "title": "Anatomy, Head and Neck: Laryngopharynx -- Surgical Considerations -- Surgical Fundoplication in Laryngopharyngeal Reflux:", "content": "Nissen fundoplication is a surgery classically used in the treatment of gastroesophageal reflux disease (GERD) whereby the upper part of the stomach, known as the fundus, is wrapped around the esophagus to reinforce the lower esophageal sphincter. Some studies have demonstrated success in treating laryngopharyngeal reflux (LPR) with fundoplication in a subset of select patients. [11] Treatment of LPR involves a combination of dietary and lifestyle changes, as well as proton pump inhibitors (PPI). Although 50-70% of patients improve with PPIs, many patients still suffer from laryngeal irritation despite high dose PPI treatment. [12] [13] Researchers hypothesize that patients who fail to improve on PPI therapy may benefit from fundoplication under the premise that reinforcement of the lower esophageal sphincter (LES) may prevent low volume reflux of acid or nonacid gastric content. [14] However, a prospective controlled trial demonstrated limited improvement in laryngeal symptoms one year following fundoplication surgery for LPR. [15]", "contents": "Anatomy, Head and Neck: Laryngopharynx -- Surgical Considerations -- Surgical Fundoplication in Laryngopharyngeal Reflux:. Nissen fundoplication is a surgery classically used in the treatment of gastroesophageal reflux disease (GERD) whereby the upper part of the stomach, known as the fundus, is wrapped around the esophagus to reinforce the lower esophageal sphincter. Some studies have demonstrated success in treating laryngopharyngeal reflux (LPR) with fundoplication in a subset of select patients. [11] Treatment of LPR involves a combination of dietary and lifestyle changes, as well as proton pump inhibitors (PPI). Although 50-70% of patients improve with PPIs, many patients still suffer from laryngeal irritation despite high dose PPI treatment. [12] [13] Researchers hypothesize that patients who fail to improve on PPI therapy may benefit from fundoplication under the premise that reinforcement of the lower esophageal sphincter (LES) may prevent low volume reflux of acid or nonacid gastric content. [14] However, a prospective controlled trial demonstrated limited improvement in laryngeal symptoms one year following fundoplication surgery for LPR. [15]"}
{"id": "article-32281_16", "title": "Anatomy, Head and Neck: Laryngopharynx -- Clinical Significance -- Cancer:", "content": "Studies have shown that 72% to 87% of pharyngeal cancers arise in the laryngopharynx, often referred to as hypopharyngeal cancer in the literature. [16] [17] The pyriform sinus has the highest proportion of these cancers (78.3%), followed by the posterior pharyngeal wall (14%), and then the post-cricoid area (8%). [16] Cancers of the hypopharynx account for 6% of all cancer of the head and neck, more than 95% of which are squamous cell carcinoma. [18] Other hypopharyngeal cancers include spindle cell carcinoma, salivary gland carcinoma, and basaloid squamous carcinoma. [19]", "contents": "Anatomy, Head and Neck: Laryngopharynx -- Clinical Significance -- Cancer:. Studies have shown that 72% to 87% of pharyngeal cancers arise in the laryngopharynx, often referred to as hypopharyngeal cancer in the literature. [16] [17] The pyriform sinus has the highest proportion of these cancers (78.3%), followed by the posterior pharyngeal wall (14%), and then the post-cricoid area (8%). [16] Cancers of the hypopharynx account for 6% of all cancer of the head and neck, more than 95% of which are squamous cell carcinoma. [18] Other hypopharyngeal cancers include spindle cell carcinoma, salivary gland carcinoma, and basaloid squamous carcinoma. [19]"}
{"id": "article-32281_17", "title": "Anatomy, Head and Neck: Laryngopharynx -- Clinical Significance -- Cancer:", "content": "Hypopharyngeal cancers are dangerous because of their late presentation and predilection for metastasizing, with more than 85% of cancers have spread beyond the laryngopharynx at the time of diagnosis. The most common site of metastasis (65%) is to regional lymph nodes. Cancer of the hypopharynx is a devastating diagnosis, with a 5-year survival rate as low as 29%. [19] The main risk factors are alcohol consumption and smoking, although other environmental exposures such as asbestos, indoor air pollution, and coal dust also have links to hypopharyngeal cancer. [20] [21] [22]", "contents": "Anatomy, Head and Neck: Laryngopharynx -- Clinical Significance -- Cancer:. Hypopharyngeal cancers are dangerous because of their late presentation and predilection for metastasizing, with more than 85% of cancers have spread beyond the laryngopharynx at the time of diagnosis. The most common site of metastasis (65%) is to regional lymph nodes. Cancer of the hypopharynx is a devastating diagnosis, with a 5-year survival rate as low as 29%. [19] The main risk factors are alcohol consumption and smoking, although other environmental exposures such as asbestos, indoor air pollution, and coal dust also have links to hypopharyngeal cancer. [20] [21] [22]"}
{"id": "article-32281_18", "title": "Anatomy, Head and Neck: Laryngopharynx -- Clinical Significance -- Cancer:", "content": "Hypopharyngeal cancer can present with dysphagia, a prominent neck mass, voice impairment, hoarseness, and/or referred otalgia. Treatment is a complicated multidisciplinary decision that involves collaboration among medical oncologists, radiation oncologists, and head and neck surgeons. It is a highly controversial topic since there is no uniform consensus for the best approach to treatment. [23] Treatment options include radiation, chemotherapy, surgery, or a combination thereof, with surgery being the preferred therapeutic option. [24] The goal of treatment is to obtain local tumor control while simultaneously preserving the function of the many important structures located adjacent to the laryngopharynx, which is involved in speech, swallowing, and respiration. In cases of advanced disease, laryngectomy or laryngopharyngectomy may necessary.", "contents": "Anatomy, Head and Neck: Laryngopharynx -- Clinical Significance -- Cancer:. Hypopharyngeal cancer can present with dysphagia, a prominent neck mass, voice impairment, hoarseness, and/or referred otalgia. Treatment is a complicated multidisciplinary decision that involves collaboration among medical oncologists, radiation oncologists, and head and neck surgeons. It is a highly controversial topic since there is no uniform consensus for the best approach to treatment. [23] Treatment options include radiation, chemotherapy, surgery, or a combination thereof, with surgery being the preferred therapeutic option. [24] The goal of treatment is to obtain local tumor control while simultaneously preserving the function of the many important structures located adjacent to the laryngopharynx, which is involved in speech, swallowing, and respiration. In cases of advanced disease, laryngectomy or laryngopharyngectomy may necessary."}
{"id": "article-32281_19", "title": "Anatomy, Head and Neck: Laryngopharynx -- Clinical Significance -- Laryngopharyngeal reflux:", "content": "Laryngopharyngeal reflux (LPR) is a highly controversial topic due to a disagreement among otolaryngologists and gastroenterologists regarding its pathophysiology. Otolaryngologists believe that LPR is due to retrograde flow of digestive stomach contents to the laryngopharynx, leading to mucosal injury and irritation. [25] The pathophysiology of GERD is similar in that it is due to the reflux of gastric contents into the esophagus. Interestingly, LPR rarely presents with heartburn (20%) or regurgitation, even though the acid and other corrosive stomach contents must traverse the esophagus to reach the larynx. Gastroenterologists argue that low comorbidity of GERD among patients with LPR signifies that an alternate etiology must exist.", "contents": "Anatomy, Head and Neck: Laryngopharynx -- Clinical Significance -- Laryngopharyngeal reflux:. Laryngopharyngeal reflux (LPR) is a highly controversial topic due to a disagreement among otolaryngologists and gastroenterologists regarding its pathophysiology. Otolaryngologists believe that LPR is due to retrograde flow of digestive stomach contents to the laryngopharynx, leading to mucosal injury and irritation. [25] The pathophysiology of GERD is similar in that it is due to the reflux of gastric contents into the esophagus. Interestingly, LPR rarely presents with heartburn (20%) or regurgitation, even though the acid and other corrosive stomach contents must traverse the esophagus to reach the larynx. Gastroenterologists argue that low comorbidity of GERD among patients with LPR signifies that an alternate etiology must exist."}
{"id": "article-32281_20", "title": "Anatomy, Head and Neck: Laryngopharynx -- Clinical Significance -- Laryngopharyngeal reflux:", "content": "LPR is one of the most common presentations in otolaryngology clinics, with some studies demonstrating as many as 10% of visits due to symptoms secondary to LPR. [26] LPR presents with symptoms of cough, hoarseness, throat clearing, and globus sensation. [25] It is a difficult diagnosis to make due to nonspecific symptoms that mimic many other conditions that affect the larynx, including allergies, vocal abuse, smoking, infections, and alcohol abuse. [27] [28] More than half of patients presenting with hoarseness have some form of the reflux-associated disease. [29] [30] Complications of LPR include subglottic stenosis, contact ulcers, granulomas, and lower airway disease, among others. [31] Diagnosis is often made based on a careful history. [25] Since LPR is associated with upper aerodigestive tract cancer, a full laryngopharyngeal examination is necessary if LPR is suspected. [32] [33]", "contents": "Anatomy, Head and Neck: Laryngopharynx -- Clinical Significance -- Laryngopharyngeal reflux:. LPR is one of the most common presentations in otolaryngology clinics, with some studies demonstrating as many as 10% of visits due to symptoms secondary to LPR. [26] LPR presents with symptoms of cough, hoarseness, throat clearing, and globus sensation. [25] It is a difficult diagnosis to make due to nonspecific symptoms that mimic many other conditions that affect the larynx, including allergies, vocal abuse, smoking, infections, and alcohol abuse. [27] [28] More than half of patients presenting with hoarseness have some form of the reflux-associated disease. [29] [30] Complications of LPR include subglottic stenosis, contact ulcers, granulomas, and lower airway disease, among others. [31] Diagnosis is often made based on a careful history. [25] Since LPR is associated with upper aerodigestive tract cancer, a full laryngopharyngeal examination is necessary if LPR is suspected. [32] [33]"}
{"id": "article-32281_21", "title": "Anatomy, Head and Neck: Laryngopharynx -- Clinical Significance -- Laryngopharyngeal reflux:", "content": "Documenting response to treatment can be a challenge since there are few objective physical exam findings to determine the extent of disease. Belafsky et al. developed the Reflux Symptom Index, an LPR grading system designed to help clinicians determine the relative effect of treatment in their LPR patients. [34] Another method for evaluating the severity of symptoms and progression of the disease is through acoustic voice analysis, which measures frequency, intensity, signal-to-noise ratio, and perturbation in patients presenting with hoarseness. [29] Regardless, clinicians must often rely on subjective symptoms obtained in history as well as clinical judgment to assess response to treatment.", "contents": "Anatomy, Head and Neck: Laryngopharynx -- Clinical Significance -- Laryngopharyngeal reflux:. Documenting response to treatment can be a challenge since there are few objective physical exam findings to determine the extent of disease. Belafsky et al. developed the Reflux Symptom Index, an LPR grading system designed to help clinicians determine the relative effect of treatment in their LPR patients. [34] Another method for evaluating the severity of symptoms and progression of the disease is through acoustic voice analysis, which measures frequency, intensity, signal-to-noise ratio, and perturbation in patients presenting with hoarseness. [29] Regardless, clinicians must often rely on subjective symptoms obtained in history as well as clinical judgment to assess response to treatment."}
{"id": "article-32281_22", "title": "Anatomy, Head and Neck: Laryngopharynx -- Clinical Significance -- Laryngopharyngeal reflux:", "content": "The first diagnostic test indicated is laryngoscopy, which typically shows nonspecific signs of laryngeal irritation that leads to redness, thickening, and edema confined to the posterior larynx. [28] Diagnosis can be confirmed using three different approaches: endoscopic observation of damaged laryngopharyngeal tissue, pH monitoring studies, or symptomatic response to empiric medical and behavioral therapy. [25]", "contents": "Anatomy, Head and Neck: Laryngopharynx -- Clinical Significance -- Laryngopharyngeal reflux:. The first diagnostic test indicated is laryngoscopy, which typically shows nonspecific signs of laryngeal irritation that leads to redness, thickening, and edema confined to the posterior larynx. [28] Diagnosis can be confirmed using three different approaches: endoscopic observation of damaged laryngopharyngeal tissue, pH monitoring studies, or symptomatic response to empiric medical and behavioral therapy. [25]"}
{"id": "article-32281_23", "title": "Anatomy, Head and Neck: Laryngopharynx -- Clinical Significance -- Laryngopharyngeal reflux:", "content": "Treatment of LPR is a combination of behavior modification and medical treatment. Patients are often initially prescribed acid-suppressing medication, such as PPIs, to aid in both treatment and diagnosis of LPR. [35] Other medical therapies include H2 receptor antagonists, mucosal cytoprotectants, and prokinetic agents. Behavior modification includes the avoidance of alcohol, smoking cessation, and weight loss. Patients should also be instructed to avoid dietary triggers such as chocolate, carbonated beverages, citrus fruits, fats, red wines, caffeine, spicy tomato products, and meals before bedtime. [36] If lifestyle changes and medical therapy fail in managing symptoms, patients with significant reflux due to lower esophageal sphincter incompetence can opt for surgical intervention. Although some otolaryngologists advocate for fundoplication, there is limited evidence demonstrating its efficacy in resolving symptoms of LPR. [15]", "contents": "Anatomy, Head and Neck: Laryngopharynx -- Clinical Significance -- Laryngopharyngeal reflux:. Treatment of LPR is a combination of behavior modification and medical treatment. Patients are often initially prescribed acid-suppressing medication, such as PPIs, to aid in both treatment and diagnosis of LPR. [35] Other medical therapies include H2 receptor antagonists, mucosal cytoprotectants, and prokinetic agents. Behavior modification includes the avoidance of alcohol, smoking cessation, and weight loss. Patients should also be instructed to avoid dietary triggers such as chocolate, carbonated beverages, citrus fruits, fats, red wines, caffeine, spicy tomato products, and meals before bedtime. [36] If lifestyle changes and medical therapy fail in managing symptoms, patients with significant reflux due to lower esophageal sphincter incompetence can opt for surgical intervention. Although some otolaryngologists advocate for fundoplication, there is limited evidence demonstrating its efficacy in resolving symptoms of LPR. [15]"}
{"id": "article-32281_24", "title": "Anatomy, Head and Neck: Laryngopharynx -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Anatomy, Head and Neck: Laryngopharynx -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}