{"id": "article-31518_0", "title": "Musculoskeletal Examination -- Definition/Introduction", "content": "The musculoskeletal system (MSK) forms the structural components of the body; muscles, bones, joints, and connective tissues like tendons and ligaments surrounding these structures. The musculoskeletal examination is composed of several clinical tests. Broadly, a musculoskeletal system exam could classify as a: Screening MS exam- a quick assessment of overall structure and function Comprehensive MS exam - detailed exam is typically done by rheumatologists Regional/focused MS exam - more specific evaluation of particular joint or other structure", "contents": "Musculoskeletal Examination -- Definition/Introduction. The musculoskeletal system (MSK) forms the structural components of the body; muscles, bones, joints, and connective tissues like tendons and ligaments surrounding these structures. The musculoskeletal examination is composed of several clinical tests. Broadly, a musculoskeletal system exam could classify as a: Screening MS exam- a quick assessment of overall structure and function Comprehensive MS exam - detailed exam is typically done by rheumatologists Regional/focused MS exam - more specific evaluation of particular joint or other structure"}
{"id": "article-31518_1", "title": "Musculoskeletal Examination -- Definition/Introduction", "content": "Depending on the patient's chief complaint, the more appropriate musculoskeletal system exam is an option. Screening MS exam is typically a part of a complete physical examination or pre-participation physical examination of an athlete. The basic techniques of the musculoskeletal system exam are observation, palpation, and manipulation. [1]", "contents": "Musculoskeletal Examination -- Definition/Introduction. Depending on the patient's chief complaint, the more appropriate musculoskeletal system exam is an option. Screening MS exam is typically a part of a complete physical examination or pre-participation physical examination of an athlete. The basic techniques of the musculoskeletal system exam are observation, palpation, and manipulation. [1]"}
{"id": "article-31518_2", "title": "Musculoskeletal Examination -- Definition/Introduction", "content": "Observation begins with accessing any visible gross abnormalities of skin and other components of the musculoskeletal system. Palpation uses from light to firm pressure to identify and quantify the abnormalities of the musculoskeletal system, pain/tenderness, trigger points. Normal or abnormal findings that could be elicited by observation and palpation include: symmetry/asymmetry - skin color and appearance, rash, ulcers, lack of sweating hair abnormalities - warmth and heat - Swelling including effusions, nodules, and inflammatory findings like synovial and periarticular thickening - muscle atrophy, tone, contractures, and spasms - crepitations - Joint deformities including spine like kyphosis and scoliosis. Manipulation consists of different techniques to access the range of motion (ROM), strength, sensations, reflexes, and gait. The proper evaluation consists mainly of testing strength (evaluate individually the muscle capacity and integrity), range of motion (evaluate the joint independently, it's restrictions, and hypo or hypermobility), reflex and sensory function (evaluate dermatomes, reflex and sensory function, to identify possibles correlations and dysfunctions between musculoskeletal and neural system), gait analysis (evaluate the integrated functions of locomotion), and trigger points (to evaluate myofascial pain, presence of trigger points and association with patient symptoms).", "contents": "Musculoskeletal Examination -- Definition/Introduction. Observation begins with accessing any visible gross abnormalities of skin and other components of the musculoskeletal system. Palpation uses from light to firm pressure to identify and quantify the abnormalities of the musculoskeletal system, pain/tenderness, trigger points. Normal or abnormal findings that could be elicited by observation and palpation include: symmetry/asymmetry - skin color and appearance, rash, ulcers, lack of sweating hair abnormalities - warmth and heat - Swelling including effusions, nodules, and inflammatory findings like synovial and periarticular thickening - muscle atrophy, tone, contractures, and spasms - crepitations - Joint deformities including spine like kyphosis and scoliosis. Manipulation consists of different techniques to access the range of motion (ROM), strength, sensations, reflexes, and gait. The proper evaluation consists mainly of testing strength (evaluate individually the muscle capacity and integrity), range of motion (evaluate the joint independently, it's restrictions, and hypo or hypermobility), reflex and sensory function (evaluate dermatomes, reflex and sensory function, to identify possibles correlations and dysfunctions between musculoskeletal and neural system), gait analysis (evaluate the integrated functions of locomotion), and trigger points (to evaluate myofascial pain, presence of trigger points and association with patient symptoms)."}
{"id": "article-31518_3", "title": "Musculoskeletal Examination -- Definition/Introduction -- Range of Motion (ROM)", "content": "ROM could be either active or passive. An active ROM is patient-initiated, which can access not only joint mobility but also an intact musculoskeletal and nervous system. Passive ROM examination is by initiating manipulation of the joint. ROM depends on the type of joint, and also it is important to know whether ROM is limited due to pain or guarding, weakness, or muscle or joint disease. Comparing to the unaffected side is indispensable. The assessment of a range of motion needs to be quantified (to avoid subjectivity bias), and for this, the use of a goniometer is indispensable. There are two types of goniometers; the first one is to use the universal goniometer and manually scale the ROM. [2] The second is to use the smartphone goniometric application. It has indications for greater precision metrics then the universal goniometer. [3]", "contents": "Musculoskeletal Examination -- Definition/Introduction -- Range of Motion (ROM). ROM could be either active or passive. An active ROM is patient-initiated, which can access not only joint mobility but also an intact musculoskeletal and nervous system. Passive ROM examination is by initiating manipulation of the joint. ROM depends on the type of joint, and also it is important to know whether ROM is limited due to pain or guarding, weakness, or muscle or joint disease. Comparing to the unaffected side is indispensable. The assessment of a range of motion needs to be quantified (to avoid subjectivity bias), and for this, the use of a goniometer is indispensable. There are two types of goniometers; the first one is to use the universal goniometer and manually scale the ROM. [2] The second is to use the smartphone goniometric application. It has indications for greater precision metrics then the universal goniometer. [3]"}
{"id": "article-31518_4", "title": "Musculoskeletal Examination -- Definition/Introduction -- Strength", "content": "To evaluate strength, the Medical Research Council scale of muscle strength (MCR-scale) is commonly used that grades the strength into 0 to 5 [4] : 0 – No contraction 1 – Flicker or trace of contraction 2 – Full range of active movement, with gravity eliminated 3 – Active movement against gravity 4 – Active movement against gravity and resistance 5 – Normal power", "contents": "Musculoskeletal Examination -- Definition/Introduction -- Strength. To evaluate strength, the Medical Research Council scale of muscle strength (MCR-scale) is commonly used that grades the strength into 0 to 5 [4] : 0 – No contraction 1 – Flicker or trace of contraction 2 – Full range of active movement, with gravity eliminated 3 – Active movement against gravity 4 – Active movement against gravity and resistance 5 – Normal power"}
{"id": "article-31518_5", "title": "Musculoskeletal Examination -- Definition/Introduction -- Strength", "content": "The bias of this scale is subjectivity depending on the experience, sensibility, and judgment of the health care professional. To avoid this bias, it is suggested to use a dynamometer. [2] Another way to evaluate the strength in more conditioned patients is by doing the 1RM (maximum load capacity for one repetition) strength test. [5]", "contents": "Musculoskeletal Examination -- Definition/Introduction -- Strength. The bias of this scale is subjectivity depending on the experience, sensibility, and judgment of the health care professional. To avoid this bias, it is suggested to use a dynamometer. [2] Another way to evaluate the strength in more conditioned patients is by doing the 1RM (maximum load capacity for one repetition) strength test. [5]"}
{"id": "article-31518_6", "title": "Musculoskeletal Examination -- Definition/Introduction -- Reflexes and Sensory Examination", "content": "The neuropathy impairment score (NIS) is one of the most direct scales to evaluate the correlations between the nervous system and the musculoskeletal system. It is possible to enhance the NIS by adding the dermatomal knowledge to the sensation test. [6] It scores the reflexes and sensation (touch-pressure, pin-prick, and vibration) as [7] : 0 – Normal 1 – Decreased 2 – Absent", "contents": "Musculoskeletal Examination -- Definition/Introduction -- Reflexes and Sensory Examination. The neuropathy impairment score (NIS) is one of the most direct scales to evaluate the correlations between the nervous system and the musculoskeletal system. It is possible to enhance the NIS by adding the dermatomal knowledge to the sensation test. [6] It scores the reflexes and sensation (touch-pressure, pin-prick, and vibration) as [7] : 0 – Normal 1 – Decreased 2 – Absent"}
{"id": "article-31518_7", "title": "Musculoskeletal Examination -- Definition/Introduction -- Gait Analysis", "content": "The most important human locomotion method is gait; it provides independence and allows functionality, being the basis of daily living activities. Clinical gait analysis is the evaluation and measurement of the biomechanical walking function, the relation between the upper body and the lower body, and the dislocation of the gravity center. The gait analysis can support and enhance clinical diagnosis, decision making, and patient clinical case follow-up. [8]", "contents": "Musculoskeletal Examination -- Definition/Introduction -- Gait Analysis. The most important human locomotion method is gait; it provides independence and allows functionality, being the basis of daily living activities. Clinical gait analysis is the evaluation and measurement of the biomechanical walking function, the relation between the upper body and the lower body, and the dislocation of the gravity center. The gait analysis can support and enhance clinical diagnosis, decision making, and patient clinical case follow-up. [8]"}
{"id": "article-31518_8", "title": "Musculoskeletal Examination -- Definition/Introduction -- Trigger Points", "content": "Myofascial trigger points (MTrP) are common in individuals with musculoskeletal pain. A palpable taut band characterizes the trigger point with a hypersensitive spot in the muscle. There are active and latent trigger points; the difference between them is that the active trigger point causes spontaneous and referred pain when palpated, the latent trigger point causes local, and not spontaneous pain. The evaluation of the trigger points is based on the clinical exam, but the provider can use thermography and ultrasound images to avoid clinical misinterpretations and clarify the diagnosis. The clinical palpation exam should identify the following criteria: Necessary Sign Palpable taut band in skeletal muscle Hypersensitive tender spot within the taut band Reproduction of referred pain in response to MTrP compression Confirmatory Sign Local twitch response elicited by the snapping palpation of the taut band. [9] [10] [11]", "contents": "Musculoskeletal Examination -- Definition/Introduction -- Trigger Points. Myofascial trigger points (MTrP) are common in individuals with musculoskeletal pain. A palpable taut band characterizes the trigger point with a hypersensitive spot in the muscle. There are active and latent trigger points; the difference between them is that the active trigger point causes spontaneous and referred pain when palpated, the latent trigger point causes local, and not spontaneous pain. The evaluation of the trigger points is based on the clinical exam, but the provider can use thermography and ultrasound images to avoid clinical misinterpretations and clarify the diagnosis. The clinical palpation exam should identify the following criteria: Necessary Sign Palpable taut band in skeletal muscle Hypersensitive tender spot within the taut band Reproduction of referred pain in response to MTrP compression Confirmatory Sign Local twitch response elicited by the snapping palpation of the taut band. [9] [10] [11]"}
{"id": "article-31518_9", "title": "Musculoskeletal Examination -- Issues of Concern", "content": "The mechanical functions of the body are carried out by the coordinated functioning of the musculoskeletal system. Therefore, the functionality of the patient is directly dependent on the efficiency of the musculoskeletal system. Musculoskeletal complaints are one of the top reasons for doctor visits constituting over half of chronic medical conditions in the United States. As primary care physicians often evaluate these problems, it is essential to follow a systematic and organized approach to the musculoskeletal examination. Functionality analysis can be the key to understand the patient and centers the evaluation at what is most necessary for the patient - daily functional ability. To be able to quantify the outcomes and improvements of a patient, the clinician must have quantified records of the tests. It is the only non-subjective way to do it. The clinician also can use questionnaires to comparison before-after as SF-36, Roland Morris, Oswestry, and DASH. [12]", "contents": "Musculoskeletal Examination -- Issues of Concern. The mechanical functions of the body are carried out by the coordinated functioning of the musculoskeletal system. Therefore, the functionality of the patient is directly dependent on the efficiency of the musculoskeletal system. Musculoskeletal complaints are one of the top reasons for doctor visits constituting over half of chronic medical conditions in the United States. As primary care physicians often evaluate these problems, it is essential to follow a systematic and organized approach to the musculoskeletal examination. Functionality analysis can be the key to understand the patient and centers the evaluation at what is most necessary for the patient - daily functional ability. To be able to quantify the outcomes and improvements of a patient, the clinician must have quantified records of the tests. It is the only non-subjective way to do it. The clinician also can use questionnaires to comparison before-after as SF-36, Roland Morris, Oswestry, and DASH. [12]"}
{"id": "article-31518_10", "title": "Musculoskeletal Examination -- Clinical Significance", "content": "Musculoskeletal disorders constitute a significant cause of disability and morbidity globally. Musculoskeletal disorders have a broad differential diagnosis and also more diverse presentations. Many functional diseases can also present with physical symptoms leading to delay in diagnosis or misdiagnosis. Therefore clinicians should have clear and comprehensive knowledge about the musculoskeletal examination. The musculoskeletal exam helps to identify the functional anatomy associated with clinical conditions, thereby differentiating the underlying system involved and could correctly point towards the condition helping in early diagnosis and intervention. Early intervention is essential in the treatment effectiveness of chronic musculoskeletal medical conditions and thus preventing unnecessary costs for the health and social care systems. [13] Estimates are that 85% of people worldwide will experience myofascial pain. [14] Being one of the common presenting complaints, pain evaluation, and management forms the center for patient satisfaction and improves overall outcomes and prevents progression to chronic medical conditions. [15] A successful diagnosis, treatment plan, and outcomes of this management plan are based on the correlation of the musculoskeletal exam tests and the functionality evaluation.", "contents": "Musculoskeletal Examination -- Clinical Significance. Musculoskeletal disorders constitute a significant cause of disability and morbidity globally. Musculoskeletal disorders have a broad differential diagnosis and also more diverse presentations. Many functional diseases can also present with physical symptoms leading to delay in diagnosis or misdiagnosis. Therefore clinicians should have clear and comprehensive knowledge about the musculoskeletal examination. The musculoskeletal exam helps to identify the functional anatomy associated with clinical conditions, thereby differentiating the underlying system involved and could correctly point towards the condition helping in early diagnosis and intervention. Early intervention is essential in the treatment effectiveness of chronic musculoskeletal medical conditions and thus preventing unnecessary costs for the health and social care systems. [13] Estimates are that 85% of people worldwide will experience myofascial pain. [14] Being one of the common presenting complaints, pain evaluation, and management forms the center for patient satisfaction and improves overall outcomes and prevents progression to chronic medical conditions. [15] A successful diagnosis, treatment plan, and outcomes of this management plan are based on the correlation of the musculoskeletal exam tests and the functionality evaluation."}
{"id": "article-31518_11", "title": "Musculoskeletal Examination -- Nursing, Allied Health, and Interprofessional Team Interventions", "content": "In current day practice, primary health care faces unprecedented challenges necessitating a more comprehensive, multi-disciplinary service delivery model. Considering the growing population of chronic musculoskeletal conditions that need more persistent and long term close involvement of medical care teams, one approach has been the implementation of physiotherapy self-referral programs. There is recent evidence that physical therapists can provide efficacious management of musculoskeletal complaints in primary care settings, and such approaches have shown high levels of patient-reported satisfaction. An interprofessional team, centered on the patient benefit is the key to success in contemporary health care systems. [16]", "contents": "Musculoskeletal Examination -- Nursing, Allied Health, and Interprofessional Team Interventions. In current day practice, primary health care faces unprecedented challenges necessitating a more comprehensive, multi-disciplinary service delivery model. Considering the growing population of chronic musculoskeletal conditions that need more persistent and long term close involvement of medical care teams, one approach has been the implementation of physiotherapy self-referral programs. There is recent evidence that physical therapists can provide efficacious management of musculoskeletal complaints in primary care settings, and such approaches have shown high levels of patient-reported satisfaction. An interprofessional team, centered on the patient benefit is the key to success in contemporary health care systems. [16]"}
{"id": "article-31518_12", "title": "Musculoskeletal Examination -- Nursing, Allied Health, and Interprofessional Team Interventions", "content": "The nurse is the first link, developing therapeutic contact that helps the patient to understand the disease. The nurse’s role in musculoskeletal patients covers mainly the patient education (adjusting patients and next of kin's expectations, tailoring support and information, recognizing patients' knowledge), assessing the satisfaction of care, the efficiency of care provided, psychosocial support, and promotion of self-management. The union of these factors helps the patient to feel secure and positively react to the proposed treatments. [17] [18] [19]", "contents": "Musculoskeletal Examination -- Nursing, Allied Health, and Interprofessional Team Interventions. The nurse is the first link, developing therapeutic contact that helps the patient to understand the disease. The nurse’s role in musculoskeletal patients covers mainly the patient education (adjusting patients and next of kin's expectations, tailoring support and information, recognizing patients' knowledge), assessing the satisfaction of care, the efficiency of care provided, psychosocial support, and promotion of self-management. The union of these factors helps the patient to feel secure and positively react to the proposed treatments. [17] [18] [19]"}
{"id": "article-31518_13", "title": "Musculoskeletal Examination -- Nursing, Allied Health, and Interprofessional Team Interventions", "content": "All medical staff must be involved in the effective management of patients. Every member of the medical team plays a role in providing adequate patient care, and careful communication and coordination between physicians, therapists, nurses, and all medical staff is paramount to optimize patient outcomes. [Level V]", "contents": "Musculoskeletal Examination -- Nursing, Allied Health, and Interprofessional Team Interventions. All medical staff must be involved in the effective management of patients. Every member of the medical team plays a role in providing adequate patient care, and careful communication and coordination between physicians, therapists, nurses, and all medical staff is paramount to optimize patient outcomes. [Level V]"}
{"id": "article-31518_14", "title": "Musculoskeletal Examination -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Musculoskeletal Examination -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}