{"id": "article-27829_0", "title": "Physiology, Prostaglandin I2 -- Introduction", "content": "Prostaglandin I2 (PGI), or prostacyclin, is one of the prostanoids, a group of local hormones that are best known for their roles in mediating inflammation. However, they also perform many other roles in maintaining homeostasis. [1] [2] PGI2 acts as a vasodilator and a potent inhibitor of platelet aggregation.", "contents": "Physiology, Prostaglandin I2 -- Introduction. Prostaglandin I2 (PGI), or prostacyclin, is one of the prostanoids, a group of local hormones that are best known for their roles in mediating inflammation. However, they also perform many other roles in maintaining homeostasis. [1] [2] PGI2 acts as a vasodilator and a potent inhibitor of platelet aggregation."}
{"id": "article-27829_1", "title": "Physiology, Prostaglandin I2 -- Issues of Concern", "content": "Significant issues explored in this article include: Mechanism of COX-2 and IP PGI2's role in anti-platelet aggregation and preventing thrombosis Vasodilatory effects of PGI2 particularly in pulmonary arterial hypertension A corresponding increase in COX-1 activity during COX-2 inhibition", "contents": "Physiology, Prostaglandin I2 -- Issues of Concern. Significant issues explored in this article include: Mechanism of COX-2 and IP PGI2's role in anti-platelet aggregation and preventing thrombosis Vasodilatory effects of PGI2 particularly in pulmonary arterial hypertension A corresponding increase in COX-1 activity during COX-2 inhibition"}
{"id": "article-27829_2", "title": "Physiology, Prostaglandin I2 -- Cellular Level", "content": "All prostanoids share a common biosynthetic pathway. Phospholipase A releases arachidonic acid from the phospholipid membrane, after which cyclooxygenase (COX) enzymes and their bound synthase enzymes process the substrate into the various prostanoids. The prostanoid produced depends on metabolism by COX-1 or COX-2, which differentially express in tissues, and the respective synthase enzymes they bind. [2]", "contents": "Physiology, Prostaglandin I2 -- Cellular Level. All prostanoids share a common biosynthetic pathway. Phospholipase A releases arachidonic acid from the phospholipid membrane, after which cyclooxygenase (COX) enzymes and their bound synthase enzymes process the substrate into the various prostanoids. The prostanoid produced depends on metabolism by COX-1 or COX-2, which differentially express in tissues, and the respective synthase enzymes they bind. [2]"}
{"id": "article-27829_3", "title": "Physiology, Prostaglandin I2 -- Cellular Level", "content": "Specifically, prostaglandin H2 is a substrate produced by both COX-1 and COX-2, but different attached synthase enzymes subsequently process it into the various prostanoids. COX-2 preferentially binds prostaglandin I synthase (PGIS) and some prostaglandin E synthase, while COX-1 binds thromboxane synthase, prostaglandin F synthase, and also prostaglandin E synthase. COX-2 is also controlled by inducible expression, while COX-1 is constitutive. [2]", "contents": "Physiology, Prostaglandin I2 -- Cellular Level. Specifically, prostaglandin H2 is a substrate produced by both COX-1 and COX-2, but different attached synthase enzymes subsequently process it into the various prostanoids. COX-2 preferentially binds prostaglandin I synthase (PGIS) and some prostaglandin E synthase, while COX-1 binds thromboxane synthase, prostaglandin F synthase, and also prostaglandin E synthase. COX-2 is also controlled by inducible expression, while COX-1 is constitutive. [2]"}
{"id": "article-27829_4", "title": "Physiology, Prostaglandin I2 -- Cellular Level", "content": "Prostaglandin I2 is synthesized via COX-2 and PGIS from membrane phospholipids upon pro-inflammatory stimulation via cytokines, growth factors, or other physical and chemical exogenous stimuli. [3] [4] PGI is primarily synthesized in vascular endothelial cells and smooth muscle cells but is also synthesized in fibroblasts, follicular dendritic cells, and thymic nurse cells. [3]", "contents": "Physiology, Prostaglandin I2 -- Cellular Level. Prostaglandin I2 is synthesized via COX-2 and PGIS from membrane phospholipids upon pro-inflammatory stimulation via cytokines, growth factors, or other physical and chemical exogenous stimuli. [3] [4] PGI is primarily synthesized in vascular endothelial cells and smooth muscle cells but is also synthesized in fibroblasts, follicular dendritic cells, and thymic nurse cells. [3]"}
{"id": "article-27829_5", "title": "Physiology, Prostaglandin I2 -- Development", "content": "PGI2 is primarily produced by endothelial and subendothelial cells, which both originate from the embryonic mesoderm. [3] [5] In the late fetal and early postnatal stages, PGI2 acts as a key pulmonary vasodilator and also aids with the cardiopulmonary transition at birth and continuing development of the lung. [6]", "contents": "Physiology, Prostaglandin I2 -- Development. PGI2 is primarily produced by endothelial and subendothelial cells, which both originate from the embryonic mesoderm. [3] [5] In the late fetal and early postnatal stages, PGI2 acts as a key pulmonary vasodilator and also aids with the cardiopulmonary transition at birth and continuing development of the lung. [6]"}
{"id": "article-27829_6", "title": "Physiology, Prostaglandin I2 -- Development", "content": "Prostaglandins play an essential role in the closure of prenatal cardiac shunts [6] . Though not as significant as prostaglandin E2, prostaglandin I2 levels rise in preparation for birth. [6] Neonates born preterm also show reduced levels of prostanoids; this theoretically contributes to the increased rates of congenital defects such as patent ductus arteriosus in preterm infants. [7] Additionally, low dose prostaglandins can help to induce labor, particularly in overdue pregnancies. [8] Prostaglandin E2 and I2 are natural vascular relaxants, and inhibitors of their expression are useful as therapy to close patent ductus arteriosus in neonates. [7] The prostaglandin synthase inhibitor indomethacin or ibuprofen are commonly used for the treatment of symptomatic patent ductus artreriosus in preterm infants. [9]", "contents": "Physiology, Prostaglandin I2 -- Development. Prostaglandins play an essential role in the closure of prenatal cardiac shunts [6] . Though not as significant as prostaglandin E2, prostaglandin I2 levels rise in preparation for birth. [6] Neonates born preterm also show reduced levels of prostanoids; this theoretically contributes to the increased rates of congenital defects such as patent ductus arteriosus in preterm infants. [7] Additionally, low dose prostaglandins can help to induce labor, particularly in overdue pregnancies. [8] Prostaglandin E2 and I2 are natural vascular relaxants, and inhibitors of their expression are useful as therapy to close patent ductus arteriosus in neonates. [7] The prostaglandin synthase inhibitor indomethacin or ibuprofen are commonly used for the treatment of symptomatic patent ductus artreriosus in preterm infants. [9]"}
{"id": "article-27829_7", "title": "Physiology, Prostaglandin I2 -- Organ Systems Involved", "content": "PGI2 acts to promote vasodilation in vascular endothelial cells and pulmonary vessels. Hematologically, it also inhibits platelet aggregation, fibroblast proliferation, and leukocyte adhesion. [2] [3] The IP receptor is expressed on multiple organs, kidney, liver, lung, and heart, and exerts anti-inflammatory effects in each of these locations. [10] [11] [12]", "contents": "Physiology, Prostaglandin I2 -- Organ Systems Involved. PGI2 acts to promote vasodilation in vascular endothelial cells and pulmonary vessels. Hematologically, it also inhibits platelet aggregation, fibroblast proliferation, and leukocyte adhesion. [2] [3] The IP receptor is expressed on multiple organs, kidney, liver, lung, and heart, and exerts anti-inflammatory effects in each of these locations. [10] [11] [12]"}
{"id": "article-27829_8", "title": "Physiology, Prostaglandin I2 -- Function", "content": "Prostaglandin I2 plays many roles in the body, but its primary known functions are to inhibit platelet aggregation, affect smooth muscle relaxation and vasodilation, and limit immune cell proliferation. [3]", "contents": "Physiology, Prostaglandin I2 -- Function. Prostaglandin I2 plays many roles in the body, but its primary known functions are to inhibit platelet aggregation, affect smooth muscle relaxation and vasodilation, and limit immune cell proliferation. [3]"}
{"id": "article-27829_9", "title": "Physiology, Prostaglandin I2 -- Mechanism", "content": "PGI2 binds to IP, a G protein-coupled receptor (GPCR) that is found primarily on the cell membranes of platelets and smooth muscle and some immune cells. [3] Like most GPCRs, IP is a seven-transmembrane-unit protein that becomes coupled to a G protein (guanosine nucleotide-binding alpha-stimulatory protein). Upon PGI2 binding, the G protein alpha subunit exchanges GDP for GTP and dissociates from the rest of the GPCR to activate adenylyl cyclase, which begins producing cAMP. [13] Elevated cAMP then causes phosphorylation of essential downstream proteins that eventually result in inhibition of platelet aggregation, smooth muscle relaxation, and reduced cell proliferation.", "contents": "Physiology, Prostaglandin I2 -- Mechanism. PGI2 binds to IP, a G protein-coupled receptor (GPCR) that is found primarily on the cell membranes of platelets and smooth muscle and some immune cells. [3] Like most GPCRs, IP is a seven-transmembrane-unit protein that becomes coupled to a G protein (guanosine nucleotide-binding alpha-stimulatory protein). Upon PGI2 binding, the G protein alpha subunit exchanges GDP for GTP and dissociates from the rest of the GPCR to activate adenylyl cyclase, which begins producing cAMP. [13] Elevated cAMP then causes phosphorylation of essential downstream proteins that eventually result in inhibition of platelet aggregation, smooth muscle relaxation, and reduced cell proliferation."}
{"id": "article-27829_10", "title": "Physiology, Prostaglandin I2 -- Related Testing", "content": "PGI2 has a half-life of 2 minutes and quickly metabolizes into 6-keto prostaglandin-F1 alpha, which can be found and measured in urine. [4] [14] However, this measurement is not used clinically but only for research purposes.", "contents": "Physiology, Prostaglandin I2 -- Related Testing. PGI2 has a half-life of 2 minutes and quickly metabolizes into 6-keto prostaglandin-F1 alpha, which can be found and measured in urine. [4] [14] However, this measurement is not used clinically but only for research purposes."}
{"id": "article-27829_11", "title": "Physiology, Prostaglandin I2 -- Related Testing", "content": "While there have been a few studies looking at the link between polymorphisms of PTGS2, the gene for COX-2, and various pathologies, the results are still controversial, and no clinical use for these findings has yet been defined. [15]", "contents": "Physiology, Prostaglandin I2 -- Related Testing. While there have been a few studies looking at the link between polymorphisms of PTGS2, the gene for COX-2, and various pathologies, the results are still controversial, and no clinical use for these findings has yet been defined. [15]"}
{"id": "article-27829_12", "title": "Physiology, Prostaglandin I2 -- Pathophysiology", "content": "Prostaglandin I2 and the COX-2 system is found widely in the body, so the effects of regulation are diverse, and many have not yet been adequately studied. [3] However, a few places of note are in pulmonary and cardiac vasculature, peripheral vasculature, and various immune cells.", "contents": "Physiology, Prostaglandin I2 -- Pathophysiology. Prostaglandin I2 and the COX-2 system is found widely in the body, so the effects of regulation are diverse, and many have not yet been adequately studied. [3] However, a few places of note are in pulmonary and cardiac vasculature, peripheral vasculature, and various immune cells."}
{"id": "article-27829_13", "title": "Physiology, Prostaglandin I2 -- Pathophysiology", "content": "The induction of the arachidonic acid pathway via inflammatory mediators is well-described: phospholipases (especially A2) cleave arachidonic acid from sources including the cellular membrane, and arachidonic acid is then acted on by cyclo-oxygenase enzymes that convert arachidonic acid to prostaglandins which enter circulation. [4] [3]", "contents": "Physiology, Prostaglandin I2 -- Pathophysiology. The induction of the arachidonic acid pathway via inflammatory mediators is well-described: phospholipases (especially A2) cleave arachidonic acid from sources including the cellular membrane, and arachidonic acid is then acted on by cyclo-oxygenase enzymes that convert arachidonic acid to prostaglandins which enter circulation. [4] [3]"}
{"id": "article-27829_14", "title": "Physiology, Prostaglandin I2 -- Pathophysiology", "content": "Prostaglandin I2 is the most potent known natural inhibitor of platelet aggregation and found in most mammals that use platelet mediated thrombosis for blood clotting. [4] Therefore it is not a difficult logical step to understand its role in maintaining cardiovascular health, particularly in preventing thrombotic occlusions. [2] Prostaglandin I2 is not involved in the acute reversal of thrombosis, but rather, as inflammatory mediators increase in circulation in response to an insult or ruptured arteriosclerotic plaque, COX-2 enzymes are also upregulated and increase the production of prostaglandin I2. Increased production of prostaglandin I2 prevents platelet aggregation and decreases the risk of thrombosis, and because of increased expression in cardiac vasculature, particularly myocardial infarction.", "contents": "Physiology, Prostaglandin I2 -- Pathophysiology. Prostaglandin I2 is the most potent known natural inhibitor of platelet aggregation and found in most mammals that use platelet mediated thrombosis for blood clotting. [4] Therefore it is not a difficult logical step to understand its role in maintaining cardiovascular health, particularly in preventing thrombotic occlusions. [2] Prostaglandin I2 is not involved in the acute reversal of thrombosis, but rather, as inflammatory mediators increase in circulation in response to an insult or ruptured arteriosclerotic plaque, COX-2 enzymes are also upregulated and increase the production of prostaglandin I2. Increased production of prostaglandin I2 prevents platelet aggregation and decreases the risk of thrombosis, and because of increased expression in cardiac vasculature, particularly myocardial infarction."}
{"id": "article-27829_15", "title": "Physiology, Prostaglandin I2 -- Pathophysiology", "content": "Prostaglandin I2 also provides potent vasodilatory effects by acting on smooth muscle as a relaxant. COX-2 and its corresponding PGI-Synthase are upregulated in hypoxia to promote a vasodilatory response. [16] These receptors are found in increased levels in the pulmonary vasculature and are suspected of serving a protective role therein. [17]", "contents": "Physiology, Prostaglandin I2 -- Pathophysiology. Prostaglandin I2 also provides potent vasodilatory effects by acting on smooth muscle as a relaxant. COX-2 and its corresponding PGI-Synthase are upregulated in hypoxia to promote a vasodilatory response. [16] These receptors are found in increased levels in the pulmonary vasculature and are suspected of serving a protective role therein. [17]"}
{"id": "article-27829_16", "title": "Physiology, Prostaglandin I2 -- Pathophysiology", "content": "Prostaglandin I2 also appears to play a regulatory role in immune cells, exerting a protective effect on organs from immune-mediated injury. However, many of these pathways have not been adequately explored. [3] [11] While it is known that IP receptors express in fibroblasts, macrophages, dendritic cells, T regulatory cells, eosinophils, and neutrophils, the precise functions are not well known. One pathway that has been a target of extensive study is the allergic pathway, particularly in the lungs. During an allergic reaction, prostaglandin I2 is produced in the lungs, and they have correlations to limiting the responses of Th2 cells. Th2 cells are involved in the formation of a maladaptive allergic response, directing IgE class switching and secretion. [18]", "contents": "Physiology, Prostaglandin I2 -- Pathophysiology. Prostaglandin I2 also appears to play a regulatory role in immune cells, exerting a protective effect on organs from immune-mediated injury. However, many of these pathways have not been adequately explored. [3] [11] While it is known that IP receptors express in fibroblasts, macrophages, dendritic cells, T regulatory cells, eosinophils, and neutrophils, the precise functions are not well known. One pathway that has been a target of extensive study is the allergic pathway, particularly in the lungs. During an allergic reaction, prostaglandin I2 is produced in the lungs, and they have correlations to limiting the responses of Th2 cells. Th2 cells are involved in the formation of a maladaptive allergic response, directing IgE class switching and secretion. [18]"}
{"id": "article-27829_17", "title": "Physiology, Prostaglandin I2 -- Clinical Significance", "content": "Clinically, the two areas of interest in prostaglandin I2 function are selective inhibition of COX-2, thereby preventing PGI2 expression, and pharmacologic addition of PGI2.", "contents": "Physiology, Prostaglandin I2 -- Clinical Significance. Clinically, the two areas of interest in prostaglandin I2 function are selective inhibition of COX-2, thereby preventing PGI2 expression, and pharmacologic addition of PGI2."}
{"id": "article-27829_18", "title": "Physiology, Prostaglandin I2 -- Clinical Significance", "content": "Non-steroidal anti-inflammatory drugs, including aspirin, indomethacin, and ibuprofen, all inhibit COX enzymes non-selectively. Currently, however, celecoxib is one of the only approved drugs able to inhibit COX-2 selectively. [19] The effect profile of celecoxib includes not only inhibition of PGI2's vasodilatory and platelet aggregatory affects, but also increased the activity of COX-1. Generally, the upregulation of COX-1 involves an increased prothrombotic environment. [19]", "contents": "Physiology, Prostaglandin I2 -- Clinical Significance. Non-steroidal anti-inflammatory drugs, including aspirin, indomethacin, and ibuprofen, all inhibit COX enzymes non-selectively. Currently, however, celecoxib is one of the only approved drugs able to inhibit COX-2 selectively. [19] The effect profile of celecoxib includes not only inhibition of PGI2's vasodilatory and platelet aggregatory affects, but also increased the activity of COX-1. Generally, the upregulation of COX-1 involves an increased prothrombotic environment. [19]"}
{"id": "article-27829_19", "title": "Physiology, Prostaglandin I2 -- Clinical Significance", "content": "Pharmacologic administration of PGI2 analogs is useful in pulmonary arterial hypertension, peripheral occlusive disease, and diabetic vascular complications. [3] Epoprostenol is a synthetic prostacyclin that can be given through parenteral administration and causes preferential vasodilation in the pulmonary vasculature, though effects occur in all vasculature. [17] Additionally, several animal models have shown promising results for the use of inhaled iloprost in the treatment for asthma due to its immunomodulatory effects. [3]", "contents": "Physiology, Prostaglandin I2 -- Clinical Significance. Pharmacologic administration of PGI2 analogs is useful in pulmonary arterial hypertension, peripheral occlusive disease, and diabetic vascular complications. [3] Epoprostenol is a synthetic prostacyclin that can be given through parenteral administration and causes preferential vasodilation in the pulmonary vasculature, though effects occur in all vasculature. [17] Additionally, several animal models have shown promising results for the use of inhaled iloprost in the treatment for asthma due to its immunomodulatory effects. [3]"}
{"id": "article-27829_20", "title": "Physiology, Prostaglandin I2 -- Clinical Significance", "content": "It is important to realize that the dose of aspirin(acetylsalicylic acid), a prostaglandin synthase inhibitor have selective effects on the synthesis of thromboxane A2, a prothrombotic prostaglandin, and PGI2, a platelet anti-aggregating agent. Low dose aspirin inhibits more thromboxane A2 without much impact on PGI2, whereas a higher dose inhibits both. That is the main reason why low dose aspirin (such as 81 mg) rather than the high dose (such as 650 mg) is used clinically as antiplatelet therapy in medical practice. [20]", "contents": "Physiology, Prostaglandin I2 -- Clinical Significance. It is important to realize that the dose of aspirin(acetylsalicylic acid), a prostaglandin synthase inhibitor have selective effects on the synthesis of thromboxane A2, a prothrombotic prostaglandin, and PGI2, a platelet anti-aggregating agent. Low dose aspirin inhibits more thromboxane A2 without much impact on PGI2, whereas a higher dose inhibits both. That is the main reason why low dose aspirin (such as 81 mg) rather than the high dose (such as 650 mg) is used clinically as antiplatelet therapy in medical practice. [20]"}
{"id": "article-27829_21", "title": "Physiology, Prostaglandin I2 -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Physiology, Prostaglandin I2 -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}