{"id": "article-38281_0", "title": "Anatomy, Head and Neck, Deep Petrosal Nerve -- Introduction", "content": "The deep petrosal nerve is a branch from the internal carotid plexus. [1] The plexus is located on the lateral side of the internal carotid as it courses superiorly. The deep petrosal enters the skull through the carotid canal with the internal carotid artery. [1] Without passing completely through the carotid canal, the deep petrosal travels perpendicular to the canal in another bony canal called foramen lacerum. The foramen lacerum is closed with cartilaginous substance superficially. The location of this foramen is between the body of sphenoid where the greater wing of the sphenoid and pterygoid plate meets anteriorly, petrous temporal bone laterally, and basilar occipital bone medially. [1]", "contents": "Anatomy, Head and Neck, Deep Petrosal Nerve -- Introduction. The deep petrosal nerve is a branch from the internal carotid plexus. [1] The plexus is located on the lateral side of the internal carotid as it courses superiorly. The deep petrosal enters the skull through the carotid canal with the internal carotid artery. [1] Without passing completely through the carotid canal, the deep petrosal travels perpendicular to the canal in another bony canal called foramen lacerum. The foramen lacerum is closed with cartilaginous substance superficially. The location of this foramen is between the body of sphenoid where the greater wing of the sphenoid and pterygoid plate meets anteriorly, petrous temporal bone laterally, and basilar occipital bone medially. [1]"}
{"id": "article-38281_1", "title": "Anatomy, Head and Neck, Deep Petrosal Nerve -- Introduction", "content": "In foramen lacerum, the deep petrosal nerve joins with the greater petrosal nerve to form the vidian nerve also called the nerve of the pterygoid canal. [1] [2] [3] The vidian nerve carries parasympathetic and sympathetic fibers through the pterygoid canal to the pterygopalatine ganglion, otherwise known as the sphenopalatine ganglion. [4] Parasympathetic fibers synapse in the pterygopalatine ganglion, whereas sympathetic fibers pass through without synapsing. [1] [5] The fibers carried by the deep petrosal nerve originated in the intermediate gray horn of the spinal cord around the level of T1, traveled superiorly through the sympathetic chain, and synapsed in the superior cervical ganglion located around the level of C2-C3. [1] Because the sympathetic fibers have already synapsed, they do not synapse again in the pterygopalatine ganglion. The sympathetic fibers continue after the pterygopalatine ganglion to run along the zygomatic nerve to blood vessels and secretomotor elements in the lacrimal gland, nose, and oral cavity. [1]", "contents": "Anatomy, Head and Neck, Deep Petrosal Nerve -- Introduction. In foramen lacerum, the deep petrosal nerve joins with the greater petrosal nerve to form the vidian nerve also called the nerve of the pterygoid canal. [1] [2] [3] The vidian nerve carries parasympathetic and sympathetic fibers through the pterygoid canal to the pterygopalatine ganglion, otherwise known as the sphenopalatine ganglion. [4] Parasympathetic fibers synapse in the pterygopalatine ganglion, whereas sympathetic fibers pass through without synapsing. [1] [5] The fibers carried by the deep petrosal nerve originated in the intermediate gray horn of the spinal cord around the level of T1, traveled superiorly through the sympathetic chain, and synapsed in the superior cervical ganglion located around the level of C2-C3. [1] Because the sympathetic fibers have already synapsed, they do not synapse again in the pterygopalatine ganglion. The sympathetic fibers continue after the pterygopalatine ganglion to run along the zygomatic nerve to blood vessels and secretomotor elements in the lacrimal gland, nose, and oral cavity. [1]"}
{"id": "article-38281_2", "title": "Anatomy, Head and Neck, Deep Petrosal Nerve -- Structure and Function", "content": "The deep petrosal nerve carries postganglionic sympathetic nerve fibers that originated in the intermediate gray horn of the spinal cord, traveled through the sympathetic chain, then synapsed in the superior cervical ganglion. After synapse, the nerve fibers traveled in the carotid plexus eventually to form the deep petrosal nerve. [1] These postganglionic sympathetic nerve fibers carry sympathetic innervation to the blood vessels and secretomotor elements of the lacrimal gland, nasal region, and oral cavity. [1] The nerve fibers run on the zygomatic nerve to their destinations. [1] Because the nerve fibers that supply the blood vessels of the lacrimal gland are sympathetic in origin, they have vasoconstrictive properties. [6] By vasoconstriction, these fibers may be responsible for decreased lacrimation, as vasodilation increases lacrimation. [7]", "contents": "Anatomy, Head and Neck, Deep Petrosal Nerve -- Structure and Function. The deep petrosal nerve carries postganglionic sympathetic nerve fibers that originated in the intermediate gray horn of the spinal cord, traveled through the sympathetic chain, then synapsed in the superior cervical ganglion. After synapse, the nerve fibers traveled in the carotid plexus eventually to form the deep petrosal nerve. [1] These postganglionic sympathetic nerve fibers carry sympathetic innervation to the blood vessels and secretomotor elements of the lacrimal gland, nasal region, and oral cavity. [1] The nerve fibers run on the zygomatic nerve to their destinations. [1] Because the nerve fibers that supply the blood vessels of the lacrimal gland are sympathetic in origin, they have vasoconstrictive properties. [6] By vasoconstriction, these fibers may be responsible for decreased lacrimation, as vasodilation increases lacrimation. [7]"}
{"id": "article-38281_3", "title": "Anatomy, Head and Neck, Deep Petrosal Nerve -- Structure and Function", "content": "During its path in the foramen lacerum, the deep petrosal combines with the greater petrosal, which carries parasympathetic fibers from the superior salivary nucleus of the pons. [5] Together as the vidian nerve, they carry postsynaptic sympathetic and presynaptic parasympathetic fibers. [1] After the parasympathetic fibers synapse in the pterygopalatine ganglion, these fibers synapse with the lacrimal gland and nasal, palatal, pharyngeal mucosal glands. These glands are responsible for moistening and protection of the eye and airway, respectively. [1]", "contents": "Anatomy, Head and Neck, Deep Petrosal Nerve -- Structure and Function. During its path in the foramen lacerum, the deep petrosal combines with the greater petrosal, which carries parasympathetic fibers from the superior salivary nucleus of the pons. [5] Together as the vidian nerve, they carry postsynaptic sympathetic and presynaptic parasympathetic fibers. [1] After the parasympathetic fibers synapse in the pterygopalatine ganglion, these fibers synapse with the lacrimal gland and nasal, palatal, pharyngeal mucosal glands. These glands are responsible for moistening and protection of the eye and airway, respectively. [1]"}
{"id": "article-38281_4", "title": "Anatomy, Head and Neck, Deep Petrosal Nerve -- Embryology", "content": "Neural crest cells migrate during development to form peripheral parasympathetic and sympathetic ganglia. The sympathetic fibers of the deep petrosal develop before the parasympathetic system. [8] These sympathetic cell bodies are distant to targets compared to the parasympathetic system. Although the locations of their targets are similar, the sympathetic cell bodies in the superior cervical ganglion are farther from their targets than the parasympathetic cell bodies of the pterygopalatine ganglion. [8]", "contents": "Anatomy, Head and Neck, Deep Petrosal Nerve -- Embryology. Neural crest cells migrate during development to form peripheral parasympathetic and sympathetic ganglia. The sympathetic fibers of the deep petrosal develop before the parasympathetic system. [8] These sympathetic cell bodies are distant to targets compared to the parasympathetic system. Although the locations of their targets are similar, the sympathetic cell bodies in the superior cervical ganglion are farther from their targets than the parasympathetic cell bodies of the pterygopalatine ganglion. [8]"}
{"id": "article-38281_5", "title": "Anatomy, Head and Neck, Deep Petrosal Nerve -- Blood Supply and Lymphatics", "content": "The deep petrosal nerve is supplied by the internal carotid and the artery of the pterygoid canal, which is a branch of the maxillary artery. [1]", "contents": "Anatomy, Head and Neck, Deep Petrosal Nerve -- Blood Supply and Lymphatics. The deep petrosal nerve is supplied by the internal carotid and the artery of the pterygoid canal, which is a branch of the maxillary artery. [1]"}
{"id": "article-38281_6", "title": "Anatomy, Head and Neck, Deep Petrosal Nerve -- Nerves", "content": "The deep petrosal nerve innervates the blood vessels and secretomotor aspects of the Lacrimal gland Oral mucosa Nasal mucosa [1]", "contents": "Anatomy, Head and Neck, Deep Petrosal Nerve -- Nerves. The deep petrosal nerve innervates the blood vessels and secretomotor aspects of the Lacrimal gland Oral mucosa Nasal mucosa [1]"}
{"id": "article-38281_7", "title": "Anatomy, Head and Neck, Deep Petrosal Nerve -- Physiologic Variants", "content": "The deep petrosal nerve delivers sympathetic information to the blood vessels of the lacrimal glands, oral cavity, and the nasal cavity. These sympathetic fibers that typically make up the deep petrosal nerve have variations in origin and pathway. Some fibers travel on the internal carotid plexus to the deep petrosal/ vidian, while others travel on the maxillary artery plexus of the external carotid artery right to the pterygopalatine ganglion. [1]", "contents": "Anatomy, Head and Neck, Deep Petrosal Nerve -- Physiologic Variants. The deep petrosal nerve delivers sympathetic information to the blood vessels of the lacrimal glands, oral cavity, and the nasal cavity. These sympathetic fibers that typically make up the deep petrosal nerve have variations in origin and pathway. Some fibers travel on the internal carotid plexus to the deep petrosal/ vidian, while others travel on the maxillary artery plexus of the external carotid artery right to the pterygopalatine ganglion. [1]"}
{"id": "article-38281_8", "title": "Anatomy, Head and Neck, Deep Petrosal Nerve -- Physiologic Variants", "content": "There are some variations of where the nerve fibers of the vidian nerve enter the pterygopalatine ganglion as well. Firstly, about 30% of people have a partitioned pterygopalatine ganglion, and the other 70% of people have a single pterygopalatine ganglion. Of those with partitioned pterygopalatine ganglions, two-thirds receive the vidian nerve fibers on the lower partition of the ganglion; the other third receives nerve fibers to the upper partition of the ganglion. Of those with single pterygopalatine ganglions, a fifth receive the vidian nerve fibers on the lower partition of the ganglion; the remaining people receive vidian nerve fibers on the upper partition of the ganglion. [1] [9]", "contents": "Anatomy, Head and Neck, Deep Petrosal Nerve -- Physiologic Variants. There are some variations of where the nerve fibers of the vidian nerve enter the pterygopalatine ganglion as well. Firstly, about 30% of people have a partitioned pterygopalatine ganglion, and the other 70% of people have a single pterygopalatine ganglion. Of those with partitioned pterygopalatine ganglions, two-thirds receive the vidian nerve fibers on the lower partition of the ganglion; the other third receives nerve fibers to the upper partition of the ganglion. Of those with single pterygopalatine ganglions, a fifth receive the vidian nerve fibers on the lower partition of the ganglion; the remaining people receive vidian nerve fibers on the upper partition of the ganglion. [1] [9]"}
{"id": "article-38281_9", "title": "Anatomy, Head and Neck, Deep Petrosal Nerve -- Surgical Considerations", "content": "In some patients, the pterygoid canal superior to the level of the anterior genu of the petrous internal carotid artery. This variant is significant for surgeons who normally take an inferior medial approach for pterygoid canal and vidian nerve procedures. [10]", "contents": "Anatomy, Head and Neck, Deep Petrosal Nerve -- Surgical Considerations. In some patients, the pterygoid canal superior to the level of the anterior genu of the petrous internal carotid artery. This variant is significant for surgeons who normally take an inferior medial approach for pterygoid canal and vidian nerve procedures. [10]"}
{"id": "article-38281_10", "title": "Anatomy, Head and Neck, Deep Petrosal Nerve -- Clinical Significance", "content": "Cluster headaches can involve both the parasympathetic and sympathetic fibers from the greater petrosal and deep petrosal, respectively. A cluster headache can involve both sides of the autonomic system, sympathetic and parasympathetic. [1] There can be excessive lacrimation, congestion, rhinorrhea, and in rare cases, miosis. These symptoms are thought to be associated with the pterygopalatine ganglion, which contains both types of these autonomic nerve fibers. [1]", "contents": "Anatomy, Head and Neck, Deep Petrosal Nerve -- Clinical Significance. Cluster headaches can involve both the parasympathetic and sympathetic fibers from the greater petrosal and deep petrosal, respectively. A cluster headache can involve both sides of the autonomic system, sympathetic and parasympathetic. [1] There can be excessive lacrimation, congestion, rhinorrhea, and in rare cases, miosis. These symptoms are thought to be associated with the pterygopalatine ganglion, which contains both types of these autonomic nerve fibers. [1]"}
{"id": "article-38281_11", "title": "Anatomy, Head and Neck, Deep Petrosal Nerve -- Clinical Significance", "content": "The deep petrosal can be damaged at several different parts either traumatically or iatrogenically. Trauma to the skull can injure the nerve at various points depending on where the trauma occurs. Trauma to the neck and carotid can also damage the sympathetic plexus before it forms the deep petrosal nerve. Iatrogenic injuries include those to the carotid plexus from a neck surgery such as dissection, those that may occur during sphenoidal surgery, and vidian neurectomy. [11] Vidian neurectomy is a procedure to remove the vidian nerve in an effort to decrease vasomotor rhinitis, allergic rhinitis, crocodile tears syndrome, cluster headaches, and nasal polyps. It can interrupt the sympathetic fibers from the deep petrosal. [11]", "contents": "Anatomy, Head and Neck, Deep Petrosal Nerve -- Clinical Significance. The deep petrosal can be damaged at several different parts either traumatically or iatrogenically. Trauma to the skull can injure the nerve at various points depending on where the trauma occurs. Trauma to the neck and carotid can also damage the sympathetic plexus before it forms the deep petrosal nerve. Iatrogenic injuries include those to the carotid plexus from a neck surgery such as dissection, those that may occur during sphenoidal surgery, and vidian neurectomy. [11] Vidian neurectomy is a procedure to remove the vidian nerve in an effort to decrease vasomotor rhinitis, allergic rhinitis, crocodile tears syndrome, cluster headaches, and nasal polyps. It can interrupt the sympathetic fibers from the deep petrosal. [11]"}
{"id": "article-38281_12", "title": "Anatomy, Head and Neck, Deep Petrosal Nerve -- Other Issues", "content": "A more detailed description of the foramen lacerum and pterygoid canal: The anatomy of the foramen lacerum, carotid canal, and pterygoid canal can be difficult to visualize. As the internal carotid enters the skull, it does not travel straight superiorly. As the internal carotid enters through the carotid canal, there is a slight bend to the vessel. It is this \"bent\" part that runs over the cartilage filled foramen lacerum. The internal carotid once again travels superiorly. The deep petrosal nerve runs with the internal carotid as it courses over the cartilaginous section of the foramen lacerum. The deep petrosal then combines with the greater petrosal, which comes from the seventh cranial nerve from the brainstem. From there, the deep and greater petrosal nerves combine and travel through the pterygoid canal which opens from the same area as the foramen lacerum and carotid canal. [1]", "contents": "Anatomy, Head and Neck, Deep Petrosal Nerve -- Other Issues. A more detailed description of the foramen lacerum and pterygoid canal: The anatomy of the foramen lacerum, carotid canal, and pterygoid canal can be difficult to visualize. As the internal carotid enters the skull, it does not travel straight superiorly. As the internal carotid enters through the carotid canal, there is a slight bend to the vessel. It is this \"bent\" part that runs over the cartilage filled foramen lacerum. The internal carotid once again travels superiorly. The deep petrosal nerve runs with the internal carotid as it courses over the cartilaginous section of the foramen lacerum. The deep petrosal then combines with the greater petrosal, which comes from the seventh cranial nerve from the brainstem. From there, the deep and greater petrosal nerves combine and travel through the pterygoid canal which opens from the same area as the foramen lacerum and carotid canal. [1]"}
{"id": "article-38281_13", "title": "Anatomy, Head and Neck, Deep Petrosal Nerve -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Anatomy, Head and Neck, Deep Petrosal Nerve -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}