{"id": "article-28290_0", "title": "Vancomycin Flushing Syndrome -- Continuing Education Activity", "content": "Vancomycin flushing syndrome (VFS) was previously known as red man syndrome (RMS) is an anaphylactoid reaction caused by the rapid infusion of the glycopeptide antibiotic vancomycin. VFS consists of a pruritic, erythematous rash of the face, neck, and upper torso, which may also involve the extremities, though to a lesser degree. Symptoms may include weakness, angioedema, and chest or back pain. VFS is caused by vancomycin through the direct and non-immune-mediated release of histamine from mast cells and basophils. The amount of histamine release is generally related to the dosage of vancomycin infused and the rate of infusion. VFS is generally associated with more rapid infusion rates but can be seen following slower infusion rates and after several days of transfusion. Practitioners using vancomycin should be aware of this drug reaction, its prevention, and treatment. This activity describes the evaluation, diagnosis, and management of vancomycin flushing syndrome and stresses the role of team-based interprofessional care for affected patients.", "contents": "Vancomycin Flushing Syndrome -- Continuing Education Activity. Vancomycin flushing syndrome (VFS) was previously known as red man syndrome (RMS) is an anaphylactoid reaction caused by the rapid infusion of the glycopeptide antibiotic vancomycin. VFS consists of a pruritic, erythematous rash of the face, neck, and upper torso, which may also involve the extremities, though to a lesser degree. Symptoms may include weakness, angioedema, and chest or back pain. VFS is caused by vancomycin through the direct and non-immune-mediated release of histamine from mast cells and basophils. The amount of histamine release is generally related to the dosage of vancomycin infused and the rate of infusion. VFS is generally associated with more rapid infusion rates but can be seen following slower infusion rates and after several days of transfusion. Practitioners using vancomycin should be aware of this drug reaction, its prevention, and treatment. This activity describes the evaluation, diagnosis, and management of vancomycin flushing syndrome and stresses the role of team-based interprofessional care for affected patients."}
{"id": "article-28290_1", "title": "Vancomycin Flushing Syndrome -- Continuing Education Activity", "content": "Objectives: Identify the etiology of vancomycin flushing syndrome. Describe the evaluation of vancomycin flushing syndrome. Review the treatment and management options available for vancomycin flushing syndrome. Explain interprofessional team strategies for optimizing care coordination and communication to advance the treatment of vancomycin flushing syndrome and improve outcomes. Access free multiple choice questions on this topic.", "contents": "Vancomycin Flushing Syndrome -- Continuing Education Activity. Objectives: Identify the etiology of vancomycin flushing syndrome. Describe the evaluation of vancomycin flushing syndrome. Review the treatment and management options available for vancomycin flushing syndrome. Explain interprofessional team strategies for optimizing care coordination and communication to advance the treatment of vancomycin flushing syndrome and improve outcomes. Access free multiple choice questions on this topic."}
{"id": "article-28290_2", "title": "Vancomycin Flushing Syndrome -- Introduction", "content": "Vancomycin flushing syndrome (VFS) is an anaphylactoid reaction caused by the rapid infusion of the glycopeptide antibiotic vancomycin. VFS consists of a pruritic, erythematous rash to the face, neck, and upper torso, which may also involve the extremities to a lesser degree. Symptoms may include weakness, angioedema, and chest or back pain. VFS is caused by vancomycin through the direct and non-immune-mediated release of histamine from mast cells and basophils. The amount of histamine released is generally related to the dose of vancomycin infused and the rate of infusion. VFS is generally associated with more rapid infusion rates but can be seen following slower infusion rates and after several days of transfusion. Practitioners using vancomycin should be aware of this reaction, its prevention, and treatment. [1] [2] [3]", "contents": "Vancomycin Flushing Syndrome -- Introduction. Vancomycin flushing syndrome (VFS) is an anaphylactoid reaction caused by the rapid infusion of the glycopeptide antibiotic vancomycin. VFS consists of a pruritic, erythematous rash to the face, neck, and upper torso, which may also involve the extremities to a lesser degree. Symptoms may include weakness, angioedema, and chest or back pain. VFS is caused by vancomycin through the direct and non-immune-mediated release of histamine from mast cells and basophils. The amount of histamine released is generally related to the dose of vancomycin infused and the rate of infusion. VFS is generally associated with more rapid infusion rates but can be seen following slower infusion rates and after several days of transfusion. Practitioners using vancomycin should be aware of this reaction, its prevention, and treatment. [1] [2] [3]"}
{"id": "article-28290_3", "title": "Vancomycin Flushing Syndrome -- Etiology", "content": "VFS most frequently occurs with intravenous vancomycin but may rarely occur from oral or intraperitoneal vancomycin. [4] [5] [6] It is often related to a rapid infusion rate of vancomycin (1 gram in less than 1 hour). The current treatment recommendations are to administer vancomycin at a rate no faster than 1 gram/hour or 10 mg/min. VFS most often begins 4 to 10 minutes from the start of the first dose of intravenous vancomycin. It may occur later during the infusion or begin shortly after dose completion. VFS may occur from later doses as far out as seven days. [1] [2]", "contents": "Vancomycin Flushing Syndrome -- Etiology. VFS most frequently occurs with intravenous vancomycin but may rarely occur from oral or intraperitoneal vancomycin. [4] [5] [6] It is often related to a rapid infusion rate of vancomycin (1 gram in less than 1 hour). The current treatment recommendations are to administer vancomycin at a rate no faster than 1 gram/hour or 10 mg/min. VFS most often begins 4 to 10 minutes from the start of the first dose of intravenous vancomycin. It may occur later during the infusion or begin shortly after dose completion. VFS may occur from later doses as far out as seven days. [1] [2]"}
{"id": "article-28290_4", "title": "Vancomycin Flushing Syndrome -- Etiology", "content": "The increased incidence of methicillin/oxacillin-resistant Staphylococcus aureus , multiresistant Staphylococcus epidermidis , penicillin-resistant Streptococcus pneumoniae , and metronidazole-resistant Clostridium difficile has led to an increase in the use of vancomycin. Vancomycin is commonly used to treat bacterial endocarditis, abscesses with cellulitis, postoperative wound infections, infected surgically placed devices, and central line-associated bloodstream infections. [7] [2] There are case studies of VFS occurring from other antibiotics such as rifampin, cefepime, teicoplanin, ciprofloxacin, and amphotericin B. [3] [8] [9] [1]", "contents": "Vancomycin Flushing Syndrome -- Etiology. The increased incidence of methicillin/oxacillin-resistant Staphylococcus aureus , multiresistant Staphylococcus epidermidis , penicillin-resistant Streptococcus pneumoniae , and metronidazole-resistant Clostridium difficile has led to an increase in the use of vancomycin. Vancomycin is commonly used to treat bacterial endocarditis, abscesses with cellulitis, postoperative wound infections, infected surgically placed devices, and central line-associated bloodstream infections. [7] [2] There are case studies of VFS occurring from other antibiotics such as rifampin, cefepime, teicoplanin, ciprofloxacin, and amphotericin B. [3] [8] [9] [1]"}
{"id": "article-28290_5", "title": "Vancomycin Flushing Syndrome -- Epidemiology", "content": "VFS is the most frequent adverse reaction to intravenous vancomycin. It occurs in 4% to 50% of infected patients treated with intravenous vancomycin. Patients under 40 years of age are at the greatest risk of severe VFS reactions. Severe reactions include angioedema, hypotension, tachycardia, weakness, muscle spasms, and chest or back pain, in addition to a rash of the face, neck, and upper torso. VFS usually is mild and easily managed. There are rare cases of life-threatening VFS reactions. [1]", "contents": "Vancomycin Flushing Syndrome -- Epidemiology. VFS is the most frequent adverse reaction to intravenous vancomycin. It occurs in 4% to 50% of infected patients treated with intravenous vancomycin. Patients under 40 years of age are at the greatest risk of severe VFS reactions. Severe reactions include angioedema, hypotension, tachycardia, weakness, muscle spasms, and chest or back pain, in addition to a rash of the face, neck, and upper torso. VFS usually is mild and easily managed. There are rare cases of life-threatening VFS reactions. [1]"}
{"id": "article-28290_6", "title": "Vancomycin Flushing Syndrome -- Pathophysiology", "content": "Vancomycin was discovered in 1952 in soil obtained from the jungles of Borneo. Initial preparations of the antibiotic lacked purification and were brown. Therefore, many referred to vancomycin as \"Mississippi mud.\" Clinicians initially thought VFS, otic, and renal toxicity were secondary to impurities in vancomycin. However, even after vancomycin was purified, VFS continued to be observed. Animal and several human studies indicate vancomycin activates the degranulation of mast cells and basophils increasing histamine release. The amount of histamine release has been correlated with the dose and the rate of vancomycin infusion. However, not all studies correlate elevated histamine levels with severe cases of VFS and suggest histamine metabolism may also be delayed due to inhibition of histamine N-methyltransferase and diamine oxidase enzymes. [7] [1]", "contents": "Vancomycin Flushing Syndrome -- Pathophysiology. Vancomycin was discovered in 1952 in soil obtained from the jungles of Borneo. Initial preparations of the antibiotic lacked purification and were brown. Therefore, many referred to vancomycin as \"Mississippi mud.\" Clinicians initially thought VFS, otic, and renal toxicity were secondary to impurities in vancomycin. However, even after vancomycin was purified, VFS continued to be observed. Animal and several human studies indicate vancomycin activates the degranulation of mast cells and basophils increasing histamine release. The amount of histamine release has been correlated with the dose and the rate of vancomycin infusion. However, not all studies correlate elevated histamine levels with severe cases of VFS and suggest histamine metabolism may also be delayed due to inhibition of histamine N-methyltransferase and diamine oxidase enzymes. [7] [1]"}
{"id": "article-28290_7", "title": "Vancomycin Flushing Syndrome -- History and Physical", "content": "The clinical presentation of VFS can vary, ranging from minor pruritus to occasionally life-threatening symptoms. Symptoms may occur as soon as four minutes after initiating the first dose until up to seven days after dose completion. Patients with infections treated with intravenous vancomycin are at risk of developing VFS. The signs and symptoms of VFS include: [1] [2] Erythematous rash on the face, neck, and upper torso Nausea, vomiting Pruritis Hypotension Fever, chills Weakness, dizziness Chest or back pain, trunk muscle spasms Angioedema Tachycardia Rash on the extremities may occur but is typically less severe than the rash on the face, neck, and upper torso", "contents": "Vancomycin Flushing Syndrome -- History and Physical. The clinical presentation of VFS can vary, ranging from minor pruritus to occasionally life-threatening symptoms. Symptoms may occur as soon as four minutes after initiating the first dose until up to seven days after dose completion. Patients with infections treated with intravenous vancomycin are at risk of developing VFS. The signs and symptoms of VFS include: [1] [2] Erythematous rash on the face, neck, and upper torso Nausea, vomiting Pruritis Hypotension Fever, chills Weakness, dizziness Chest or back pain, trunk muscle spasms Angioedema Tachycardia Rash on the extremities may occur but is typically less severe than the rash on the face, neck, and upper torso"}
{"id": "article-28290_8", "title": "Vancomycin Flushing Syndrome -- Evaluation", "content": "The diagnosis of VFS is made clinically and does not depend on laboratory or other tests. Severe cases should be differentiated from IgE-mediated anaphylactic reactions. [2]", "contents": "Vancomycin Flushing Syndrome -- Evaluation. The diagnosis of VFS is made clinically and does not depend on laboratory or other tests. Severe cases should be differentiated from IgE-mediated anaphylactic reactions. [2]"}
{"id": "article-28290_9", "title": "Vancomycin Flushing Syndrome -- Treatment / Management", "content": "When a patient develops VFS, the intravenous antibiotic infusion should be stopped immediately. Supportive care should be provided. H1 (diphenhydramine) and H2 antihistamines (cimetidine) are used in the management of VFS. Future doses of vancomycin may be given at decreased infusion rates in most cases. [1]", "contents": "Vancomycin Flushing Syndrome -- Treatment / Management. When a patient develops VFS, the intravenous antibiotic infusion should be stopped immediately. Supportive care should be provided. H1 (diphenhydramine) and H2 antihistamines (cimetidine) are used in the management of VFS. Future doses of vancomycin may be given at decreased infusion rates in most cases. [1]"}
{"id": "article-28290_10", "title": "Vancomycin Flushing Syndrome -- Treatment / Management", "content": "Mild cases (mild flushing and mild pruritus) can be managed with antihistamines such as diphenhydramine 50 mg by mouth or intravenously and cimetidine 300 mg intravenously. Most episodes will resolve within 20 minutes, and the vancomycin may be restarted at 50% of the original rate. Future doses should be given at the new, slower rate, typically over two hours. [10]", "contents": "Vancomycin Flushing Syndrome -- Treatment / Management. Mild cases (mild flushing and mild pruritus) can be managed with antihistamines such as diphenhydramine 50 mg by mouth or intravenously and cimetidine 300 mg intravenously. Most episodes will resolve within 20 minutes, and the vancomycin may be restarted at 50% of the original rate. Future doses should be given at the new, slower rate, typically over two hours. [10]"}
{"id": "article-28290_11", "title": "Vancomycin Flushing Syndrome -- Treatment / Management", "content": "Moderate to severe cases (severe rash, hypotension, tachycardia, chest pain, back pain, muscle spasms, weakness, angioedema) should be managed according to severity. Patients with severe symptoms should be evaluated for anaphylaxis or other serious cause for their symptoms before assuming vancomycin flushing syndrome (VFS). If, after careful evaluation, the patient is determined to have VFS, antihistamines such as diphenhydramine and cimetidine can both be started intravenously. Normal saline intravenous boluses are used to treat hypotension. After the symptoms resolve, the vancomycin can be restarted and given over four hours. If alternative antibiotics to vancomycin are available, they should be used. If vancomycin must be continued, patients should be premedicated with diphenhydramine 50 mg intravenously and cimetidine 300 mg intravenously 1 hour before each dose, and vancomycin should be administered over four hours under close observation. [11] [12]", "contents": "Vancomycin Flushing Syndrome -- Treatment / Management. Moderate to severe cases (severe rash, hypotension, tachycardia, chest pain, back pain, muscle spasms, weakness, angioedema) should be managed according to severity. Patients with severe symptoms should be evaluated for anaphylaxis or other serious cause for their symptoms before assuming vancomycin flushing syndrome (VFS). If, after careful evaluation, the patient is determined to have VFS, antihistamines such as diphenhydramine and cimetidine can both be started intravenously. Normal saline intravenous boluses are used to treat hypotension. After the symptoms resolve, the vancomycin can be restarted and given over four hours. If alternative antibiotics to vancomycin are available, they should be used. If vancomycin must be continued, patients should be premedicated with diphenhydramine 50 mg intravenously and cimetidine 300 mg intravenously 1 hour before each dose, and vancomycin should be administered over four hours under close observation. [11] [12]"}
{"id": "article-28290_12", "title": "Vancomycin Flushing Syndrome -- Treatment / Management", "content": "If the symptoms of anaphylaxis are present, such as altered mental status, hypotension, stridor, difficulty breathing, wheezing, and hives, treatment should be started immediately for anaphylaxis and the patient needs emergency care. Epinephrine should be given early, and the patient may have an epinephrine auto-injector with them, which can be used. [11] [12] Emergency medical services, if available, should be activated immediately to expedite further patient treatment and transport to definitive care.", "contents": "Vancomycin Flushing Syndrome -- Treatment / Management. If the symptoms of anaphylaxis are present, such as altered mental status, hypotension, stridor, difficulty breathing, wheezing, and hives, treatment should be started immediately for anaphylaxis and the patient needs emergency care. Epinephrine should be given early, and the patient may have an epinephrine auto-injector with them, which can be used. [11] [12] Emergency medical services, if available, should be activated immediately to expedite further patient treatment and transport to definitive care."}
{"id": "article-28290_13", "title": "Vancomycin Flushing Syndrome -- Treatment / Management", "content": "Patients requiring a rapid infusion of vancomycin may be pre-treated with diphenhydramine and cimetidine. However, the best preventive measure to avoid VFS is maintaining infusion rates below 10 mg/min. [13] [14]", "contents": "Vancomycin Flushing Syndrome -- Treatment / Management. Patients requiring a rapid infusion of vancomycin may be pre-treated with diphenhydramine and cimetidine. However, the best preventive measure to avoid VFS is maintaining infusion rates below 10 mg/min. [13] [14]"}
{"id": "article-28290_14", "title": "Vancomycin Flushing Syndrome -- Differential Diagnosis", "content": "VFS should be differentiated from an anaphylactic reaction. Both VFS and anaphylactic reactions will have similar findings of pruritus, erythematous rash, and tachycardia. Anaphylactic reactions involve stridor, angioedema, hives, and wheezing from bronchospasm. Anaphylactic reactions are IgE mediated and require prior exposure. VFS is a rate-related anaphylactoid adverse reaction that most often occurs during the first exposure to intravenous vancomycin. [11] [12]", "contents": "Vancomycin Flushing Syndrome -- Differential Diagnosis. VFS should be differentiated from an anaphylactic reaction. Both VFS and anaphylactic reactions will have similar findings of pruritus, erythematous rash, and tachycardia. Anaphylactic reactions involve stridor, angioedema, hives, and wheezing from bronchospasm. Anaphylactic reactions are IgE mediated and require prior exposure. VFS is a rate-related anaphylactoid adverse reaction that most often occurs during the first exposure to intravenous vancomycin. [11] [12]"}
{"id": "article-28290_15", "title": "Vancomycin Flushing Syndrome -- Prognosis", "content": "The prognosis for patients with VFS is excellent, with appropriate management. Vancomycin may be used again after an episode of VFS. Appropriate precautions and treatment guidelines should be followed. Normal intravenous saline should be used to treat hypotension, and other supportive care measures should be provided.", "contents": "Vancomycin Flushing Syndrome -- Prognosis. The prognosis for patients with VFS is excellent, with appropriate management. Vancomycin may be used again after an episode of VFS. Appropriate precautions and treatment guidelines should be followed. Normal intravenous saline should be used to treat hypotension, and other supportive care measures should be provided."}
{"id": "article-28290_16", "title": "Vancomycin Flushing Syndrome -- Complications", "content": "Vancomycin flushing syndrome (VFS) is caused by the release of histamine from basophils and mast cells by antibiotics such as vancomycin. Symptoms include a red rash, hypotension, tachycardia, angioedema, etc. Although most of the cases are manageable, some can be life-threatening.", "contents": "Vancomycin Flushing Syndrome -- Complications. Vancomycin flushing syndrome (VFS) is caused by the release of histamine from basophils and mast cells by antibiotics such as vancomycin. Symptoms include a red rash, hypotension, tachycardia, angioedema, etc. Although most of the cases are manageable, some can be life-threatening."}
{"id": "article-28290_17", "title": "Vancomycin Flushing Syndrome -- Deterrence and Patient Education", "content": "Healthcare providers should be made aware of the presentation of vancomycin flushing syndrome (VFS) as well as the management of this condition to improve patient outcomes. Patients should be provided with the most appropriate care and educated on the condition.", "contents": "Vancomycin Flushing Syndrome -- Deterrence and Patient Education. Healthcare providers should be made aware of the presentation of vancomycin flushing syndrome (VFS) as well as the management of this condition to improve patient outcomes. Patients should be provided with the most appropriate care and educated on the condition."}
{"id": "article-28290_18", "title": "Vancomycin Flushing Syndrome -- Pearls and Other Issues -- Key Points", "content": "VFS is a common adverse reaction seen with intravenous vancomycin use. The increased use of vancomycin will likely cause an increase in the number of VFS reactions. Healthcare providers should be aware of this common reaction, its signs and symptoms, and how to manage cases when they occur. The rapid infusion of vancomycin should be avoided as this most often is a rate-related adverse drug reaction. Facilities should establish infusion protocols to limit infusion rates of vancomycin to 1 gram/hour or slower at 10 mg/min.", "contents": "Vancomycin Flushing Syndrome -- Pearls and Other Issues -- Key Points. VFS is a common adverse reaction seen with intravenous vancomycin use. The increased use of vancomycin will likely cause an increase in the number of VFS reactions. Healthcare providers should be aware of this common reaction, its signs and symptoms, and how to manage cases when they occur. The rapid infusion of vancomycin should be avoided as this most often is a rate-related adverse drug reaction. Facilities should establish infusion protocols to limit infusion rates of vancomycin to 1 gram/hour or slower at 10 mg/min."}
{"id": "article-28290_19", "title": "Vancomycin Flushing Syndrome -- Enhancing Healthcare Team Outcomes", "content": "To help maximize patient care and patient safety, it is important for the healthcare team to: Recognize early if a patient needs pre-treatment for vancomycin - patients should be asked if they have had any issues with vancomycin infusion in the past. Ensure that there is ongoing surveillance of patient response to treatment and an appropriate handover at shift change to minimize errors during ongoing transfusion Ask the supervisor or the physician or healthcare provider who prescribed the medication if there is a question about the patient's response to treatment or dose. Ask pharmacists about the medication and how it should be restarted. Be familiar with the infusion protocols for the healthcare facility in which they work.", "contents": "Vancomycin Flushing Syndrome -- Enhancing Healthcare Team Outcomes. To help maximize patient care and patient safety, it is important for the healthcare team to: Recognize early if a patient needs pre-treatment for vancomycin - patients should be asked if they have had any issues with vancomycin infusion in the past. Ensure that there is ongoing surveillance of patient response to treatment and an appropriate handover at shift change to minimize errors during ongoing transfusion Ask the supervisor or the physician or healthcare provider who prescribed the medication if there is a question about the patient's response to treatment or dose. Ask pharmacists about the medication and how it should be restarted. Be familiar with the infusion protocols for the healthcare facility in which they work."}
{"id": "article-28290_20", "title": "Vancomycin Flushing Syndrome -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Vancomycin Flushing Syndrome -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}