{"id": "article-20135_0", "title": "Cromolyn Sodium -- Continuing Education Activity", "content": "Cromolyn sodium is a medication used to manage bronchial asthma, allergic rhinitis, and certain allergic eye conditions such as vernal conjunctivitis, keratitis, and keratoconjunctivitis. It is a mast cell stabilizer. This activity reviews the indications, mechanism of action, and contraindications for cromolyn sodium as adjunctive prophylactic therapy for asthma and other disorders when applicable.", "contents": "Cromolyn Sodium -- Continuing Education Activity. Cromolyn sodium is a medication used to manage bronchial asthma, allergic rhinitis, and certain allergic eye conditions such as vernal conjunctivitis, keratitis, and keratoconjunctivitis. It is a mast cell stabilizer. This activity reviews the indications, mechanism of action, and contraindications for cromolyn sodium as adjunctive prophylactic therapy for asthma and other disorders when applicable."}
{"id": "article-20135_1", "title": "Cromolyn Sodium -- Continuing Education Activity", "content": "Objectives: Identify the mechanism of action of cromolyn sodium. Describe the adverse effects associated with cromolyn sodium. Review the appropriate monitoring for toxicity of cromolyn sodium. Summarize interprofessional team strategies for improving care coordination and communication to advance the management of chronic bronchial asthma, allergic rhinitis, systemic mast cell disease, and allergic eye conditions with cromolyn sodium and improve outcomes. Access free multiple choice questions on this topic.", "contents": "Cromolyn Sodium -- Continuing Education Activity. Objectives: Identify the mechanism of action of cromolyn sodium. Describe the adverse effects associated with cromolyn sodium. Review the appropriate monitoring for toxicity of cromolyn sodium. Summarize interprofessional team strategies for improving care coordination and communication to advance the management of chronic bronchial asthma, allergic rhinitis, systemic mast cell disease, and allergic eye conditions with cromolyn sodium and improve outcomes. Access free multiple choice questions on this topic."}
{"id": "article-20135_2", "title": "Cromolyn Sodium -- Indications", "content": "Cromolyn sodium was derived from furanochromone, khellin, a natural drug product extracted from an eastern Mediterranean herb called Ammi visnaga. The key active constituents of khellin were chromones; some of these chromones could delay the onset of bronchial antigen-induced distress in guinea pigs. In 1965, researcher Roger Altounyan, who suffered from asthma, discovered cromolyn sodium. He showed that the inhalation of cromolyn sodium taken before an asthmatic attack could attenuate asthmatic symptoms. Later in 1969, the first inhaled cromolyn sodium was launched in the United Kingdom for the treatment of asthma in both children and adults. Researchers had demonstrated the effectiveness of cromolyn sodium against exercise-induced asthma and the nasal application against antigen challenge in the nose at the Royal Society of Medicine symposium in 1969. Several reports were published in the early 1970s for the use of topical solutions of cromolyn in eye diseases, which later led to discovering the important benefit of cromolyn sodium for the treatment of vernal keratoconjunctivitis. [1] [2]", "contents": "Cromolyn Sodium -- Indications. Cromolyn sodium was derived from furanochromone, khellin, a natural drug product extracted from an eastern Mediterranean herb called Ammi visnaga. The key active constituents of khellin were chromones; some of these chromones could delay the onset of bronchial antigen-induced distress in guinea pigs. In 1965, researcher Roger Altounyan, who suffered from asthma, discovered cromolyn sodium. He showed that the inhalation of cromolyn sodium taken before an asthmatic attack could attenuate asthmatic symptoms. Later in 1969, the first inhaled cromolyn sodium was launched in the United Kingdom for the treatment of asthma in both children and adults. Researchers had demonstrated the effectiveness of cromolyn sodium against exercise-induced asthma and the nasal application against antigen challenge in the nose at the Royal Society of Medicine symposium in 1969. Several reports were published in the early 1970s for the use of topical solutions of cromolyn in eye diseases, which later led to discovering the important benefit of cromolyn sodium for the treatment of vernal keratoconjunctivitis. [1] [2]"}
{"id": "article-20135_3", "title": "Cromolyn Sodium -- Indications -- FDA-approved Indications", "content": "Cromolyn sodium is an FDA-approved medication used for prophylaxis of mild to moderate bronchial asthma and adjunctive treatment of allergic rhinitis and systemic mast cell disease (mastocytosis) in pediatric patients and adults. [3] [4] It is not immediate-acting, has no direct bronchodilator effects, and thus does not treat acute asthma attacks. Cromolyn Sodium Oral Solution (Concentrate) is used to improve symptoms of diarrhea, flushing, headaches, vomiting, urticaria, abdominal pain, nausea, and itching in some patients. [5] It is also available as an ophthalmic solution for the symptomatic treatment of certain allergic eye conditions such as vernal conjunctivitis, keratitis, and keratoconjunctivitis. [6] Cromolyn sodium metered spray is used to prevent and relieve nasal symptoms of hay fever and other nasal allergies like runny or itchy nose, sneezing, and allergic stuffy nose. [7]", "contents": "Cromolyn Sodium -- Indications -- FDA-approved Indications. Cromolyn sodium is an FDA-approved medication used for prophylaxis of mild to moderate bronchial asthma and adjunctive treatment of allergic rhinitis and systemic mast cell disease (mastocytosis) in pediatric patients and adults. [3] [4] It is not immediate-acting, has no direct bronchodilator effects, and thus does not treat acute asthma attacks. Cromolyn Sodium Oral Solution (Concentrate) is used to improve symptoms of diarrhea, flushing, headaches, vomiting, urticaria, abdominal pain, nausea, and itching in some patients. [5] It is also available as an ophthalmic solution for the symptomatic treatment of certain allergic eye conditions such as vernal conjunctivitis, keratitis, and keratoconjunctivitis. [6] Cromolyn sodium metered spray is used to prevent and relieve nasal symptoms of hay fever and other nasal allergies like runny or itchy nose, sneezing, and allergic stuffy nose. [7]"}
{"id": "article-20135_4", "title": "Cromolyn Sodium -- Indications -- Non-FDA approved Indications (off-labels)", "content": "Cromolyn sodium is off-labeled used for preventing serious reactions to foods. [8] It is used in the management of inflammatory bowel disease. [9] It's also used to treat superior limbic keratoconjunctivitis. [10] [11] [12]", "contents": "Cromolyn Sodium -- Indications -- Non-FDA approved Indications (off-labels). Cromolyn sodium is off-labeled used for preventing serious reactions to foods. [8] It is used in the management of inflammatory bowel disease. [9] It's also used to treat superior limbic keratoconjunctivitis. [10] [11] [12]"}
{"id": "article-20135_5", "title": "Cromolyn Sodium -- Mechanism of Action", "content": "Cromolyn sodium is a mast cell stabilizer that prevents the subsequent release of inflammatory mediators, including histamine and leukotrienes, which cause allergic symptoms and bronchoconstriction. [13] [14] It inhibits mast cell degranulation, normally implicated in anaphylaxis following exposure to reactive allergens. Cromolyn sodium differs from antihistamine medications, which reduce the action of histamines following the release from mast cells. Unlike corticosteroids that inhibit the late response of antigen-induced asthmatic reactions, cromolyn sodium inhibits immediate and late reactions. [15] [12] The use of cromolyn sodium has been associated with improvement in flushing, headaches, diarrhea, vomiting, nausea, urticaria, abdominal pain, and itching in patients with mastocytosis.", "contents": "Cromolyn Sodium -- Mechanism of Action. Cromolyn sodium is a mast cell stabilizer that prevents the subsequent release of inflammatory mediators, including histamine and leukotrienes, which cause allergic symptoms and bronchoconstriction. [13] [14] It inhibits mast cell degranulation, normally implicated in anaphylaxis following exposure to reactive allergens. Cromolyn sodium differs from antihistamine medications, which reduce the action of histamines following the release from mast cells. Unlike corticosteroids that inhibit the late response of antigen-induced asthmatic reactions, cromolyn sodium inhibits immediate and late reactions. [15] [12] The use of cromolyn sodium has been associated with improvement in flushing, headaches, diarrhea, vomiting, nausea, urticaria, abdominal pain, and itching in patients with mastocytosis."}
{"id": "article-20135_6", "title": "Cromolyn Sodium -- Mechanism of Action -- Pharmacokinetics", "content": "This drug is absorbed poorly via oral solution and takes 2 to 6 weeks for onset of action. Similarly, less than 0.07% of administered cromolyn sodium is absorbed from ophthalmic solution or drops. The effect of cromolyn sodium on mast cells lasts for approximately 6 hours following administration. The bioavailability of cromolyn sodium is 0.5 to 2%, with a half-life of 80 to 90 minutes. The majority of the drug (98%) is excreted in the feces unabsorbed, with the remainder excreted in the urine.", "contents": "Cromolyn Sodium -- Mechanism of Action -- Pharmacokinetics. This drug is absorbed poorly via oral solution and takes 2 to 6 weeks for onset of action. Similarly, less than 0.07% of administered cromolyn sodium is absorbed from ophthalmic solution or drops. The effect of cromolyn sodium on mast cells lasts for approximately 6 hours following administration. The bioavailability of cromolyn sodium is 0.5 to 2%, with a half-life of 80 to 90 minutes. The majority of the drug (98%) is excreted in the feces unabsorbed, with the remainder excreted in the urine."}
{"id": "article-20135_7", "title": "Cromolyn Sodium -- Administration -- Cromolyn Sodium Dosage Forms", "content": "Oral solution: 100 mg/5 mL Nasal spray: 5.2 mg/1 actuation Ophthalmic solution: 4% (10mL) Inhalation solution: 10mg/1mL", "contents": "Cromolyn Sodium -- Administration -- Cromolyn Sodium Dosage Forms. Oral solution: 100 mg/5 mL Nasal spray: 5.2 mg/1 actuation Ophthalmic solution: 4% (10mL) Inhalation solution: 10mg/1mL"}
{"id": "article-20135_8", "title": "Cromolyn Sodium -- Administration -- FDA-approved Indications", "content": "Asthma Prophylaxis Metered-dose inhaler: 2 oral inhalations (800 mcg/spray) 4 times daily at regular intervals, may need to titrate Nebulizer: 20 mg (1 vial) via nebulization four times daily at regular intervals In patients who develop acute bronchoconstriction when exposed to environmental pollutants, toluene diisocyanate, and in response to exercise, etc., cromolyn sodium should be administered shortly prior to exposure to the precipitating factor.", "contents": "Cromolyn Sodium -- Administration -- FDA-approved Indications. Asthma Prophylaxis Metered-dose inhaler: 2 oral inhalations (800 mcg/spray) 4 times daily at regular intervals, may need to titrate Nebulizer: 20 mg (1 vial) via nebulization four times daily at regular intervals In patients who develop acute bronchoconstriction when exposed to environmental pollutants, toluene diisocyanate, and in response to exercise, etc., cromolyn sodium should be administered shortly prior to exposure to the precipitating factor."}
{"id": "article-20135_9", "title": "Cromolyn Sodium -- Administration -- FDA-approved Indications", "content": "Mastocytosis (systemic) Empty ampule into a glass of water and drink 30 mins before meals and bedtime Children > 12 years old and adults: 200 mg PO four times daily; 30 minutes before meals. May increase to 40 mg/kg/day if control fo symptoms not seen within 2 to 3 weeks Pediatric < 2 years old: safety and efficacy not established 2 through 12 years old: 100 mg PO four times daily; not to exceed 40 mg/kg/day. Give 30 minutes before meals and at bedtime.", "contents": "Cromolyn Sodium -- Administration -- FDA-approved Indications. Mastocytosis (systemic) Empty ampule into a glass of water and drink 30 mins before meals and bedtime Children > 12 years old and adults: 200 mg PO four times daily; 30 minutes before meals. May increase to 40 mg/kg/day if control fo symptoms not seen within 2 to 3 weeks Pediatric < 2 years old: safety and efficacy not established 2 through 12 years old: 100 mg PO four times daily; not to exceed 40 mg/kg/day. Give 30 minutes before meals and at bedtime."}
{"id": "article-20135_10", "title": "Cromolyn Sodium -- Administration -- FDA-approved Indications", "content": "Allergic Rhinitis Nasal inhalation: 1 spray/nostril 3 to 6 times/day", "contents": "Cromolyn Sodium -- Administration -- FDA-approved Indications. Allergic Rhinitis Nasal inhalation: 1 spray/nostril 3 to 6 times/day"}
{"id": "article-20135_11", "title": "Cromolyn Sodium -- Administration -- FDA-approved Indications", "content": "Keratitis/Vernal Conjunctivitis/Vernal Keratoconjunctivitis 4+ years old: 1 to 2 drops in each eye 4 to 6 times daily, at regular intervals", "contents": "Cromolyn Sodium -- Administration -- FDA-approved Indications. Keratitis/Vernal Conjunctivitis/Vernal Keratoconjunctivitis 4+ years old: 1 to 2 drops in each eye 4 to 6 times daily, at regular intervals"}
{"id": "article-20135_12", "title": "Cromolyn Sodium -- Administration -- Non-FDA Labeled Indications", "content": "Food allergy and IBD Children > 12-years-old and Adults: 200 mg PO four times daily; may double dose if inadequate symptom control within 2 to 3 weeks. Do not exceed 400 mg PO four times daily Pediatric < 2 years-old: not recommended 2 to 12 years old: 100 mg four times daily initially, may need to increase but do not exceed 40 mg/kg/day.", "contents": "Cromolyn Sodium -- Administration -- Non-FDA Labeled Indications. Food allergy and IBD Children > 12-years-old and Adults: 200 mg PO four times daily; may double dose if inadequate symptom control within 2 to 3 weeks. Do not exceed 400 mg PO four times daily Pediatric < 2 years-old: not recommended 2 to 12 years old: 100 mg four times daily initially, may need to increase but do not exceed 40 mg/kg/day."}
{"id": "article-20135_13", "title": "Cromolyn Sodium -- Administration -- Specific Population", "content": "Patients with Renal Impairment: The manufacturer’s labeling does not have a specific dosage adjustment recommendation for patients with renal impairment.", "contents": "Cromolyn Sodium -- Administration -- Specific Population. Patients with Renal Impairment: The manufacturer’s labeling does not have a specific dosage adjustment recommendation for patients with renal impairment."}
{"id": "article-20135_14", "title": "Cromolyn Sodium -- Administration -- Specific Population", "content": "Patients with Hepatic Impairment: The manufacturer’s labeling does not have a specific dosage adjustment recommendation for patients with hepatic impairment.", "contents": "Cromolyn Sodium -- Administration -- Specific Population. Patients with Hepatic Impairment: The manufacturer’s labeling does not have a specific dosage adjustment recommendation for patients with hepatic impairment."}
{"id": "article-20135_15", "title": "Cromolyn Sodium -- Administration -- Specific Population", "content": "Pregnant Women: The drug is pregnancy category B; risk has not been ruled out. As per manufacturer labels, subcutaneous doses up to 540 mg/kg in mice (similar to maximum recommended daily oral dose in adults on the mg per square meter basis), 164 mg/kg in rats (oral dose less than the maximum recommended daily in adults on the mg per square meter basis), or at intravenous doses up to 485 mg/kg in rabbits (4 times the maximum recommended oral dose in adults on the mg per square meter basis)  produced no evidence of fetal malformations.", "contents": "Cromolyn Sodium -- Administration -- Specific Population. Pregnant Women: The drug is pregnancy category B; risk has not been ruled out. As per manufacturer labels, subcutaneous doses up to 540 mg/kg in mice (similar to maximum recommended daily oral dose in adults on the mg per square meter basis), 164 mg/kg in rats (oral dose less than the maximum recommended daily in adults on the mg per square meter basis), or at intravenous doses up to 485 mg/kg in rabbits (4 times the maximum recommended oral dose in adults on the mg per square meter basis)  produced no evidence of fetal malformations."}
{"id": "article-20135_16", "title": "Cromolyn Sodium -- Administration -- Specific Population", "content": "Breastfeeding Patients: It is unknown if cromolyn sodium is excreted in breast milk. [16]", "contents": "Cromolyn Sodium -- Administration -- Specific Population. Breastfeeding Patients: It is unknown if cromolyn sodium is excreted in breast milk. [16]"}
{"id": "article-20135_17", "title": "Cromolyn Sodium -- Administration -- Specific Population", "content": "Pediatric Patients: As per available clinical data, the dose should not exceed 20 mg/kg/day for infants up to six months of age. [17] The risk-benefit analysis should be performed before using this product in pediatric patients less than two years of age.", "contents": "Cromolyn Sodium -- Administration -- Specific Population. Pediatric Patients: As per available clinical data, the dose should not exceed 20 mg/kg/day for infants up to six months of age. [17] The risk-benefit analysis should be performed before using this product in pediatric patients less than two years of age."}
{"id": "article-20135_18", "title": "Cromolyn Sodium -- Administration -- Specific Population", "content": "Geriatric Patients: The safety and efficacy of cromolyn Sodium are not systematically studied in geriatric patients.  However, due to the greater probability of decreased hepatic, renal, or cardiac functions, along with concomitant disease or other drug therapy in geriatric patients, the therapy of cromolyn sodium usually initiates at the low end of the dosing range.", "contents": "Cromolyn Sodium -- Administration -- Specific Population. Geriatric Patients: The safety and efficacy of cromolyn Sodium are not systematically studied in geriatric patients.  However, due to the greater probability of decreased hepatic, renal, or cardiac functions, along with concomitant disease or other drug therapy in geriatric patients, the therapy of cromolyn sodium usually initiates at the low end of the dosing range."}
{"id": "article-20135_19", "title": "Cromolyn Sodium -- Adverse Effects", "content": "The frequency of adverse effects remains unclear. Adverse effects vary depending on the route of administration. [18] The ophthalmic solution may correlate with transient burning of eyes upon administration, eye dryness, puffiness, irritation, itchiness, rash, and styes. Adverse reactions reported with the cromolyn sodium nasal spray were nasal congestion, sneezing, nasal itching, nosebleeds, rhinoconjunctivitis, and headaches.", "contents": "Cromolyn Sodium -- Adverse Effects. The frequency of adverse effects remains unclear. Adverse effects vary depending on the route of administration. [18] The ophthalmic solution may correlate with transient burning of eyes upon administration, eye dryness, puffiness, irritation, itchiness, rash, and styes. Adverse reactions reported with the cromolyn sodium nasal spray were nasal congestion, sneezing, nasal itching, nosebleeds, rhinoconjunctivitis, and headaches."}
{"id": "article-20135_20", "title": "Cromolyn Sodium -- Adverse Effects", "content": "Adverse reactions reported with the inhalation solution were throat irritation and hoarseness, esophagitis, laryngeal and pharyngeal edema, drowsiness, dizziness, bronchial irritation, pulmonary infiltrates, and cough. [19]", "contents": "Cromolyn Sodium -- Adverse Effects. Adverse reactions reported with the inhalation solution were throat irritation and hoarseness, esophagitis, laryngeal and pharyngeal edema, drowsiness, dizziness, bronchial irritation, pulmonary infiltrates, and cough. [19]"}
{"id": "article-20135_21", "title": "Cromolyn Sodium -- Adverse Effects", "content": "Most of the adverse reactions reported in patients with mastocytosis have been transient and can be symptoms of the disease. The most frequently reported adverse reactions in patients with mastocytosis who received oral cromolyn sodium solution in clinical studies were headache, diarrhea, pruritus, nausea, myalgia, abdominal pain, rash, and irritability. In addition, adverse events associated with oral solution include vomiting, constipation, erythema, photosensitivity, urticaria, and angioedema. Additionally, reported adverse reactions in clinical studies for patients with other conditions and postmarketing experience were infrequent, and attribution to cromolyn could not be determined. Most of these reports are of dyspepsia, constipation,  glossitis, flatulence, stomatitis, vomiting, dysphagia, and esophagospasm.", "contents": "Cromolyn Sodium -- Adverse Effects. Most of the adverse reactions reported in patients with mastocytosis have been transient and can be symptoms of the disease. The most frequently reported adverse reactions in patients with mastocytosis who received oral cromolyn sodium solution in clinical studies were headache, diarrhea, pruritus, nausea, myalgia, abdominal pain, rash, and irritability. In addition, adverse events associated with oral solution include vomiting, constipation, erythema, photosensitivity, urticaria, and angioedema. Additionally, reported adverse reactions in clinical studies for patients with other conditions and postmarketing experience were infrequent, and attribution to cromolyn could not be determined. Most of these reports are of dyspepsia, constipation,  glossitis, flatulence, stomatitis, vomiting, dysphagia, and esophagospasm."}
{"id": "article-20135_22", "title": "Cromolyn Sodium -- Contraindications", "content": "Hypersensitivity to cromolyn products or components of the formulation is the absolute contraindications for the use of cromolyn sodium.", "contents": "Cromolyn Sodium -- Contraindications. Hypersensitivity to cromolyn products or components of the formulation is the absolute contraindications for the use of cromolyn sodium."}
{"id": "article-20135_23", "title": "Cromolyn Sodium -- Monitoring", "content": "The clinician should closely monitor kidney and liver function in patients with hepatic or renal insufficiency and begin with a reduced dose. The effects of the medication may increase in patients with these medical conditions, thus increasing the chance of adverse effects. Patients with a history of cardiac arrhythmias or coronary artery disease (CAD) using inhalation solution should undergo cardiac follow-up due to the contents of metered-dose inhaler propellants. Regular eye examinations are necessary when using cromolyn sodium ophthalmic solution. For individuals diagnosed with bronchial asthma, symptomatic improvement should have an assessment via pulmonary function tests. Symptoms may reoccur when tapering or withdrawing the drug.", "contents": "Cromolyn Sodium -- Monitoring. The clinician should closely monitor kidney and liver function in patients with hepatic or renal insufficiency and begin with a reduced dose. The effects of the medication may increase in patients with these medical conditions, thus increasing the chance of adverse effects. Patients with a history of cardiac arrhythmias or coronary artery disease (CAD) using inhalation solution should undergo cardiac follow-up due to the contents of metered-dose inhaler propellants. Regular eye examinations are necessary when using cromolyn sodium ophthalmic solution. For individuals diagnosed with bronchial asthma, symptomatic improvement should have an assessment via pulmonary function tests. Symptoms may reoccur when tapering or withdrawing the drug."}
{"id": "article-20135_24", "title": "Cromolyn Sodium -- Toxicity", "content": "This drug is poorly absorbed and is low in toxicity. No serious toxicity has been reported, and a specific toxic dose has not been established. There is insufficient research verifying the efficacy or safety of using cromolyn sodium in pediatric patients less than 2-years-old.", "contents": "Cromolyn Sodium -- Toxicity. This drug is poorly absorbed and is low in toxicity. No serious toxicity has been reported, and a specific toxic dose has not been established. There is insufficient research verifying the efficacy or safety of using cromolyn sodium in pediatric patients less than 2-years-old."}
{"id": "article-20135_25", "title": "Cromolyn Sodium -- Toxicity", "content": "Acute life-threatening reactions have been reported. In the event of a hypersensitivity reaction, patients should receive treatment with antihistamines with or without beta-agonists, corticosteroids, and epinephrine. In the case of a severe hypersensitivity reaction, oxygen, antihistamines, epinephrine, corticosteroids, as well as ECG monitoring, and IV fluids should be administered. No specific labs or testing are necessary unless indicated. [20] [21]", "contents": "Cromolyn Sodium -- Toxicity. Acute life-threatening reactions have been reported. In the event of a hypersensitivity reaction, patients should receive treatment with antihistamines with or without beta-agonists, corticosteroids, and epinephrine. In the case of a severe hypersensitivity reaction, oxygen, antihistamines, epinephrine, corticosteroids, as well as ECG monitoring, and IV fluids should be administered. No specific labs or testing are necessary unless indicated. [20] [21]"}
{"id": "article-20135_26", "title": "Cromolyn Sodium -- Toxicity", "content": "Management of mild to moderate toxicity is symptomatic and supportive. The clinician should correct any significant fluid and or electrolyte abnormalities in patients with vomiting or diarrhea. Severe toxicity is not expected following an overdose but is managed with symptomatic and supportive treatment.", "contents": "Cromolyn Sodium -- Toxicity. Management of mild to moderate toxicity is symptomatic and supportive. The clinician should correct any significant fluid and or electrolyte abnormalities in patients with vomiting or diarrhea. Severe toxicity is not expected following an overdose but is managed with symptomatic and supportive treatment."}
{"id": "article-20135_27", "title": "Cromolyn Sodium -- Enhancing Healthcare Team Outcomes", "content": "Cromolyn sodium is indicated as an adjunctive treatment for a variety of medical conditions and is available as an oral solution, ophthalmic solution, inhalation solution, and nasal spray. Although adverse effects and hypersensitivity reactions to the drug are rare, it is the responsibility of the interprofessional healthcare team, including nurses, pharmacists, and clinicians, to recognize the clinical presentation and provide the appropriate management of potentially life-threatening sequelae if they occur.", "contents": "Cromolyn Sodium -- Enhancing Healthcare Team Outcomes. Cromolyn sodium is indicated as an adjunctive treatment for a variety of medical conditions and is available as an oral solution, ophthalmic solution, inhalation solution, and nasal spray. Although adverse effects and hypersensitivity reactions to the drug are rare, it is the responsibility of the interprofessional healthcare team, including nurses, pharmacists, and clinicians, to recognize the clinical presentation and provide the appropriate management of potentially life-threatening sequelae if they occur."}
{"id": "article-20135_28", "title": "Cromolyn Sodium -- Enhancing Healthcare Team Outcomes", "content": "In the event a patient has a severe hypersensitivity reaction to cromolyn sodium, the emergency department clinician and nurses must execute an effective, patient-centered treatment plan which includes: Withdrawing the offending agent by stopping cromolyn sodium use Continual monitoring of the patient for signs and symptoms of anaphylaxis and cardiac arrhythmias Starting a peripheral IV and administering fluids Administering epinephrine, oxygen, antihistamines, and corticosteroids Consulting the pharmacist for thorough medication record review Consulting an intensivist for further observation and monitoring in the hospital", "contents": "Cromolyn Sodium -- Enhancing Healthcare Team Outcomes. In the event a patient has a severe hypersensitivity reaction to cromolyn sodium, the emergency department clinician and nurses must execute an effective, patient-centered treatment plan which includes: Withdrawing the offending agent by stopping cromolyn sodium use Continual monitoring of the patient for signs and symptoms of anaphylaxis and cardiac arrhythmias Starting a peripheral IV and administering fluids Administering epinephrine, oxygen, antihistamines, and corticosteroids Consulting the pharmacist for thorough medication record review Consulting an intensivist for further observation and monitoring in the hospital"}
{"id": "article-20135_29", "title": "Cromolyn Sodium -- Enhancing Healthcare Team Outcomes", "content": "Following a hypersensitivity reaction or severe adverse event, a thorough discussion of future drug therapy changes must occur with the health care provider. Through an interprofessional approach, cromolyn sodium can be safely and effectively used in the management of patient care. [22] [Level 5]", "contents": "Cromolyn Sodium -- Enhancing Healthcare Team Outcomes. Following a hypersensitivity reaction or severe adverse event, a thorough discussion of future drug therapy changes must occur with the health care provider. Through an interprofessional approach, cromolyn sodium can be safely and effectively used in the management of patient care. [22] [Level 5]"}
{"id": "article-20135_30", "title": "Cromolyn Sodium -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Cromolyn Sodium -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}