{"id": "article-38392_0", "title": "Calcineurin Inhibitors -- Continuing Education Activity", "content": "Calcineurin inhibitors (CNIs) are a class of immunosuppressants utilized to effectively manage various autoimmune disorders, including, but not limited to, lupus nephritis, idiopathic inflammatory myositis, interstitial lung disease, and atopic dermatitis. In addition, they serve as essential components for immunosuppression in solid organ transplantation. CNIs generally bind with high affinity to specific cytoplasmic receptors known as immunophilins, which include cyclophilin and FK-binding proteins. Through targeted inhibition of calcineurin, these medications disrupt the transcription of interleukin-2 and other cytokines within T lymphocytes, thus disrupting the activation, proliferation, and differentiation of T cells. Although their primary effect is on T-helper cells, these inhibitors also concurrently inhibit T suppressor and T cytotoxic cells. This activity illustrates the indications, mechanism of action, and contraindications of CNIs, emphasizing their value in various conditions. This activity also highlights the essential elements such as off-label uses, dosing, pharmacokinetics, monitoring, and relevant interactions of CNIs that are relevant to healthcare professionals across various specialties in their daily clinical practice.", "contents": "Calcineurin Inhibitors -- Continuing Education Activity. Calcineurin inhibitors (CNIs) are a class of immunosuppressants utilized to effectively manage various autoimmune disorders, including, but not limited to, lupus nephritis, idiopathic inflammatory myositis, interstitial lung disease, and atopic dermatitis. In addition, they serve as essential components for immunosuppression in solid organ transplantation. CNIs generally bind with high affinity to specific cytoplasmic receptors known as immunophilins, which include cyclophilin and FK-binding proteins. Through targeted inhibition of calcineurin, these medications disrupt the transcription of interleukin-2 and other cytokines within T lymphocytes, thus disrupting the activation, proliferation, and differentiation of T cells. Although their primary effect is on T-helper cells, these inhibitors also concurrently inhibit T suppressor and T cytotoxic cells. This activity illustrates the indications, mechanism of action, and contraindications of CNIs, emphasizing their value in various conditions. This activity also highlights the essential elements such as off-label uses, dosing, pharmacokinetics, monitoring, and relevant interactions of CNIs that are relevant to healthcare professionals across various specialties in their daily clinical practice."}
{"id": "article-38392_1", "title": "Calcineurin Inhibitors -- Continuing Education Activity", "content": "Objectives: Identify the appropriate indications for calcineurin inhibitor therapy in autoimmune conditions and solid organ transplantation. Screen patients for contraindications and risk factors before initiating calcineurin inhibitor therapy, considering their medical history, organ transplant status, renal function, hypertension, and concurrent medications. Assess patients regularly for calcineurin inhibitor efficacy and safety, drug levels, renal function, blood pressure, immunosuppressive effects, and potential adverse effects to optimize therapy and ensure patient safety. Select the most appropriate calcineurin inhibitor agent based on patient-specific factors, disease state, and drug interactions while considering individual preferences and comorbidities. Access free multiple choice questions on this topic.", "contents": "Calcineurin Inhibitors -- Continuing Education Activity. Objectives: Identify the appropriate indications for calcineurin inhibitor therapy in autoimmune conditions and solid organ transplantation. Screen patients for contraindications and risk factors before initiating calcineurin inhibitor therapy, considering their medical history, organ transplant status, renal function, hypertension, and concurrent medications. Assess patients regularly for calcineurin inhibitor efficacy and safety, drug levels, renal function, blood pressure, immunosuppressive effects, and potential adverse effects to optimize therapy and ensure patient safety. Select the most appropriate calcineurin inhibitor agent based on patient-specific factors, disease state, and drug interactions while considering individual preferences and comorbidities. Access free multiple choice questions on this topic."}
{"id": "article-38392_2", "title": "Calcineurin Inhibitors -- Indications", "content": "Calcineurin inhibitors (CNIs) are a class of immunosuppressants utilized to effectively manage various autoimmune disorders, including, but not limited to, lupus nephritis, idiopathic inflammatory myositis, interstitial lung disease, and atopic dermatitis. In addition, they serve as essential components for immunosuppression in solid organ transplantation.", "contents": "Calcineurin Inhibitors -- Indications. Calcineurin inhibitors (CNIs) are a class of immunosuppressants utilized to effectively manage various autoimmune disorders, including, but not limited to, lupus nephritis, idiopathic inflammatory myositis, interstitial lung disease, and atopic dermatitis. In addition, they serve as essential components for immunosuppression in solid organ transplantation."}
{"id": "article-38392_3", "title": "Calcineurin Inhibitors -- Indications -- Cyclosporine", "content": "Cyclosporine is approved by the U.S. Food and Drug Administration (FDA) as an adjuvant for preventing allogeneic organ transplant rejection when used with glucocorticoids. This application is particularly pertinent to patients undergoing kidney, heart, liver, and bone marrow transplantations. [1] Cyclosporine-modified formulations are FDA-approved for treating patients with severe and active rheumatoid arthritis, specifically when the response to methotrexate has been insufficient. Furthermore, the drug can be used in combination with methotrexate for patients with rheumatoid arthritis who do not attain satisfactory results from methotrexate alone. [2] Modified formulations of cyclosporine are also approved for treating severe and recalcitrant plaque psoriasis in adult patients who are not immunocompromised. This treatment is for patients who have not responded well to at least 1 systemic therapy, such as retinoids, PUVA, or methotrexate, or who cannot tolerate other systemic treatments due to contradictions. According to consensus guidelines by the American Academy of Dermatology (AAD) and the National Psoriasis Foundation (NPF), cyclosporine is also indicated for the treatment of generalized pustular, erythrodermic, and palmoplantar psoriasis. [3]", "contents": "Calcineurin Inhibitors -- Indications -- Cyclosporine. Cyclosporine is approved by the U.S. Food and Drug Administration (FDA) as an adjuvant for preventing allogeneic organ transplant rejection when used with glucocorticoids. This application is particularly pertinent to patients undergoing kidney, heart, liver, and bone marrow transplantations. [1] Cyclosporine-modified formulations are FDA-approved for treating patients with severe and active rheumatoid arthritis, specifically when the response to methotrexate has been insufficient. Furthermore, the drug can be used in combination with methotrexate for patients with rheumatoid arthritis who do not attain satisfactory results from methotrexate alone. [2] Modified formulations of cyclosporine are also approved for treating severe and recalcitrant plaque psoriasis in adult patients who are not immunocompromised. This treatment is for patients who have not responded well to at least 1 systemic therapy, such as retinoids, PUVA, or methotrexate, or who cannot tolerate other systemic treatments due to contradictions. According to consensus guidelines by the American Academy of Dermatology (AAD) and the National Psoriasis Foundation (NPF), cyclosporine is also indicated for the treatment of generalized pustular, erythrodermic, and palmoplantar psoriasis. [3]"}
{"id": "article-38392_4", "title": "Calcineurin Inhibitors -- Indications -- Cyclosporine", "content": "The ophthalmic formulation of cyclosporine is FDA-approved to increase tear production in individuals diagnosed with keratoconjunctivitis sicca stemming from ocular inflammation. This formulation is also utilized in the management of vernal keratoconjunctivitis.", "contents": "Calcineurin Inhibitors -- Indications -- Cyclosporine. The ophthalmic formulation of cyclosporine is FDA-approved to increase tear production in individuals diagnosed with keratoconjunctivitis sicca stemming from ocular inflammation. This formulation is also utilized in the management of vernal keratoconjunctivitis."}
{"id": "article-38392_5", "title": "Calcineurin Inhibitors -- Indications -- Cyclosporine", "content": "Cyclosporine is used off-label for various purposes, including treating refractory atopic dermatitis, allergic conjunctivitis, alopecia, chronic urticaria, aplastic anemia, and interstitial cystitis. This drug is also used off-label for several autoimmune diseases, including ulcerative colitis, systemic lupus erythematosus, and Sjögren syndrome. Cyclosporine finds utility in treating numerous glomerular diseases, encompassing lupus nephritis, focal segmental glomerulosclerosis, minimal change disease, membranous nephropathy, and idiopathic nephrotic syndrome, particularly in cases resistant to steroids. This medication is also used as a prophylactic therapy to preempt the onset of graft versus host disease.", "contents": "Calcineurin Inhibitors -- Indications -- Cyclosporine. Cyclosporine is used off-label for various purposes, including treating refractory atopic dermatitis, allergic conjunctivitis, alopecia, chronic urticaria, aplastic anemia, and interstitial cystitis. This drug is also used off-label for several autoimmune diseases, including ulcerative colitis, systemic lupus erythematosus, and Sjögren syndrome. Cyclosporine finds utility in treating numerous glomerular diseases, encompassing lupus nephritis, focal segmental glomerulosclerosis, minimal change disease, membranous nephropathy, and idiopathic nephrotic syndrome, particularly in cases resistant to steroids. This medication is also used as a prophylactic therapy to preempt the onset of graft versus host disease."}
{"id": "article-38392_6", "title": "Calcineurin Inhibitors -- Indications -- Tacrolimus", "content": "Tacrolimus is FDA-approved in its oral formulation for preventing allogeneic organ transplant rejection in combination with other immunosuppressants, such as azathioprine and mycophenolate mofetil, in patients undergoing kidney, liver, or heart transplantations. In addition, intravenous (IV) formulations are offered for identical indications, catering to patients who cannot consume the medication orally. [4] [5]", "contents": "Calcineurin Inhibitors -- Indications -- Tacrolimus. Tacrolimus is FDA-approved in its oral formulation for preventing allogeneic organ transplant rejection in combination with other immunosuppressants, such as azathioprine and mycophenolate mofetil, in patients undergoing kidney, liver, or heart transplantations. In addition, intravenous (IV) formulations are offered for identical indications, catering to patients who cannot consume the medication orally. [4] [5]"}
{"id": "article-38392_7", "title": "Calcineurin Inhibitors -- Indications -- Tacrolimus", "content": "The topical form of tacrolimus is available in 2 concentrations: 0.03% for children aged 2 to 15 and 0.1% designed for adults. This formulation is approved as a second-line treatment for moderate-to-severe atopic dermatitis in children unresponsive to alternative topical therapies. Furthermore, this drug is indicated for adults with severe disease affecting a substantial body surface area.", "contents": "Calcineurin Inhibitors -- Indications -- Tacrolimus. The topical form of tacrolimus is available in 2 concentrations: 0.03% for children aged 2 to 15 and 0.1% designed for adults. This formulation is approved as a second-line treatment for moderate-to-severe atopic dermatitis in children unresponsive to alternative topical therapies. Furthermore, this drug is indicated for adults with severe disease affecting a substantial body surface area."}
{"id": "article-38392_8", "title": "Calcineurin Inhibitors -- Indications -- Tacrolimus", "content": "Tacrolimus's off-label uses include its role as a prophylactic agent to prevent graft versus host disease and rejection in corneal, pancreatic, renal, and small intestine transplantation. This drug is also used in the induction therapy of lupus nephritis, the treatment of Crohn's disease, membranous glomerulonephritis, and myasthenia gravis. In addition, tacrolimus is used to lower the incidence of pancreatitis in patients undergoing liver transplantation following endoscopic retrograde cholangiopancreatography. Topical tacrolimus is also used off-label to treat pediatric psoriasis affecting the face and genital region. [6]", "contents": "Calcineurin Inhibitors -- Indications -- Tacrolimus. Tacrolimus's off-label uses include its role as a prophylactic agent to prevent graft versus host disease and rejection in corneal, pancreatic, renal, and small intestine transplantation. This drug is also used in the induction therapy of lupus nephritis, the treatment of Crohn's disease, membranous glomerulonephritis, and myasthenia gravis. In addition, tacrolimus is used to lower the incidence of pancreatitis in patients undergoing liver transplantation following endoscopic retrograde cholangiopancreatography. Topical tacrolimus is also used off-label to treat pediatric psoriasis affecting the face and genital region. [6]"}
{"id": "article-38392_9", "title": "Calcineurin Inhibitors -- Indications -- Pimecrolimus", "content": "The 1% topical formulation of pimecrolimus has received FDA approval for treating mild-to-moderate atopic dermatitis. The drug has many off-label uses, including oral lichen planus, psoriasis on the face and intertriginous areas, vitiligo, lichen sclerosis of the vulva, and seborrheic dermatitis. [7]", "contents": "Calcineurin Inhibitors -- Indications -- Pimecrolimus. The 1% topical formulation of pimecrolimus has received FDA approval for treating mild-to-moderate atopic dermatitis. The drug has many off-label uses, including oral lichen planus, psoriasis on the face and intertriginous areas, vitiligo, lichen sclerosis of the vulva, and seborrheic dermatitis. [7]"}
{"id": "article-38392_10", "title": "Calcineurin Inhibitors -- Indications -- Voclosporin", "content": "Voclosporin, a novel medication within the class of immunosuppressants, received FDA approval in 2021 for its oral formulation, which is meant to be used in conjunction with other immunosuppressants for treating active lupus nephritis in adults. [8] [9]", "contents": "Calcineurin Inhibitors -- Indications -- Voclosporin. Voclosporin, a novel medication within the class of immunosuppressants, received FDA approval in 2021 for its oral formulation, which is meant to be used in conjunction with other immunosuppressants for treating active lupus nephritis in adults. [8] [9]"}
{"id": "article-38392_11", "title": "Calcineurin Inhibitors -- Mechanism of Action", "content": "Calcineurin forms a phosphatase complex consisting of a 61-kDa catalytic subunit that binds to calmodulin (calcineurin-A) and a 19-kDa regulatory subunit that binds to calcium (calcineurin-B). This protein actively participates in numerous cellular processes and calcium-dependent pathways for signal transduction, including T-cell activation. [10]", "contents": "Calcineurin Inhibitors -- Mechanism of Action. Calcineurin forms a phosphatase complex consisting of a 61-kDa catalytic subunit that binds to calmodulin (calcineurin-A) and a 19-kDa regulatory subunit that binds to calcium (calcineurin-B). This protein actively participates in numerous cellular processes and calcium-dependent pathways for signal transduction, including T-cell activation. [10]"}
{"id": "article-38392_12", "title": "Calcineurin Inhibitors -- Mechanism of Action", "content": "CNIs generally bind with high affinity to specific cytoplasmic receptors known as immunophilins, which include cyclophilin and FK-binding proteins. [11] The drug-receptor complex effectively and competitively inhibits the activity of calcineurin, which is triggered by the intracellular calcium discharge following T-cell receptor interaction and co-stimulation facilitated by antigen-presenting cells. Subsequently, this process obstructs the translocation of a cluster of transcription factors, including the nuclear factor of activated T cells (NFAT), leading to reduced transcriptional initiation of cytokine genes such as interleukin (IL)-2, IL-3, IL-4, tumor necrosis factor-alpha, CD40 ligand (CD40L), granulocyte-macrophage colony-stimulating factor, and interferon-gamma. [12]", "contents": "Calcineurin Inhibitors -- Mechanism of Action. CNIs generally bind with high affinity to specific cytoplasmic receptors known as immunophilins, which include cyclophilin and FK-binding proteins. [11] The drug-receptor complex effectively and competitively inhibits the activity of calcineurin, which is triggered by the intracellular calcium discharge following T-cell receptor interaction and co-stimulation facilitated by antigen-presenting cells. Subsequently, this process obstructs the translocation of a cluster of transcription factors, including the nuclear factor of activated T cells (NFAT), leading to reduced transcriptional initiation of cytokine genes such as interleukin (IL)-2, IL-3, IL-4, tumor necrosis factor-alpha, CD40 ligand (CD40L), granulocyte-macrophage colony-stimulating factor, and interferon-gamma. [12]"}
{"id": "article-38392_13", "title": "Calcineurin Inhibitors -- Mechanism of Action", "content": "By selectively inhibiting calcineurin, these drugs disrupt the transcription of IL-2 and other cytokines within T lymphocytes, thereby interfering with T-cell activation, proliferation, and differentiation. [13] Although these agents primarily act on T-helper cells, they simultaneously inhibit T suppressor and T cytotoxic cells during the process. Beyond their immunosuppressive role, these agents also confer direct protective effects on podocytes, including the inhibition of calcineurin-induced dephosphorylation of synaptopodin. This critical protein regulates actin filaments within the podocyte cytoskeleton. The medications enhance podocyte viability and concurrently diminish their migratory activity.", "contents": "Calcineurin Inhibitors -- Mechanism of Action. By selectively inhibiting calcineurin, these drugs disrupt the transcription of IL-2 and other cytokines within T lymphocytes, thereby interfering with T-cell activation, proliferation, and differentiation. [13] Although these agents primarily act on T-helper cells, they simultaneously inhibit T suppressor and T cytotoxic cells during the process. Beyond their immunosuppressive role, these agents also confer direct protective effects on podocytes, including the inhibition of calcineurin-induced dephosphorylation of synaptopodin. This critical protein regulates actin filaments within the podocyte cytoskeleton. The medications enhance podocyte viability and concurrently diminish their migratory activity."}
{"id": "article-38392_14", "title": "Calcineurin Inhibitors -- Mechanism of Action", "content": "The following points elucidate the mechanisms of action and distinct characteristics of various CNIs, such as cyclosporine, tacrolimus, pimecrolimus, and voclosporin, offering valuable insights into their roles in managing diverse conditions: Cyclosporine binds to cyclophilin-1 inside the cells to form the cyclosporine-cyclophilin complex. Subsequently, this complex inhibits calcineurin, which stops the activation and dephosphorylation of NFAT, a factor that plays a crucial role in triggering inflammatory reactions. [14] Tacrolimus and pimecrolimus share a common mechanism of action. Both compounds attach to FK-binding protein, thereby triggering the inhibition of calcineurin.", "contents": "Calcineurin Inhibitors -- Mechanism of Action. The following points elucidate the mechanisms of action and distinct characteristics of various CNIs, such as cyclosporine, tacrolimus, pimecrolimus, and voclosporin, offering valuable insights into their roles in managing diverse conditions: Cyclosporine binds to cyclophilin-1 inside the cells to form the cyclosporine-cyclophilin complex. Subsequently, this complex inhibits calcineurin, which stops the activation and dephosphorylation of NFAT, a factor that plays a crucial role in triggering inflammatory reactions. [14] Tacrolimus and pimecrolimus share a common mechanism of action. Both compounds attach to FK-binding protein, thereby triggering the inhibition of calcineurin."}
{"id": "article-38392_15", "title": "Calcineurin Inhibitors -- Mechanism of Action", "content": "Voclosporin shares a chemical structure similar to cyclosporine, differing by only 1 amino acid. This structural variation enhances its efficacy in inhibiting calcineurin. Furthermore, voclosporin inhibits calcineurin, p-glycoprotein, and organic anion-transporting polypeptides 1B1 and 1B3. These combined actions significantly contribute to voclosporin's potential as a promising immunosuppressant.", "contents": "Calcineurin Inhibitors -- Mechanism of Action. Voclosporin shares a chemical structure similar to cyclosporine, differing by only 1 amino acid. This structural variation enhances its efficacy in inhibiting calcineurin. Furthermore, voclosporin inhibits calcineurin, p-glycoprotein, and organic anion-transporting polypeptides 1B1 and 1B3. These combined actions significantly contribute to voclosporin's potential as a promising immunosuppressant."}
{"id": "article-38392_16", "title": "Calcineurin Inhibitors -- Mechanism of Action -- Pharmacokinetics", "content": "Absorption: CNIs undergo significant first-pass metabolism, resulting in a reduced bioavailability for both cyclosporine and tacrolimus. Transplant recipients with neuropathy due to diabetes mellitus may experience delayed gastric emptying. Gastroparesis primarily impacts the bioavailability of cyclosporine, particularly the oil-based formulation. In contrast, delayed gastric emptying can decelerate the absorption of tacrolimus but does not significantly affect its overall bioavailability. [15]", "contents": "Calcineurin Inhibitors -- Mechanism of Action -- Pharmacokinetics. Absorption: CNIs undergo significant first-pass metabolism, resulting in a reduced bioavailability for both cyclosporine and tacrolimus. Transplant recipients with neuropathy due to diabetes mellitus may experience delayed gastric emptying. Gastroparesis primarily impacts the bioavailability of cyclosporine, particularly the oil-based formulation. In contrast, delayed gastric emptying can decelerate the absorption of tacrolimus but does not significantly affect its overall bioavailability. [15]"}
{"id": "article-38392_17", "title": "Calcineurin Inhibitors -- Mechanism of Action -- Pharmacokinetics", "content": "Distribution: P-glycoprotein has a significant role in determining the distribution of CNIs within the brain, lymphocytes, and kidneys. Inhibition of p-glycoprotein can potentially increase CNI exposure in these tissues. [16] Metabolism: Cytochrome P450 system enzymes, primarily CYP3A4 and CYP3A5, are the major contributors to the metabolism of CNIs. [17]", "contents": "Calcineurin Inhibitors -- Mechanism of Action -- Pharmacokinetics. Distribution: P-glycoprotein has a significant role in determining the distribution of CNIs within the brain, lymphocytes, and kidneys. Inhibition of p-glycoprotein can potentially increase CNI exposure in these tissues. [16] Metabolism: Cytochrome P450 system enzymes, primarily CYP3A4 and CYP3A5, are the major contributors to the metabolism of CNIs. [17]"}
{"id": "article-38392_18", "title": "Calcineurin Inhibitors -- Mechanism of Action -- Pharmacokinetics", "content": "Elimination: Tacrolimus and its metabolites undergo predominant excretion through the biliary route, accounting for over 95% of elimination. A minimal proportion of the drug, less than 1%, is excreted unchanged in both urine and feces. Conversely, cyclosporine and its metabolites are predominantly eliminated through the bile. [18]", "contents": "Calcineurin Inhibitors -- Mechanism of Action -- Pharmacokinetics. Elimination: Tacrolimus and its metabolites undergo predominant excretion through the biliary route, accounting for over 95% of elimination. A minimal proportion of the drug, less than 1%, is excreted unchanged in both urine and feces. Conversely, cyclosporine and its metabolites are predominantly eliminated through the bile. [18]"}
{"id": "article-38392_19", "title": "Calcineurin Inhibitors -- Administration -- Cyclosporine: Oral, IV, and Ophthalmic Formulations, Dosage, and Strengths", "content": "Cyclosporine has received FDA approval for its oral, IV, and ophthalmic formulations.", "contents": "Calcineurin Inhibitors -- Administration -- Cyclosporine: Oral, IV, and Ophthalmic Formulations, Dosage, and Strengths. Cyclosporine has received FDA approval for its oral, IV, and ophthalmic formulations."}
{"id": "article-38392_20", "title": "Calcineurin Inhibitors -- Administration -- Cyclosporine: Oral, IV, and Ophthalmic Formulations, Dosage, and Strengths", "content": "Oral: This formulation is available in non-modified and modified formulations with distinct bioequivalence. Oral capsules for this medication are available in strengths of 10 mg, 25 mg, 50 mg, and 100 mg, alongside an oral solution available in a 50 mg/mL strength. The oral form of cyclosporine should be administered to patients in 2 equally divided doses. Patients should ensure consistent drug administration with their meals and maintain a precise 12-hour interval between the 2 doses. In addition, patients are advised to avoid grapefruit and grapefruit juice while taking this medication, as it can impact the drug's metabolism and cause high blood levels. [1] [2]", "contents": "Calcineurin Inhibitors -- Administration -- Cyclosporine: Oral, IV, and Ophthalmic Formulations, Dosage, and Strengths. Oral: This formulation is available in non-modified and modified formulations with distinct bioequivalence. Oral capsules for this medication are available in strengths of 10 mg, 25 mg, 50 mg, and 100 mg, alongside an oral solution available in a 50 mg/mL strength. The oral form of cyclosporine should be administered to patients in 2 equally divided doses. Patients should ensure consistent drug administration with their meals and maintain a precise 12-hour interval between the 2 doses. In addition, patients are advised to avoid grapefruit and grapefruit juice while taking this medication, as it can impact the drug's metabolism and cause high blood levels. [1] [2]"}
{"id": "article-38392_21", "title": "Calcineurin Inhibitors -- Administration -- Cyclosporine: Oral, IV, and Ophthalmic Formulations, Dosage, and Strengths", "content": "Cyclosporine non-modified formulation: Cyclosporine in its non-modified formulation relies on bile for absorption, resulting in varying absorption percentages along the gastrointestinal tract. Cyclosporine-modified formulation: Cyclosporine, in its modified formulation, presented as a microemulsion, exhibits favorable bioavailability as it does not rely on bile salts for absorption.", "contents": "Calcineurin Inhibitors -- Administration -- Cyclosporine: Oral, IV, and Ophthalmic Formulations, Dosage, and Strengths. Cyclosporine non-modified formulation: Cyclosporine in its non-modified formulation relies on bile for absorption, resulting in varying absorption percentages along the gastrointestinal tract. Cyclosporine-modified formulation: Cyclosporine, in its modified formulation, presented as a microemulsion, exhibits favorable bioavailability as it does not rely on bile salts for absorption."}
{"id": "article-38392_22", "title": "Calcineurin Inhibitors -- Administration -- Cyclosporine: Oral, IV, and Ophthalmic Formulations, Dosage, and Strengths", "content": "IV: IV administration of cyclosporine is reserved for individuals who cannot administer the medication orally. Concentrated cyclosporine is supplied in 5 mL ampules, each milliliter containing 50 mg of cyclosporine.", "contents": "Calcineurin Inhibitors -- Administration -- Cyclosporine: Oral, IV, and Ophthalmic Formulations, Dosage, and Strengths. IV: IV administration of cyclosporine is reserved for individuals who cannot administer the medication orally. Concentrated cyclosporine is supplied in 5 mL ampules, each milliliter containing 50 mg of cyclosporine."}
{"id": "article-38392_23", "title": "Calcineurin Inhibitors -- Administration -- Cyclosporine: Oral, IV, and Ophthalmic Formulations, Dosage, and Strengths", "content": "Ophthalmic: Cyclosporine is formulated as an ophthalmic emulsion in 0.05% and 0.1% concentrations. Patients should receive specific instructions before using the drug. They should be advised to invert the unit dose several times to achieve a uniform white opaque emulsion before using the medicine, and it should be used concomitantly with artificial tears. This drug is available in 0.09% ophthalmic solution.", "contents": "Calcineurin Inhibitors -- Administration -- Cyclosporine: Oral, IV, and Ophthalmic Formulations, Dosage, and Strengths. Ophthalmic: Cyclosporine is formulated as an ophthalmic emulsion in 0.05% and 0.1% concentrations. Patients should receive specific instructions before using the drug. They should be advised to invert the unit dose several times to achieve a uniform white opaque emulsion before using the medicine, and it should be used concomitantly with artificial tears. This drug is available in 0.09% ophthalmic solution."}
{"id": "article-38392_24", "title": "Calcineurin Inhibitors -- Administration -- Cyclosporine: Oral, IV, and Ophthalmic Formulations, Dosage, and Strengths", "content": "Keratoconjunctivitis sicca: For keratoconjunctivitis sicca, the treatment involves the administration of cyclosporine emulsion 0.05% or cyclosporine solution 0.09%. Patients should instill 1 drop into each eye twice daily, with a 12-hour interval between the doses. Vernal keratoconjunctivitis: For vernal keratoconjunctivitis, patients aged 4 or older should use cyclosporine 0.1% ophthalmic emulsion. The recommended dosage is 1 drop instilled into the affected eyes 4 times daily, continuing until signs and symptoms are resolved. For instances of vernal keratoconjunctivitis recurrence, treatment can be reinstated. In patients aged 5 to 14, cyclosporine emulsion 0.05% should be administered as 1 drop 4 times daily.", "contents": "Calcineurin Inhibitors -- Administration -- Cyclosporine: Oral, IV, and Ophthalmic Formulations, Dosage, and Strengths. Keratoconjunctivitis sicca: For keratoconjunctivitis sicca, the treatment involves the administration of cyclosporine emulsion 0.05% or cyclosporine solution 0.09%. Patients should instill 1 drop into each eye twice daily, with a 12-hour interval between the doses. Vernal keratoconjunctivitis: For vernal keratoconjunctivitis, patients aged 4 or older should use cyclosporine 0.1% ophthalmic emulsion. The recommended dosage is 1 drop instilled into the affected eyes 4 times daily, continuing until signs and symptoms are resolved. For instances of vernal keratoconjunctivitis recurrence, treatment can be reinstated. In patients aged 5 to 14, cyclosporine emulsion 0.05% should be administered as 1 drop 4 times daily."}
{"id": "article-38392_25", "title": "Calcineurin Inhibitors -- Administration -- Tacrolimus: Oral, IV, and Topical Formulations, Dosage, and Strengths", "content": "Tacrolimus has received FDA approval for oral, IV, and topical formulations. [4] [5] Oral: The oral formulation of the medication is available as immediate- and extended-release capsules. Notably, immediate- and extended-release oral formulations of the drug are not interchangeable.", "contents": "Calcineurin Inhibitors -- Administration -- Tacrolimus: Oral, IV, and Topical Formulations, Dosage, and Strengths. Tacrolimus has received FDA approval for oral, IV, and topical formulations. [4] [5] Oral: The oral formulation of the medication is available as immediate- and extended-release capsules. Notably, immediate- and extended-release oral formulations of the drug are not interchangeable."}
{"id": "article-38392_26", "title": "Calcineurin Inhibitors -- Administration -- Tacrolimus: Oral, IV, and Topical Formulations, Dosage, and Strengths", "content": "Tacrolimus immediate-release capsules: These capsules are accessible in the oral formulation and are offered in strengths of 0.5 mg, 1 mg, and 5 mg. The medication is administered in 2 equally divided doses according to the following guidelines: Adult patients who have received a kidney transplant and are taking the drug with azathioprine should take a dosage of 0.2 mg/kg/d. If the drug is taken with mycophenolate mofetil or an IL-2 receptor antagonist, the dosage is 0.1 mg/kg/d. For adult patients who have received a liver transplant, the dosage range is between 0.1 and 0.15 mg/kg/d. The dosage range for pediatric patients who have received a liver transplant is between 0.15 and 0.2 mg/kg/d. For adult patients who have received a heart transplant, the dosage is 0.075 mg/kg/d. Patients with hepatic or renal impairment should adhere to the lowest recommended values among the suggested doses. In addition, patients are advised to avoid grapefruit and grapefruit juice while taking this medication, as it can impact the drug's metabolism and cause high blood levels.", "contents": "Calcineurin Inhibitors -- Administration -- Tacrolimus: Oral, IV, and Topical Formulations, Dosage, and Strengths. Tacrolimus immediate-release capsules: These capsules are accessible in the oral formulation and are offered in strengths of 0.5 mg, 1 mg, and 5 mg. The medication is administered in 2 equally divided doses according to the following guidelines: Adult patients who have received a kidney transplant and are taking the drug with azathioprine should take a dosage of 0.2 mg/kg/d. If the drug is taken with mycophenolate mofetil or an IL-2 receptor antagonist, the dosage is 0.1 mg/kg/d. For adult patients who have received a liver transplant, the dosage range is between 0.1 and 0.15 mg/kg/d. The dosage range for pediatric patients who have received a liver transplant is between 0.15 and 0.2 mg/kg/d. For adult patients who have received a heart transplant, the dosage is 0.075 mg/kg/d. Patients with hepatic or renal impairment should adhere to the lowest recommended values among the suggested doses. In addition, patients are advised to avoid grapefruit and grapefruit juice while taking this medication, as it can impact the drug's metabolism and cause high blood levels."}
{"id": "article-38392_27", "title": "Calcineurin Inhibitors -- Administration -- Tacrolimus: Oral, IV, and Topical Formulations, Dosage, and Strengths", "content": "Tacrolimus extended-release capsules: These capsules are available in oral formulation, offered in strengths of 0.5 mg, 1 mg, and 5 mg. Capsules should not be crushed and chewed while administering them. These capsules are designed as modified-release formulations, which enable controlled water penetration and the formation of a protective polymer gel layer around the drug, facilitating its gradual release. Extended-release tablets come in 0.75 mg, 1 mg, and 4 mg strengths and use a drug delivery technology that improves drug bioavailability with low water solubility.", "contents": "Calcineurin Inhibitors -- Administration -- Tacrolimus: Oral, IV, and Topical Formulations, Dosage, and Strengths. Tacrolimus extended-release capsules: These capsules are available in oral formulation, offered in strengths of 0.5 mg, 1 mg, and 5 mg. Capsules should not be crushed and chewed while administering them. These capsules are designed as modified-release formulations, which enable controlled water penetration and the formation of a protective polymer gel layer around the drug, facilitating its gradual release. Extended-release tablets come in 0.75 mg, 1 mg, and 4 mg strengths and use a drug delivery technology that improves drug bioavailability with low water solubility."}
{"id": "article-38392_28", "title": "Calcineurin Inhibitors -- Administration -- Tacrolimus: Oral, IV, and Topical Formulations, Dosage, and Strengths", "content": "IV: The IV formulation of tacrolimus is provided as a concentrate with a strength of 5 mg/mL, packaged in 5 mL ampules. The IV form is specifically reserved for patients who cannot tolerate the oral forms of the medication due to their increased toxicity. Topical: The topical formulation of the medication is accessible as an ointment with concentrations of 0.03% or 0.1%, packaged in tubes of 30 g and 60 g sizes.", "contents": "Calcineurin Inhibitors -- Administration -- Tacrolimus: Oral, IV, and Topical Formulations, Dosage, and Strengths. IV: The IV formulation of tacrolimus is provided as a concentrate with a strength of 5 mg/mL, packaged in 5 mL ampules. The IV form is specifically reserved for patients who cannot tolerate the oral forms of the medication due to their increased toxicity. Topical: The topical formulation of the medication is accessible as an ointment with concentrations of 0.03% or 0.1%, packaged in tubes of 30 g and 60 g sizes."}
{"id": "article-38392_29", "title": "Calcineurin Inhibitors -- Administration -- Pimecrolimus: Topical Formulation", "content": "Topical pimecrolimus is available in a 1% concentration cream. However, it is essential to note that this product is not recommended for use in children younger than 2. A thin layer of the cream should be applied to the skin twice daily. Administration of the drug should be restricted to the specific sites of atopic dermatitis, and prolonged use of the medication should be avoided.", "contents": "Calcineurin Inhibitors -- Administration -- Pimecrolimus: Topical Formulation. Topical pimecrolimus is available in a 1% concentration cream. However, it is essential to note that this product is not recommended for use in children younger than 2. A thin layer of the cream should be applied to the skin twice daily. Administration of the drug should be restricted to the specific sites of atopic dermatitis, and prolonged use of the medication should be avoided."}
{"id": "article-38392_30", "title": "Calcineurin Inhibitors -- Administration -- Voclosporin: Oral Formulation, Dosage, and Strength", "content": "Voclosporin for oral consumption is available in the form of capsules with strength of 7.9 mg. Patients should be advised to take the medication consistently on an empty stomach, aiming for a schedule as close as possible to 12-hour intervals. The recommended dosage is 23.7 mg, administered twice daily with mycophenolate mofetil and corticosteroids. Before initiating the drug, an accurate glomerular filtration (GFR) rate baseline should be established. Subsequently, the voclosporin dosage should be adapted in accordance with the GFR measurement.", "contents": "Calcineurin Inhibitors -- Administration -- Voclosporin: Oral Formulation, Dosage, and Strength. Voclosporin for oral consumption is available in the form of capsules with strength of 7.9 mg. Patients should be advised to take the medication consistently on an empty stomach, aiming for a schedule as close as possible to 12-hour intervals. The recommended dosage is 23.7 mg, administered twice daily with mycophenolate mofetil and corticosteroids. Before initiating the drug, an accurate glomerular filtration (GFR) rate baseline should be established. Subsequently, the voclosporin dosage should be adapted in accordance with the GFR measurement."}
{"id": "article-38392_31", "title": "Calcineurin Inhibitors -- Administration -- Specific Patient Populations", "content": "Hepatic impairment: Cyclosporine undergoes predominant metabolism in the liver. Caution should be exercised when using it in cases of severe hepatic impairment, and a dose reduction might be necessary. In cases of tacrolimus usage, therapeutic drug monitoring is advised, and a low dosage is recommended. This is especially important as drug clearance is diminished in patients with severe hepatic impairment. The effect of hepatic impairment has not been evaluated in patients receiving pimecrolimus. For voclosporin, dose reduction is necessary in cases of mild-to-moderate hepatic impairment, while its use is contraindicated in patients with severe hepatic impairment. [19]", "contents": "Calcineurin Inhibitors -- Administration -- Specific Patient Populations. Hepatic impairment: Cyclosporine undergoes predominant metabolism in the liver. Caution should be exercised when using it in cases of severe hepatic impairment, and a dose reduction might be necessary. In cases of tacrolimus usage, therapeutic drug monitoring is advised, and a low dosage is recommended. This is especially important as drug clearance is diminished in patients with severe hepatic impairment. The effect of hepatic impairment has not been evaluated in patients receiving pimecrolimus. For voclosporin, dose reduction is necessary in cases of mild-to-moderate hepatic impairment, while its use is contraindicated in patients with severe hepatic impairment. [19]"}
{"id": "article-38392_32", "title": "Calcineurin Inhibitors -- Administration -- Specific Patient Populations", "content": "Renal impairment: Renal impairment necessitates cautious use of CNIs due to the potential risk of nephrotoxicity. Considering the potential for nephrotoxicity, it is advisable to contemplate a dose reduction of tacrolimus in patients with preexisting renal impairment. The effect of renal insufficiency on the pharmacokinetics of topically administered pimecrolimus has not been evaluated. The use of voclosporin is not recommended in patients with a baseline estimated GFR ≤45 mL/min/1.73 m 2 . Based on available data, CNIs should be used cautiously in patients with renal impairment. [20]", "contents": "Calcineurin Inhibitors -- Administration -- Specific Patient Populations. Renal impairment: Renal impairment necessitates cautious use of CNIs due to the potential risk of nephrotoxicity. Considering the potential for nephrotoxicity, it is advisable to contemplate a dose reduction of tacrolimus in patients with preexisting renal impairment. The effect of renal insufficiency on the pharmacokinetics of topically administered pimecrolimus has not been evaluated. The use of voclosporin is not recommended in patients with a baseline estimated GFR ≤45 mL/min/1.73 m 2 . Based on available data, CNIs should be used cautiously in patients with renal impairment. [20]"}
{"id": "article-38392_33", "title": "Calcineurin Inhibitors -- Administration -- Specific Patient Populations", "content": "Pregnancy considerations: Cyclosporine was previously classified under FDA pregnancy category C drug. The American Association for the Study of Liver Diseases and the American Society of Transplantation suggest that cyclosporine use might be warranted following liver transplantation. A recent systematic review and meta-analysis revealed that using CNIs is associated with an elevated risk of preterm delivery, low birth weight, and preeclampsia. Therefore, their usage should be approached cautiously after conducting a comprehensive risk-benefit analysis. [21]", "contents": "Calcineurin Inhibitors -- Administration -- Specific Patient Populations. Pregnancy considerations: Cyclosporine was previously classified under FDA pregnancy category C drug. The American Association for the Study of Liver Diseases and the American Society of Transplantation suggest that cyclosporine use might be warranted following liver transplantation. A recent systematic review and meta-analysis revealed that using CNIs is associated with an elevated risk of preterm delivery, low birth weight, and preeclampsia. Therefore, their usage should be approached cautiously after conducting a comprehensive risk-benefit analysis. [21]"}
{"id": "article-38392_34", "title": "Calcineurin Inhibitors -- Administration -- Specific Patient Populations", "content": "Breastfeeding considerations: The 2020 guidelines from the American College of Rheumatology conditionally recommend using cyclosporine and tacrolimus during breastfeeding. [22] Guidelines from the United States, the National Transplant Pregnancy Registry, and European recommendations collectively suggest that cyclosporine and tacrolimus are likely safe breastfeeding options. [23] The clinician should explain to the mother that the areas treated with topical CNIs should not come in direct contact with the newborn's skin. [24]", "contents": "Calcineurin Inhibitors -- Administration -- Specific Patient Populations. Breastfeeding considerations: The 2020 guidelines from the American College of Rheumatology conditionally recommend using cyclosporine and tacrolimus during breastfeeding. [22] Guidelines from the United States, the National Transplant Pregnancy Registry, and European recommendations collectively suggest that cyclosporine and tacrolimus are likely safe breastfeeding options. [23] The clinician should explain to the mother that the areas treated with topical CNIs should not come in direct contact with the newborn's skin. [24]"}
{"id": "article-38392_35", "title": "Calcineurin Inhibitors -- Administration -- Specific Patient Populations", "content": "Pimecrolimus should be applied immediately after nursing, following thorough cleansing of the nipples before lactation. Physicians recommend using a water-soluble cream on the breast, as ointments could expose the infant to elevated levels of mineral paraffin. [25] Due to the insufficient clinical data regarding the presence of voclosporin in breast milk, it is advisable to consider an alternative drug. As per the manufacturer's recommendation, breastfeeding should be avoided while using voclosporin and for at least 1 week following the final dose of the medication. [26]", "contents": "Calcineurin Inhibitors -- Administration -- Specific Patient Populations. Pimecrolimus should be applied immediately after nursing, following thorough cleansing of the nipples before lactation. Physicians recommend using a water-soluble cream on the breast, as ointments could expose the infant to elevated levels of mineral paraffin. [25] Due to the insufficient clinical data regarding the presence of voclosporin in breast milk, it is advisable to consider an alternative drug. As per the manufacturer's recommendation, breastfeeding should be avoided while using voclosporin and for at least 1 week following the final dose of the medication. [26]"}
{"id": "article-38392_36", "title": "Calcineurin Inhibitors -- Administration -- Specific Patient Populations", "content": "Pediatric patients: According to joint guidelines by the AAD and NPF, modified cyclosporine is recommended for severe plaque psoriasis in pediatric individuals. The suggested dosage of cyclosporine is 2 to 5 mg/kg/d. [6] Older patients: A study suggests that lower doses of CNIs may be necessary for older individuals, especially kidney transplant patients. [27]", "contents": "Calcineurin Inhibitors -- Administration -- Specific Patient Populations. Pediatric patients: According to joint guidelines by the AAD and NPF, modified cyclosporine is recommended for severe plaque psoriasis in pediatric individuals. The suggested dosage of cyclosporine is 2 to 5 mg/kg/d. [6] Older patients: A study suggests that lower doses of CNIs may be necessary for older individuals, especially kidney transplant patients. [27]"}
{"id": "article-38392_37", "title": "Calcineurin Inhibitors -- Adverse Effects", "content": "The adverse drug reactions of cyclosporine and tacrolimus share significant similarities. Both drugs can lead to adverse effects such as nephrotoxicity, which presents as an acute elevation in plasma creatinine levels. This condition is potentially reversible through dose reduction. In some cases, this nephrotoxicity can evolve into chronic kidney disease, resulting in permanent kidney damage that may be irreversible even after discontinuing the medication. [28] Hypertension is another significant adverse effect of these drugs, stemming from renal vasoconstriction and sodium retention. Addressing this issue typically involves either reducing the medication dosage or prescribing antihypertensives to patients to manage high blood pressure levels. [29] Neurotoxicity manifests as tremors, headaches, seizures, and, in rare cases, encephalopathy. In addition, a condition known as CNI pain syndrome can also be associated with neurotoxicity. [30] [31] [32]", "contents": "Calcineurin Inhibitors -- Adverse Effects. The adverse drug reactions of cyclosporine and tacrolimus share significant similarities. Both drugs can lead to adverse effects such as nephrotoxicity, which presents as an acute elevation in plasma creatinine levels. This condition is potentially reversible through dose reduction. In some cases, this nephrotoxicity can evolve into chronic kidney disease, resulting in permanent kidney damage that may be irreversible even after discontinuing the medication. [28] Hypertension is another significant adverse effect of these drugs, stemming from renal vasoconstriction and sodium retention. Addressing this issue typically involves either reducing the medication dosage or prescribing antihypertensives to patients to manage high blood pressure levels. [29] Neurotoxicity manifests as tremors, headaches, seizures, and, in rare cases, encephalopathy. In addition, a condition known as CNI pain syndrome can also be associated with neurotoxicity. [30] [31] [32]"}
{"id": "article-38392_38", "title": "Calcineurin Inhibitors -- Adverse Effects", "content": "Metabolic abnormalities associated with these drugs encompass hyperlipidemia, hyperkalemia, hyperuricemia, gout, hypomagnesemia, and glucose intolerance. [33] [34] [35] [36] Both cyclosporine and tacrolimus have the potential to induce hepatotoxicity. However, it is possible to mitigate this risk by utilizing quercetin as a preventive measure. [37] Life-threatening bacterial, viral, and fungal infections are known to occur due to the immune system suppression caused by these drugs. [38] Malignancies that can arise from using these drugs include squamous cell cancers and benign and malignant lymphoproliferative disorders. [39]", "contents": "Calcineurin Inhibitors -- Adverse Effects. Metabolic abnormalities associated with these drugs encompass hyperlipidemia, hyperkalemia, hyperuricemia, gout, hypomagnesemia, and glucose intolerance. [33] [34] [35] [36] Both cyclosporine and tacrolimus have the potential to induce hepatotoxicity. However, it is possible to mitigate this risk by utilizing quercetin as a preventive measure. [37] Life-threatening bacterial, viral, and fungal infections are known to occur due to the immune system suppression caused by these drugs. [38] Malignancies that can arise from using these drugs include squamous cell cancers and benign and malignant lymphoproliferative disorders. [39]"}
{"id": "article-38392_39", "title": "Calcineurin Inhibitors -- Adverse Effects", "content": "Reported adverse effects include hirsutism and gum hyperplasia, which are specific to cyclosporine, as well as gastrointestinal disturbances such as anorexia, nausea, vomiting, diarrhea, and abdominal discomfort. [36] Although tacrolimus and cyclosporine share all the aforementioned adverse effects, it is noteworthy that gastrointestinal disturbances and hyperglycemia are more commonly associated with tacrolimus use. Tacrolimus distinguishes itself from cyclosporine by being linked to alopecia as an adverse effect. Notably, tacrolimus does not induce hirsutism or gingival hyperplasia, which are more commonly reported with the use of cyclosporine. [40] [41]", "contents": "Calcineurin Inhibitors -- Adverse Effects. Reported adverse effects include hirsutism and gum hyperplasia, which are specific to cyclosporine, as well as gastrointestinal disturbances such as anorexia, nausea, vomiting, diarrhea, and abdominal discomfort. [36] Although tacrolimus and cyclosporine share all the aforementioned adverse effects, it is noteworthy that gastrointestinal disturbances and hyperglycemia are more commonly associated with tacrolimus use. Tacrolimus distinguishes itself from cyclosporine by being linked to alopecia as an adverse effect. Notably, tacrolimus does not induce hirsutism or gingival hyperplasia, which are more commonly reported with the use of cyclosporine. [40] [41]"}
{"id": "article-38392_40", "title": "Calcineurin Inhibitors -- Adverse Effects", "content": "Pimecrolimus causes adverse effects, including erythema, irritation, burning and stinging at the application site, headache, fever, influenza-like conditions, infections, and respiratory symptoms such as sinusitis, tonsillitis, nasopharyngitis, cough, bronchitis, and upper respiratory tract infections. In addition, it can lead to acne, folliculitis, gastrointestinal symptoms such as gastroenteritis, diarrhea, abdominal pain, vomiting, nausea, and constipation, as well as arthralgia, ear and conjunctival infections, allergies, anaphylaxis, epistaxis, asthma exacerbation, lymphadenopathy, and malignancies including squamous or basal cell carcinomas, malignant melanoma, and lymphoma. [42] [43]", "contents": "Calcineurin Inhibitors -- Adverse Effects. Pimecrolimus causes adverse effects, including erythema, irritation, burning and stinging at the application site, headache, fever, influenza-like conditions, infections, and respiratory symptoms such as sinusitis, tonsillitis, nasopharyngitis, cough, bronchitis, and upper respiratory tract infections. In addition, it can lead to acne, folliculitis, gastrointestinal symptoms such as gastroenteritis, diarrhea, abdominal pain, vomiting, nausea, and constipation, as well as arthralgia, ear and conjunctival infections, allergies, anaphylaxis, epistaxis, asthma exacerbation, lymphadenopathy, and malignancies including squamous or basal cell carcinomas, malignant melanoma, and lymphoma. [42] [43]"}
{"id": "article-38392_41", "title": "Calcineurin Inhibitors -- Adverse Effects", "content": "Voclosporin has been reported to cause hypertension, headache, dizziness, hypoesthesia, migraine, paresthesia, seizure, alopecia, hypertrichosis, acute kidney injury, anemia, tremors, gastrointestinal tract disturbances, including diarrhea, abdominal pain, decreased appetite, dyspepsia, gingivitis, and upper abdominal pain, as well as cough, urinary tract infection, malignancies including lymphomas and skin cancer, infections, and chorioretinitis. [8] [9] [44]", "contents": "Calcineurin Inhibitors -- Adverse Effects. Voclosporin has been reported to cause hypertension, headache, dizziness, hypoesthesia, migraine, paresthesia, seizure, alopecia, hypertrichosis, acute kidney injury, anemia, tremors, gastrointestinal tract disturbances, including diarrhea, abdominal pain, decreased appetite, dyspepsia, gingivitis, and upper abdominal pain, as well as cough, urinary tract infection, malignancies including lymphomas and skin cancer, infections, and chorioretinitis. [8] [9] [44]"}
{"id": "article-38392_42", "title": "Calcineurin Inhibitors -- Adverse Effects -- Drug-Drug Interactions", "content": "Cyclosporine, tacrolimus, and voclosporin undergo extensive metabolism by CYP3A4, leading to numerous drug interactions with other medications metabolized via this pathway. CYP3A4 inhibitors, including azole antifungals, macrolides, diltiazem, verapamil, amiodarone, colchicine, and oral contraceptives, can increase the plasma concentration of these medicines. Cyclosporine can reduce the clearance of colchicine, digoxin, prednisolone, and statins. Concomitant cyclosporine and statin therapy can result in rhabdomyolysis. [45] [46]", "contents": "Calcineurin Inhibitors -- Adverse Effects -- Drug-Drug Interactions. Cyclosporine, tacrolimus, and voclosporin undergo extensive metabolism by CYP3A4, leading to numerous drug interactions with other medications metabolized via this pathway. CYP3A4 inhibitors, including azole antifungals, macrolides, diltiazem, verapamil, amiodarone, colchicine, and oral contraceptives, can increase the plasma concentration of these medicines. Cyclosporine can reduce the clearance of colchicine, digoxin, prednisolone, and statins. Concomitant cyclosporine and statin therapy can result in rhabdomyolysis. [45] [46]"}
{"id": "article-38392_43", "title": "Calcineurin Inhibitors -- Adverse Effects -- Drug-Drug Interactions", "content": "CYP3A4 inducers such as phenytoin, carbamazepine, and orlistat can result in a subtherapeutic level of CNIs and may decrease their effectiveness. Concomitant use of cyclosporine with non-steroidal anti-inflammatory drugs, azole antifungals, ciprofloxacin, gentamycin, and vancomycin, as well as drugs that cause renal toxicity, may exhibit synergistic or additive renal impairment potential. Hence, monitoring renal function, particularly serum creatinine levels, is essential when patients administer these medications. [3]  Voclosporin should not be administered concurrently with potent CYP3A4 inhibitors such as itraconazole or ketoconazole. [47]", "contents": "Calcineurin Inhibitors -- Adverse Effects -- Drug-Drug Interactions. CYP3A4 inducers such as phenytoin, carbamazepine, and orlistat can result in a subtherapeutic level of CNIs and may decrease their effectiveness. Concomitant use of cyclosporine with non-steroidal anti-inflammatory drugs, azole antifungals, ciprofloxacin, gentamycin, and vancomycin, as well as drugs that cause renal toxicity, may exhibit synergistic or additive renal impairment potential. Hence, monitoring renal function, particularly serum creatinine levels, is essential when patients administer these medications. [3]  Voclosporin should not be administered concurrently with potent CYP3A4 inhibitors such as itraconazole or ketoconazole. [47]"}
{"id": "article-38392_44", "title": "Calcineurin Inhibitors -- Adverse Effects -- Cyclosporine", "content": "Prescription of cyclosporine non-modified capsules should be restricted to clinicians with expertise in immunosuppressive treatment and managing organ transplants in patients. Individuals receiving immunosuppressive medications must be overseen in clinics with appropriate laboratory facilities and the necessary medical resources for supportive care. The physician responsible for maintenance therapy should be well-informed and equipped with the comprehensive details required for the effective follow-up of patients. Administration of cyclosporine non-modified capsules should involve concomitant use of adrenal corticosteroids while avoiding simultaneous use with other immunosuppressive agents. Furthermore, it is essential to recognize that immunosuppression increases the risk of infections and lymphoma. [48] Due to the lack of bioequivalence between modified and non-modified formulations, these variations should not be interchanged without the supervision of a clinician.", "contents": "Calcineurin Inhibitors -- Adverse Effects -- Cyclosporine. Prescription of cyclosporine non-modified capsules should be restricted to clinicians with expertise in immunosuppressive treatment and managing organ transplants in patients. Individuals receiving immunosuppressive medications must be overseen in clinics with appropriate laboratory facilities and the necessary medical resources for supportive care. The physician responsible for maintenance therapy should be well-informed and equipped with the comprehensive details required for the effective follow-up of patients. Administration of cyclosporine non-modified capsules should involve concomitant use of adrenal corticosteroids while avoiding simultaneous use with other immunosuppressive agents. Furthermore, it is essential to recognize that immunosuppression increases the risk of infections and lymphoma. [48] Due to the lack of bioequivalence between modified and non-modified formulations, these variations should not be interchanged without the supervision of a clinician."}
{"id": "article-38392_45", "title": "Calcineurin Inhibitors -- Adverse Effects", "content": "Chronic administration of non-modified capsules may lead to inconsistent absorption. To ensure patient safety and efficacy, clinicians should regularly monitor individuals taking non-modified capsules for cyclosporine blood concentrations. Subsequent dosage adjustments should be undertaken to prevent potential toxicity from elevated blood concentrations or the risk of organ rejection due to inadequate absorption, particularly in patients who have undergone liver transplants.", "contents": "Calcineurin Inhibitors -- Adverse Effects. Chronic administration of non-modified capsules may lead to inconsistent absorption. To ensure patient safety and efficacy, clinicians should regularly monitor individuals taking non-modified capsules for cyclosporine blood concentrations. Subsequent dosage adjustments should be undertaken to prevent potential toxicity from elevated blood concentrations or the risk of organ rejection due to inadequate absorption, particularly in patients who have undergone liver transplants."}
{"id": "article-38392_46", "title": "Calcineurin Inhibitors -- Adverse Effects -- Tacrolimus", "content": "Malignancies and severe infection: Using tacrolimus or other immunosuppressants is associated with an elevated risk of developing severe infections and malignancies, potentially leading to hospitalization or even death. [49] Mortality in patients with liver transplantation: Female patients taking extended-release tacrolimus capsules face an elevated mortality risk. Notably, the FDA does not approve this formulation for use in liver transplantation.", "contents": "Calcineurin Inhibitors -- Adverse Effects -- Tacrolimus. Malignancies and severe infection: Using tacrolimus or other immunosuppressants is associated with an elevated risk of developing severe infections and malignancies, potentially leading to hospitalization or even death. [49] Mortality in patients with liver transplantation: Female patients taking extended-release tacrolimus capsules face an elevated mortality risk. Notably, the FDA does not approve this formulation for use in liver transplantation."}
{"id": "article-38392_47", "title": "Calcineurin Inhibitors -- Adverse Effects -- Pimecrolimus", "content": "The prolonged safety of topical CNI formulations has not been definitively established. Consequently, continuous and long-term topical application of CNIs, such as pimecrolimus, should be avoided. If necessary, their application should be restricted to the affected areas associated with atopic dermatitis. Malignancy: Although no definitive causal link has been established, there are infrequent reports of malignancies, such as lymphoma and skin malignancies, in patients using the topical pimecrolimus formulation. Pediatric patients: Pimecrolimus is not approved by the FDA for usage in children younger than 2.", "contents": "Calcineurin Inhibitors -- Adverse Effects -- Pimecrolimus. The prolonged safety of topical CNI formulations has not been definitively established. Consequently, continuous and long-term topical application of CNIs, such as pimecrolimus, should be avoided. If necessary, their application should be restricted to the affected areas associated with atopic dermatitis. Malignancy: Although no definitive causal link has been established, there are infrequent reports of malignancies, such as lymphoma and skin malignancies, in patients using the topical pimecrolimus formulation. Pediatric patients: Pimecrolimus is not approved by the FDA for usage in children younger than 2."}
{"id": "article-38392_48", "title": "Calcineurin Inhibitors -- Adverse Effects -- Voclosporin", "content": "Malignancies and severe infections: Using voclosporin or other immunosuppressants is linked to an elevated risk of developing malignancies and severe infections, resulting in hospitalization or even death. [50]", "contents": "Calcineurin Inhibitors -- Adverse Effects -- Voclosporin. Malignancies and severe infections: Using voclosporin or other immunosuppressants is linked to an elevated risk of developing malignancies and severe infections, resulting in hospitalization or even death. [50]"}
{"id": "article-38392_49", "title": "Calcineurin Inhibitors -- Contraindications", "content": "The use of the following CNIs, including cyclosporine, tacrolimus, pimecrolimus, and voclosporin, is contraindicated under specific conditions, as outlined below, due to hypersensitivity reactions, medical conditions, or potential interactions that could compromise patient safety.", "contents": "Calcineurin Inhibitors -- Contraindications. The use of the following CNIs, including cyclosporine, tacrolimus, pimecrolimus, and voclosporin, is contraindicated under specific conditions, as outlined below, due to hypersensitivity reactions, medical conditions, or potential interactions that could compromise patient safety."}
{"id": "article-38392_50", "title": "Calcineurin Inhibitors -- Contraindications -- Cyclosporine", "content": "Cyclosporine IV solution is contraindicated in patients with hypersensitivity to the drug or polyoxyethylated castor oil. Furthermore, patients diagnosed with rheumatoid arthritis or psoriasis accompanied by renal insufficiency, uncontrolled hypertension, or malignancies should not be administered cyclosporine due to contraindications associated with the drug. Cyclosporine should be avoided in patients with psoriasis who are simultaneously undergoing PUVA, UVB therapy, or using other immunosuppressants. Similarly, individuals receiving treatments involving coal tar or radiation therapy should also refrain from using cyclosporine. In addition, it is essential to exercise caution and avoid the topical application of cyclosporine eyedrops during episodes of active eye infections. [1] [2]", "contents": "Calcineurin Inhibitors -- Contraindications -- Cyclosporine. Cyclosporine IV solution is contraindicated in patients with hypersensitivity to the drug or polyoxyethylated castor oil. Furthermore, patients diagnosed with rheumatoid arthritis or psoriasis accompanied by renal insufficiency, uncontrolled hypertension, or malignancies should not be administered cyclosporine due to contraindications associated with the drug. Cyclosporine should be avoided in patients with psoriasis who are simultaneously undergoing PUVA, UVB therapy, or using other immunosuppressants. Similarly, individuals receiving treatments involving coal tar or radiation therapy should also refrain from using cyclosporine. In addition, it is essential to exercise caution and avoid the topical application of cyclosporine eyedrops during episodes of active eye infections. [1] [2]"}
{"id": "article-38392_51", "title": "Calcineurin Inhibitors -- Contraindications -- Tacrolimus", "content": "Tacrolimus is contraindicated solely in cases with a documented history of hypersensitivity to the drug or polyoxyl-60 hydrogenated castor oil (HCO-60).", "contents": "Calcineurin Inhibitors -- Contraindications -- Tacrolimus. Tacrolimus is contraindicated solely in cases with a documented history of hypersensitivity to the drug or polyoxyl-60 hydrogenated castor oil (HCO-60)."}
{"id": "article-38392_52", "title": "Calcineurin Inhibitors -- Contraindications -- Pimecrolimus", "content": "Pimecrolimus is contraindicated in patients exhibiting hypersensitivity to the drug or its excipients.", "contents": "Calcineurin Inhibitors -- Contraindications -- Pimecrolimus. Pimecrolimus is contraindicated in patients exhibiting hypersensitivity to the drug or its excipients."}
{"id": "article-38392_53", "title": "Calcineurin Inhibitors -- Contraindications -- Voclosporin", "content": "Voclosporin is not recommended for patients with a previous history of hypersensitivity to the drug. Furthermore, it is contraindicated in individuals who are simultaneously undergoing treatment with potent CYP3A4 inhibitors such as ketoconazole, itraconazole, and clarithromycin. This precaution is taken to mitigate the risk of acute and chronic nephrotoxicity, which could arise from elevated drug plasma concentrations due to potential interactions. [8] Significant relative contraindications for using CNIs encompass concurrent malignancies, inadequately controlled hypertension, and ongoing infections. [51]", "contents": "Calcineurin Inhibitors -- Contraindications -- Voclosporin. Voclosporin is not recommended for patients with a previous history of hypersensitivity to the drug. Furthermore, it is contraindicated in individuals who are simultaneously undergoing treatment with potent CYP3A4 inhibitors such as ketoconazole, itraconazole, and clarithromycin. This precaution is taken to mitigate the risk of acute and chronic nephrotoxicity, which could arise from elevated drug plasma concentrations due to potential interactions. [8] Significant relative contraindications for using CNIs encompass concurrent malignancies, inadequately controlled hypertension, and ongoing infections. [51]"}
{"id": "article-38392_54", "title": "Calcineurin Inhibitors -- Monitoring -- Cyclosporine", "content": "Patients who have undergone treatment with cyclosporine may experience hepatic dysfunction as the drug is metabolized in the liver. Reports of such cases have been documented. Therefore, regular monitoring of liver function tests is advised in patients with hepatic impairment. Moreover, hypertension is a frequent adverse effect, necessitating blood pressure monitoring. To avert the potential risk of life-threatening hyperkalemia, the recommendation is to opt for an antihypertensive medication that does not belong to the category of potassium-sparing diuretics. During the initial 3 months of monitoring, it is recommended to assess blood urea nitrogen and creatinine levels for patients on a bi-weekly basis. Furthermore, regular monitoring of complete blood count, lipid profile, magnesium, and uric acid levels is advised for patients under chronic cyclosporine therapy for psoriasis. [3]", "contents": "Calcineurin Inhibitors -- Monitoring -- Cyclosporine. Patients who have undergone treatment with cyclosporine may experience hepatic dysfunction as the drug is metabolized in the liver. Reports of such cases have been documented. Therefore, regular monitoring of liver function tests is advised in patients with hepatic impairment. Moreover, hypertension is a frequent adverse effect, necessitating blood pressure monitoring. To avert the potential risk of life-threatening hyperkalemia, the recommendation is to opt for an antihypertensive medication that does not belong to the category of potassium-sparing diuretics. During the initial 3 months of monitoring, it is recommended to assess blood urea nitrogen and creatinine levels for patients on a bi-weekly basis. Furthermore, regular monitoring of complete blood count, lipid profile, magnesium, and uric acid levels is advised for patients under chronic cyclosporine therapy for psoriasis. [3]"}
{"id": "article-38392_55", "title": "Calcineurin Inhibitors -- Monitoring -- Cyclosporine", "content": "During chronic administration of non-modified capsules, the absorption can exhibit variability. Therefore, healthcare practitioners should regularly monitor patients using non-modified capsules, assess cyclosporine blood concentrations, and adjust doses as needed. This approach helps mitigate toxicity risks or inadequate therapeutic response, particularly in individuals with liver transplants. As multiple new assays are in development for measuring cyclosporine blood concentration, clinicians must exercise caution when comparing concentrations from published literature with those obtained using new assay methods for their patients. Validation is recommended to ensure accurate comparisons. [52] [53]", "contents": "Calcineurin Inhibitors -- Monitoring -- Cyclosporine. During chronic administration of non-modified capsules, the absorption can exhibit variability. Therefore, healthcare practitioners should regularly monitor patients using non-modified capsules, assess cyclosporine blood concentrations, and adjust doses as needed. This approach helps mitigate toxicity risks or inadequate therapeutic response, particularly in individuals with liver transplants. As multiple new assays are in development for measuring cyclosporine blood concentration, clinicians must exercise caution when comparing concentrations from published literature with those obtained using new assay methods for their patients. Validation is recommended to ensure accurate comparisons. [52] [53]"}
{"id": "article-38392_56", "title": "Calcineurin Inhibitors -- Monitoring -- Tacrolimus", "content": "Due to its metabolism in the liver by CYP3A4 enzymes, regular monitoring of tacrolimus drug levels is advised, particularly when patients are taking concurrent medications that induce or inhibit these enzymes. Notably, African American patients may require higher drug dosages to achieve equivalent plasma concentration trough values. In renal and hepatic impairment cases, patients should be administered the lowest doses of tacrolimus within the initial oral dosing range.", "contents": "Calcineurin Inhibitors -- Monitoring -- Tacrolimus. Due to its metabolism in the liver by CYP3A4 enzymes, regular monitoring of tacrolimus drug levels is advised, particularly when patients are taking concurrent medications that induce or inhibit these enzymes. Notably, African American patients may require higher drug dosages to achieve equivalent plasma concentration trough values. In renal and hepatic impairment cases, patients should be administered the lowest doses of tacrolimus within the initial oral dosing range."}
{"id": "article-38392_57", "title": "Calcineurin Inhibitors -- Monitoring -- Pimecrolimus", "content": "Pimecrolimus is metabolized through the CYP3A enzyme pathway, necessitating vigilant monitoring for potential interactions. The FDA advises patients using this medication to avoid tanning beds, sun lamps, and UV light therapy. In addition, it is recommended that patients opt for regular clothing rather than bandages or dressings that cover the skin.", "contents": "Calcineurin Inhibitors -- Monitoring -- Pimecrolimus. Pimecrolimus is metabolized through the CYP3A enzyme pathway, necessitating vigilant monitoring for potential interactions. The FDA advises patients using this medication to avoid tanning beds, sun lamps, and UV light therapy. In addition, it is recommended that patients opt for regular clothing rather than bandages or dressings that cover the skin."}
{"id": "article-38392_58", "title": "Calcineurin Inhibitors -- Monitoring -- Voclosporin", "content": "Obtaining a baseline GFR and subsequently measuring GFR every 2 weeks during the initial month, followed by measurements every 4 weeks thereafter, is advised. Furthermore, clinicians should consider measuring urinary protein excretion as clinically indicated. Moreover, baseline blood pressure monitoring, followed by measurements every 2 weeks during the initial month, is mandatory. In addition, conducting electrocardiograms and regularly monitoring potassium levels in patients are of significant importance.", "contents": "Calcineurin Inhibitors -- Monitoring -- Voclosporin. Obtaining a baseline GFR and subsequently measuring GFR every 2 weeks during the initial month, followed by measurements every 4 weeks thereafter, is advised. Furthermore, clinicians should consider measuring urinary protein excretion as clinically indicated. Moreover, baseline blood pressure monitoring, followed by measurements every 2 weeks during the initial month, is mandatory. In addition, conducting electrocardiograms and regularly monitoring potassium levels in patients are of significant importance."}
{"id": "article-38392_59", "title": "Calcineurin Inhibitors -- Toxicity -- Signs, Symptoms, and Management of Overdose", "content": "In cases of drug overdose in individuals taking CNIs, forced vomiting and gastric lavage could be beneficial within the first 2 hours after the drug administration. However, these measures should not be attempted in unconscious patients to avoid the risk of aspiration pneumonia. In addition, the drug may cause transient hepatotoxicity and nephrotoxicity, but these adverse effects usually resolve once the drug is withdrawn. Reports indicate that oral doses of cyclosporine up to 10 g, which is approximately 150 mg/kg, are tolerable and only cause mild symptoms such as drowsiness, headache, and tachycardia. However, moderate-to-severe reversible renal impairment has also been reported in patients. Accidental drug overdose can occur in premature neonates when the drug is administered intramuscularly. Management for cyclosporine overdose primarily involves providing supportive and symptomatic care.", "contents": "Calcineurin Inhibitors -- Toxicity -- Signs, Symptoms, and Management of Overdose. In cases of drug overdose in individuals taking CNIs, forced vomiting and gastric lavage could be beneficial within the first 2 hours after the drug administration. However, these measures should not be attempted in unconscious patients to avoid the risk of aspiration pneumonia. In addition, the drug may cause transient hepatotoxicity and nephrotoxicity, but these adverse effects usually resolve once the drug is withdrawn. Reports indicate that oral doses of cyclosporine up to 10 g, which is approximately 150 mg/kg, are tolerable and only cause mild symptoms such as drowsiness, headache, and tachycardia. However, moderate-to-severe reversible renal impairment has also been reported in patients. Accidental drug overdose can occur in premature neonates when the drug is administered intramuscularly. Management for cyclosporine overdose primarily involves providing supportive and symptomatic care."}
{"id": "article-38392_60", "title": "Calcineurin Inhibitors -- Toxicity -- Signs, Symptoms, and Management of Overdose", "content": "Tacrolimus overdose occurs when the drug exceeds the regular dose by approximately 30 times, and fortunately, nearly all patients recover completely from such incidents. Adverse reactions to tacrolimus overdose encompass a range of symptoms, such as tremors, abnormal renal function, high blood pressure, and peripheral edema. Furthermore, lethargy and transient urticaria cases have been reported in the acute setting. Management primarily revolves around providing supportive and symptomatic treatment to patients, as dialysis does not effectively remove the drug. Activated charcoal is recommended in cases of acute overdose, although there is limited evidence, and its efficacy remains uncertain. The use of charcoal hemoperfusion for drug removal is not extensively reported or established. [54]", "contents": "Calcineurin Inhibitors -- Toxicity -- Signs, Symptoms, and Management of Overdose. Tacrolimus overdose occurs when the drug exceeds the regular dose by approximately 30 times, and fortunately, nearly all patients recover completely from such incidents. Adverse reactions to tacrolimus overdose encompass a range of symptoms, such as tremors, abnormal renal function, high blood pressure, and peripheral edema. Furthermore, lethargy and transient urticaria cases have been reported in the acute setting. Management primarily revolves around providing supportive and symptomatic treatment to patients, as dialysis does not effectively remove the drug. Activated charcoal is recommended in cases of acute overdose, although there is limited evidence, and its efficacy remains uncertain. The use of charcoal hemoperfusion for drug removal is not extensively reported or established. [54]"}
{"id": "article-38392_61", "title": "Calcineurin Inhibitors -- Toxicity -- Signs, Symptoms, and Management of Overdose", "content": "No reported cases of pimecrolimus overdose have been documented, and accidental oral intake is also uncommon. However, in the event of oral ingestion, immediate medical intervention should be sought by patients. As voclosporin is a relatively novel drug, limited literature regarding its toxicity profile is currently available.", "contents": "Calcineurin Inhibitors -- Toxicity -- Signs, Symptoms, and Management of Overdose. No reported cases of pimecrolimus overdose have been documented, and accidental oral intake is also uncommon. However, in the event of oral ingestion, immediate medical intervention should be sought by patients. As voclosporin is a relatively novel drug, limited literature regarding its toxicity profile is currently available."}
{"id": "article-38392_62", "title": "Calcineurin Inhibitors -- Enhancing Healthcare Team Outcomes", "content": "CNIs effectively treat a diverse range of immune-mediated conditions; however, excessive dosing can lead to complications. Consequently, a thorough understanding of the drugs within this class, including their mechanisms of action, indications, potential toxicities, and monitoring guidelines, is essential for clinicians to advise and educate their patients effectively. Furthermore, a collaborative interprofessional approach is vital for managing chronic conditions necessitating CNI therapy in patients. This fosters open communication among healthcare providers engaged in patient care and education.", "contents": "Calcineurin Inhibitors -- Enhancing Healthcare Team Outcomes. CNIs effectively treat a diverse range of immune-mediated conditions; however, excessive dosing can lead to complications. Consequently, a thorough understanding of the drugs within this class, including their mechanisms of action, indications, potential toxicities, and monitoring guidelines, is essential for clinicians to advise and educate their patients effectively. Furthermore, a collaborative interprofessional approach is vital for managing chronic conditions necessitating CNI therapy in patients. This fosters open communication among healthcare providers engaged in patient care and education."}
{"id": "article-38392_63", "title": "Calcineurin Inhibitors -- Enhancing Healthcare Team Outcomes", "content": "CNIs are prescribed by various specialists, including transplant surgeons, dermatologists, rheumatologists, hepatologists, and nephrologists, each addressing specific indications based on their expertise. Prescribing these drugs necessitates an interprofessional approach involving active participation from all healthcare providers to ensure comprehensive patient care. Compliance is enhanced through a robust clinician-patient relationship, which contributes to improved long-term patient-reported efficacy and safety outcomes. Primary care providers are critical in reinforcing medication compliance. Clinical pharmacists are responsible for conducting meticulous medication reconciliation and verifying appropriate dosing, considering the narrow therapeutic index of the CNIs. The nursing staff is critical in ensuring medication safety by confirming dosages before administration, assessing patient records for potential adverse reactions, offering patient counseling, and communicating any arising concerns to the prescribing clinician.", "contents": "Calcineurin Inhibitors -- Enhancing Healthcare Team Outcomes. CNIs are prescribed by various specialists, including transplant surgeons, dermatologists, rheumatologists, hepatologists, and nephrologists, each addressing specific indications based on their expertise. Prescribing these drugs necessitates an interprofessional approach involving active participation from all healthcare providers to ensure comprehensive patient care. Compliance is enhanced through a robust clinician-patient relationship, which contributes to improved long-term patient-reported efficacy and safety outcomes. Primary care providers are critical in reinforcing medication compliance. Clinical pharmacists are responsible for conducting meticulous medication reconciliation and verifying appropriate dosing, considering the narrow therapeutic index of the CNIs. The nursing staff is critical in ensuring medication safety by confirming dosages before administration, assessing patient records for potential adverse reactions, offering patient counseling, and communicating any arising concerns to the prescribing clinician."}
{"id": "article-38392_64", "title": "Calcineurin Inhibitors -- Enhancing Healthcare Team Outcomes", "content": "In cases of nephrotoxicity, patients are advised to promptly consult with a nephrologist for appropriate management of the condition. Furthermore, consultation with an infectious disease specialist is necessary to ensure proper treatment and care for patients and address infections caused by BK viremia after organ transplantation. In accidental overdose, emergency room physicians are critical in rapidly stabilizing the patients, after which they may be transferred to the Medical Intensive Care Unit (MICU). Managing critically ill patients who have experienced CNI overdose requires the expertise of critical care physicians and toxicologists to ensure comprehensive and effective treatment of patients. Utilizing an interprofessional team approach that fosters open communication among physicians, advanced practice practitioners, specialists, pharmacists, and nurses can significantly enhance patient outcomes and minimize the adverse effects associated with CNIs.", "contents": "Calcineurin Inhibitors -- Enhancing Healthcare Team Outcomes. In cases of nephrotoxicity, patients are advised to promptly consult with a nephrologist for appropriate management of the condition. Furthermore, consultation with an infectious disease specialist is necessary to ensure proper treatment and care for patients and address infections caused by BK viremia after organ transplantation. In accidental overdose, emergency room physicians are critical in rapidly stabilizing the patients, after which they may be transferred to the Medical Intensive Care Unit (MICU). Managing critically ill patients who have experienced CNI overdose requires the expertise of critical care physicians and toxicologists to ensure comprehensive and effective treatment of patients. Utilizing an interprofessional team approach that fosters open communication among physicians, advanced practice practitioners, specialists, pharmacists, and nurses can significantly enhance patient outcomes and minimize the adverse effects associated with CNIs."}
{"id": "article-38392_65", "title": "Calcineurin Inhibitors -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Calcineurin Inhibitors -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}