{"id": "article-34466_0", "title": "Anatomy, Back, Muscles -- Introduction", "content": "The muscles of the back categorize into three groups. The intrinsic or deep muscles are those muscles that fuse with the vertebral column. The second group is the superficial muscles, which help with shoulder and neck movements. The final group is the intermediate muscles, which help with the movement of the thoracic cage. Only the intrinsic muscles are considered true back muscles.", "contents": "Anatomy, Back, Muscles -- Introduction. The muscles of the back categorize into three groups. The intrinsic or deep muscles are those muscles that fuse with the vertebral column. The second group is the superficial muscles, which help with shoulder and neck movements. The final group is the intermediate muscles, which help with the movement of the thoracic cage. Only the intrinsic muscles are considered true back muscles."}
{"id": "article-34466_1", "title": "Anatomy, Back, Muscles -- Structure and Function", "content": "The two muscles in the superficial layer include the splenius cervicis and splenius capitis. They help with movements of the shoulder and neck. [1]", "contents": "Anatomy, Back, Muscles -- Structure and Function. The two muscles in the superficial layer include the splenius cervicis and splenius capitis. They help with movements of the shoulder and neck. [1]"}
{"id": "article-34466_2", "title": "Anatomy, Back, Muscles -- Structure and Function", "content": "The intermediate muscles are the erector spinae. They include the longissimus, iliocostalis, and spinalis muscles. Their attachments subdivide these muscles, and they all have a common tendinous origin. They play a role in the movement of the thoracic cage and flexion of the upper vertebral column and head.", "contents": "Anatomy, Back, Muscles -- Structure and Function. The intermediate muscles are the erector spinae. They include the longissimus, iliocostalis, and spinalis muscles. Their attachments subdivide these muscles, and they all have a common tendinous origin. They play a role in the movement of the thoracic cage and flexion of the upper vertebral column and head."}
{"id": "article-34466_3", "title": "Anatomy, Back, Muscles -- Structure and Function", "content": "The intrinsic/deep muscles are well developed and extend from the skull base to the sacrum. These deep muscles are enclosed by fascia. The deep back muscles are posterior to the erector spinae. They are short muscles associated with the spinous and transverse processes of the vertebrae. The three deep muscles of the back include the semispinalis, multifidus, and rotatores. These muscles stabilize the vertebral column and play a role in proprioception and balance. Moreover, these muscles help with the movements of the vertebral column and maintain posture. [2] As the muscles of the back develop, they extend caudally. The origins and insertions are described as though the fibers run caudocranially. In this manner, origins are inferior to their insertions.", "contents": "Anatomy, Back, Muscles -- Structure and Function. The intrinsic/deep muscles are well developed and extend from the skull base to the sacrum. These deep muscles are enclosed by fascia. The deep back muscles are posterior to the erector spinae. They are short muscles associated with the spinous and transverse processes of the vertebrae. The three deep muscles of the back include the semispinalis, multifidus, and rotatores. These muscles stabilize the vertebral column and play a role in proprioception and balance. Moreover, these muscles help with the movements of the vertebral column and maintain posture. [2] As the muscles of the back develop, they extend caudally. The origins and insertions are described as though the fibers run caudocranially. In this manner, origins are inferior to their insertions."}
{"id": "article-34466_4", "title": "Anatomy, Back, Muscles -- Embryology", "content": "Skeletal muscle develops by epitheliomesenchymal transformation and originates from the somatic mesoderm. The epaxial myotomes develop the extensor muscles of the vertebral column. The embryological development of the back muscles has been a challenging field to study because current preparation methods make it challenging to identify muscle bundle direction. [3]", "contents": "Anatomy, Back, Muscles -- Embryology. Skeletal muscle develops by epitheliomesenchymal transformation and originates from the somatic mesoderm. The epaxial myotomes develop the extensor muscles of the vertebral column. The embryological development of the back muscles has been a challenging field to study because current preparation methods make it challenging to identify muscle bundle direction. [3]"}
{"id": "article-34466_5", "title": "Anatomy, Back, Muscles -- Blood Supply and Lymphatics", "content": "The deep cervical, posterior intercostal, subcostal, or lumbar arteries provide the blood supply for all the muscle groups of the back. Arterial supply will vary person-to-person. [4] [5]", "contents": "Anatomy, Back, Muscles -- Blood Supply and Lymphatics. The deep cervical, posterior intercostal, subcostal, or lumbar arteries provide the blood supply for all the muscle groups of the back. Arterial supply will vary person-to-person. [4] [5]"}
{"id": "article-34466_6", "title": "Anatomy, Back, Muscles -- Nerves", "content": "The posterior, or dorsal, primary rami of the spinal nerves innervates only the intrinsic or true back muscles. Splenius capitis: The lateral branches of the C2-C3 dorsal rami [6] Splenius cervicis: lateral branches of lower cervical dorsal rami Erector spinae: At the lumbar level, the lateral branches of the dorsal rami of the corresponding vertebrae level innervate the iliocostalis muscle, and the intermediate branches of the dorsal rami innervate the longissimus muscle [7] Transversospinalis group: dorsal primary rami of C1-L5 Ventral rami of the spinal nerves innervate the extrinsic muscles (trapezius, latissimus dorsi, levator scapulae, and rhomboid muscles). [8]", "contents": "Anatomy, Back, Muscles -- Nerves. The posterior, or dorsal, primary rami of the spinal nerves innervates only the intrinsic or true back muscles. Splenius capitis: The lateral branches of the C2-C3 dorsal rami [6] Splenius cervicis: lateral branches of lower cervical dorsal rami Erector spinae: At the lumbar level, the lateral branches of the dorsal rami of the corresponding vertebrae level innervate the iliocostalis muscle, and the intermediate branches of the dorsal rami innervate the longissimus muscle [7] Transversospinalis group: dorsal primary rami of C1-L5 Ventral rami of the spinal nerves innervate the extrinsic muscles (trapezius, latissimus dorsi, levator scapulae, and rhomboid muscles). [8]"}
{"id": "article-34466_7", "title": "Anatomy, Back, Muscles -- Muscles -- Splenius Capitis", "content": "Origin: Spinous processes of C7 vertebrae and T1-T3 (or T4) vertebrae and supraspinous ligaments Insertion: Mastoid process and lateral third of the superior nuchal line Action: Unilateral: rotation of the head to the ipsilateral side. Bilateral: extension of the head. Relationships: Deep to the trapezius and superficial to semispinalis capitis and longissimus capitis Forms a portion of the floor of the posterior triangle of the neck", "contents": "Anatomy, Back, Muscles -- Muscles -- Splenius Capitis. Origin: Spinous processes of C7 vertebrae and T1-T3 (or T4) vertebrae and supraspinous ligaments Insertion: Mastoid process and lateral third of the superior nuchal line Action: Unilateral: rotation of the head to the ipsilateral side. Bilateral: extension of the head. Relationships: Deep to the trapezius and superficial to semispinalis capitis and longissimus capitis Forms a portion of the floor of the posterior triangle of the neck"}
{"id": "article-34466_8", "title": "Anatomy, Back, Muscles -- Muscles -- Splenius Cervicis", "content": "Origin: T3-T6 spinous processes Insertion: transverse processes of atlas and axis, posterior tubercle of the C3 vertebra Action: Unilateral: rotation of the upper cervical vertebra Bilateral: extension of the upper cervical spine Relationships: Deep to serratus posterior superior, rhomboids and trapezius Superficial to parts of erector spinae and semispinalis muscles", "contents": "Anatomy, Back, Muscles -- Muscles -- Splenius Cervicis. Origin: T3-T6 spinous processes Insertion: transverse processes of atlas and axis, posterior tubercle of the C3 vertebra Action: Unilateral: rotation of the upper cervical vertebra Bilateral: extension of the upper cervical spine Relationships: Deep to serratus posterior superior, rhomboids and trapezius Superficial to parts of erector spinae and semispinalis muscles"}
{"id": "article-34466_9", "title": "Anatomy, Back, Muscles -- Muscles -- Erector Spinae", "content": "Three muscles that span the entire back comprise the erector spinae. It divides into three regional groups, named for the region they span. Action: It controls the forward flexion of the thorax, which can occur secondary to gravity. The actions of the cervical and capitis groups are unknown. These muscles are small compared to the larger cervical muscle groups and have little force capacity. Relationships: Covered by thoracolumbar fascia, serratus posterior inferior, rhomboids, and splenii muscle groups [9]", "contents": "Anatomy, Back, Muscles -- Muscles -- Erector Spinae. Three muscles that span the entire back comprise the erector spinae. It divides into three regional groups, named for the region they span. Action: It controls the forward flexion of the thorax, which can occur secondary to gravity. The actions of the cervical and capitis groups are unknown. These muscles are small compared to the larger cervical muscle groups and have little force capacity. Relationships: Covered by thoracolumbar fascia, serratus posterior inferior, rhomboids, and splenii muscle groups [9]"}
{"id": "article-34466_10", "title": "Anatomy, Back, Muscles -- Muscles -- Spinalis", "content": "Spinalis thoracis Most medial of erector spinae in the thoracic region Origin: Spinous processes of T11-L2 Insertion: Spinous processes of the upper thoracic vertebra Blends with longissimus thoracis laterally. Spinalis cervicis and capitis are not well defined and are poorly developed. These fibers may be absent in some people. Spinalis cervicis Origin: ligamentum nuchae and C7 spinous process Insertion: spinous processes of the axis and C3-C4 Spinalis capitis Usually, a few fibers of semispinalis capitis that inserts onto the spinous processes of C7 and T1 (rather than the usual insertions on the thoracic transverse processes)", "contents": "Anatomy, Back, Muscles -- Muscles -- Spinalis. Spinalis thoracis Most medial of erector spinae in the thoracic region Origin: Spinous processes of T11-L2 Insertion: Spinous processes of the upper thoracic vertebra Blends with longissimus thoracis laterally. Spinalis cervicis and capitis are not well defined and are poorly developed. These fibers may be absent in some people. Spinalis cervicis Origin: ligamentum nuchae and C7 spinous process Insertion: spinous processes of the axis and C3-C4 Spinalis capitis Usually, a few fibers of semispinalis capitis that inserts onto the spinous processes of C7 and T1 (rather than the usual insertions on the thoracic transverse processes)"}
{"id": "article-34466_11", "title": "Anatomy, Back, Muscles -- Muscles -- Longissimus", "content": "Longissimus capitis Origin: C4-T4 transverse processes Insertion: Posterior edge of the mastoid process Longissimus cervicis Origin: T1-T4 transverse processes Insertion: Posterior tubercle of C2-C6 transverse processes Longissimus thoracis It contains lumbar and thoracic sections Largest of erector spinae group Origin: Transverse process at inferior vertebral levels Insertion: Transverse process at superior vertebral levels and mastoid process", "contents": "Anatomy, Back, Muscles -- Muscles -- Longissimus. Longissimus capitis Origin: C4-T4 transverse processes Insertion: Posterior edge of the mastoid process Longissimus cervicis Origin: T1-T4 transverse processes Insertion: Posterior tubercle of C2-C6 transverse processes Longissimus thoracis It contains lumbar and thoracic sections Largest of erector spinae group Origin: Transverse process at inferior vertebral levels Insertion: Transverse process at superior vertebral levels and mastoid process"}
{"id": "article-34466_12", "title": "Anatomy, Back, Muscles -- Muscles -- Iliocostalis", "content": "Most lateral of the erector spinae Attaches to ribs [10] Iliocostalis cervicis Origin: Angle of ribs 3 to 6 Insertion: posterior tubercle of the transverse process of C4-C6 Iliocostalis thoracis narrow, fusiform shape. Origin: Angle of lower six ribs Insertion: Transverse process of C7 and angles of the upper six ribs Iliocostalis lumborum It contains lumbar and thoracic sections Origin: Medial end and the dorsal segment of the iliac crest Insertion: L1-L4 lumbar transverse processes, the angle of ribs 4 to 12, and thoracolumbar fascia Transversospinalis Group", "contents": "Anatomy, Back, Muscles -- Muscles -- Iliocostalis. Most lateral of the erector spinae Attaches to ribs [10] Iliocostalis cervicis Origin: Angle of ribs 3 to 6 Insertion: posterior tubercle of the transverse process of C4-C6 Iliocostalis thoracis narrow, fusiform shape. Origin: Angle of lower six ribs Insertion: Transverse process of C7 and angles of the upper six ribs Iliocostalis lumborum It contains lumbar and thoracic sections Origin: Medial end and the dorsal segment of the iliac crest Insertion: L1-L4 lumbar transverse processes, the angle of ribs 4 to 12, and thoracolumbar fascia Transversospinalis Group"}
{"id": "article-34466_13", "title": "Anatomy, Back, Muscles -- Muscles", "content": "This group consists of muscles between a spinous process and the transverse process of a vertebra below. Grouped by length and region covered Rotatores are the deepest and shortest Span 1-2 segments Eleven pairs between T1-T12 The rotator brevis connects the transverse process of the lower vertebra to the lateral lamina of the upper vertebra immediately above. Rotator longus connects the transverse process of the lower vertebra to the base of the spinous process of the upper vertebra two levels above. Multifidus can span 2 to 4 segments. Covers lamina of vertebrae Origin: Sacrum and ilium, transverse processes of T1-L5, and articular processes of C4-C7 Insertion: Spinous processes 2 to 4 segments above the origin Semispinalis can span 4 to 6 segments. Origin: Thoracic and cervical transverse processes Insertion: Occipital bone and spinous processes in thoracic and cervical regions 4 to 6 segments above the origin", "contents": "Anatomy, Back, Muscles -- Muscles. This group consists of muscles between a spinous process and the transverse process of a vertebra below. Grouped by length and region covered Rotatores are the deepest and shortest Span 1-2 segments Eleven pairs between T1-T12 The rotator brevis connects the transverse process of the lower vertebra to the lateral lamina of the upper vertebra immediately above. Rotator longus connects the transverse process of the lower vertebra to the base of the spinous process of the upper vertebra two levels above. Multifidus can span 2 to 4 segments. Covers lamina of vertebrae Origin: Sacrum and ilium, transverse processes of T1-L5, and articular processes of C4-C7 Insertion: Spinous processes 2 to 4 segments above the origin Semispinalis can span 4 to 6 segments. Origin: Thoracic and cervical transverse processes Insertion: Occipital bone and spinous processes in thoracic and cervical regions 4 to 6 segments above the origin"}
{"id": "article-34466_14", "title": "Anatomy, Back, Muscles -- Physiologic Variants", "content": "The splenius cervicis and splenius capitis may be absent or vary in the vertebral attachment. Rotatores thoracis may have one or more pairs absent at the upper or lower end of the thoracic vertebrae. [11]", "contents": "Anatomy, Back, Muscles -- Physiologic Variants. The splenius cervicis and splenius capitis may be absent or vary in the vertebral attachment. Rotatores thoracis may have one or more pairs absent at the upper or lower end of the thoracic vertebrae. [11]"}
{"id": "article-34466_15", "title": "Anatomy, Back, Muscles -- Surgical Considerations", "content": "The segmental innervation of the deep muscle groups makes these muscles vulnerable during surgical procedures. Only one branch of the dorsal ramus innervates the medial multifidus with no intersegmental supply. This lack of intersegmental supply can cause injury and paralysis of these small muscle groups. As the paraspinal muscles depend on the antagonistic relationship between bilateral groups, a weakness in the small muscles can cause an imbalance and impairment of the spinal column. [12] [13]", "contents": "Anatomy, Back, Muscles -- Surgical Considerations. The segmental innervation of the deep muscle groups makes these muscles vulnerable during surgical procedures. Only one branch of the dorsal ramus innervates the medial multifidus with no intersegmental supply. This lack of intersegmental supply can cause injury and paralysis of these small muscle groups. As the paraspinal muscles depend on the antagonistic relationship between bilateral groups, a weakness in the small muscles can cause an imbalance and impairment of the spinal column. [12] [13]"}
{"id": "article-34466_16", "title": "Anatomy, Back, Muscles -- Clinical Significance", "content": "The chief pathology associated with the back muscles is pain. These muscles can develop spasms that can be debilitating. The lower back muscles are a common cause of low back pain. This entity is often mistaken for spinal stenosis and involves millions of people of all ages and gender. Patients often undergo exhaustive workups, including an MRI.", "contents": "Anatomy, Back, Muscles -- Clinical Significance. The chief pathology associated with the back muscles is pain. These muscles can develop spasms that can be debilitating. The lower back muscles are a common cause of low back pain. This entity is often mistaken for spinal stenosis and involves millions of people of all ages and gender. Patients often undergo exhaustive workups, including an MRI."}
{"id": "article-34466_17", "title": "Anatomy, Back, Muscles -- Clinical Significance", "content": "All individuals with low back pain should perform a straight leg test to differentiate neurologic abnormalities from purely muscular conditions. [14] The treatment of muscular complaints is conservative with a few days of rest, pain control, and physical therapy.", "contents": "Anatomy, Back, Muscles -- Clinical Significance. All individuals with low back pain should perform a straight leg test to differentiate neurologic abnormalities from purely muscular conditions. [14] The treatment of muscular complaints is conservative with a few days of rest, pain control, and physical therapy."}
{"id": "article-34466_18", "title": "Anatomy, Back, Muscles -- Clinical Significance", "content": "The back muscles in the upper neck may also be associated with pain and mistaken for migraines or cervical spondylopathy. Botulinum toxin has proven to be an effective remedy for these spasms. [15] [16]", "contents": "Anatomy, Back, Muscles -- Clinical Significance. The back muscles in the upper neck may also be associated with pain and mistaken for migraines or cervical spondylopathy. Botulinum toxin has proven to be an effective remedy for these spasms. [15] [16]"}
{"id": "article-34466_19", "title": "Anatomy, Back, Muscles -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Anatomy, Back, Muscles -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}