{"id": "article-118745_0", "title": "Progestins -- Continuing Education Activity", "content": "Progestins, synthetic compounds emulating the action of progesterone, serve a pivotal role in various medical applications, spanning from contraception to postmenopausal hormone replacement therapy. These medications interact with progesterone receptors, exhibiting distinct effects based on their generational classification or structural composition. This comprehensive review delves into the mechanism of action, indications, contraindications, and potential adverse events associated with progestin therapy. Aimed at healthcare professionals involved in patient care, this activity elucidates critical facets of progestin usage, ensuring a comprehensive understanding to enable effective management of various conditions where progestins may offer therapeutic benefits.", "contents": "Progestins -- Continuing Education Activity. Progestins, synthetic compounds emulating the action of progesterone, serve a pivotal role in various medical applications, spanning from contraception to postmenopausal hormone replacement therapy. These medications interact with progesterone receptors, exhibiting distinct effects based on their generational classification or structural composition. This comprehensive review delves into the mechanism of action, indications, contraindications, and potential adverse events associated with progestin therapy. Aimed at healthcare professionals involved in patient care, this activity elucidates critical facets of progestin usage, ensuring a comprehensive understanding to enable effective management of various conditions where progestins may offer therapeutic benefits."}
{"id": "article-118745_1", "title": "Progestins -- Continuing Education Activity", "content": "This review outlines the pharmacological aspects and enables healthcare teams to implement progestin therapy in various clinical scenarios. Crucial details such as mechanism of action, indications, contraindications, and potential adverse effects are emphasized. This comprehensive insight equips clinicians to elevate patient counseling, optimize treatment strategies, and improve patient care in conditions where progestin therapy is beneficial.", "contents": "Progestins -- Continuing Education Activity. This review outlines the pharmacological aspects and enables healthcare teams to implement progestin therapy in various clinical scenarios. Crucial details such as mechanism of action, indications, contraindications, and potential adverse effects are emphasized. This comprehensive insight equips clinicians to elevate patient counseling, optimize treatment strategies, and improve patient care in conditions where progestin therapy is beneficial."}
{"id": "article-118745_2", "title": "Progestins -- Continuing Education Activity", "content": "Objectives: Identify the various types of progestins available in clinical practice with their specific indications and uses in different conditions such as contraception, hormone replacement therapy, menstrual disorders, and certain gynecological conditions. Screen patients thoroughly for relevant medical history, contraindications, and potential drug interactions before prescribing or administering progestin therapy to ensure patient safety and optimal treatment outcomes. Assess the effectiveness and tolerability of progestin therapy by regularly monitoring patient response, hormonal levels, and any adverse effects to adjust treatment plans if needed. Communicate effectively with patients, discussing the rationale, potential benefits, and risks associated with progestin therapy, ensuring shared decision-making and informed consent. Access free multiple choice questions on this topic.", "contents": "Progestins -- Continuing Education Activity. Objectives: Identify the various types of progestins available in clinical practice with their specific indications and uses in different conditions such as contraception, hormone replacement therapy, menstrual disorders, and certain gynecological conditions. Screen patients thoroughly for relevant medical history, contraindications, and potential drug interactions before prescribing or administering progestin therapy to ensure patient safety and optimal treatment outcomes. Assess the effectiveness and tolerability of progestin therapy by regularly monitoring patient response, hormonal levels, and any adverse effects to adjust treatment plans if needed. Communicate effectively with patients, discussing the rationale, potential benefits, and risks associated with progestin therapy, ensuring shared decision-making and informed consent. Access free multiple choice questions on this topic."}
{"id": "article-118745_3", "title": "Progestins -- Indications", "content": "A progestogen (also called progestagen, gestagen, or gestogen) is a molecule, either natural or synthetic, that shows similar effects as progesterone, binds to the progesterone receptor, and acts as an agonist. Progestins are synthetic progestogens. Progestin drugs can be subclassified in 2 ways: (1) generationally or (2) based on structural properties.", "contents": "Progestins -- Indications. A progestogen (also called progestagen, gestagen, or gestogen) is a molecule, either natural or synthetic, that shows similar effects as progesterone, binds to the progesterone receptor, and acts as an agonist. Progestins are synthetic progestogens. Progestin drugs can be subclassified in 2 ways: (1) generationally or (2) based on structural properties."}
{"id": "article-118745_4", "title": "Progestins -- Indications", "content": "The generational subclassification is based upon when the group of progestins was introduced into the market, regardless of structure derivation, and consists of the first, second, third, and fourth-generation agents. Fourth-generation progestins are newer preparations and have some antiandrogenic properties. Of particular importance is drospirenone, a fourth-generation progestin structurally related to spironolactone.", "contents": "Progestins -- Indications. The generational subclassification is based upon when the group of progestins was introduced into the market, regardless of structure derivation, and consists of the first, second, third, and fourth-generation agents. Fourth-generation progestins are newer preparations and have some antiandrogenic properties. Of particular importance is drospirenone, a fourth-generation progestin structurally related to spironolactone."}
{"id": "article-118745_5", "title": "Progestins -- Indications", "content": "When categorized based on structural properties, there are 3 major groupings to consider. These include pregnanes, estranes, and gonanes. Pregnanes are derived from progesterone, and the latter 2 are derived from testosterone. Estranes have more androgenic activity than gonanes. The testosterone derivatives are the majority of progestins used in contraceptives. Each of the progestin drugs is listed by their grouping: Pregnanes: medroxyprogesterone acetate, nomegestrol acetate Estranes: Norethindrone, norethindrone acetate, ethynodiol diacetate, norethynodrel Gonanes: levonorgestrel, desogestrel, norgestimate, gestodene", "contents": "Progestins -- Indications. When categorized based on structural properties, there are 3 major groupings to consider. These include pregnanes, estranes, and gonanes. Pregnanes are derived from progesterone, and the latter 2 are derived from testosterone. Estranes have more androgenic activity than gonanes. The testosterone derivatives are the majority of progestins used in contraceptives. Each of the progestin drugs is listed by their grouping: Pregnanes: medroxyprogesterone acetate, nomegestrol acetate Estranes: Norethindrone, norethindrone acetate, ethynodiol diacetate, norethynodrel Gonanes: levonorgestrel, desogestrel, norgestimate, gestodene"}
{"id": "article-118745_6", "title": "Progestins -- Indications", "content": "Progestins are used in medications primarily for contraception, either alone or in combination with estrogen and postmenopausal hormone replacement therapy (HRT), but they are also used in the treatment and management of a variety of other conditions. The contraceptive vaginal ring and the transdermal patch contain an estrogen and progestin combination. There are no differences in contraceptive efficacy among various progestins in combined (estrogen and progestin) oral contraceptives (COC). In women who use COCs, there is a decrease in the risk of endometrial and ovarian cancer. Depot medroxyprogesterone acetate (DMPA) use also has been shown to reduce endometrial and ovarian cancer. There is a lack of data on progestin-only pills (POP), progestin-containing implants, and intrauterine devices (IUD).", "contents": "Progestins -- Indications. Progestins are used in medications primarily for contraception, either alone or in combination with estrogen and postmenopausal hormone replacement therapy (HRT), but they are also used in the treatment and management of a variety of other conditions. The contraceptive vaginal ring and the transdermal patch contain an estrogen and progestin combination. There are no differences in contraceptive efficacy among various progestins in combined (estrogen and progestin) oral contraceptives (COC). In women who use COCs, there is a decrease in the risk of endometrial and ovarian cancer. Depot medroxyprogesterone acetate (DMPA) use also has been shown to reduce endometrial and ovarian cancer. There is a lack of data on progestin-only pills (POP), progestin-containing implants, and intrauterine devices (IUD)."}
{"id": "article-118745_7", "title": "Progestins -- Indications -- Indications", "content": "Individual agents have specific FDA-approved indications. Consult the information for approved indications for particular drugs/formulations in package inserts or other resources. Progestins are used with estrogens for contraceptive purposes: COCs Contraceptive vaginal ring Transdermal patch Progestins are also used without combination with estrogens for contraceptive purposes: POPs: Norethindrone 0.35 mg tablets in the US, desogestrel 75 µg in Europe DMPA injections Etonogestrel subcutaneous implant Levonorgestrel IUD Postcoital contraception: levonorgestrel The other postcoital contraceptive options that do not involve progestins include ulipristal acetate, a progesterone receptor antagonist or modulator, and a copper T 380A IUD.", "contents": "Progestins -- Indications -- Indications. Individual agents have specific FDA-approved indications. Consult the information for approved indications for particular drugs/formulations in package inserts or other resources. Progestins are used with estrogens for contraceptive purposes: COCs Contraceptive vaginal ring Transdermal patch Progestins are also used without combination with estrogens for contraceptive purposes: POPs: Norethindrone 0.35 mg tablets in the US, desogestrel 75 µg in Europe DMPA injections Etonogestrel subcutaneous implant Levonorgestrel IUD Postcoital contraception: levonorgestrel The other postcoital contraceptive options that do not involve progestins include ulipristal acetate, a progesterone receptor antagonist or modulator, and a copper T 380A IUD."}
{"id": "article-118745_8", "title": "Progestins -- Indications -- Indications", "content": "Progestins, by themselves or in combination formulations, can be used to treat dysmenorrhea, irregular menstruation, abnormal uterine bleeding, and endometriosis-related pain. They are also indicated in the diagnostic evaluation of secondary amenorrhea. They are used in an emergency or postcoital (morning-after pill) contraception. POPs appear to be appropriate for many women with contraindications to estrogen-containing contraceptives or women who prefer to avoid estrogen exposure. Levonorgestrel is used in levonorgestrel-releasing IUDs. [1]", "contents": "Progestins -- Indications -- Indications. Progestins, by themselves or in combination formulations, can be used to treat dysmenorrhea, irregular menstruation, abnormal uterine bleeding, and endometriosis-related pain. They are also indicated in the diagnostic evaluation of secondary amenorrhea. They are used in an emergency or postcoital (morning-after pill) contraception. POPs appear to be appropriate for many women with contraindications to estrogen-containing contraceptives or women who prefer to avoid estrogen exposure. Levonorgestrel is used in levonorgestrel-releasing IUDs. [1]"}
{"id": "article-118745_9", "title": "Progestins -- Indications -- Indications", "content": "When used in combination with estrogen, progestin-containing contraceptives can be used to treat menstrual cycle disorders such as oligomenorrhea due to polycystic ovary syndrome, menstrual migraines, and premenstrual syndrome or premenstrual dysphoric disorder. They also can be used to suppress the formation of ovarian cysts. Progestins with less androgenic activity (mainly gonanes) in combination with estrogen are indicated in the treatment of hyperandrogenism (acne and hirsutism) from polycystic ovary syndrome and nonclassical congenital adrenal hyperplasia due to 21-hydroxylase deficiency. [2]", "contents": "Progestins -- Indications -- Indications. When used in combination with estrogen, progestin-containing contraceptives can be used to treat menstrual cycle disorders such as oligomenorrhea due to polycystic ovary syndrome, menstrual migraines, and premenstrual syndrome or premenstrual dysphoric disorder. They also can be used to suppress the formation of ovarian cysts. Progestins with less androgenic activity (mainly gonanes) in combination with estrogen are indicated in the treatment of hyperandrogenism (acne and hirsutism) from polycystic ovary syndrome and nonclassical congenital adrenal hyperplasia due to 21-hydroxylase deficiency. [2]"}
{"id": "article-118745_10", "title": "Progestins -- Indications -- Indications", "content": "Progestins, along with estrogen, can be used for HRT in women with premature ovarian failure, menopause, and secondary (pituitary) or tertiary (hypothalamic) hypogonadism. Progestins are given with estrogens to postmenopausal women with an intact uterus for HRT. Estrogens can be administered orally, transdermally, or vaginally for HRT. Progestogens can be given as a continuous or cyclical regimen. In a cyclical regimen, women will have menstrual bleeding, an estrogen component, most commonly conjugated estrogens, is given orally for 25 days, and oral medroxyprogesterone acetate is given during the last 12 to 14 days of estrogen administration. For 5 to 6 days, the patient receives no hormones, and withdrawal bleeding is expected. Continuous administration does not trigger withdrawal bleeding, but intermittent spotting or bleeding can be experienced, especially in the first year. Other postmenopausal HRT options include ethinyl estradiol and norethindrone acetate, estradiol and norethindrone, estradiol and norgestimate, and estradiol and drospirenone combinations. [3]", "contents": "Progestins -- Indications -- Indications. Progestins, along with estrogen, can be used for HRT in women with premature ovarian failure, menopause, and secondary (pituitary) or tertiary (hypothalamic) hypogonadism. Progestins are given with estrogens to postmenopausal women with an intact uterus for HRT. Estrogens can be administered orally, transdermally, or vaginally for HRT. Progestogens can be given as a continuous or cyclical regimen. In a cyclical regimen, women will have menstrual bleeding, an estrogen component, most commonly conjugated estrogens, is given orally for 25 days, and oral medroxyprogesterone acetate is given during the last 12 to 14 days of estrogen administration. For 5 to 6 days, the patient receives no hormones, and withdrawal bleeding is expected. Continuous administration does not trigger withdrawal bleeding, but intermittent spotting or bleeding can be experienced, especially in the first year. Other postmenopausal HRT options include ethinyl estradiol and norethindrone acetate, estradiol and norethindrone, estradiol and norgestimate, and estradiol and drospirenone combinations. [3]"}
{"id": "article-118745_11", "title": "Progestins -- Indications -- Indications", "content": "Estrogens and progestins are used to stimulate puberty and secondary sexual characteristics in women with primary ovarian failure, for example, Turner syndrome. [4]", "contents": "Progestins -- Indications -- Indications. Estrogens and progestins are used to stimulate puberty and secondary sexual characteristics in women with primary ovarian failure, for example, Turner syndrome. [4]"}
{"id": "article-118745_12", "title": "Progestins -- Indications -- Indications", "content": "Clinicians use progesterone therapy to prevent preterm labor. Progesterone inhibits proinflammatory cytokines and delays cervical ripening and has been recommended to women who suffered a previous preterm delivery and are at risk for another. Progesterone therapy is effective in preventing miscarriage in women with both first-trimester vaginal bleeding and a history of more than 2 miscarriages. [5]", "contents": "Progestins -- Indications -- Indications. Clinicians use progesterone therapy to prevent preterm labor. Progesterone inhibits proinflammatory cytokines and delays cervical ripening and has been recommended to women who suffered a previous preterm delivery and are at risk for another. Progesterone therapy is effective in preventing miscarriage in women with both first-trimester vaginal bleeding and a history of more than 2 miscarriages. [5]"}
{"id": "article-118745_13", "title": "Progestins -- Indications -- Indications", "content": "Progesterone as micronized progesterone, progesterone in oil intramuscular injection, or vaginal micronized progesterone is used in in-vitro fertilization (IVF) protocols after transfer of the embryo(s) to the uterus 3 to 5 days postfertilization. GnRH agonists or antagonists are given before IVF suppresses pituitary LH, which in turn cannot stimulate the corpus luteum. Progesterone is administered to support the embryo until the placenta takes over.", "contents": "Progestins -- Indications -- Indications. Progesterone as micronized progesterone, progesterone in oil intramuscular injection, or vaginal micronized progesterone is used in in-vitro fertilization (IVF) protocols after transfer of the embryo(s) to the uterus 3 to 5 days postfertilization. GnRH agonists or antagonists are given before IVF suppresses pituitary LH, which in turn cannot stimulate the corpus luteum. Progesterone is administered to support the embryo until the placenta takes over."}
{"id": "article-118745_14", "title": "Progestins -- Indications -- Indications", "content": "Progestins have a role in gender transition treatment in female-to-male transition. These women are treated with androgen. Androgens suppress ovarian sex steroid production by suppressing the pituitary, but if the suppression is not enough and the patient experiences breakthrough bleeding, DMPA 150 mg every 3 months can be given to prevent uterine bleeding. [6]", "contents": "Progestins -- Indications -- Indications. Progestins have a role in gender transition treatment in female-to-male transition. These women are treated with androgen. Androgens suppress ovarian sex steroid production by suppressing the pituitary, but if the suppression is not enough and the patient experiences breakthrough bleeding, DMPA 150 mg every 3 months can be given to prevent uterine bleeding. [6]"}
{"id": "article-118745_15", "title": "Progestins -- Mechanism of Action", "content": "Progesterone enters the cell by passive diffusion through the plasma membrane and binds to the progesterone receptor in the nucleus. When unbound, the progesterone receptor exists as a monomer. After binding progesterone, the receptor undergoes a conformational change and becomes a dimer, which increases receptor binding to DNA. Most progestins exert their contraceptive effects by suppressing the secretion of gonadotropin-releasing hormone (GnRH) by the hypothalamus and luteinizing hormone (LH) and follicle-stimulating hormone (FSH) by the pituitary gland. This suppression alters the menstrual cycle to suppress ovulation. Norethindrone can be somewhat of an exception, as half of women taking it still ovulate. [7] Progestins also provide other benefits by secondary mechanisms, such as thickening cervical mucus to prevent penetration by sperm, slowing tubal motility by impairing fallopian tube motility, and inducing endometrial atrophy.", "contents": "Progestins -- Mechanism of Action. Progesterone enters the cell by passive diffusion through the plasma membrane and binds to the progesterone receptor in the nucleus. When unbound, the progesterone receptor exists as a monomer. After binding progesterone, the receptor undergoes a conformational change and becomes a dimer, which increases receptor binding to DNA. Most progestins exert their contraceptive effects by suppressing the secretion of gonadotropin-releasing hormone (GnRH) by the hypothalamus and luteinizing hormone (LH) and follicle-stimulating hormone (FSH) by the pituitary gland. This suppression alters the menstrual cycle to suppress ovulation. Norethindrone can be somewhat of an exception, as half of women taking it still ovulate. [7] Progestins also provide other benefits by secondary mechanisms, such as thickening cervical mucus to prevent penetration by sperm, slowing tubal motility by impairing fallopian tube motility, and inducing endometrial atrophy."}
{"id": "article-118745_16", "title": "Progestins -- Administration", "content": "Progestin drugs are administered in a variety of ways. The choice depends on a variety of factors, including, but not limited to, clinical indication, special populations, patient preferences, patient adherence, insurance coverage, and financial burden. The most commonly prescribed progestin-containing drugs are COCs and other options for combination contraceptives consisting of a transdermal patch and vaginal ring. Women who desire a progestin-only contraceptive must decide among the norethindrone or drospirenone POPs, etonogestrel implant, levonorgestrel-releasing IUDs, and DMPA injection.", "contents": "Progestins -- Administration. Progestin drugs are administered in a variety of ways. The choice depends on a variety of factors, including, but not limited to, clinical indication, special populations, patient preferences, patient adherence, insurance coverage, and financial burden. The most commonly prescribed progestin-containing drugs are COCs and other options for combination contraceptives consisting of a transdermal patch and vaginal ring. Women who desire a progestin-only contraceptive must decide among the norethindrone or drospirenone POPs, etonogestrel implant, levonorgestrel-releasing IUDs, and DMPA injection."}
{"id": "article-118745_17", "title": "Progestins -- Administration", "content": "DMPA injections are administered every 3 months and are available as 150 mg in 1 mL for intramuscular injection and 104 mg in 0.65 mL for subcutaneous injection. For progestin-only methods, the IUD and implant are the most effective options, followed by DPMA injections and then the pill. The progestin-only IUD, implant, and injectable are also more effective than COCs. [8] An oral formulation of levonorgestrel is offered and sold over the counter as an emergency (postcoital) contraceptive or “morning-after pill.”", "contents": "Progestins -- Administration. DMPA injections are administered every 3 months and are available as 150 mg in 1 mL for intramuscular injection and 104 mg in 0.65 mL for subcutaneous injection. For progestin-only methods, the IUD and implant are the most effective options, followed by DPMA injections and then the pill. The progestin-only IUD, implant, and injectable are also more effective than COCs. [8] An oral formulation of levonorgestrel is offered and sold over the counter as an emergency (postcoital) contraceptive or “morning-after pill.”"}
{"id": "article-118745_18", "title": "Progestins -- Adverse Effects", "content": "Neither combined oral nor progestin-only contraceptives seem to cause weight gain (except for DPMA), but patients commonly report it as an adverse effect. [9] Furthermore, studies relating these contraceptives to possible impacts on mood and sexual function are limited and conflicting. [10] [11]", "contents": "Progestins -- Adverse Effects. Neither combined oral nor progestin-only contraceptives seem to cause weight gain (except for DPMA), but patients commonly report it as an adverse effect. [9] Furthermore, studies relating these contraceptives to possible impacts on mood and sexual function are limited and conflicting. [10] [11]"}
{"id": "article-118745_19", "title": "Progestins -- Adverse Effects -- Combined Estrogen-Progestin Contraception", "content": "Common complaints from COCs include mild symptoms such as breast tenderness, nausea, headaches, bloating, and unscheduled bleeding, but these typically resolve in most users. Other adverse effects include an increased risk of venous and arterial thromboembolism (deep vein thrombosis, pulmonary embolism, myocardial infarction, stroke), mild increase in blood pressure, and possible increases in breast and cervical cancer risk. COCs have also been demonstrated to cause seemingly unfavorable changes in lipid and carbohydrate metabolism (increased triglycerides, decreased HDL and increased LDL cholesterol, increased insulin and glucose levels, and reduced insulin sensitivity). [12] [13] However, these changes are essentially negligible unless patients belong to specific subgroups, such as those with polycystic ovary syndrome. Furthermore, these changes typically pertain to older formulations with higher estradiol levels. [14]", "contents": "Progestins -- Adverse Effects -- Combined Estrogen-Progestin Contraception. Common complaints from COCs include mild symptoms such as breast tenderness, nausea, headaches, bloating, and unscheduled bleeding, but these typically resolve in most users. Other adverse effects include an increased risk of venous and arterial thromboembolism (deep vein thrombosis, pulmonary embolism, myocardial infarction, stroke), mild increase in blood pressure, and possible increases in breast and cervical cancer risk. COCs have also been demonstrated to cause seemingly unfavorable changes in lipid and carbohydrate metabolism (increased triglycerides, decreased HDL and increased LDL cholesterol, increased insulin and glucose levels, and reduced insulin sensitivity). [12] [13] However, these changes are essentially negligible unless patients belong to specific subgroups, such as those with polycystic ovary syndrome. Furthermore, these changes typically pertain to older formulations with higher estradiol levels. [14]"}
{"id": "article-118745_20", "title": "Progestins -- Adverse Effects -- Progestin-Only Contraception", "content": "Unscheduled bleeding and changes in menses are the most common adverse effects associated with POPs. Other adverse effects include acne, hirsutism, and an increased prevalence of follicular ovarian cysts. [15] Patients at risk for hyperkalemia, either by a medical condition (ie, adrenal insufficiency) or medication (ie, angiotensin-converting enzyme inhibitors, angiotensin II receptor blockers, potassium-sparing diuretics), should use drospirenone with caution due to its anti-mineralocorticoid activity similar to spironolactone.", "contents": "Progestins -- Adverse Effects -- Progestin-Only Contraception. Unscheduled bleeding and changes in menses are the most common adverse effects associated with POPs. Other adverse effects include acne, hirsutism, and an increased prevalence of follicular ovarian cysts. [15] Patients at risk for hyperkalemia, either by a medical condition (ie, adrenal insufficiency) or medication (ie, angiotensin-converting enzyme inhibitors, angiotensin II receptor blockers, potassium-sparing diuretics), should use drospirenone with caution due to its anti-mineralocorticoid activity similar to spironolactone."}
{"id": "article-118745_21", "title": "Progestins -- Adverse Effects -- Progestin-Only Contraception", "content": "The DMPA injection can delay returning to fertility for as long as 18 months after it is discontinued and should not be chosen by women considering pregnancy within the next 2 years. [16] According to the US Box Warning for DPMA, it is not recommended for long-term use (>2 years) as a birth control method or as medical therapy for endometriosis-associated pain unless other options are considered inadequate. The warning also includes the following claims not directly addressed previously: (1) prolonged use of DPMA may result in a loss of bone mineral density, and (2) the incidence of probable dementia increased in women ≥65 years old taking conjugated estrogen in combination with DMPA.", "contents": "Progestins -- Adverse Effects -- Progestin-Only Contraception. The DMPA injection can delay returning to fertility for as long as 18 months after it is discontinued and should not be chosen by women considering pregnancy within the next 2 years. [16] According to the US Box Warning for DPMA, it is not recommended for long-term use (>2 years) as a birth control method or as medical therapy for endometriosis-associated pain unless other options are considered inadequate. The warning also includes the following claims not directly addressed previously: (1) prolonged use of DPMA may result in a loss of bone mineral density, and (2) the incidence of probable dementia increased in women ≥65 years old taking conjugated estrogen in combination with DMPA."}
{"id": "article-118745_22", "title": "Progestins -- Adverse Effects -- Drug-Drug Interactions", "content": "Venetoclax: Progestin therapy with concurrent venetoclax is generally not recommended as it can significantly increase the blood levels and effects of venetoclax, increasing the risk of developing tumor lysis syndrome.", "contents": "Progestins -- Adverse Effects -- Drug-Drug Interactions. Venetoclax: Progestin therapy with concurrent venetoclax is generally not recommended as it can significantly increase the blood levels and effects of venetoclax, increasing the risk of developing tumor lysis syndrome."}
{"id": "article-118745_23", "title": "Progestins -- Adverse Effects -- Drug-Drug Interactions", "content": "Morphine: Progestins may increase morphine levels, leading to adverse events, including respiratory distress, profound sedation, and coma or death.", "contents": "Progestins -- Adverse Effects -- Drug-Drug Interactions. Morphine: Progestins may increase morphine levels, leading to adverse events, including respiratory distress, profound sedation, and coma or death."}
{"id": "article-118745_24", "title": "Progestins -- Adverse Effects -- Drug-Drug Interactions", "content": "Edoxaban: Progestins with concurrent edoxaban can lead to increased edoxaban levels (by 45% to 90%), leading to life-threatening bleeding complications.", "contents": "Progestins -- Adverse Effects -- Drug-Drug Interactions. Edoxaban: Progestins with concurrent edoxaban can lead to increased edoxaban levels (by 45% to 90%), leading to life-threatening bleeding complications."}
{"id": "article-118745_25", "title": "Progestins -- Adverse Effects -- Drug-Drug Interactions", "content": "Women taking medications that increase hepatic CYP450 enzymes should be aware that this can decrease serum levels of progestins, leading to therapeutic failure, such as pregnancy, when used as contraception. [17] [18] Women on antiepileptic agents with strong/moderate enzyme-inducing properties (eg, carbamazepine, phenobarbital, phenytoin) or drugs with moderate/mild enzyme-inducing properties (eg, clobazam, eslicarbazepine, felbamate, oxcarbazepine, rufinamide, topiramate) should avoid oral contraceptives. [19]", "contents": "Progestins -- Adverse Effects -- Drug-Drug Interactions. Women taking medications that increase hepatic CYP450 enzymes should be aware that this can decrease serum levels of progestins, leading to therapeutic failure, such as pregnancy, when used as contraception. [17] [18] Women on antiepileptic agents with strong/moderate enzyme-inducing properties (eg, carbamazepine, phenobarbital, phenytoin) or drugs with moderate/mild enzyme-inducing properties (eg, clobazam, eslicarbazepine, felbamate, oxcarbazepine, rufinamide, topiramate) should avoid oral contraceptives. [19]"}
{"id": "article-118745_26", "title": "Progestins -- Contraindications", "content": "Women who have undergone bariatric surgery and those taking certain medications that induce hepatic enzymes, such as antibiotics (rifampin), antifungals (griseofulvin), and anticonvulsants (phenytoin, carbamazepine, topiramate, and barbiturates) are advised not to use combined or progestin-only contraception. [10] [17] [18]", "contents": "Progestins -- Contraindications. Women who have undergone bariatric surgery and those taking certain medications that induce hepatic enzymes, such as antibiotics (rifampin), antifungals (griseofulvin), and anticonvulsants (phenytoin, carbamazepine, topiramate, and barbiturates) are advised not to use combined or progestin-only contraception. [10] [17] [18]"}
{"id": "article-118745_27", "title": "Progestins -- Contraindications -- Combined Estrogen-Progestin Contraception", "content": "Any factors that increase the risk of cardiovascular disease or thromboembolism are contraindications to COCs due to the procoagulant effects of estrogen and are considered an “unacceptable risk,” as indicated with a Category 4 label. Category 4 denotes unacceptable health risk if the contraceptive is administered to subjects with the existing condition, basically a contraindication. Categories, from 1 to 4, are outlined in detail by the World Health Organization (WHO) and the Centers for Disease Control and Prevention (CDC). These include women ≥35 years old who smoke, 2 or more risk factors for cardiovascular disease (older age, smoking, diabetes, and hypertension), hypertension (≥160 mmHg/≥100 mmHg), venous thromboembolism (VTE) unless on anticoagulation, thrombogenic mutations, ischemic heart disease, history of stroke, complicated valvular heart disease (pulmonary hypertension, risk of atrial fibrillation, history of subacute bacterial endocarditis), diabetes mellitus for longer than 20 years or diabetes with nephropathy, retinopathy, or neuropathy. [10] [20]", "contents": "Progestins -- Contraindications -- Combined Estrogen-Progestin Contraception. Any factors that increase the risk of cardiovascular disease or thromboembolism are contraindications to COCs due to the procoagulant effects of estrogen and are considered an “unacceptable risk,” as indicated with a Category 4 label. Category 4 denotes unacceptable health risk if the contraceptive is administered to subjects with the existing condition, basically a contraindication. Categories, from 1 to 4, are outlined in detail by the World Health Organization (WHO) and the Centers for Disease Control and Prevention (CDC). These include women ≥35 years old who smoke, 2 or more risk factors for cardiovascular disease (older age, smoking, diabetes, and hypertension), hypertension (≥160 mmHg/≥100 mmHg), venous thromboembolism (VTE) unless on anticoagulation, thrombogenic mutations, ischemic heart disease, history of stroke, complicated valvular heart disease (pulmonary hypertension, risk of atrial fibrillation, history of subacute bacterial endocarditis), diabetes mellitus for longer than 20 years or diabetes with nephropathy, retinopathy, or neuropathy. [10] [20]"}
{"id": "article-118745_28", "title": "Progestins -- Contraindications -- Combined Estrogen-Progestin Contraception", "content": "Other Category 4 contraindications include current breast cancer, cirrhosis, hepatocellular adenoma or malignant hepatoma, and migraine with aura.", "contents": "Progestins -- Contraindications -- Combined Estrogen-Progestin Contraception. Other Category 4 contraindications include current breast cancer, cirrhosis, hepatocellular adenoma or malignant hepatoma, and migraine with aura."}
{"id": "article-118745_29", "title": "Progestins -- Contraindications -- Combined Estrogen-Progestin Contraception", "content": "The recommendation is that postpartum women refrain from taking COCs for at least the first 21 days after delivery due to the procoagulant effect of pregnancy and the increased risk for VTE during this period. If breastfeeding, women should not take COCs until 30 days after delivery due to possible effects on lactation. [21]", "contents": "Progestins -- Contraindications -- Combined Estrogen-Progestin Contraception. The recommendation is that postpartum women refrain from taking COCs for at least the first 21 days after delivery due to the procoagulant effect of pregnancy and the increased risk for VTE during this period. If breastfeeding, women should not take COCs until 30 days after delivery due to possible effects on lactation. [21]"}
{"id": "article-118745_30", "title": "Progestins -- Contraindications -- Progestin-Only Contraception", "content": "Most women with medical comorbidities are candidates for POPs. Contraindications to all progestin-only contraception types include many similarities to those of COCs, including known or suspected pregnancy, known or suspected breast cancer, undiagnosed abnormal uterine bleeding, benign or malignant liver tumors, severe cirrhosis, or acute liver disease. There are also contraindications specific to each progestin-only contraception as listed in Lexicomp and can be found below:", "contents": "Progestins -- Contraindications -- Progestin-Only Contraception. Most women with medical comorbidities are candidates for POPs. Contraindications to all progestin-only contraception types include many similarities to those of COCs, including known or suspected pregnancy, known or suspected breast cancer, undiagnosed abnormal uterine bleeding, benign or malignant liver tumors, severe cirrhosis, or acute liver disease. There are also contraindications specific to each progestin-only contraception as listed in Lexicomp and can be found below:"}
{"id": "article-118745_31", "title": "Progestins -- Contraindications -- Progestin-Only Contraception", "content": "DPMA- hypersensitivity to medroxyprogesterone or any component of the formulation, active thrombophlebitis, thromboembolic disorders or cerebral vascular disease, estrogen or progesterone-dependent tumor Etonogestrel- hypersensitivity to etonogestrel or any component of the formulation", "contents": "Progestins -- Contraindications -- Progestin-Only Contraception. DPMA- hypersensitivity to medroxyprogesterone or any component of the formulation, active thrombophlebitis, thromboembolic disorders or cerebral vascular disease, estrogen or progesterone-dependent tumor Etonogestrel- hypersensitivity to etonogestrel or any component of the formulation"}
{"id": "article-118745_32", "title": "Progestins -- Contraindications -- Progestin-Only Contraception", "content": "Levonorgestrel- hypersensitivity to levonorgestrel or any component of the formulation, postcoital contraception, congenital or acquired uterine anomaly (distorts the uterine cavity and would affect correct IUD placement), acute pelvic inflammatory disease, or a history of pelvic inflammatory disease (unless there has been a subsequent intrauterine pregnancy), postpartum endometritis or infected abortion within past 3 months, known or suspected uterine or cervical malignancy, untreated acute cervicitis or vaginitis (including bacterial vaginosis) or other lower genital tract infections until the infection is controlled. These conditions increase susceptibility to pelvic infections.", "contents": "Progestins -- Contraindications -- Progestin-Only Contraception. Levonorgestrel- hypersensitivity to levonorgestrel or any component of the formulation, postcoital contraception, congenital or acquired uterine anomaly (distorts the uterine cavity and would affect correct IUD placement), acute pelvic inflammatory disease, or a history of pelvic inflammatory disease (unless there has been a subsequent intrauterine pregnancy), postpartum endometritis or infected abortion within past 3 months, known or suspected uterine or cervical malignancy, untreated acute cervicitis or vaginitis (including bacterial vaginosis) or other lower genital tract infections until the infection is controlled. These conditions increase susceptibility to pelvic infections."}
{"id": "article-118745_33", "title": "Progestins -- Monitoring", "content": "Synthetic progestins have longer half-lives (several hours) than endogenous progesterone (5 to 7 minutes). Metabolism of progestins occurs primarily by cytochrome P450 enzymes in the liver, and excretion is via the urine. In general, there are limited to no examinations or tests needed before the initiation of contraception. The exceptions include blood pressure measurement if prescribing combined hormonal contraception, bimanual examination, and cervical inspection for IUDs. Women who have a current STI or those with a high likelihood of STI exposure should not undergo IUD insertion. Weight and BMI measurements are not needed for any contraceptive method but are recommended to establish a baseline. Any additional testing is unnecessary for most women (ie, medically uncomplicated individuals).", "contents": "Progestins -- Monitoring. Synthetic progestins have longer half-lives (several hours) than endogenous progesterone (5 to 7 minutes). Metabolism of progestins occurs primarily by cytochrome P450 enzymes in the liver, and excretion is via the urine. In general, there are limited to no examinations or tests needed before the initiation of contraception. The exceptions include blood pressure measurement if prescribing combined hormonal contraception, bimanual examination, and cervical inspection for IUDs. Women who have a current STI or those with a high likelihood of STI exposure should not undergo IUD insertion. Weight and BMI measurements are not needed for any contraceptive method but are recommended to establish a baseline. Any additional testing is unnecessary for most women (ie, medically uncomplicated individuals)."}
{"id": "article-118745_34", "title": "Progestins -- Monitoring", "content": "All contraceptive methods can be started at any time during the menstrual cycle if reasonably sure the woman is not pregnant. [22] If not started on the first day of menses, backup contraception (ie, condoms, abstinence) may be indicated. A common and often recommended approach with COCs is the “quick start” method, which aims to improve continuation rates and efficacy. In this method, the woman begins taking the pill on the day it is prescribed and then uses backup contraception for an additional 7 days. This is necessary because the pill is often started >5 days after the onset of menses. However, initiation should be individualized for each patient to align with their preferences and priorities.", "contents": "Progestins -- Monitoring. All contraceptive methods can be started at any time during the menstrual cycle if reasonably sure the woman is not pregnant. [22] If not started on the first day of menses, backup contraception (ie, condoms, abstinence) may be indicated. A common and often recommended approach with COCs is the “quick start” method, which aims to improve continuation rates and efficacy. In this method, the woman begins taking the pill on the day it is prescribed and then uses backup contraception for an additional 7 days. This is necessary because the pill is often started >5 days after the onset of menses. However, initiation should be individualized for each patient to align with their preferences and priorities."}
{"id": "article-118745_35", "title": "Progestins -- Monitoring", "content": "The etonogestrel implant follows the same rules as COCs. If POPs are not started within the first 5 days, backup contraception is needed for only 2 additional days due to the rapid effect on cervical mucus. Regarding the levonorgestrel IUD and DMPA injection, if they are started >7 days after the onset of menses, patients should use backup contraception for 7 days.", "contents": "Progestins -- Monitoring. The etonogestrel implant follows the same rules as COCs. If POPs are not started within the first 5 days, backup contraception is needed for only 2 additional days due to the rapid effect on cervical mucus. Regarding the levonorgestrel IUD and DMPA injection, if they are started >7 days after the onset of menses, patients should use backup contraception for 7 days."}
{"id": "article-118745_36", "title": "Progestins -- Monitoring", "content": "The user failure rate with COCs is estimated to be 7%, and the rate with POPs is >7%. [8] Missed pills are often the cause of contraceptive failure; this is especially concerning with POPs due to their short half-lives. The pill must be taken at the same time each day. Norethindrone, in particular, must not be missed by more than 3 hours, or the patient will be advised to use backup contraception for 2 days. Missing a single pill on COCs is not as concerning, as it does not reverse ovarian suppression; thus, no further contraception is required. If a patient misses 2 or more COC pills, backup contraception should be used for 7 days.", "contents": "Progestins -- Monitoring. The user failure rate with COCs is estimated to be 7%, and the rate with POPs is >7%. [8] Missed pills are often the cause of contraceptive failure; this is especially concerning with POPs due to their short half-lives. The pill must be taken at the same time each day. Norethindrone, in particular, must not be missed by more than 3 hours, or the patient will be advised to use backup contraception for 2 days. Missing a single pill on COCs is not as concerning, as it does not reverse ovarian suppression; thus, no further contraception is required. If a patient misses 2 or more COC pills, backup contraception should be used for 7 days."}
{"id": "article-118745_37", "title": "Progestins -- Monitoring", "content": "Although the user failure rate is multifactorial, it is essential to consider specific populations when advising patients on the best choice of contraception. For example, oral contraceptives can be challenging for adolescents due to daily adherence and refilling the prescription every month. The long-acting reversible methods (IUDs and implants) are considered first-line options for these patients by the American Academy of Pediatrics and the American College of Obstetricians and Gynecologists. [23]", "contents": "Progestins -- Monitoring. Although the user failure rate is multifactorial, it is essential to consider specific populations when advising patients on the best choice of contraception. For example, oral contraceptives can be challenging for adolescents due to daily adherence and refilling the prescription every month. The long-acting reversible methods (IUDs and implants) are considered first-line options for these patients by the American Academy of Pediatrics and the American College of Obstetricians and Gynecologists. [23]"}
{"id": "article-118745_38", "title": "Progestins -- Toxicity", "content": "High doses of progestins can lead to liver enzyme elevations that generally rise 1 to 2 weeks following treatment initiation. These enzyme elevations typically include increased serum aminotransferase without changes in alkaline phosphatase or bilirubin. These abnormalities are generally short-lived and resolve rapidly with dose modification or discontinuation of the progestin drug. There is no antidote for progestin toxicity.", "contents": "Progestins -- Toxicity. High doses of progestins can lead to liver enzyme elevations that generally rise 1 to 2 weeks following treatment initiation. These enzyme elevations typically include increased serum aminotransferase without changes in alkaline phosphatase or bilirubin. These abnormalities are generally short-lived and resolve rapidly with dose modification or discontinuation of the progestin drug. There is no antidote for progestin toxicity."}
{"id": "article-118745_39", "title": "Progestins -- Enhancing Healthcare Team Outcomes", "content": "Contraceptive selection is an equally complex and important decision requiring interprofessional teamwork and management between physicians, advanced care practitioners, nursing staff, and pharmacists. A multidisciplinary approach to progestin therapy ensures comprehensive and patient-centered care. The healthcare team's goal should be to provide high-quality counseling.", "contents": "Progestins -- Enhancing Healthcare Team Outcomes. Contraceptive selection is an equally complex and important decision requiring interprofessional teamwork and management between physicians, advanced care practitioners, nursing staff, and pharmacists. A multidisciplinary approach to progestin therapy ensures comprehensive and patient-centered care. The healthcare team's goal should be to provide high-quality counseling."}
{"id": "article-118745_40", "title": "Progestins -- Enhancing Healthcare Team Outcomes", "content": "Family planning care has evolved from a clinician-directed approach aimed at preventing unwanted pregnancies to shared decision-making eliciting patient preferences and reasons for seeking contraception. Furthermore, the shared decision-making approach allows preconception counseling and assessment for medical comorbidities that could affect the safety of particular methods, including progestin and combination medications. This approach serves as an encompassing model fit for all individuals for which contraception may be of benefit and protects against any bias. This approach has increased patient knowledge, promoted confidence in their choices, and improved patient satisfaction and compliance. The patient's ability to make informed decisions consistent with their values should be paramount.", "contents": "Progestins -- Enhancing Healthcare Team Outcomes. Family planning care has evolved from a clinician-directed approach aimed at preventing unwanted pregnancies to shared decision-making eliciting patient preferences and reasons for seeking contraception. Furthermore, the shared decision-making approach allows preconception counseling and assessment for medical comorbidities that could affect the safety of particular methods, including progestin and combination medications. This approach serves as an encompassing model fit for all individuals for which contraception may be of benefit and protects against any bias. This approach has increased patient knowledge, promoted confidence in their choices, and improved patient satisfaction and compliance. The patient's ability to make informed decisions consistent with their values should be paramount."}
{"id": "article-118745_41", "title": "Progestins -- Enhancing Healthcare Team Outcomes", "content": "Effective communication and shared responsibilities are essential for optimizing patient outcomes, safety, and overall team performance. Regular training and updates on progestin-related advancements will further enhance the skills and knowledge of healthcare professionals.", "contents": "Progestins -- Enhancing Healthcare Team Outcomes. Effective communication and shared responsibilities are essential for optimizing patient outcomes, safety, and overall team performance. Regular training and updates on progestin-related advancements will further enhance the skills and knowledge of healthcare professionals."}
{"id": "article-118745_42", "title": "Progestins -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Progestins -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}