{"id": "article-24819_0", "title": "Meconium Aspiration -- Continuing Education Activity", "content": "Meconium aspiration syndrome (MAS) is the neonatal respiratory distress that occurs in a newborn in the context of meconium-stained amniotic fluid (MSAF) when respiratory symptoms cannot be attributed to another etiology. This activity describes the pathophysiology, presentation, and management of meconium aspiration syndrome and highlights the importance of an interprofessional team approach in improving care for and decreasing morbidity in patients with this condition.", "contents": "Meconium Aspiration -- Continuing Education Activity. Meconium aspiration syndrome (MAS) is the neonatal respiratory distress that occurs in a newborn in the context of meconium-stained amniotic fluid (MSAF) when respiratory symptoms cannot be attributed to another etiology. This activity describes the pathophysiology, presentation, and management of meconium aspiration syndrome and highlights the importance of an interprofessional team approach in improving care for and decreasing morbidity in patients with this condition."}
{"id": "article-24819_1", "title": "Meconium Aspiration -- Continuing Education Activity", "content": "Objectives: Describe the etiology of meconium aspiration syndrome. Review the presentation and clinical features of meconium aspiration syndrome. Identify the complications associated with meconium aspiration syndrome. Outline the importance of interprofessional team strategies for improving care coordination and communication to advance the care of meconium aspiration syndrome and improve outcomes. Access free multiple choice questions on this topic.", "contents": "Meconium Aspiration -- Continuing Education Activity. Objectives: Describe the etiology of meconium aspiration syndrome. Review the presentation and clinical features of meconium aspiration syndrome. Identify the complications associated with meconium aspiration syndrome. Outline the importance of interprofessional team strategies for improving care coordination and communication to advance the care of meconium aspiration syndrome and improve outcomes. Access free multiple choice questions on this topic."}
{"id": "article-24819_2", "title": "Meconium Aspiration -- Introduction", "content": "Meconium is the earliest stool of a newborn. Occasionally, newborns pass meconium during labor or delivery, resulting in a meconium-stained amniotic fluid (MSAF). Meconium aspiration syndrome (MAS) is the neonatal respiratory distress that occurs in a newborn in the context of MSAF when respiratory symptoms cannot be attributed to another etiology. [1] The spectrum of manifestations associated with meconium aspiration is broad, ranging from mild distress to more severe respiratory failure. More life-threatening conditions have been recognized to also be associated with MAS, notably persistent pulmonary hypertension of the newborn (PPHN) and air leak syndromes. [2]", "contents": "Meconium Aspiration -- Introduction. Meconium is the earliest stool of a newborn. Occasionally, newborns pass meconium during labor or delivery, resulting in a meconium-stained amniotic fluid (MSAF). Meconium aspiration syndrome (MAS) is the neonatal respiratory distress that occurs in a newborn in the context of MSAF when respiratory symptoms cannot be attributed to another etiology. [1] The spectrum of manifestations associated with meconium aspiration is broad, ranging from mild distress to more severe respiratory failure. More life-threatening conditions have been recognized to also be associated with MAS, notably persistent pulmonary hypertension of the newborn (PPHN) and air leak syndromes. [2]"}
{"id": "article-24819_3", "title": "Meconium Aspiration -- Etiology", "content": "MAS is due to the aspiration of meconium-stained amniotic fluid. MSAF is not an uncommon finding and is not always associated with MAS. [3] Uterine stress due to hypoxia or infection can cause early fetal meconium passage. Unlike infant stool, meconium is darker and thicker. It is formed through the accumulation of fetal cellular debris (skin, gastrointestinal, hair) and secretions. [4] Aspiration of these materials causes airway obstruction, triggers inflammatory changes, and inactivates surfactant. Through these mechanisms, the neonate develops respiratory distress.", "contents": "Meconium Aspiration -- Etiology. MAS is due to the aspiration of meconium-stained amniotic fluid. MSAF is not an uncommon finding and is not always associated with MAS. [3] Uterine stress due to hypoxia or infection can cause early fetal meconium passage. Unlike infant stool, meconium is darker and thicker. It is formed through the accumulation of fetal cellular debris (skin, gastrointestinal, hair) and secretions. [4] Aspiration of these materials causes airway obstruction, triggers inflammatory changes, and inactivates surfactant. Through these mechanisms, the neonate develops respiratory distress."}
{"id": "article-24819_4", "title": "Meconium Aspiration -- Epidemiology", "content": "MSAF is more common in post-term newborns. Its incidence varies with gestational age. One study reported MSAF in 5.1%, 16.5%, and 27.1% of preterm, term, and post-term newborns, respectively. [5] Although MSAF is necessary for the diagnosis of MAS, only 2% to 10% of babies born through amniotic fluid stained with meconium develop MAS. [3]", "contents": "Meconium Aspiration -- Epidemiology. MSAF is more common in post-term newborns. Its incidence varies with gestational age. One study reported MSAF in 5.1%, 16.5%, and 27.1% of preterm, term, and post-term newborns, respectively. [5] Although MSAF is necessary for the diagnosis of MAS, only 2% to 10% of babies born through amniotic fluid stained with meconium develop MAS. [3]"}
{"id": "article-24819_5", "title": "Meconium Aspiration -- Epidemiology", "content": "The incidence of MAS is also affected by access to care and is higher in areas where post-term deliveries are frequent. It was also lower in areas with a high frequency of early cesarean sections, despite other complications associated with cesarean sections. [6] One study reported a higher rate of MSAF in Black patients. [6] [7]", "contents": "Meconium Aspiration -- Epidemiology. The incidence of MAS is also affected by access to care and is higher in areas where post-term deliveries are frequent. It was also lower in areas with a high frequency of early cesarean sections, despite other complications associated with cesarean sections. [6] One study reported a higher rate of MSAF in Black patients. [6] [7]"}
{"id": "article-24819_6", "title": "Meconium Aspiration -- Pathophysiology", "content": "The pathophysiology of MAS is not completely understood. However, 5 important processes have been described: Meconium passage, aspiration, airway obstruction, inflammation, and surfactant inactivation.", "contents": "Meconium Aspiration -- Pathophysiology. The pathophysiology of MAS is not completely understood. However, 5 important processes have been described: Meconium passage, aspiration, airway obstruction, inflammation, and surfactant inactivation."}
{"id": "article-24819_7", "title": "Meconium Aspiration -- Pathophysiology", "content": "Meconium passage: Usually, fecal defecation rarely happens between 20 and 34 weeks of gestation. [8] It was noticed that in utero meconium passage is more common in late-term and post-term babies after 37 weeks of gestation. [9] Several mechanisms have been hypothesized to play a role in the process, including increased peristalsis, anal sphincter relaxation, and changes in vagal and sympathetic tones in the context of fetal distress and hypoxia.", "contents": "Meconium Aspiration -- Pathophysiology. Meconium passage: Usually, fecal defecation rarely happens between 20 and 34 weeks of gestation. [8] It was noticed that in utero meconium passage is more common in late-term and post-term babies after 37 weeks of gestation. [9] Several mechanisms have been hypothesized to play a role in the process, including increased peristalsis, anal sphincter relaxation, and changes in vagal and sympathetic tones in the context of fetal distress and hypoxia."}
{"id": "article-24819_8", "title": "Meconium Aspiration -- Pathophysiology", "content": "Aspiration: During the delivery process, fetal breathing usually leads to amniotic fluid moving in and out of the lungs. When amniotic fluid is stained with meconium, the fetus is at risk of aspiration. This is especially true with hypoxia, which can trigger the fetus to increase gasping, which leads to more amniotic fluid inhalation by the fetal airway. [10]", "contents": "Meconium Aspiration -- Pathophysiology. Aspiration: During the delivery process, fetal breathing usually leads to amniotic fluid moving in and out of the lungs. When amniotic fluid is stained with meconium, the fetus is at risk of aspiration. This is especially true with hypoxia, which can trigger the fetus to increase gasping, which leads to more amniotic fluid inhalation by the fetal airway. [10]"}
{"id": "article-24819_9", "title": "Meconium Aspiration -- Pathophysiology", "content": "Airway obstruction: As meconium is thick and the fetal airways are small in diameter, the presence of meconium in the airways can cause obstruction. The mechanism is similar to a foreign body aspiration. The meconium plug can cause complete obstruction leading to lung collapse distally as well as atelectasis. When partial obstruction occurs, it causes a ball valve effect with increased air trapping, thus increasing the risk of air leak syndromes, notably pneumothorax. Recent data suggest that airway obstruction does not always happen in the context of MSAF and that obstruction alone does not completely explain MAS. [11]", "contents": "Meconium Aspiration -- Pathophysiology. Airway obstruction: As meconium is thick and the fetal airways are small in diameter, the presence of meconium in the airways can cause obstruction. The mechanism is similar to a foreign body aspiration. The meconium plug can cause complete obstruction leading to lung collapse distally as well as atelectasis. When partial obstruction occurs, it causes a ball valve effect with increased air trapping, thus increasing the risk of air leak syndromes, notably pneumothorax. Recent data suggest that airway obstruction does not always happen in the context of MSAF and that obstruction alone does not completely explain MAS. [11]"}
{"id": "article-24819_10", "title": "Meconium Aspiration -- Pathophysiology", "content": "Inflammation: Inflammation plays an important role in the pathogenesis of MAS. Material that constitutes meconium has been shown to trigger inflammatory processes that further contribute to the development of respiratory distress in MAS. Airway inflammation results in a form of chemical pneumonitis. Matrix metalloproteinase-8, interleukin-6, interleukin-8, interferon-gamma, and tumor necrosis factor-alpha have all been described to be significantly higher in patients with MAS. [12] [13]", "contents": "Meconium Aspiration -- Pathophysiology. Inflammation: Inflammation plays an important role in the pathogenesis of MAS. Material that constitutes meconium has been shown to trigger inflammatory processes that further contribute to the development of respiratory distress in MAS. Airway inflammation results in a form of chemical pneumonitis. Matrix metalloproteinase-8, interleukin-6, interleukin-8, interferon-gamma, and tumor necrosis factor-alpha have all been described to be significantly higher in patients with MAS. [12] [13]"}
{"id": "article-24819_11", "title": "Meconium Aspiration -- Pathophysiology", "content": "Surfactant inactivation: Inflammation and hydrolysis can alter and inactivate surfactant. [14] This leads to increased surface tension, poor compliance, and impaired oxygenation. Thus, further contributing to the respiratory distress seen in MAS.", "contents": "Meconium Aspiration -- Pathophysiology. Surfactant inactivation: Inflammation and hydrolysis can alter and inactivate surfactant. [14] This leads to increased surface tension, poor compliance, and impaired oxygenation. Thus, further contributing to the respiratory distress seen in MAS."}
{"id": "article-24819_12", "title": "Meconium Aspiration -- Pathophysiology", "content": "All these processes lead to a decrease in alveolar ventilation, causing increased ventilation-perfusion mismatch. This is the main cause of hypoxemia in infants with MAS. Prolonged hypoxemia will trigger pulmonary vascular constriction, which in turn increases pulmonary vascular resistance (PVR). This is often accompanied by right-to-left shunting. These mechanisms can trigger PPHN.", "contents": "Meconium Aspiration -- Pathophysiology. All these processes lead to a decrease in alveolar ventilation, causing increased ventilation-perfusion mismatch. This is the main cause of hypoxemia in infants with MAS. Prolonged hypoxemia will trigger pulmonary vascular constriction, which in turn increases pulmonary vascular resistance (PVR). This is often accompanied by right-to-left shunting. These mechanisms can trigger PPHN."}
{"id": "article-24819_13", "title": "Meconium Aspiration -- History and Physical -- Relevant History for MAS Diagnosis", "content": "A term or post-term newborn Neonatal respiratory distress not otherwise explained Meconium-stained amniotic fluid", "contents": "Meconium Aspiration -- History and Physical -- Relevant History for MAS Diagnosis. A term or post-term newborn Neonatal respiratory distress not otherwise explained Meconium-stained amniotic fluid"}
{"id": "article-24819_14", "title": "Meconium Aspiration -- History and Physical -- Important Findings to Note on Physical Exam That Can Be Present With MAS", "content": "Signs of postmaturity: Vernix, peeling skin, long fingernails Signs of respiratory distress at birth: Bradycardia, hypoxemia, cyanosis, and tachypnea Birth depression: Limp or non-vigorous baby Meconium-stained amniotic fluid and meconium-stain on physical exam", "contents": "Meconium Aspiration -- History and Physical -- Important Findings to Note on Physical Exam That Can Be Present With MAS. Signs of postmaturity: Vernix, peeling skin, long fingernails Signs of respiratory distress at birth: Bradycardia, hypoxemia, cyanosis, and tachypnea Birth depression: Limp or non-vigorous baby Meconium-stained amniotic fluid and meconium-stain on physical exam"}
{"id": "article-24819_15", "title": "Meconium Aspiration -- Evaluation", "content": "History and clinical presentation/context are key in suspecting a diagnosis of MAS. This is crucial, as early interventions and management can be necessary for respiratory and cardiovascular support.", "contents": "Meconium Aspiration -- Evaluation. History and clinical presentation/context are key in suspecting a diagnosis of MAS. This is crucial, as early interventions and management can be necessary for respiratory and cardiovascular support."}
{"id": "article-24819_16", "title": "Meconium Aspiration -- Evaluation -- Evaluation of MAS Includes", "content": "Chest radiograph (CXR): Early CXR findings are nonspecific. These include streaky densities bilaterally. Later findings on CXR include hyperinflation, flattening of the diaphragms, and atelectasis. Pneumothorax can also be seen. Arterial blood gas (ABG): ABG is a tool to assess the degree of respiratory failure and help guide management (intubation, mechanical ventilation). In severe cases, ABG will show hypoxemic, hypercapnic, and respiratory acidosis. Pulse oximetry: To assess oxygenation but also the degree of shunting (pre-ductal and postductal differential). Echocardiography (ECG): ECG is an important tool to assess heart function and help screen for signs of PPHN and right ventricular dysfunction. It also helps identify the cardiac anatomy and evaluate for any cardiac level right to left shunting. Blood and tracheal cultures: Evaluation for sepsis and pneumonia is crucial in the context of neonatal distress. Often empiric antibiotics are started.", "contents": "Meconium Aspiration -- Evaluation -- Evaluation of MAS Includes. Chest radiograph (CXR): Early CXR findings are nonspecific. These include streaky densities bilaterally. Later findings on CXR include hyperinflation, flattening of the diaphragms, and atelectasis. Pneumothorax can also be seen. Arterial blood gas (ABG): ABG is a tool to assess the degree of respiratory failure and help guide management (intubation, mechanical ventilation). In severe cases, ABG will show hypoxemic, hypercapnic, and respiratory acidosis. Pulse oximetry: To assess oxygenation but also the degree of shunting (pre-ductal and postductal differential). Echocardiography (ECG): ECG is an important tool to assess heart function and help screen for signs of PPHN and right ventricular dysfunction. It also helps identify the cardiac anatomy and evaluate for any cardiac level right to left shunting. Blood and tracheal cultures: Evaluation for sepsis and pneumonia is crucial in the context of neonatal distress. Often empiric antibiotics are started."}
{"id": "article-24819_17", "title": "Meconium Aspiration -- Treatment / Management", "content": "Infants born with MSAF should have routine neonatal care while monitoring for signs of distress according to the general neonatal resuscitation guidelines. According to the 2015 guidelines, the American Heart Association, the International Liaison Committee on Resuscitation, and the American Academy of Pediatrics no longer recommend routine endotracheal suctioning for non-vigorous infants with MSAF. [15] [16] Infants with MSAF should be observed for signs of MAS.", "contents": "Meconium Aspiration -- Treatment / Management. Infants born with MSAF should have routine neonatal care while monitoring for signs of distress according to the general neonatal resuscitation guidelines. According to the 2015 guidelines, the American Heart Association, the International Liaison Committee on Resuscitation, and the American Academy of Pediatrics no longer recommend routine endotracheal suctioning for non-vigorous infants with MSAF. [15] [16] Infants with MSAF should be observed for signs of MAS."}
{"id": "article-24819_18", "title": "Meconium Aspiration -- Treatment / Management", "content": "MAS management is mainly supportive, but early identification and support can improve outcomes and decrease morbidity and mortality. This requires an interprofessional team approach, including the obstetrician, midwife, neonatologist, respiratory therapist, nurse, pediatric pulmonologist, and pediatric cardiologist.", "contents": "Meconium Aspiration -- Treatment / Management. MAS management is mainly supportive, but early identification and support can improve outcomes and decrease morbidity and mortality. This requires an interprofessional team approach, including the obstetrician, midwife, neonatologist, respiratory therapist, nurse, pediatric pulmonologist, and pediatric cardiologist."}
{"id": "article-24819_19", "title": "Meconium Aspiration -- Treatment / Management", "content": "Oxygen therapy: Supplemental oxygen is often needed in MAS with goal oxygen saturation > 90% to prevent tissue hypoxia and improve oxygenation. Hypoxemia is an important trigger of pulmonary vasoconstriction, which can increase PVR and worsen PPHN.", "contents": "Meconium Aspiration -- Treatment / Management. Oxygen therapy: Supplemental oxygen is often needed in MAS with goal oxygen saturation > 90% to prevent tissue hypoxia and improve oxygenation. Hypoxemia is an important trigger of pulmonary vasoconstriction, which can increase PVR and worsen PPHN."}
{"id": "article-24819_20", "title": "Meconium Aspiration -- Treatment / Management", "content": "Ventilatory support: This is indicated with refractory hypoxemia despite oxygen therapy, carbon dioxide retention, and increased respiratory distress. It also has a role for respiratory support in PPHN and air leak syndromes. There are no specific ventilation strategies. Oxygenation monitoring and serial ABG to help optimize oxygenation and ventilation are key. In severe cases with refractory hypoxemia, the patient might require extracorporeal membrane oxygenation (ECMO) for cardiorespiratory support.", "contents": "Meconium Aspiration -- Treatment / Management. Ventilatory support: This is indicated with refractory hypoxemia despite oxygen therapy, carbon dioxide retention, and increased respiratory distress. It also has a role for respiratory support in PPHN and air leak syndromes. There are no specific ventilation strategies. Oxygenation monitoring and serial ABG to help optimize oxygenation and ventilation are key. In severe cases with refractory hypoxemia, the patient might require extracorporeal membrane oxygenation (ECMO) for cardiorespiratory support."}
{"id": "article-24819_21", "title": "Meconium Aspiration -- Treatment / Management", "content": "Surfactant: The use of surfactant in MAS is not standard of care; however, as discussed above, surfactant inactivation has a role in the pathogenesis of MAS. Therefore surfactant may be helpful in some cases. [2]", "contents": "Meconium Aspiration -- Treatment / Management. Surfactant: The use of surfactant in MAS is not standard of care; however, as discussed above, surfactant inactivation has a role in the pathogenesis of MAS. Therefore surfactant may be helpful in some cases. [2]"}
{"id": "article-24819_22", "title": "Meconium Aspiration -- Treatment / Management", "content": "Nitric oxide: Inhaled nitric oxide is a pulmonary vasodilator that has a role in pulmonary hypertension and PPHN.", "contents": "Meconium Aspiration -- Treatment / Management. Nitric oxide: Inhaled nitric oxide is a pulmonary vasodilator that has a role in pulmonary hypertension and PPHN."}
{"id": "article-24819_23", "title": "Meconium Aspiration -- Differential Diagnosis", "content": "The differential diagnosis for MAS includes other causes of newborn distress: Respiratory distress syndrome: This is more common in a preterm infant. Transient tachypnea of the newborn: This usually resolves within 72 hours. Sepsis/infection/pneumonia: Any newborn with distress should be assessed for infections. Congenital heart disease: Usually diagnosed with an echocardiogram.", "contents": "Meconium Aspiration -- Differential Diagnosis. The differential diagnosis for MAS includes other causes of newborn distress: Respiratory distress syndrome: This is more common in a preterm infant. Transient tachypnea of the newborn: This usually resolves within 72 hours. Sepsis/infection/pneumonia: Any newborn with distress should be assessed for infections. Congenital heart disease: Usually diagnosed with an echocardiogram."}
{"id": "article-24819_24", "title": "Meconium Aspiration -- Prognosis", "content": "Mortality in MAS is close to 1.2 percent based on a large retrospective study in the United States. This is lower than the mortality reported in developing countries. [17] The majority of infants recover with a good prognosis.", "contents": "Meconium Aspiration -- Prognosis. Mortality in MAS is close to 1.2 percent based on a large retrospective study in the United States. This is lower than the mortality reported in developing countries. [17] The majority of infants recover with a good prognosis."}
{"id": "article-24819_25", "title": "Meconium Aspiration -- Complications -- Short Term Complications", "content": "PPHN Air leak syndromes", "contents": "Meconium Aspiration -- Complications -- Short Term Complications. PPHN Air leak syndromes"}
{"id": "article-24819_26", "title": "Meconium Aspiration -- Complications -- Long Term Complications", "content": "Infants with MAS can later develop reactive airway disease. They are also at risk for neurodevelopmental impairment, this could also be related to prolonged intubation, mechanical ventilation, and prolonged oxygen need.", "contents": "Meconium Aspiration -- Complications -- Long Term Complications. Infants with MAS can later develop reactive airway disease. They are also at risk for neurodevelopmental impairment, this could also be related to prolonged intubation, mechanical ventilation, and prolonged oxygen need."}
{"id": "article-24819_27", "title": "Meconium Aspiration -- Deterrence and Patient Education", "content": "Meconium aspiration usually affects term and post-term newborn babies that are born with amniotic fluid stained with meconium (fetal stool). It occurs in less than 10% of infants born with meconium-stained amniotic fluid. It is an important cause of respiratory distress in a newborn and should be identified and managed early. The medical provider should rule out other conditions, such as neonatal infections. Parents should be educated that management requires admission to the neonatal intensive care unit and is mainly supportive. Most infants recover well with early diagnosis and management.", "contents": "Meconium Aspiration -- Deterrence and Patient Education. Meconium aspiration usually affects term and post-term newborn babies that are born with amniotic fluid stained with meconium (fetal stool). It occurs in less than 10% of infants born with meconium-stained amniotic fluid. It is an important cause of respiratory distress in a newborn and should be identified and managed early. The medical provider should rule out other conditions, such as neonatal infections. Parents should be educated that management requires admission to the neonatal intensive care unit and is mainly supportive. Most infants recover well with early diagnosis and management."}
{"id": "article-24819_28", "title": "Meconium Aspiration -- Enhancing Healthcare Team Outcomes", "content": "Early identification of risk factors associated with MAS is crucial. This allows for early preparation through communication and interprofessional partnerships. The obstetrician can help identify patients with infants at risk for MAS. Delivery should happen in a specialized center with access to a neonatal intensive care unit. This will allow trained personnel, including a midwife, nurse, pediatrician/neonatologist, and respiratory therapist, to be present for the delivery and ready for the eventual need for respiratory support. Pediatric pulmonologists and pediatric cardiologists should be included in case complications like PPHN or air leak syndrome arise. In extreme cases, a pediatric surgeon is needed for ECMO cannulation or severe air leak syndrome requiring surgical attention. This highlights the importance of interprofessional communication. Creating an interprofessional working group or engaging in interprofessional rounds to discuss these patients as a team will impact care positively and improve outcomes.", "contents": "Meconium Aspiration -- Enhancing Healthcare Team Outcomes. Early identification of risk factors associated with MAS is crucial. This allows for early preparation through communication and interprofessional partnerships. The obstetrician can help identify patients with infants at risk for MAS. Delivery should happen in a specialized center with access to a neonatal intensive care unit. This will allow trained personnel, including a midwife, nurse, pediatrician/neonatologist, and respiratory therapist, to be present for the delivery and ready for the eventual need for respiratory support. Pediatric pulmonologists and pediatric cardiologists should be included in case complications like PPHN or air leak syndrome arise. In extreme cases, a pediatric surgeon is needed for ECMO cannulation or severe air leak syndrome requiring surgical attention. This highlights the importance of interprofessional communication. Creating an interprofessional working group or engaging in interprofessional rounds to discuss these patients as a team will impact care positively and improve outcomes."}
{"id": "article-24819_29", "title": "Meconium Aspiration -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Meconium Aspiration -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}