{"id": "article-35385_0", "title": "Binge Eating Disorder -- Continuing Education Activity", "content": "Binge eating disorder is an eating disorder associated with various psychological and non-psychological issues with some degree of impairment of daily life and a few severe impairments. According to The Diagnostic and Statistical Manual of Mental Disorders, Fifth Edition (DSM-5), binge eating disorder consists of (1) Consuming a larger amount of food than other people would be able to consume in similar circumstances and similar period (usually within a two hour period). (2) Lack of control of eating and feeling guilty after eating. Episodes of binge eating disorder occur every week (at least once a week) for three months and not associated with compensatory behavior. This activity reviews the evaluation and management of patients with binge eating disorder and highlights the role of the interprofessional healthcare team in the care of patients with this condition.", "contents": "Binge Eating Disorder -- Continuing Education Activity. Binge eating disorder is an eating disorder associated with various psychological and non-psychological issues with some degree of impairment of daily life and a few severe impairments. According to The Diagnostic and Statistical Manual of Mental Disorders, Fifth Edition (DSM-5), binge eating disorder consists of (1) Consuming a larger amount of food than other people would be able to consume in similar circumstances and similar period (usually within a two hour period). (2) Lack of control of eating and feeling guilty after eating. Episodes of binge eating disorder occur every week (at least once a week) for three months and not associated with compensatory behavior. This activity reviews the evaluation and management of patients with binge eating disorder and highlights the role of the interprofessional healthcare team in the care of patients with this condition."}
{"id": "article-35385_1", "title": "Binge Eating Disorder -- Continuing Education Activity", "content": "Objectives: Identify the etiology of binge eating disorder. Outline the appropriate history, physical examination, and evaluation of binge eating disorder. Review the treatment and management options available for binge eating disorder. Describe interprofessional team strategies for improving care coordination and communication to manage binge eating disorder and improve outcomes. Access free multiple choice questions on this topic.", "contents": "Binge Eating Disorder -- Continuing Education Activity. Objectives: Identify the etiology of binge eating disorder. Outline the appropriate history, physical examination, and evaluation of binge eating disorder. Review the treatment and management options available for binge eating disorder. Describe interprofessional team strategies for improving care coordination and communication to manage binge eating disorder and improve outcomes. Access free multiple choice questions on this topic."}
{"id": "article-35385_2", "title": "Binge Eating Disorder -- Introduction", "content": "Binge eating disorder (BED) is a condition marked by episodes of consuming food in a larger amount than is normal in a short time. These episodes occur every week over three months. It is an individual diagnosis different from bulimia nervosa. [1] [2] Binge eating disorder is associated with various psychological and non-psychological issues with some degree of impairment of daily life and a few severe impairments. General medical disorders such as obesity, diabetes, hypertension, and chronic pain are some of its comorbid conditions. It most commonly presents in obese individuals, but it is not limited to them. [3] [4] The presenting complaint of people with binge eating disorder is weight gain. The prevalence of this disorder increases with an increase in body weight, and obesity is the frequent comorbidity.", "contents": "Binge Eating Disorder -- Introduction. Binge eating disorder (BED) is a condition marked by episodes of consuming food in a larger amount than is normal in a short time. These episodes occur every week over three months. It is an individual diagnosis different from bulimia nervosa. [1] [2] Binge eating disorder is associated with various psychological and non-psychological issues with some degree of impairment of daily life and a few severe impairments. General medical disorders such as obesity, diabetes, hypertension, and chronic pain are some of its comorbid conditions. It most commonly presents in obese individuals, but it is not limited to them. [3] [4] The presenting complaint of people with binge eating disorder is weight gain. The prevalence of this disorder increases with an increase in body weight, and obesity is the frequent comorbidity."}
{"id": "article-35385_3", "title": "Binge Eating Disorder -- Etiology", "content": "Binge eating disorder can result from numerous psychological, social, cultural, and biological factors. Some of the risk factors for binge eating disorder include: [5] [6] 1) Childhood obesity 2) Loss of controlled eating in childhood 3) Perfectionism 4) Conduct problems 5) Substance abuse 6) Family weight concerns and eating problems 7) Family conflicts and parenting problems 8) Parental psychopathology 9) Physical and sexual abuse 10) Mental health impairment 11) Mu-opioid (e.g., OPRM1) receptor and dopamine (e.g., DRD2) receptors genes involvement 12) Distorted body image perception 13) Intestinal microbiota alteration", "contents": "Binge Eating Disorder -- Etiology. Binge eating disorder can result from numerous psychological, social, cultural, and biological factors. Some of the risk factors for binge eating disorder include: [5] [6] 1) Childhood obesity 2) Loss of controlled eating in childhood 3) Perfectionism 4) Conduct problems 5) Substance abuse 6) Family weight concerns and eating problems 7) Family conflicts and parenting problems 8) Parental psychopathology 9) Physical and sexual abuse 10) Mental health impairment 11) Mu-opioid (e.g., OPRM1) receptor and dopamine (e.g., DRD2) receptors genes involvement 12) Distorted body image perception 13) Intestinal microbiota alteration"}
{"id": "article-35385_4", "title": "Binge Eating Disorder -- Epidemiology", "content": "Binge eating disorder is more common in women than men and usually occurs around the age of 23 years. [7] The lifetime prevalence of this disorder in the United States is 2.6%. Approximately 79% of people with binge eating disorder have one psychiatric disorder; 49% of people possess a lifetime history of two or more comorbid disorders. [7] Prevalent comorbid conditions with binge eating disorder include: [8] Specific phobia (37%) Social phobia (32%) Post-traumatic stress disorder (26%) Alcohol abuse or dependence (21%) Another analysis showed that of those with more than one diagnosis, 65% had anxiety disorders, 46% had mood disorders, 43% had impulse-control disorders, and 23% had substance use disorders. [9]", "contents": "Binge Eating Disorder -- Epidemiology. Binge eating disorder is more common in women than men and usually occurs around the age of 23 years. [7] The lifetime prevalence of this disorder in the United States is 2.6%. Approximately 79% of people with binge eating disorder have one psychiatric disorder; 49% of people possess a lifetime history of two or more comorbid disorders. [7] Prevalent comorbid conditions with binge eating disorder include: [8] Specific phobia (37%) Social phobia (32%) Post-traumatic stress disorder (26%) Alcohol abuse or dependence (21%) Another analysis showed that of those with more than one diagnosis, 65% had anxiety disorders, 46% had mood disorders, 43% had impulse-control disorders, and 23% had substance use disorders. [9]"}
{"id": "article-35385_5", "title": "Binge Eating Disorder -- Pathophysiology", "content": "Binge eating disorder has the same neurobiology as substance use disorder. Research has proposed several models to explain the pathophysiology of binge eating disorder. [10] It occurs due to difficulty in reward processing and inhibitory control. The prominent affect regulation model emphasizes the role of negative affect in binge eating disorder. According to this model, binge-eating episodes are triggered by negative affect and provide relief from them. Difficulties in emotional regulation and reduced emotional awareness have correlations with binge eating disorder. Additionally, interpersonal problems also carry associations with this disorder. Furthermore, neuroimaging studies showed hyperactivity of the medial orbitofrontal cortex and hypoactivity in the prefrontal network in individuals with binge eating disorder. [11] [12]", "contents": "Binge Eating Disorder -- Pathophysiology. Binge eating disorder has the same neurobiology as substance use disorder. Research has proposed several models to explain the pathophysiology of binge eating disorder. [10] It occurs due to difficulty in reward processing and inhibitory control. The prominent affect regulation model emphasizes the role of negative affect in binge eating disorder. According to this model, binge-eating episodes are triggered by negative affect and provide relief from them. Difficulties in emotional regulation and reduced emotional awareness have correlations with binge eating disorder. Additionally, interpersonal problems also carry associations with this disorder. Furthermore, neuroimaging studies showed hyperactivity of the medial orbitofrontal cortex and hypoactivity in the prefrontal network in individuals with binge eating disorder. [11] [12]"}
{"id": "article-35385_6", "title": "Binge Eating Disorder -- Pathophysiology", "content": "The food addiction hypothesis states that individuals with high impulsivity and reward sensitivity experience an addictive response to certain foods, for example, high sugar and high-fat foods. Still, they do not develop tolerance or show withdrawal symptoms. [13]", "contents": "Binge Eating Disorder -- Pathophysiology. The food addiction hypothesis states that individuals with high impulsivity and reward sensitivity experience an addictive response to certain foods, for example, high sugar and high-fat foods. Still, they do not develop tolerance or show withdrawal symptoms. [13]"}
{"id": "article-35385_7", "title": "Binge Eating Disorder -- Pathophysiology", "content": "An increased volume of the insula of the left orbitofrontal cortex is a known factor in eating disorders. The insula and frontal operculum are the two regions of the brain that are responsible for processing the basic sensory information about food. The ventral striatum, which includes nucleus accumbens and putamen, and caudate are accountable for evaluating and identifying the rewarding nature of food. The dorsal caudate, ventrolateral prefrontal cortex, parietal cortex, and dorsal anterior cingulate cortex, are the regions of the brain responsible for controlling food-related responses. [14] Patients with binge eating disorder demonstrate low impulse control activity in the prefrontal cortex (PFC), inferior frontal gyrus, ventrolateral PFC, and the insula. [15] Polymorphism in the serotonin transporter dopamine receptor D and mu-opioid receptors have links to binge eating disorder. [16]", "contents": "Binge Eating Disorder -- Pathophysiology. An increased volume of the insula of the left orbitofrontal cortex is a known factor in eating disorders. The insula and frontal operculum are the two regions of the brain that are responsible for processing the basic sensory information about food. The ventral striatum, which includes nucleus accumbens and putamen, and caudate are accountable for evaluating and identifying the rewarding nature of food. The dorsal caudate, ventrolateral prefrontal cortex, parietal cortex, and dorsal anterior cingulate cortex, are the regions of the brain responsible for controlling food-related responses. [14] Patients with binge eating disorder demonstrate low impulse control activity in the prefrontal cortex (PFC), inferior frontal gyrus, ventrolateral PFC, and the insula. [15] Polymorphism in the serotonin transporter dopamine receptor D and mu-opioid receptors have links to binge eating disorder. [16]"}
{"id": "article-35385_8", "title": "Binge Eating Disorder -- History and Physical", "content": "History [4] The clinician should inquire about the following points to help diagnose patients with binge eating disorder. 1) Age of onset of binge eating episodes 2) Frequency of binge eating episodes 3) Duration of episodes 4) Amount of food 5) Feelings associated with binge disorder 6) Any compensatory behavior (vomiting, purging, laxative use) 7) Comorbid conditions (psychological problems, obesity, diabetes) 8) Emotional triggers (abandonment and stress) 9) Societal pressure 10) Media input (binge eating as an acceptable method to cope with stress) 11) Childhood emotional abuse 12) Childhood restriction of calorie intake or disordered eating behavior in childhood 13) Suicidal ideation 14) Substance misuse 15) Physical and sexual abuse 16) Body image perception 15) Family history of binge eating", "contents": "Binge Eating Disorder -- History and Physical. History [4] The clinician should inquire about the following points to help diagnose patients with binge eating disorder. 1) Age of onset of binge eating episodes 2) Frequency of binge eating episodes 3) Duration of episodes 4) Amount of food 5) Feelings associated with binge disorder 6) Any compensatory behavior (vomiting, purging, laxative use) 7) Comorbid conditions (psychological problems, obesity, diabetes) 8) Emotional triggers (abandonment and stress) 9) Societal pressure 10) Media input (binge eating as an acceptable method to cope with stress) 11) Childhood emotional abuse 12) Childhood restriction of calorie intake or disordered eating behavior in childhood 13) Suicidal ideation 14) Substance misuse 15) Physical and sexual abuse 16) Body image perception 15) Family history of binge eating"}
{"id": "article-35385_9", "title": "Binge Eating Disorder -- History and Physical -- Physical Examination", "content": "The patient should have an examination to assess for comorbidities associated with obesity due to binge eating disorder. i) Blood pressure requires regular checking. ii) Blood glucose requires regular monitoring. iii) Examine for physical or sexual abuse if there is high suspicion. The tools commonly used to evaluate binge eating disorder are as follows: 1) Binge eating scale 2) Three-factor eating questionnaire 3) Body shape questionnaire 4) Eating disorders examination (EDE) 5) Structured clinical interview for the diagnosis of DSM disorders 6) Questionnaire of eating and weight patterns", "contents": "Binge Eating Disorder -- History and Physical -- Physical Examination. The patient should have an examination to assess for comorbidities associated with obesity due to binge eating disorder. i) Blood pressure requires regular checking. ii) Blood glucose requires regular monitoring. iii) Examine for physical or sexual abuse if there is high suspicion. The tools commonly used to evaluate binge eating disorder are as follows: 1) Binge eating scale 2) Three-factor eating questionnaire 3) Body shape questionnaire 4) Eating disorders examination (EDE) 5) Structured clinical interview for the diagnosis of DSM disorders 6) Questionnaire of eating and weight patterns"}
{"id": "article-35385_10", "title": "Binge Eating Disorder -- Evaluation", "content": "The evaluation of the patient with binge eating disorder includes the psychiatric, medical, and nutritional evaluation of the patient.", "contents": "Binge Eating Disorder -- Evaluation. The evaluation of the patient with binge eating disorder includes the psychiatric, medical, and nutritional evaluation of the patient."}
{"id": "article-35385_11", "title": "Binge Eating Disorder -- Evaluation -- Psychiatric Status", "content": "Patients should have an evaluation for: a) Psychiatric comorbidities (depression and substance abuse disorder) b) Person image of body shape and weight c) Self-esteem", "contents": "Binge Eating Disorder -- Evaluation -- Psychiatric Status. Patients should have an evaluation for: a) Psychiatric comorbidities (depression and substance abuse disorder) b) Person image of body shape and weight c) Self-esteem"}
{"id": "article-35385_12", "title": "Binge Eating Disorder -- Evaluation -- Medical Status", "content": "Medical status evaluation should include comorbidities and parameters associated with obesity and excess body weight which are: a) Waist circumference b) Body mass index (measure height and weight) c) Hypertension d) Hyperlipidemia e) Diabetes mellitus f) Gastroesophageal reflux disease g) Hepatobiliary disease h) Coronary artery disease i) Obstructive sleep apnea j) Hypothyroidism", "contents": "Binge Eating Disorder -- Evaluation -- Medical Status. Medical status evaluation should include comorbidities and parameters associated with obesity and excess body weight which are: a) Waist circumference b) Body mass index (measure height and weight) c) Hypertension d) Hyperlipidemia e) Diabetes mellitus f) Gastroesophageal reflux disease g) Hepatobiliary disease h) Coronary artery disease i) Obstructive sleep apnea j) Hypothyroidism"}
{"id": "article-35385_13", "title": "Binge Eating Disorder -- Evaluation -- Nutritional Status", "content": "Assess the nutritional status of the person by asking: a) Dieting and lifetime weight history b) Physical activity and exercise c) Current eating pattern and choice of food d) Intensity and frequency of binge eating episodes f) Types of overeating (overeating at meals, night eating, snacking, and grazing)", "contents": "Binge Eating Disorder -- Evaluation -- Nutritional Status. Assess the nutritional status of the person by asking: a) Dieting and lifetime weight history b) Physical activity and exercise c) Current eating pattern and choice of food d) Intensity and frequency of binge eating episodes f) Types of overeating (overeating at meals, night eating, snacking, and grazing)"}
{"id": "article-35385_14", "title": "Binge Eating Disorder -- Treatment / Management", "content": "The type of treatment provided to binge eating disorder, treatment setting, and healthcare person involved in the therapy of patients with binge eating disorder depends upon treatment goals. Treatment goals may include working on: 1) Excessive body weight 2) Binge eating episodes 3) Extreme concern for body image 4) Comorbid psychiatric conditions (anxiety, substance use disorder, and depression) Available treatment options for binge eating disorder include: 1) Psychotherapy 2) Pharmacotherapy 3) Weight loss treatment", "contents": "Binge Eating Disorder -- Treatment / Management. The type of treatment provided to binge eating disorder, treatment setting, and healthcare person involved in the therapy of patients with binge eating disorder depends upon treatment goals. Treatment goals may include working on: 1) Excessive body weight 2) Binge eating episodes 3) Extreme concern for body image 4) Comorbid psychiatric conditions (anxiety, substance use disorder, and depression) Available treatment options for binge eating disorder include: 1) Psychotherapy 2) Pharmacotherapy 3) Weight loss treatment"}
{"id": "article-35385_15", "title": "Binge Eating Disorder -- Treatment / Management -- 1) Psychotherapy:", "content": "Psychotherapy is the first-line treatment option for binge eating disorder. According to several clinical trials, psychotherapy has a more significant clinical effect than pharmacotherapy. Common psychotherapy options are: a) Cognitive-behavioral therapy b) Interpersonal psychotherapy c) Dialectical behavioral therapy", "contents": "Binge Eating Disorder -- Treatment / Management -- 1) Psychotherapy:. Psychotherapy is the first-line treatment option for binge eating disorder. According to several clinical trials, psychotherapy has a more significant clinical effect than pharmacotherapy. Common psychotherapy options are: a) Cognitive-behavioral therapy b) Interpersonal psychotherapy c) Dialectical behavioral therapy"}
{"id": "article-35385_16", "title": "Binge Eating Disorder -- Treatment / Management -- A) Cognitive Behavioral Therapy (CBT):", "content": "CBT is the psychotherapy of choice for binge eating disorder based on the results of several randomized controlled trials. The patient can receive CBT either from a clinician or through a self-help program without clinician involvement. Research shows that CBT has higher abstinence, is well-tolerated, and maintains remission for 1 or 2 years. A quick change in symptoms of patients with binge eating disorder is a good prognostic sign. Binge eating disorder patients with comorbid anorexia nervosa or bulimia nervosa do not respond well to CBT. [17]", "contents": "Binge Eating Disorder -- Treatment / Management -- A) Cognitive Behavioral Therapy (CBT):. CBT is the psychotherapy of choice for binge eating disorder based on the results of several randomized controlled trials. The patient can receive CBT either from a clinician or through a self-help program without clinician involvement. Research shows that CBT has higher abstinence, is well-tolerated, and maintains remission for 1 or 2 years. A quick change in symptoms of patients with binge eating disorder is a good prognostic sign. Binge eating disorder patients with comorbid anorexia nervosa or bulimia nervosa do not respond well to CBT. [17]"}
{"id": "article-35385_17", "title": "Binge Eating Disorder -- Treatment / Management -- A) Cognitive Behavioral Therapy (CBT):", "content": "Self-help based CBT is as effective for treating binge eating disorder as clinician-led CBT. Treatment settings have an effect on self-help based CBT. Delivering self-help based CBT in specialty settings, for example, eating disorder clinics, is more effective than delivering in a primary care setting. A self-help program focuses upon creating a regular pattern of eating, monitoring eating habits, learning self-control techniques, and learning problem solving more effectively. Hardcopy, web-based content, workbook, or smartphone application can be used to implement this program. [18] [19] These materials provide: i) Step by step approach to therapy ii) Education regarding binge eating disorder.", "contents": "Binge Eating Disorder -- Treatment / Management -- A) Cognitive Behavioral Therapy (CBT):. Self-help based CBT is as effective for treating binge eating disorder as clinician-led CBT. Treatment settings have an effect on self-help based CBT. Delivering self-help based CBT in specialty settings, for example, eating disorder clinics, is more effective than delivering in a primary care setting. A self-help program focuses upon creating a regular pattern of eating, monitoring eating habits, learning self-control techniques, and learning problem solving more effectively. Hardcopy, web-based content, workbook, or smartphone application can be used to implement this program. [18] [19] These materials provide: i) Step by step approach to therapy ii) Education regarding binge eating disorder."}
{"id": "article-35385_18", "title": "Binge Eating Disorder -- Treatment / Management -- B) Interpersonal Psychotherapy:", "content": "Interpersonal psychotherapy can take place in a group format or individual format. Psychotherapy does not focus on weight loss, but weight changes do occur due to stopping binge eating. It can also be provided in combination with CBT if the patient has complex psychopathology that may include interpersonal problems, low self-esteem, and perfectionism. [8] [20] [21] The following are the steps of the therapeutic strategy of psychotherapy: i) Identify the area (most probably interpersonal area) that links to binge eating disorder. ii) Focus mainly on experimentation or constructive changes in the problematic relevant regions (interpersonal) with little focus on binge eating.", "contents": "Binge Eating Disorder -- Treatment / Management -- B) Interpersonal Psychotherapy:. Interpersonal psychotherapy can take place in a group format or individual format. Psychotherapy does not focus on weight loss, but weight changes do occur due to stopping binge eating. It can also be provided in combination with CBT if the patient has complex psychopathology that may include interpersonal problems, low self-esteem, and perfectionism. [8] [20] [21] The following are the steps of the therapeutic strategy of psychotherapy: i) Identify the area (most probably interpersonal area) that links to binge eating disorder. ii) Focus mainly on experimentation or constructive changes in the problematic relevant regions (interpersonal) with little focus on binge eating."}
{"id": "article-35385_19", "title": "Binge Eating Disorder -- Treatment / Management -- C) Dialectical Behavioral Therapy:", "content": "Dialectical behavioral therapy consists of educating patients about the skills which are needed to manage problematic behavior associated with emotional dysregulation. [22] This therapy helps patients in balancing the dichotomous feelings, behavior, and thinking. The skills highlighted in this therapy include: i) Watchful eating ii) Emotional balance iii) Tolerance of unpleasant circumstances iv) Prevention of relapses", "contents": "Binge Eating Disorder -- Treatment / Management -- C) Dialectical Behavioral Therapy:. Dialectical behavioral therapy consists of educating patients about the skills which are needed to manage problematic behavior associated with emotional dysregulation. [22] This therapy helps patients in balancing the dichotomous feelings, behavior, and thinking. The skills highlighted in this therapy include: i) Watchful eating ii) Emotional balance iii) Tolerance of unpleasant circumstances iv) Prevention of relapses"}
{"id": "article-35385_20", "title": "Binge Eating Disorder -- Treatment / Management -- 2) Pharmacotherapy:", "content": "Pharmacotherapy should be used as first-line therapy in patients who: i) Do not have access to psychotherapy ii) Decline psychotherapy iii) Prefer medications Medications that can be useful for binge eating disorder include: i) Selective serotonin reuptake inhibitors (SSRIs) - sertraline, fluoxetine, fluvoxamine, escitalopram, citalopram ii) Antiepileptic drugs - zonisamide and topiramate iii) Attention deficit hyperactivity disorder (ADHD) medications - lisdexamfetamine, and atomoxetine) iv) Medication for shift work disorder - armodafinil v)", "contents": "Binge Eating Disorder -- Treatment / Management -- 2) Pharmacotherapy:. Pharmacotherapy should be used as first-line therapy in patients who: i) Do not have access to psychotherapy ii) Decline psychotherapy iii) Prefer medications Medications that can be useful for binge eating disorder include: i) Selective serotonin reuptake inhibitors (SSRIs) - sertraline, fluoxetine, fluvoxamine, escitalopram, citalopram ii) Antiepileptic drugs - zonisamide and topiramate iii) Attention deficit hyperactivity disorder (ADHD) medications - lisdexamfetamine, and atomoxetine) iv) Medication for shift work disorder - armodafinil v)"}
{"id": "article-35385_21", "title": "Binge Eating Disorder -- Treatment / Management -- 2) Pharmacotherapy:", "content": "Selective serotonin reuptake inhibitors (SSRIs) should be the first-line pharmacotherapy for binge eating disorder. Antiepileptic medications or medications used for ADHD are an option if a patient fails one or two courses of SSRI. Randomized controlled trials have reported a promising role of topiramate, lisdexamfetamine, and methylphenidate in causing abstinence from binge eating disorder as well as in weight reduction. Limitations for using these medications have been due to the side effects of these medications. Topiramate can cause somnolence, paraesthesias, and cognitive impairment. Lisdexamfetamine and methylphenidate may cause anorexia, gastrointestinal disorder, headache, insomnia, sympathetic nervous system arousal, as well as dependence, and potential misuse. [23] [24] [25] Lisdexamfetamine is FDA-approved for the treatment of moderate to severe BED in adults aged 18 to 55.", "contents": "Binge Eating Disorder -- Treatment / Management -- 2) Pharmacotherapy:. Selective serotonin reuptake inhibitors (SSRIs) should be the first-line pharmacotherapy for binge eating disorder. Antiepileptic medications or medications used for ADHD are an option if a patient fails one or two courses of SSRI. Randomized controlled trials have reported a promising role of topiramate, lisdexamfetamine, and methylphenidate in causing abstinence from binge eating disorder as well as in weight reduction. Limitations for using these medications have been due to the side effects of these medications. Topiramate can cause somnolence, paraesthesias, and cognitive impairment. Lisdexamfetamine and methylphenidate may cause anorexia, gastrointestinal disorder, headache, insomnia, sympathetic nervous system arousal, as well as dependence, and potential misuse. [23] [24] [25] Lisdexamfetamine is FDA-approved for the treatment of moderate to severe BED in adults aged 18 to 55."}
{"id": "article-35385_22", "title": "Binge Eating Disorder -- Treatment / Management -- 2) Pharmacotherapy:", "content": "3) Obesity or weight loss treatment: Most of the patients with binge eating disorder seek treatment for weight reduction rather than binge eating. All obese patients should be evaluated closely for binge eating disorder. [8]", "contents": "Binge Eating Disorder -- Treatment / Management -- 2) Pharmacotherapy:. 3) Obesity or weight loss treatment: Most of the patients with binge eating disorder seek treatment for weight reduction rather than binge eating. All obese patients should be evaluated closely for binge eating disorder. [8]"}
{"id": "article-35385_23", "title": "Binge Eating Disorder -- Treatment / Management -- 2) Pharmacotherapy:", "content": "i) Low and very low-calorie diet and exercise is the best option for losing weight. Behavioral weight loss therapy is a strategy designed to reduce binge eating as a result of weight loss indirectly. A randomized controlled trial concluded that behavioral weight loss therapy showed remission of binge eating disorder in 44 percent of patients. Moderate calorie restriction, exercise, and improved nutrition with nutritional counseling and rehabilitation are some of the specific components of behavioral weight loss therapy.", "contents": "Binge Eating Disorder -- Treatment / Management -- 2) Pharmacotherapy:. i) Low and very low-calorie diet and exercise is the best option for losing weight. Behavioral weight loss therapy is a strategy designed to reduce binge eating as a result of weight loss indirectly. A randomized controlled trial concluded that behavioral weight loss therapy showed remission of binge eating disorder in 44 percent of patients. Moderate calorie restriction, exercise, and improved nutrition with nutritional counseling and rehabilitation are some of the specific components of behavioral weight loss therapy."}
{"id": "article-35385_24", "title": "Binge Eating Disorder -- Treatment / Management -- 2) Pharmacotherapy:", "content": "ii) Pharmacotherapy provides short-term weight loss in obese patients. Different classes of medications exert different clinical effects. Pharmacologic agents should be chosen based on patient preference, patient comorbidities, potential adverse effects, and insurance coverage, cost of medication of choice for obesity include: a) Lorcaserin and liraglutide (daily injections) b) Orlistat c) Combination phentermine-extended release topiramate d) Combination naltrexone-bupropion e) Phenteramine f) Benzphenteramine g) Phendimetrazine h) Diethylpropion iii) Bariatric surgery can also be helpful for obese patients with binge eating disorder. Binge eating after bariatric surgery is associated with poor weight outcomes. iv) Psychotherapy has no role in reducing weight in obese patients with binge eating disorder.", "contents": "Binge Eating Disorder -- Treatment / Management -- 2) Pharmacotherapy:. ii) Pharmacotherapy provides short-term weight loss in obese patients. Different classes of medications exert different clinical effects. Pharmacologic agents should be chosen based on patient preference, patient comorbidities, potential adverse effects, and insurance coverage, cost of medication of choice for obesity include: a) Lorcaserin and liraglutide (daily injections) b) Orlistat c) Combination phentermine-extended release topiramate d) Combination naltrexone-bupropion e) Phenteramine f) Benzphenteramine g) Phendimetrazine h) Diethylpropion iii) Bariatric surgery can also be helpful for obese patients with binge eating disorder. Binge eating after bariatric surgery is associated with poor weight outcomes. iv) Psychotherapy has no role in reducing weight in obese patients with binge eating disorder."}
{"id": "article-35385_25", "title": "Binge Eating Disorder -- Differential Diagnosis", "content": "Diseases that come under the differential diagnosis of binge eating disorder are as follows: Bulimia nervosa - Binge eating disorder differs from bulimia nervosa in that there is no compensatory behavior (laxative misuse, fasting, or self-induced vomiting) after eating to prevent weight gain Anxiety disorder - Anxiety disorder also has associations with binge eating; however, the patient will only receive a diagnosis of binge eating disorder when binging episodes occur every week for three months Kleine-Levin syndrome - Episodes of binges associated with excessive sleep Mood disorder - Episodes of binges occur with other psychological features of mood disorder", "contents": "Binge Eating Disorder -- Differential Diagnosis. Diseases that come under the differential diagnosis of binge eating disorder are as follows: Bulimia nervosa - Binge eating disorder differs from bulimia nervosa in that there is no compensatory behavior (laxative misuse, fasting, or self-induced vomiting) after eating to prevent weight gain Anxiety disorder - Anxiety disorder also has associations with binge eating; however, the patient will only receive a diagnosis of binge eating disorder when binging episodes occur every week for three months Kleine-Levin syndrome - Episodes of binges associated with excessive sleep Mood disorder - Episodes of binges occur with other psychological features of mood disorder"}
{"id": "article-35385_26", "title": "Binge Eating Disorder -- Prognosis", "content": "Long-term outcome studies of binge eating disorder demonstrate that the prognosis of binge eating disorder is better than other eating disorders with a more favorable remission rate. The tendency of binge eating disorder to convert to other eating disorders is very small. Only a few studies have reported increased odds of migration to bulimia nervosa. Depressive symptoms and substance abuse are two significant adverse mental health outcomes of binge eating disorder. [26]", "contents": "Binge Eating Disorder -- Prognosis. Long-term outcome studies of binge eating disorder demonstrate that the prognosis of binge eating disorder is better than other eating disorders with a more favorable remission rate. The tendency of binge eating disorder to convert to other eating disorders is very small. Only a few studies have reported increased odds of migration to bulimia nervosa. Depressive symptoms and substance abuse are two significant adverse mental health outcomes of binge eating disorder. [26]"}
{"id": "article-35385_27", "title": "Binge Eating Disorder -- Prognosis", "content": "Binge eating disorder in childhood predicts excess weight gain in adolescent and young women. It also independently increased the risk of obesity-related complications, for example, metabolic syndrome. [27] [28] [29]", "contents": "Binge Eating Disorder -- Prognosis. Binge eating disorder in childhood predicts excess weight gain in adolescent and young women. It also independently increased the risk of obesity-related complications, for example, metabolic syndrome. [27] [28] [29]"}
{"id": "article-35385_28", "title": "Binge Eating Disorder -- Complications", "content": "Most of the patients with binge eating disorder are obese. Binge eating disorder and obesity, most of the time, coexist and share complications. [4] [30] The complications of these two disorders include: [31] [32] [33] 1) Muscular pain 2) Neck, shoulder, and lower back pain 3) Impairment resulting from physical health problems after adjustment of BMI 4) Hypertension 5) Diabetes 6) Asthma - respiratory illness 7) Coronary artery diseases and heart failure 8) Hyperlipidemia 9) Weight gain 10) Menstrual dysfunction (amenorrhea, oligomenorrhea) 11) Cortisol hormones disbalance (blunted cortisol response to stress test and decreased urinary cortisol levels) 12) Cancer (colon, breast, endometrial, gall bladder, and other) 13) Osteoarthritis 14) Sleep apnea 15) Obesity hypoventilation syndrome 16) Non-alcoholic fatty liver disease 17) Gallbladder disease 18) Metabolic syndrome", "contents": "Binge Eating Disorder -- Complications. Most of the patients with binge eating disorder are obese. Binge eating disorder and obesity, most of the time, coexist and share complications. [4] [30] The complications of these two disorders include: [31] [32] [33] 1) Muscular pain 2) Neck, shoulder, and lower back pain 3) Impairment resulting from physical health problems after adjustment of BMI 4) Hypertension 5) Diabetes 6) Asthma - respiratory illness 7) Coronary artery diseases and heart failure 8) Hyperlipidemia 9) Weight gain 10) Menstrual dysfunction (amenorrhea, oligomenorrhea) 11) Cortisol hormones disbalance (blunted cortisol response to stress test and decreased urinary cortisol levels) 12) Cancer (colon, breast, endometrial, gall bladder, and other) 13) Osteoarthritis 14) Sleep apnea 15) Obesity hypoventilation syndrome 16) Non-alcoholic fatty liver disease 17) Gallbladder disease 18) Metabolic syndrome"}
{"id": "article-35385_29", "title": "Binge Eating Disorder -- Deterrence and Patient Education", "content": "Patients should have counseling regarding the disorder and how to cope with binges. Awareness of binge episodes and knowledge of strategies for self-control help prevent the vicious cycle of binges-guilt-binges. Over-evaluating body shape and weight produce dysfunctional eating and dieting behavior, which causes physiological and psychological vulnerability to episodes of binge eating. [34] Patients should be told to: i) Monitor eating patterns and keep a record of each meal, snacks, and trigger of binge episodes ii) Identify triggers, which include under-eating, ingesting disinhibiting substances, breaking self or clinician created dietary rule system, or becoming dysphoric iii) Create a pattern of eating with only three to four hours gap between meals. The patient should gradually implement the pattern iv) Avoid places, activities, and people that trigger binge eating", "contents": "Binge Eating Disorder -- Deterrence and Patient Education. Patients should have counseling regarding the disorder and how to cope with binges. Awareness of binge episodes and knowledge of strategies for self-control help prevent the vicious cycle of binges-guilt-binges. Over-evaluating body shape and weight produce dysfunctional eating and dieting behavior, which causes physiological and psychological vulnerability to episodes of binge eating. [34] Patients should be told to: i) Monitor eating patterns and keep a record of each meal, snacks, and trigger of binge episodes ii) Identify triggers, which include under-eating, ingesting disinhibiting substances, breaking self or clinician created dietary rule system, or becoming dysphoric iii) Create a pattern of eating with only three to four hours gap between meals. The patient should gradually implement the pattern iv) Avoid places, activities, and people that trigger binge eating"}
{"id": "article-35385_30", "title": "Binge Eating Disorder -- Deterrence and Patient Education", "content": "v) Learn to solve a problem if causing binges by identifying the problem, generating multiple solutions, thinking through each solution, and choosing one problem at a time upon which to act vi) Recognize food that leads to binge episodes vii) Identify the single event that leads to episodes viii) Weigh himself or herself once per week to avoid excessive weight checking or avoidance of weighing at all", "contents": "Binge Eating Disorder -- Deterrence and Patient Education. v) Learn to solve a problem if causing binges by identifying the problem, generating multiple solutions, thinking through each solution, and choosing one problem at a time upon which to act vi) Recognize food that leads to binge episodes vii) Identify the single event that leads to episodes viii) Weigh himself or herself once per week to avoid excessive weight checking or avoidance of weighing at all"}
{"id": "article-35385_31", "title": "Binge Eating Disorder -- Enhancing Healthcare Team Outcomes", "content": "The management of patients with binge eating disorder should be with the help of an interprofessional team, including a medical clinician, psychologist, psychiatrists, pharmacists, nutritionists, social workers, educational professionals, endocrinologists, and nurses. Counseling from nutritionists plays an essential role in organizing and planning meals as well as behavioral weight loss therapy for these patients. [35] As binge eating disorder is mostly associated with comorbid psychological conditions, the involvement of psychologists helps manage binge eating disorder. These patients should receive treatment in an outpatient setting. [22] Clinicians should be well trained in evaluating and managing patients with this disorder. Patient management can also include a self-help program. [21] Bariatric and psychiatric nurses are involved with patient and family education, monitoring of patients, and documentation for the team. Pharmacists evaluate prescribed medications for appropriateness, dosage, and drug interactions, and report any concerns to the rest of the team. These are but a few examples of interprofessional team collaboration that can improve patient outcomes. [Level 5]", "contents": "Binge Eating Disorder -- Enhancing Healthcare Team Outcomes. The management of patients with binge eating disorder should be with the help of an interprofessional team, including a medical clinician, psychologist, psychiatrists, pharmacists, nutritionists, social workers, educational professionals, endocrinologists, and nurses. Counseling from nutritionists plays an essential role in organizing and planning meals as well as behavioral weight loss therapy for these patients. [35] As binge eating disorder is mostly associated with comorbid psychological conditions, the involvement of psychologists helps manage binge eating disorder. These patients should receive treatment in an outpatient setting. [22] Clinicians should be well trained in evaluating and managing patients with this disorder. Patient management can also include a self-help program. [21] Bariatric and psychiatric nurses are involved with patient and family education, monitoring of patients, and documentation for the team. Pharmacists evaluate prescribed medications for appropriateness, dosage, and drug interactions, and report any concerns to the rest of the team. These are but a few examples of interprofessional team collaboration that can improve patient outcomes. [Level 5]"}
{"id": "article-35385_32", "title": "Binge Eating Disorder -- Enhancing Healthcare Team Outcomes", "content": "Clinicians should be aware that patients with binge eating disorder are vulnerable to shame and stigma and find it distressing to share it with healthcare professionals. [36] The management and information should be tailored to the age and level of development. Healthcare professionals should also keep in mind to assess for signs of bullying, teasing, abuse, and neglect. Team members should address any misconception regarding binge eating disorder that the patients or their families might have. The clinician should communicate with the patient properly, and the patient's weight and appearance should be addressed with care. Patients with binge eating disorder require assessment promptly following the identification of the disorder. [37] The clinician and all interprofessional team members should show empathy, respect, and compassion, and provide suitable information for binging eating disorder and obesity. [38] Patient family members, guardians, teachers, and peers should also be encouraged to support the patient during treatment. Patient family members should also undergo assessment for eating disorder, and their mental health and practical support, and the team should offer emergency plans if the patient is at high risk of a psychiatric event.", "contents": "Binge Eating Disorder -- Enhancing Healthcare Team Outcomes. Clinicians should be aware that patients with binge eating disorder are vulnerable to shame and stigma and find it distressing to share it with healthcare professionals. [36] The management and information should be tailored to the age and level of development. Healthcare professionals should also keep in mind to assess for signs of bullying, teasing, abuse, and neglect. Team members should address any misconception regarding binge eating disorder that the patients or their families might have. The clinician should communicate with the patient properly, and the patient's weight and appearance should be addressed with care. Patients with binge eating disorder require assessment promptly following the identification of the disorder. [37] The clinician and all interprofessional team members should show empathy, respect, and compassion, and provide suitable information for binging eating disorder and obesity. [38] Patient family members, guardians, teachers, and peers should also be encouraged to support the patient during treatment. Patient family members should also undergo assessment for eating disorder, and their mental health and practical support, and the team should offer emergency plans if the patient is at high risk of a psychiatric event."}
{"id": "article-35385_33", "title": "Binge Eating Disorder -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Binge Eating Disorder -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}