{"id": "article-22032_0", "title": "Gallbladder Carcinoma -- Continuing Education Activity", "content": "Gallbladder cancer (GC) is a rare malignancy but represents almost 50% of all biliary tract cancer. Biliary cancers are highly fatal malignancies with a 5-year survival rate of 17.6% (2007-2013). The prognosis of gallbladder cancer is poor due to the aggressive tumor biology, late presentation, complicated anatomic position, and advanced stage at diagnosis. Locally advanced and metastatic disease is treated with palliative chemotherapy. Conversely, early stage is potentially curative with surgical resection followed by adjuvant therapy. This activity reviews the evaluation of gallbladder cancer and the role of the interprofessional team in caring for patients with this condition.", "contents": "Gallbladder Carcinoma -- Continuing Education Activity. Gallbladder cancer (GC) is a rare malignancy but represents almost 50% of all biliary tract cancer. Biliary cancers are highly fatal malignancies with a 5-year survival rate of 17.6% (2007-2013). The prognosis of gallbladder cancer is poor due to the aggressive tumor biology, late presentation, complicated anatomic position, and advanced stage at diagnosis. Locally advanced and metastatic disease is treated with palliative chemotherapy. Conversely, early stage is potentially curative with surgical resection followed by adjuvant therapy. This activity reviews the evaluation of gallbladder cancer and the role of the interprofessional team in caring for patients with this condition."}
{"id": "article-22032_1", "title": "Gallbladder Carcinoma -- Continuing Education Activity", "content": "Objectives: Describe the frequency of gallbladder cancer. Review the treatment of locally advanced gallbladder cancer. Outline the treatment of early stage gallbladder cancer. Summarize the evaluation of gallbladder cancer and the role of the interprofessional team in caring for patients with this condition. Access free multiple choice questions on this topic.", "contents": "Gallbladder Carcinoma -- Continuing Education Activity. Objectives: Describe the frequency of gallbladder cancer. Review the treatment of locally advanced gallbladder cancer. Outline the treatment of early stage gallbladder cancer. Summarize the evaluation of gallbladder cancer and the role of the interprofessional team in caring for patients with this condition. Access free multiple choice questions on this topic."}
{"id": "article-22032_2", "title": "Gallbladder Carcinoma -- Introduction", "content": "Gallbladder cancer (GC) is a rare malignancy but represents almost 50% of all biliary tract cancer. [1] Biliary cancers are highly fatal malignancies with a 5-year survival rate of 17.6% (2007 to 2013) [2] . The prognosis of gallbladder cancer is poor due to the aggressive tumor biology, late presentation, complicated anatomic position, and advanced stage at diagnosis. Locally advanced and metastatic disease treatment is with palliative chemotherapy. Conversely, early-stage is potentially curative with surgical resection followed by adjuvant therapy.", "contents": "Gallbladder Carcinoma -- Introduction. Gallbladder cancer (GC) is a rare malignancy but represents almost 50% of all biliary tract cancer. [1] Biliary cancers are highly fatal malignancies with a 5-year survival rate of 17.6% (2007 to 2013) [2] . The prognosis of gallbladder cancer is poor due to the aggressive tumor biology, late presentation, complicated anatomic position, and advanced stage at diagnosis. Locally advanced and metastatic disease treatment is with palliative chemotherapy. Conversely, early-stage is potentially curative with surgical resection followed by adjuvant therapy."}
{"id": "article-22032_3", "title": "Gallbladder Carcinoma -- Etiology", "content": "Chronic inflammation is the most critical risk of gallbladder cancer. [3] The strongest correlation to develop gallbladder cancer is a history of gallstones (cholelithiasis), and the risk increases with gallstone size, chronicity, and burden of symptoms. Porcelain gallbladder, a calcification of the gallbladder, is often related to chronic cholelithiasis. This condition is usually found incidentally on imaging and often leads to cholecystectomy. The other risk factors include gallbladder polyps, congenital biliary cysts, and abnormal pancreaticobiliary anatomy, which all lead to chronic inflammation culminating in gallbladder cancer. Endemic areas with salmonella typhi and helicobacter report a link with chronic asymptomatic carriers and an elevated risk for gallbladder cancer. Moreover, carcinogens causing gallbladder cancer include (e.g., methyldopa, isoniazid), work exposure (e.g., methylcellulose, radon), and lifestyle (e.g., cigarette smoking, obesity, high carbohydrate intake). Chronic primary sclerosing cholangitis and inflammatory bowel disease can also lead to gallbladder cancer.", "contents": "Gallbladder Carcinoma -- Etiology. Chronic inflammation is the most critical risk of gallbladder cancer. [3] The strongest correlation to develop gallbladder cancer is a history of gallstones (cholelithiasis), and the risk increases with gallstone size, chronicity, and burden of symptoms. Porcelain gallbladder, a calcification of the gallbladder, is often related to chronic cholelithiasis. This condition is usually found incidentally on imaging and often leads to cholecystectomy. The other risk factors include gallbladder polyps, congenital biliary cysts, and abnormal pancreaticobiliary anatomy, which all lead to chronic inflammation culminating in gallbladder cancer. Endemic areas with salmonella typhi and helicobacter report a link with chronic asymptomatic carriers and an elevated risk for gallbladder cancer. Moreover, carcinogens causing gallbladder cancer include (e.g., methyldopa, isoniazid), work exposure (e.g., methylcellulose, radon), and lifestyle (e.g., cigarette smoking, obesity, high carbohydrate intake). Chronic primary sclerosing cholangitis and inflammatory bowel disease can also lead to gallbladder cancer."}
{"id": "article-22032_4", "title": "Gallbladder Carcinoma -- Epidemiology", "content": "The incidence of gallbladder cancer is high in specific populations outside of the United States (e.g., South America, India, Pakistan, Japan, and Korea) due to the high prevalence of gallstones and chronic gallbladder infections in those areas. The American Cancer Society estimates 11,740 new cases of gallbladder cancer and 3,830 deaths in the USA with a female preponderance in 2017. The overall incidence of gallbladder cancer decreased in patients older than 50 years but increased in the younger population. Gallbladder cancer is more common in Whites, Southwestern Native Americans, and Mexican Americans and less common in African Americans.", "contents": "Gallbladder Carcinoma -- Epidemiology. The incidence of gallbladder cancer is high in specific populations outside of the United States (e.g., South America, India, Pakistan, Japan, and Korea) due to the high prevalence of gallstones and chronic gallbladder infections in those areas. The American Cancer Society estimates 11,740 new cases of gallbladder cancer and 3,830 deaths in the USA with a female preponderance in 2017. The overall incidence of gallbladder cancer decreased in patients older than 50 years but increased in the younger population. Gallbladder cancer is more common in Whites, Southwestern Native Americans, and Mexican Americans and less common in African Americans."}
{"id": "article-22032_5", "title": "Gallbladder Carcinoma -- Pathophysiology", "content": "The current hypothesis establishes that chronic inflammation of the bile duct tissue accumulates successive genomic mutations that lead to malignant transformation. The most common mutations described are the oncogenes K-ras and tumor suppressors beta-catenin (CTNNB1). [4] Research has not revealed any hereditary familial risk. Most of the histopathology changes in gallbladder cancer appear as adenocarcinomas (90%). This condition progresses from pre-neoplastic dysplasia to carcinoma in situ and, ultimately, to invasive cancer, following roughly 15 years of inflammation. Squamous cell carcinoma is rare in the gallbladder.", "contents": "Gallbladder Carcinoma -- Pathophysiology. The current hypothesis establishes that chronic inflammation of the bile duct tissue accumulates successive genomic mutations that lead to malignant transformation. The most common mutations described are the oncogenes K-ras and tumor suppressors beta-catenin (CTNNB1). [4] Research has not revealed any hereditary familial risk. Most of the histopathology changes in gallbladder cancer appear as adenocarcinomas (90%). This condition progresses from pre-neoplastic dysplasia to carcinoma in situ and, ultimately, to invasive cancer, following roughly 15 years of inflammation. Squamous cell carcinoma is rare in the gallbladder."}
{"id": "article-22032_6", "title": "Gallbladder Carcinoma -- History and Physical", "content": "Gallbladder cancer detection often occurs as an incidental finding on imaging or after a surgical procedure. Early-stage gallbladder cancer is commonly discovered after cholecystectomy and review of the surgical pathology specimen.", "contents": "Gallbladder Carcinoma -- History and Physical. Gallbladder cancer detection often occurs as an incidental finding on imaging or after a surgical procedure. Early-stage gallbladder cancer is commonly discovered after cholecystectomy and review of the surgical pathology specimen."}
{"id": "article-22032_7", "title": "Gallbladder Carcinoma -- History and Physical", "content": "Gallbladder cancer patients are often asymptomatic at presentation or describe vague symptoms such as abdominal pain, nausea or vomiting, indigestion, weakness, anorexia, loss of appetite, weight loss, and can present with jaundice, which can easily be confused as cholecystitis. Biliary obstruction by cancer leads to jaundice, clay-colored stools, cola-colored urine, and skin pruritus. Also, Mirizzi syndrome (common hepatic duct obstruction by an impacted stone in the gallbladder neck due to an extrinsic compression) has shown an association with gallbladder cancer. It carries a poor prognosis due to unresectability at presentation [5] . Other unspecific symptoms of advanced malignancy, such as weight loss and general malaise, may also be present.", "contents": "Gallbladder Carcinoma -- History and Physical. Gallbladder cancer patients are often asymptomatic at presentation or describe vague symptoms such as abdominal pain, nausea or vomiting, indigestion, weakness, anorexia, loss of appetite, weight loss, and can present with jaundice, which can easily be confused as cholecystitis. Biliary obstruction by cancer leads to jaundice, clay-colored stools, cola-colored urine, and skin pruritus. Also, Mirizzi syndrome (common hepatic duct obstruction by an impacted stone in the gallbladder neck due to an extrinsic compression) has shown an association with gallbladder cancer. It carries a poor prognosis due to unresectability at presentation [5] . Other unspecific symptoms of advanced malignancy, such as weight loss and general malaise, may also be present."}
{"id": "article-22032_8", "title": "Gallbladder Carcinoma -- History and Physical", "content": "Physical examination may demonstrate jaundice, right upper quadrant pain, or Courvoisier sign (non-tender palpable gallbladder with jaundice), which is most likely to develop due to chronic progressive malignant obstruction rather than an intermittent gallstone obstruction. Hepatomegaly, abdominal palpable mass, ascites, and bowel obstruction on physical examination are presentations that indicate advanced metastatic stage.", "contents": "Gallbladder Carcinoma -- History and Physical. Physical examination may demonstrate jaundice, right upper quadrant pain, or Courvoisier sign (non-tender palpable gallbladder with jaundice), which is most likely to develop due to chronic progressive malignant obstruction rather than an intermittent gallstone obstruction. Hepatomegaly, abdominal palpable mass, ascites, and bowel obstruction on physical examination are presentations that indicate advanced metastatic stage."}
{"id": "article-22032_9", "title": "Gallbladder Carcinoma -- Evaluation", "content": "Patients, particularly those with obstructive jaundice, will require complete blood count, basic chemistry panel, and a liver function test. Results may reveal an unspecific cholestatic pattern caused by bile obstruction requiring decompression. Ultrasonography (US) and computed tomography (CT) are usually the initial imaging studies. Endoscopic ultrasonography (EUS) is considered more accurate than ultrasound (76%) and useful in differential diagnosis to detect histological neoplasia correctly (97%). EUS will provide a valuable tumor-stage description with invasion depth and local lymphadenopathy. CT has limitations in discriminating benign from malignant, but dynamic magnetic resonance (MR) and MR cholangiopancreatography (MRCP) can help assess disease extent more accurately and properly identify unresectable candidates with hepatoduodenal ligament invasion, vasculature encasement, and/or lymph node involvement. [6] Most gallbladder cancers are 18F-fluorodeoxyglucose avid by positron emission tomography/computed tomography (PET/CT); hence the technique can identify occult and advanced-stage disease, which helps avoid unnecessary surgery. Tumor markers, such as carcinoembryonic antigen and carbohydrate antigen19-9, are frequently elevated but considered non-diagnostic due to lack of specificity (CA 19-9 92.7% versus 79.2% CEA) and sensitivity (CA 19-9 50% vs. 79.4% CEA). CEA and CA 19-9 baseline tests are useful for monitoring response to therapy. [7] The preferred staging system is TNM of the American Joint Committee on Cancer 2010 divided GC from stage 0 to IV correlating strongly with a 5-year overall survival 81%, 50%, 29%, 7-8%, and 2-3%, respectively. [8]", "contents": "Gallbladder Carcinoma -- Evaluation. Patients, particularly those with obstructive jaundice, will require complete blood count, basic chemistry panel, and a liver function test. Results may reveal an unspecific cholestatic pattern caused by bile obstruction requiring decompression. Ultrasonography (US) and computed tomography (CT) are usually the initial imaging studies. Endoscopic ultrasonography (EUS) is considered more accurate than ultrasound (76%) and useful in differential diagnosis to detect histological neoplasia correctly (97%). EUS will provide a valuable tumor-stage description with invasion depth and local lymphadenopathy. CT has limitations in discriminating benign from malignant, but dynamic magnetic resonance (MR) and MR cholangiopancreatography (MRCP) can help assess disease extent more accurately and properly identify unresectable candidates with hepatoduodenal ligament invasion, vasculature encasement, and/or lymph node involvement. [6] Most gallbladder cancers are 18F-fluorodeoxyglucose avid by positron emission tomography/computed tomography (PET/CT); hence the technique can identify occult and advanced-stage disease, which helps avoid unnecessary surgery. Tumor markers, such as carcinoembryonic antigen and carbohydrate antigen19-9, are frequently elevated but considered non-diagnostic due to lack of specificity (CA 19-9 92.7% versus 79.2% CEA) and sensitivity (CA 19-9 50% vs. 79.4% CEA). CEA and CA 19-9 baseline tests are useful for monitoring response to therapy. [7] The preferred staging system is TNM of the American Joint Committee on Cancer 2010 divided GC from stage 0 to IV correlating strongly with a 5-year overall survival 81%, 50%, 29%, 7-8%, and 2-3%, respectively. [8]"}
{"id": "article-22032_10", "title": "Gallbladder Carcinoma -- Treatment / Management", "content": "Neoadjuvant therapy often is not an option due to the advanced disease at diagnosis and is not considered a standard of care in resectable cases. Referral for early clinical trials should merit consideration. [9]", "contents": "Gallbladder Carcinoma -- Treatment / Management. Neoadjuvant therapy often is not an option due to the advanced disease at diagnosis and is not considered a standard of care in resectable cases. Referral for early clinical trials should merit consideration. [9]"}
{"id": "article-22032_11", "title": "Gallbladder Carcinoma -- Treatment / Management", "content": "Surgery is the only curative treatment for patients with Stage II or less and no contraindications (see evaluation). Surgical resection of gallbladder cancer will include cholecystectomy with a marginal hepatectomy with regional lymphadenectomy or common bile duct resection (extended organs may require removal). For gallbladder cancer incidentally found on cholecystectomy pathological specimen with stage T2 or higher, the recommendation is to return for further exploration and re-resection.", "contents": "Gallbladder Carcinoma -- Treatment / Management. Surgery is the only curative treatment for patients with Stage II or less and no contraindications (see evaluation). Surgical resection of gallbladder cancer will include cholecystectomy with a marginal hepatectomy with regional lymphadenectomy or common bile duct resection (extended organs may require removal). For gallbladder cancer incidentally found on cholecystectomy pathological specimen with stage T2 or higher, the recommendation is to return for further exploration and re-resection."}
{"id": "article-22032_12", "title": "Gallbladder Carcinoma -- Treatment / Management", "content": "Postoperative chemotherapy should be offered within 8 to 12 weeks and requires baseline laboratory and imaging to re-stage disease before therapy initiation. [10] Adjuvant therapy should be offered to patients with a resected pathological specimen report of T2 or higher, node-positive, and margin positive, preferably for six months adjuvant chemotherapy (ACT) or alternative four months with concurrent adjuvant chemoradiation (ACRT). [11] The National Comprehensive Cancer Network (NCCN) consensus-based guidelines suggest the following [12] :", "contents": "Gallbladder Carcinoma -- Treatment / Management. Postoperative chemotherapy should be offered within 8 to 12 weeks and requires baseline laboratory and imaging to re-stage disease before therapy initiation. [10] Adjuvant therapy should be offered to patients with a resected pathological specimen report of T2 or higher, node-positive, and margin positive, preferably for six months adjuvant chemotherapy (ACT) or alternative four months with concurrent adjuvant chemoradiation (ACRT). [11] The National Comprehensive Cancer Network (NCCN) consensus-based guidelines suggest the following [12] :"}
{"id": "article-22032_13", "title": "Gallbladder Carcinoma -- Treatment / Management", "content": "Chemotherapy alone for six months with gemcitabine [1000 mg/weekly for three of every four weeks] or 5-FU (fluoropyrimidine) [leucovorin 20 mg/m followed by FU 425 mg/m intravenous [IV] bolus days 1 through 5 every 28 days] published in the ESPAC-3 trial with median overall survival for CT 43.1 months versus 35.2 months in the observation group without statistical significance (data extrapolated from pancreaticobiliary malignancies). [13]", "contents": "Gallbladder Carcinoma -- Treatment / Management. Chemotherapy alone for six months with gemcitabine [1000 mg/weekly for three of every four weeks] or 5-FU (fluoropyrimidine) [leucovorin 20 mg/m followed by FU 425 mg/m intravenous [IV] bolus days 1 through 5 every 28 days] published in the ESPAC-3 trial with median overall survival for CT 43.1 months versus 35.2 months in the observation group without statistical significance (data extrapolated from pancreaticobiliary malignancies). [13]"}
{"id": "article-22032_14", "title": "Gallbladder Carcinoma -- Treatment / Management", "content": "In addition to the above, another regimen includes four cycles of capecitabine (Cap) [1,500 mg/m per day on days 1 to 14] plus gemcitabine (Gem) [1,000 mg/intravenously on days 1 and 8] every 21 days, followed by CRT [Cap 1330 mg/per day divided into two daily doses and RT 45 Gy to regional lymphatics; 54 to 59.4 Gy to tumor bed] published in a single-arm SWOG-S0809 trial with expected medical outcomes (mOS) of 35 months without a comparison group. [11]", "contents": "Gallbladder Carcinoma -- Treatment / Management. In addition to the above, another regimen includes four cycles of capecitabine (Cap) [1,500 mg/m per day on days 1 to 14] plus gemcitabine (Gem) [1,000 mg/intravenously on days 1 and 8] every 21 days, followed by CRT [Cap 1330 mg/per day divided into two daily doses and RT 45 Gy to regional lymphatics; 54 to 59.4 Gy to tumor bed] published in a single-arm SWOG-S0809 trial with expected medical outcomes (mOS) of 35 months without a comparison group. [11]"}
{"id": "article-22032_15", "title": "Gallbladder Carcinoma -- Treatment / Management", "content": "Lastly, 5-FU [225 mg/m daily]-based ACRT from other gastrointestinal malignancy extrapolation data. At ASCO 2017, the BILCAP study was presented as first phase 3 randomized adjuvant therapy for patients with no post-surgical complications and Eastern Cooperative Oncological Group of two or less (ECOG < 2), 447 patients were randomized 1:1 Cap N 223[1250mg/m D1-14 every 21 days, for eight cycles] or observation (Obs) N224 from 44 UK sites between 2006 to 2014, it included 18% GC, and results showed an mOS for Cap 53mo when compared to observation for 36 months (HR 0.75 p0.028). Hence, Cap soon will be adopted as the new standard of care. [14]", "contents": "Gallbladder Carcinoma -- Treatment / Management. Lastly, 5-FU [225 mg/m daily]-based ACRT from other gastrointestinal malignancy extrapolation data. At ASCO 2017, the BILCAP study was presented as first phase 3 randomized adjuvant therapy for patients with no post-surgical complications and Eastern Cooperative Oncological Group of two or less (ECOG < 2), 447 patients were randomized 1:1 Cap N 223[1250mg/m D1-14 every 21 days, for eight cycles] or observation (Obs) N224 from 44 UK sites between 2006 to 2014, it included 18% GC, and results showed an mOS for Cap 53mo when compared to observation for 36 months (HR 0.75 p0.028). Hence, Cap soon will be adopted as the new standard of care. [14]"}
{"id": "article-22032_16", "title": "Gallbladder Carcinoma -- Treatment / Management", "content": "Surveillance by NCCN recommendations includes imaging every six months for two years, if clinically indicated, then annually up to five years. Oncologists may monitor patients closely with liver function test and tumor markers (CEA and CA19-9) every three to four months for two years, then every six months up to five years. All other investigations can take place when clinically indicated.", "contents": "Gallbladder Carcinoma -- Treatment / Management. Surveillance by NCCN recommendations includes imaging every six months for two years, if clinically indicated, then annually up to five years. Oncologists may monitor patients closely with liver function test and tumor markers (CEA and CA19-9) every three to four months for two years, then every six months up to five years. All other investigations can take place when clinically indicated."}
{"id": "article-22032_17", "title": "Gallbladder Carcinoma -- Treatment / Management", "content": "Unresectable locally advanced and metastatic gallbladder cancers are candidates for palliative goals/chemotherapy. Locally advanced may be managed with external beam radiation therapy and usually involves a radiosensitizer, such as 5-FU, but this modality rarely will achieve tumor control. Patients who are fit (ECOG 0-1) for chemotherapy could consider the first-line option of Gem [1,000 mg/m] plus cisplatin (cis) [25 mg/m] on days 1 and 8 every three weeks with acceptable toxicity as published in ABC-02 randomized trial which included 148 patients with gallbladder cancer and had an mOS of 11.7 months in the combination arm when compared to 8.3 months of Gem alone (HR, 0.70; p0.002). [15] Other first-line gem-based combinations are not a randomized comparison, and single-arm studies have reported an mOS for GemCap 12.7 months, Gem with Oxaliplatin 14.3 months both on selected population or alternative 5-FU-based combination plus Cis 11.5 months or Cap 11.3 months. [16] Poor performance patients may receive a more tolerable, less toxic single oral agent Cap with a reported mOS of 9.9 months, compared to the best supportive care of 4.5 months. All patients with advanced, unresectable disease should receive offers to participate in clinical trials.", "contents": "Gallbladder Carcinoma -- Treatment / Management. Unresectable locally advanced and metastatic gallbladder cancers are candidates for palliative goals/chemotherapy. Locally advanced may be managed with external beam radiation therapy and usually involves a radiosensitizer, such as 5-FU, but this modality rarely will achieve tumor control. Patients who are fit (ECOG 0-1) for chemotherapy could consider the first-line option of Gem [1,000 mg/m] plus cisplatin (cis) [25 mg/m] on days 1 and 8 every three weeks with acceptable toxicity as published in ABC-02 randomized trial which included 148 patients with gallbladder cancer and had an mOS of 11.7 months in the combination arm when compared to 8.3 months of Gem alone (HR, 0.70; p0.002). [15] Other first-line gem-based combinations are not a randomized comparison, and single-arm studies have reported an mOS for GemCap 12.7 months, Gem with Oxaliplatin 14.3 months both on selected population or alternative 5-FU-based combination plus Cis 11.5 months or Cap 11.3 months. [16] Poor performance patients may receive a more tolerable, less toxic single oral agent Cap with a reported mOS of 9.9 months, compared to the best supportive care of 4.5 months. All patients with advanced, unresectable disease should receive offers to participate in clinical trials."}
{"id": "article-22032_18", "title": "Gallbladder Carcinoma -- Differential Diagnosis", "content": "Acalculous cholecystitis Acalculous cholecystopathy Ampullary carcinoma Bile duct strictures Bile duct tumors Biliary colic Biliary disease Biliary obstruction Cholangitis Cholecystitis", "contents": "Gallbladder Carcinoma -- Differential Diagnosis. Acalculous cholecystitis Acalculous cholecystopathy Ampullary carcinoma Bile duct strictures Bile duct tumors Biliary colic Biliary disease Biliary obstruction Cholangitis Cholecystitis"}
{"id": "article-22032_19", "title": "Gallbladder Carcinoma -- Prognosis", "content": "As stated above, the prognosis for gallbladder cancer is generally poor. Factors affecting the prognosis is the stage at discovery, the specific location of the tumor, operability/response to chemotherapy, and whether and where it has spread. [17] Gallbladder cancer has a high recurrence rate and a poor 5-year survival rate.", "contents": "Gallbladder Carcinoma -- Prognosis. As stated above, the prognosis for gallbladder cancer is generally poor. Factors affecting the prognosis is the stage at discovery, the specific location of the tumor, operability/response to chemotherapy, and whether and where it has spread. [17] Gallbladder cancer has a high recurrence rate and a poor 5-year survival rate."}
{"id": "article-22032_20", "title": "Gallbladder Carcinoma -- Complications", "content": "Complications of the disease include tumor recurrence, potentially causing visceral pain resulting from intra-abdominal involvement. Regional recurrence can cause obstructive jaundice. Clinicians should suspect recurrent disease in patients demonstrating unexplainable weight loss, obstructive jaundice, or increasingly intense intra-abdominal pain.", "contents": "Gallbladder Carcinoma -- Complications. Complications of the disease include tumor recurrence, potentially causing visceral pain resulting from intra-abdominal involvement. Regional recurrence can cause obstructive jaundice. Clinicians should suspect recurrent disease in patients demonstrating unexplainable weight loss, obstructive jaundice, or increasingly intense intra-abdominal pain."}
{"id": "article-22032_21", "title": "Gallbladder Carcinoma -- Deterrence and Patient Education", "content": "Patients need to receive counsel appropriate to the stage of their disease. Whether the cancer is caught early or is late-stage and inoperable, the patient and their families must understand the likely outcomes. Psychological support is appropriate at all stages of this illness, and clinicians should offer these services to the patient and the family.", "contents": "Gallbladder Carcinoma -- Deterrence and Patient Education. Patients need to receive counsel appropriate to the stage of their disease. Whether the cancer is caught early or is late-stage and inoperable, the patient and their families must understand the likely outcomes. Psychological support is appropriate at all stages of this illness, and clinicians should offer these services to the patient and the family."}
{"id": "article-22032_22", "title": "Gallbladder Carcinoma -- Enhancing Healthcare Team Outcomes", "content": "While most problems with the gallbladder are relatively benign, rare gallbladder cancer (GC) is a rare malignancy but represents almost 50% of all biliary tract cancer. Biliary cancers are highly fatal malignancies. The healthcare team, including all clinicians and mid-level practitioners, must be aware of the possibility of this untoward event in the workup of these patients.", "contents": "Gallbladder Carcinoma -- Enhancing Healthcare Team Outcomes. While most problems with the gallbladder are relatively benign, rare gallbladder cancer (GC) is a rare malignancy but represents almost 50% of all biliary tract cancer. Biliary cancers are highly fatal malignancies. The healthcare team, including all clinicians and mid-level practitioners, must be aware of the possibility of this untoward event in the workup of these patients."}
{"id": "article-22032_23", "title": "Gallbladder Carcinoma -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Gallbladder Carcinoma -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}