{"id": "article-884_0", "title": "Neuroanatomy, Thalamus -- Introduction", "content": "The thalamus is a mostly gray matter structure of the diencephalon that has many essential roles in human physiology. The thalamus is composed of different nuclei that each serve a unique role, ranging from relaying sensory and motor signals, as well as regulation of consciousness and alertness. Clinically, there are only a few conditions related to thalamic damage and dysfunction. Most of these conditions are rare, but some of the more common conditions have significant anatomical changes that are visible with neuroimaging.  Surgical interventions of the thalamus in the past have had limitations, but currently, this field is evolving due to increased accessibility through the advancement of microsurgical techniques and improved neuroimaging.", "contents": "Neuroanatomy, Thalamus -- Introduction. The thalamus is a mostly gray matter structure of the diencephalon that has many essential roles in human physiology. The thalamus is composed of different nuclei that each serve a unique role, ranging from relaying sensory and motor signals, as well as regulation of consciousness and alertness. Clinically, there are only a few conditions related to thalamic damage and dysfunction. Most of these conditions are rare, but some of the more common conditions have significant anatomical changes that are visible with neuroimaging.  Surgical interventions of the thalamus in the past have had limitations, but currently, this field is evolving due to increased accessibility through the advancement of microsurgical techniques and improved neuroimaging."}
{"id": "article-884_1", "title": "Neuroanatomy, Thalamus -- Structure and Function", "content": "The thalamus is a paired gray matter structure of the diencephalon located near the center of the brain. It is above the midbrain or mesencephalon, allowing for nerve fiber connections to the cerebral cortex in all directions — each thalamus connects to the other via the interthalamic adhesion. The thalamus forms the upper and lateral walls of the third ventricle while the dorsal surface is part of the floor of the body of the lateral ventricle. Laterally, the thalamus limits with the posterior arm of the internal capsule. Anterolaterally, it limits with the head of the caudate and ventral nucleus with the subthalamus and hypothalamus.", "contents": "Neuroanatomy, Thalamus -- Structure and Function. The thalamus is a paired gray matter structure of the diencephalon located near the center of the brain. It is above the midbrain or mesencephalon, allowing for nerve fiber connections to the cerebral cortex in all directions — each thalamus connects to the other via the interthalamic adhesion. The thalamus forms the upper and lateral walls of the third ventricle while the dorsal surface is part of the floor of the body of the lateral ventricle. Laterally, the thalamus limits with the posterior arm of the internal capsule. Anterolaterally, it limits with the head of the caudate and ventral nucleus with the subthalamus and hypothalamus."}
{"id": "article-884_2", "title": "Neuroanatomy, Thalamus -- Structure and Function", "content": "While the thalamus is mostly gray matter (cell bodies of neurons), there are some areas of white matter (axons). The external and internal medullary laminae are white matter structures of the thalamus. The external medullary laminae cover the lateral surface of the thalamus, and the internal medullary laminae divide the thalamic nuclei into anterior, medial, and lateral groups. [1]", "contents": "Neuroanatomy, Thalamus -- Structure and Function. While the thalamus is mostly gray matter (cell bodies of neurons), there are some areas of white matter (axons). The external and internal medullary laminae are white matter structures of the thalamus. The external medullary laminae cover the lateral surface of the thalamus, and the internal medullary laminae divide the thalamic nuclei into anterior, medial, and lateral groups. [1]"}
{"id": "article-884_3", "title": "Neuroanatomy, Thalamus -- Structure and Function", "content": "The thalamus is made up of a series of nuclei which are responsible for the relay of the different sensory signals. These nuclei are formed mainly by neurons of excitatory and inhibitory nature. The thalamocortical neurons receive sensory or motor information from the rest of the body and present selected information via nerve fibers (thalamocortical radiations) to the cerebral cortex. The thalamus also has connections with the hippocampus, mammillary bodies, and fornix via the mammillothalamic tract. [2] The connection of limbic system structures to the anterior nuclei of the thalamus allows the thalamus to be involved in learning and episodic memory. [3] The thalamus is also involved in the regulation of sleep and wakefulness. [4]", "contents": "Neuroanatomy, Thalamus -- Structure and Function. The thalamus is made up of a series of nuclei which are responsible for the relay of the different sensory signals. These nuclei are formed mainly by neurons of excitatory and inhibitory nature. The thalamocortical neurons receive sensory or motor information from the rest of the body and present selected information via nerve fibers (thalamocortical radiations) to the cerebral cortex. The thalamus also has connections with the hippocampus, mammillary bodies, and fornix via the mammillothalamic tract. [2] The connection of limbic system structures to the anterior nuclei of the thalamus allows the thalamus to be involved in learning and episodic memory. [3] The thalamus is also involved in the regulation of sleep and wakefulness. [4]"}
{"id": "article-884_4", "title": "Neuroanatomy, Thalamus -- Structure and Function", "content": "Generally, the thalamus acts as a relay station filtering information between the brain and body. Except for olfaction, every sensory system has a thalamic nucleus that receives, processes, and sends information to an associated cortical area. The lateral geniculate nucleus of the thalamus receives visual sensory information from the retina to route to the visual cortex of the occipital lobe. The medial geniculate nucleus receives auditory sensory information from inferior colliculus and projects it to the primary auditory cortex in the temporal lobe. The ventral posterior nucleus of the thalamus is subdivided further by three. The spinothalamic tract is the sensory pathway for pain, temperature and crude touch that originates in the spinal cord and feeds into the ventral posterolateral nucleus of the thalamus for further processing, while the ventral posteromedial nucleus receives sensory information from the trigeminal nerve about the face. Lastly, the ventral intermediate nucleus has correlations with pathological tremors. [5]", "contents": "Neuroanatomy, Thalamus -- Structure and Function. Generally, the thalamus acts as a relay station filtering information between the brain and body. Except for olfaction, every sensory system has a thalamic nucleus that receives, processes, and sends information to an associated cortical area. The lateral geniculate nucleus of the thalamus receives visual sensory information from the retina to route to the visual cortex of the occipital lobe. The medial geniculate nucleus receives auditory sensory information from inferior colliculus and projects it to the primary auditory cortex in the temporal lobe. The ventral posterior nucleus of the thalamus is subdivided further by three. The spinothalamic tract is the sensory pathway for pain, temperature and crude touch that originates in the spinal cord and feeds into the ventral posterolateral nucleus of the thalamus for further processing, while the ventral posteromedial nucleus receives sensory information from the trigeminal nerve about the face. Lastly, the ventral intermediate nucleus has correlations with pathological tremors. [5]"}
{"id": "article-884_5", "title": "Neuroanatomy, Thalamus -- Structure and Function", "content": "The reticular nucleus is in the ventral portion of the thalamus and forms a capsule around the thalamus laterally. Interestingly, this nucleus does not project to the cerebral cortex; rather, its function is to process and modulate information it receives from other thalamic nuclei. The reticular nucleus also receives disinhibitory input from the globus pallidus allowing for the initiation of voluntary movement. Functionally, the thalamus divides into five major functional components as [6] : Reticular and intralaminar nuclei dealing with arousal and pain regulation Sensory nuclei regulating all sensory domains except olfaction Effector nuclei governing motor  language function Associative nuclei connoting cognitive functions Limbic nuclei encompassing mood and motivation", "contents": "Neuroanatomy, Thalamus -- Structure and Function. The reticular nucleus is in the ventral portion of the thalamus and forms a capsule around the thalamus laterally. Interestingly, this nucleus does not project to the cerebral cortex; rather, its function is to process and modulate information it receives from other thalamic nuclei. The reticular nucleus also receives disinhibitory input from the globus pallidus allowing for the initiation of voluntary movement. Functionally, the thalamus divides into five major functional components as [6] : Reticular and intralaminar nuclei dealing with arousal and pain regulation Sensory nuclei regulating all sensory domains except olfaction Effector nuclei governing motor  language function Associative nuclei connoting cognitive functions Limbic nuclei encompassing mood and motivation"}
{"id": "article-884_6", "title": "Neuroanatomy, Thalamus -- Embryology", "content": "During the third week of embryogenesis, the neural tube forms from the ectoderm. The neural tube forms the prosencephalon, the mesencephalon, and rhombencephalon. The prosencephalon is the most rostral of these structures and further divides into the telencephalon and diencephalon. The thalamus develops from the embryonic diencephalon. [7]", "contents": "Neuroanatomy, Thalamus -- Embryology. During the third week of embryogenesis, the neural tube forms from the ectoderm. The neural tube forms the prosencephalon, the mesencephalon, and rhombencephalon. The prosencephalon is the most rostral of these structures and further divides into the telencephalon and diencephalon. The thalamus develops from the embryonic diencephalon. [7]"}
{"id": "article-884_7", "title": "Neuroanatomy, Thalamus -- Blood Supply and Lymphatics", "content": "The basilar communicating artery, posterior cerebral artery, and posterior communicating artery are the major blood supply for the thalamus. The major vascular pedicles supplying the thalamus divide into [6] [8] [6] : Tuberothalamic artery (polar artery) Paramedian artery Thalamogeniculate artery and Medial and lateral posterior choroidal artery", "contents": "Neuroanatomy, Thalamus -- Blood Supply and Lymphatics. The basilar communicating artery, posterior cerebral artery, and posterior communicating artery are the major blood supply for the thalamus. The major vascular pedicles supplying the thalamus divide into [6] [8] [6] : Tuberothalamic artery (polar artery) Paramedian artery Thalamogeniculate artery and Medial and lateral posterior choroidal artery"}
{"id": "article-884_8", "title": "Neuroanatomy, Thalamus -- Surgical Considerations", "content": "Due to the deep location of the thalamus, thalamic tumors have historically been challenging to manage. Recently contemporary microsurgical techniques and advances in neuroimaging have resulted in some improvement in outcomes of resections involving the thalamus. [9]", "contents": "Neuroanatomy, Thalamus -- Surgical Considerations. Due to the deep location of the thalamus, thalamic tumors have historically been challenging to manage. Recently contemporary microsurgical techniques and advances in neuroimaging have resulted in some improvement in outcomes of resections involving the thalamus. [9]"}
{"id": "article-884_9", "title": "Neuroanatomy, Thalamus -- Clinical Significance", "content": "Though a central sensory relay station, thalamic lesions can paradoxically present with various non-sensory clinical patterns, thereby complicating diagnostic issues.", "contents": "Neuroanatomy, Thalamus -- Clinical Significance. Though a central sensory relay station, thalamic lesions can paradoxically present with various non-sensory clinical patterns, thereby complicating diagnostic issues."}
{"id": "article-884_10", "title": "Neuroanatomy, Thalamus -- Clinical Significance", "content": "Thalamic aphasia can present as lexical-semantic deficits with verbal paraphasia but with intact repetition and naming. [10] Characteristically this pattern of aphasia following thalamic strokes shows speedy recovery. [11]", "contents": "Neuroanatomy, Thalamus -- Clinical Significance. Thalamic aphasia can present as lexical-semantic deficits with verbal paraphasia but with intact repetition and naming. [10] Characteristically this pattern of aphasia following thalamic strokes shows speedy recovery. [11]"}
{"id": "article-884_11", "title": "Neuroanatomy, Thalamus -- Clinical Significance", "content": "After a thalamic stroke, a rare condition called Dejerine-Roussy syndrome or thalamic pain syndrome may occur; this usually presents initially with the absence of sensation and tingling of the body contralateral to the affected thalamus. Months later, numbness occurs, eventually developing to severe chronic pain. [12] It is due to the involvement of the thalamogeniculate branch, thereby leading to excruciating pain owing to the absence of central cortical inhibition. [13] The reticular thalamic nucleus, a pacemaker zone for rhythmic cortical activity, might be the ictus for generalized spike-wave, as seen in idiopathic generalized epilepsy. [14] Patients with alcoholic Korsakoff syndrome have damage to their mamillary bodies, which can extend into the thalamus via the mammillothalamic fasciculus. [15] [16]", "contents": "Neuroanatomy, Thalamus -- Clinical Significance. After a thalamic stroke, a rare condition called Dejerine-Roussy syndrome or thalamic pain syndrome may occur; this usually presents initially with the absence of sensation and tingling of the body contralateral to the affected thalamus. Months later, numbness occurs, eventually developing to severe chronic pain. [12] It is due to the involvement of the thalamogeniculate branch, thereby leading to excruciating pain owing to the absence of central cortical inhibition. [13] The reticular thalamic nucleus, a pacemaker zone for rhythmic cortical activity, might be the ictus for generalized spike-wave, as seen in idiopathic generalized epilepsy. [14] Patients with alcoholic Korsakoff syndrome have damage to their mamillary bodies, which can extend into the thalamus via the mammillothalamic fasciculus. [15] [16]"}
{"id": "article-884_12", "title": "Neuroanatomy, Thalamus -- Clinical Significance", "content": "A hereditary prion disease called fatal familial insomnia exists in which the gene PRNP located on chromosome 20 at p13 deposits in the thalamus, causing degeneration over time. Patients develop worsening insomnia that can have associated psychiatric symptoms such as panic attacks, paranoia, and phobias. They then develop hallucinations and the complete inability to sleep. Rapid weight loss follows with dementia and mutism until death occurs. [17] [18]", "contents": "Neuroanatomy, Thalamus -- Clinical Significance. A hereditary prion disease called fatal familial insomnia exists in which the gene PRNP located on chromosome 20 at p13 deposits in the thalamus, causing degeneration over time. Patients develop worsening insomnia that can have associated psychiatric symptoms such as panic attacks, paranoia, and phobias. They then develop hallucinations and the complete inability to sleep. Rapid weight loss follows with dementia and mutism until death occurs. [17] [18]"}
{"id": "article-884_13", "title": "Neuroanatomy, Thalamus -- Clinical Significance", "content": "The “pulvinar sign” is an MRI identification technique originally developed as a non-invasive method to identify patients with Creutzfeldt-Jakob disease. [19] Essentially, this technique looks for posterior thalamus changes on magnetic resonance imaging that appear as density changes in the shape of hockey sticks. Fabry disease is an X-linked lysosomal storage disease in which a deficiency of the enzyme alpha-galactosidase A causes an acclamation of globotriaosylceramide in the blood, which deposits into tissues and organs. The pulvinar sign has been found to be a highly specific sign of Fabry disease of patients with cardiac and kidney involvement. [20]", "contents": "Neuroanatomy, Thalamus -- Clinical Significance. The “pulvinar sign” is an MRI identification technique originally developed as a non-invasive method to identify patients with Creutzfeldt-Jakob disease. [19] Essentially, this technique looks for posterior thalamus changes on magnetic resonance imaging that appear as density changes in the shape of hockey sticks. Fabry disease is an X-linked lysosomal storage disease in which a deficiency of the enzyme alpha-galactosidase A causes an acclamation of globotriaosylceramide in the blood, which deposits into tissues and organs. The pulvinar sign has been found to be a highly specific sign of Fabry disease of patients with cardiac and kidney involvement. [20]"}
{"id": "article-884_14", "title": "Neuroanatomy, Thalamus -- Clinical Significance", "content": "Concerning anatomical changes, the interthalamic adhesions appear enlarged in patients with Arnold-Chiari malformation type II. [21] Additionally, the ventral intermediate nucleus of the thalamus has been the target for deep brain stimulation for the treatment of medically refractory essential tremors and tremor-dominant Parkinson disease with some success. [5]", "contents": "Neuroanatomy, Thalamus -- Clinical Significance. Concerning anatomical changes, the interthalamic adhesions appear enlarged in patients with Arnold-Chiari malformation type II. [21] Additionally, the ventral intermediate nucleus of the thalamus has been the target for deep brain stimulation for the treatment of medically refractory essential tremors and tremor-dominant Parkinson disease with some success. [5]"}
{"id": "article-884_15", "title": "Neuroanatomy, Thalamus -- Other Issues", "content": "'Eye peering at the tip of the nose' has been taken as a consistent clinical sign in cases of thalamic hemorrhages. [22]", "contents": "Neuroanatomy, Thalamus -- Other Issues. 'Eye peering at the tip of the nose' has been taken as a consistent clinical sign in cases of thalamic hemorrhages. [22]"}
{"id": "article-884_16", "title": "Neuroanatomy, Thalamus -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Neuroanatomy, Thalamus -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}