{"id": "article-18831_0", "title": "Capnography and Pulse Oximetry -- Continuing Education Activity", "content": "Pulse oximetry is a noninvasive measure of oxygen saturation. Capnography is a method of monitoring the concentration or partial pressure of carbon dioxide. This activity describes the use of capnography and pulse oximetry. as well as its clinical significance and limitations for patient care.", "contents": "Capnography and Pulse Oximetry -- Continuing Education Activity. Pulse oximetry is a noninvasive measure of oxygen saturation. Capnography is a method of monitoring the concentration or partial pressure of carbon dioxide. This activity describes the use of capnography and pulse oximetry. as well as its clinical significance and limitations for patient care."}
{"id": "article-18831_1", "title": "Capnography and Pulse Oximetry -- Continuing Education Activity", "content": "Objectives: Review the possible uses of capnography in monitoring patients with lung disease. Summarize the applications of capnography in monitoring patients with acute asthma exacerbations. Identify the limitations of capnography and pulse oximetry. Explain the importance of improving care coordination among the interprofessional team to enhance the delivery of care when using capnography and pulse oximetry. Access free multiple choice questions on this topic.", "contents": "Capnography and Pulse Oximetry -- Continuing Education Activity. Objectives: Review the possible uses of capnography in monitoring patients with lung disease. Summarize the applications of capnography in monitoring patients with acute asthma exacerbations. Identify the limitations of capnography and pulse oximetry. Explain the importance of improving care coordination among the interprofessional team to enhance the delivery of care when using capnography and pulse oximetry. Access free multiple choice questions on this topic."}
{"id": "article-18831_2", "title": "Capnography and Pulse Oximetry -- Introduction", "content": "Oxygen, discovered by Joseph Priestley, is the most important gas for human survival. In 1771, Priestley observed that a mouse in a sealed jar would eventually collapse. He placed a sprig of mint inside, and the subject revived, which led him to discover that plants give off a gas which he named \"dephlogisticated air.\" This discovery enabled future scientist, Antoine Lavoisier to soon discover that this \"dephlogisticated air\" is indeed oxygen. It also helped future scientists to understand the importance and the working of cellular respiration and photosynthesis, both essential to life on Earth. [1]", "contents": "Capnography and Pulse Oximetry -- Introduction. Oxygen, discovered by Joseph Priestley, is the most important gas for human survival. In 1771, Priestley observed that a mouse in a sealed jar would eventually collapse. He placed a sprig of mint inside, and the subject revived, which led him to discover that plants give off a gas which he named \"dephlogisticated air.\" This discovery enabled future scientist, Antoine Lavoisier to soon discover that this \"dephlogisticated air\" is indeed oxygen. It also helped future scientists to understand the importance and the working of cellular respiration and photosynthesis, both essential to life on Earth. [1]"}
{"id": "article-18831_3", "title": "Capnography and Pulse Oximetry -- Introduction", "content": "The primary purpose of the respiratory system is to take in oxygen and give off carbon dioxide. Oxygen is necessary for cellular metabolism; it acts as the last acceptor of an electron in the electron transport chain in mitochondria. Without oxygen, the human body metabolizes anaerobically, an unstable stage. If this continues for some time, cells die. It becomes essential to monitor the levels of oxygen in cases of cardio-respiratory illnesses by measuring the amount of hemoglobin saturation by pulse oximetry. Pulse oximetry is a noninvasive means by which to monitor a person's oxygen saturation.", "contents": "Capnography and Pulse Oximetry -- Introduction. The primary purpose of the respiratory system is to take in oxygen and give off carbon dioxide. Oxygen is necessary for cellular metabolism; it acts as the last acceptor of an electron in the electron transport chain in mitochondria. Without oxygen, the human body metabolizes anaerobically, an unstable stage. If this continues for some time, cells die. It becomes essential to monitor the levels of oxygen in cases of cardio-respiratory illnesses by measuring the amount of hemoglobin saturation by pulse oximetry. Pulse oximetry is a noninvasive means by which to monitor a person's oxygen saturation."}
{"id": "article-18831_4", "title": "Capnography and Pulse Oximetry -- Introduction", "content": "The products of cellular metabolism are water and carbon dioxide. Carbon dioxide is an acid, and when it accumulates, it causes respiratory acidosis, which can lead to a lowering of the pH and can have a profound effect on cellular homeostasis and can also lead to cellular death. It becomes essential to monitor the levels of carbon dioxide during procedural sedation through capnography. Capnography is a method of monitoring the concentration or partial pressure of carbon dioxide in the respiratory gases. [2]", "contents": "Capnography and Pulse Oximetry -- Introduction. The products of cellular metabolism are water and carbon dioxide. Carbon dioxide is an acid, and when it accumulates, it causes respiratory acidosis, which can lead to a lowering of the pH and can have a profound effect on cellular homeostasis and can also lead to cellular death. It becomes essential to monitor the levels of carbon dioxide during procedural sedation through capnography. Capnography is a method of monitoring the concentration or partial pressure of carbon dioxide in the respiratory gases. [2]"}
{"id": "article-18831_5", "title": "Capnography and Pulse Oximetry -- Function", "content": "There are multiple current clinical uses of pulse oximetry in primary care. In stable underlying lung disease patients, pulse oximetry (SpO2) is helpful for the following [3] : To establish a baseline value. Monitoring the patients with exercise-related dyspnea. A screening tool to identify patients with underlying lung disease (with SpO2 less than 92%) Stable underlying lung disease or recovering from an exacerbation; a SpO2 88% or less qualifies for oxygen therapy Titrating the rate of flow of oxygen in patients on long-term oxygen therapy - the target is resting and ambulatory pulse oximetry around 88% to 92% During a chronic obstructive pulmonary disease (COPD) or an asthma exacerbation, pulse oximetry is helpful to: [4]", "contents": "Capnography and Pulse Oximetry -- Function. There are multiple current clinical uses of pulse oximetry in primary care. In stable underlying lung disease patients, pulse oximetry (SpO2) is helpful for the following [3] : To establish a baseline value. Monitoring the patients with exercise-related dyspnea. A screening tool to identify patients with underlying lung disease (with SpO2 less than 92%) Stable underlying lung disease or recovering from an exacerbation; a SpO2 88% or less qualifies for oxygen therapy Titrating the rate of flow of oxygen in patients on long-term oxygen therapy - the target is resting and ambulatory pulse oximetry around 88% to 92% During a chronic obstructive pulmonary disease (COPD) or an asthma exacerbation, pulse oximetry is helpful to: [4]"}
{"id": "article-18831_6", "title": "Capnography and Pulse Oximetry -- Function", "content": "Evaluate patients with severe disease (defined as forced expiratory volume in 1 sec (FEV1) of less than 50% predicted), cyanosis, or cor pulmonale for possible respiratory insufficiency/failure Assess patients with acutely worsening symptoms, especially shortness of breath Determine how severe is the exacerbation based on pulse oximetry and partial pressure of oxygen in an arterial blood gas - based on this physician can determine whether the patient is treatable on an outpatient basis or needs in-hospital treatment Titrating oxygen therapy during exacerbation of any underlying lung disease - COPD, asthma, interstitial lung diseases, pulmonary fibrosis, etc. Clinical uses of Capnography [5] [6] :", "contents": "Capnography and Pulse Oximetry -- Function. Evaluate patients with severe disease (defined as forced expiratory volume in 1 sec (FEV1) of less than 50% predicted), cyanosis, or cor pulmonale for possible respiratory insufficiency/failure Assess patients with acutely worsening symptoms, especially shortness of breath Determine how severe is the exacerbation based on pulse oximetry and partial pressure of oxygen in an arterial blood gas - based on this physician can determine whether the patient is treatable on an outpatient basis or needs in-hospital treatment Titrating oxygen therapy during exacerbation of any underlying lung disease - COPD, asthma, interstitial lung diseases, pulmonary fibrosis, etc. Clinical uses of Capnography [5] [6] :"}
{"id": "article-18831_7", "title": "Capnography and Pulse Oximetry -- Function", "content": "Confirmation of tracheal intubation Assessing tracheal tube and tracheostomy patency and position Monitor adequate ventilator support During percutaneous tracheostomy placement Monitoring patients with raised intracranial pressure Monitoring response to treatment of bronchospasm Estimation of cardiac output Use during cardiac arrest Measures kinetics of carbon dioxide (CO2) elimination on a breath-by-breath basis", "contents": "Capnography and Pulse Oximetry -- Function. Confirmation of tracheal intubation Assessing tracheal tube and tracheostomy patency and position Monitor adequate ventilator support During percutaneous tracheostomy placement Monitoring patients with raised intracranial pressure Monitoring response to treatment of bronchospasm Estimation of cardiac output Use during cardiac arrest Measures kinetics of carbon dioxide (CO2) elimination on a breath-by-breath basis"}
{"id": "article-18831_8", "title": "Capnography and Pulse Oximetry -- Issues of Concern", "content": "Pulse oximeters have some limitations. They can only employ light at two wavelengths. Thus the devices can only distinguish between hemoglobin and oxygenated hemoglobin. When carboxyhemoglobin and methemoglobin are also present, there are two additional wavelengths required for differentiation. In the presence of elevated carboxyhemoglobin levels, pulse oximetry overestimates the true saturation of oxygen as carboxyhemoglobin binds with a higher affinity than oxygen. In the case of carbon monoxide poisoning, the absorbance spectrum of carbon monoxide is very similar to hemoglobin, which results in a falsely high level of oxygen (overestimation of oxygen saturation). [7]", "contents": "Capnography and Pulse Oximetry -- Issues of Concern. Pulse oximeters have some limitations. They can only employ light at two wavelengths. Thus the devices can only distinguish between hemoglobin and oxygenated hemoglobin. When carboxyhemoglobin and methemoglobin are also present, there are two additional wavelengths required for differentiation. In the presence of elevated carboxyhemoglobin levels, pulse oximetry overestimates the true saturation of oxygen as carboxyhemoglobin binds with a higher affinity than oxygen. In the case of carbon monoxide poisoning, the absorbance spectrum of carbon monoxide is very similar to hemoglobin, which results in a falsely high level of oxygen (overestimation of oxygen saturation). [7]"}
{"id": "article-18831_9", "title": "Capnography and Pulse Oximetry -- Clinical Significance", "content": "The oxygen that reaches the trachea is calculated as the percent of oxygen in the air, i.e., that is 0.21 times the atmospheric partial pressure. This number comes to 160 mmHg. The amount of oxygen that reaches our alveoli gets calculated via the alveolar gas equation. PAO2 = (Patm - PH2O) FiO2 - PaCO2/RQ [8]", "contents": "Capnography and Pulse Oximetry -- Clinical Significance. The oxygen that reaches the trachea is calculated as the percent of oxygen in the air, i.e., that is 0.21 times the atmospheric partial pressure. This number comes to 160 mmHg. The amount of oxygen that reaches our alveoli gets calculated via the alveolar gas equation. PAO2 = (Patm - PH2O) FiO2 - PaCO2/RQ [8]"}
{"id": "article-18831_10", "title": "Capnography and Pulse Oximetry -- Clinical Significance", "content": "Patm is the atmospheric pressure (at sea level 760 mmHg), PH2O is the partial pressure of water (approximately 45 mmHg). FiO2 is the fraction of inspired oxygen. PaCO2 is the partial pressure of carbon dioxide in alveoli (in normal physiological conditions around 40 to 45 mmHg). RQ is the respiratory quotient. The value of the RQ can vary depending upon the type of diet and metabolic state. RQ is different for carbohydrates, fats, and proteins (average value is around 0.82 for the average human diet).", "contents": "Capnography and Pulse Oximetry -- Clinical Significance. Patm is the atmospheric pressure (at sea level 760 mmHg), PH2O is the partial pressure of water (approximately 45 mmHg). FiO2 is the fraction of inspired oxygen. PaCO2 is the partial pressure of carbon dioxide in alveoli (in normal physiological conditions around 40 to 45 mmHg). RQ is the respiratory quotient. The value of the RQ can vary depending upon the type of diet and metabolic state. RQ is different for carbohydrates, fats, and proteins (average value is around 0.82 for the average human diet)."}
{"id": "article-18831_11", "title": "Capnography and Pulse Oximetry -- Clinical Significance", "content": "The calculated partial pressure of oxygen, from the alveolar gas equation that reaches our alveoli, is 100 mmHg. However, not all of the 100mmHg diffuses out and dissolves in the arteries to reach the peripheral tissues. The A-a gradient explains this discrepancy. It is calculated by the difference between the partial pressure of oxygen in arteries and the partial pressure of oxygen in alveoli (PAO2 - PaO2). The A-a gradient indicates the effectiveness of gas exchange across the alveolocapillary membrane. This gradient widens when there is a pathology. The normal range of the A-a gradient is between 12 mmHg to 15 mmHg. If this number is greater than the upper limit of that range, it indicates the presence of a pathology interfering with the gas exchange. Hypoxemia is the primary cause of changes in the A-a gradient. Calculation of the A-a gradient helps distinguish the fundamental pathogenic causes of hypoxemia.", "contents": "Capnography and Pulse Oximetry -- Clinical Significance. The calculated partial pressure of oxygen, from the alveolar gas equation that reaches our alveoli, is 100 mmHg. However, not all of the 100mmHg diffuses out and dissolves in the arteries to reach the peripheral tissues. The A-a gradient explains this discrepancy. It is calculated by the difference between the partial pressure of oxygen in arteries and the partial pressure of oxygen in alveoli (PAO2 - PaO2). The A-a gradient indicates the effectiveness of gas exchange across the alveolocapillary membrane. This gradient widens when there is a pathology. The normal range of the A-a gradient is between 12 mmHg to 15 mmHg. If this number is greater than the upper limit of that range, it indicates the presence of a pathology interfering with the gas exchange. Hypoxemia is the primary cause of changes in the A-a gradient. Calculation of the A-a gradient helps distinguish the fundamental pathogenic causes of hypoxemia."}
{"id": "article-18831_12", "title": "Capnography and Pulse Oximetry -- Clinical Significance -- Five Causes of Hypoxemia", "content": "Diffusion limitation Hypoventilation Decreased FiO2 Low ventilation-perfusion quotient Shunt [9]", "contents": "Capnography and Pulse Oximetry -- Clinical Significance -- Five Causes of Hypoxemia. Diffusion limitation Hypoventilation Decreased FiO2 Low ventilation-perfusion quotient Shunt [9]"}
{"id": "article-18831_13", "title": "Capnography and Pulse Oximetry -- Clinical Significance", "content": "Oxygen diffuses through the alveolar-capillary membrane and into the blood. It is carried in the blood bound to hemoglobin and transported to the tissues. Approximately 98.5% of all oxygen is bound to hemoglobin, and 1.5% dissolves in plasma. The hemoglobin molecule is composed of 4 subunits.  Hydrophilic or charged amino acids (for example, Asp, Glu, Lys, Arg) form ionic bonds and hold the four subunits of heme in a quaternary structure. Oxygen can only bind when the hemoglobin switches from a tense to a relaxed form. One oxygen molecule binding increases the affinity of other oxygen molecules to bind to the heme molecule, thus promoting cooperative binding, which produces a sigmoidal dissociation curve. [10]", "contents": "Capnography and Pulse Oximetry -- Clinical Significance. Oxygen diffuses through the alveolar-capillary membrane and into the blood. It is carried in the blood bound to hemoglobin and transported to the tissues. Approximately 98.5% of all oxygen is bound to hemoglobin, and 1.5% dissolves in plasma. The hemoglobin molecule is composed of 4 subunits.  Hydrophilic or charged amino acids (for example, Asp, Glu, Lys, Arg) form ionic bonds and hold the four subunits of heme in a quaternary structure. Oxygen can only bind when the hemoglobin switches from a tense to a relaxed form. One oxygen molecule binding increases the affinity of other oxygen molecules to bind to the heme molecule, thus promoting cooperative binding, which produces a sigmoidal dissociation curve. [10]"}
{"id": "article-18831_14", "title": "Capnography and Pulse Oximetry -- Clinical Significance", "content": "Oxygen is delivered to the tissues, while carbon dioxide is the metabolite delivered back to the lungs. Carbon dioxide is the result of cellular metabolism in the mitochondria through the Kreb cycle. The amount of carbon dioxide produced metabolically depends on the relative amounts of carbohydrate, fat, and protein metabolized. Carbon dioxide is transported in blood from tissues to the lung in 3 ways: (1) dissolved in solution, (2) buffered with water as carbonic acid, or (3) bound to hemoglobin. Increased skeletal muscle activity results in localized increases in the partial pressure of carbon dioxide and reduces the blood pH. Carbonic anhydrase converts gaseous carbon dioxide to carbonic acid that in turn releases hydrogen ions. The decrease in pH causes a lower affinity of hemoglobin for oxygen, thus causing a rightward shift in the oxygen-hemoglobin dissociation curve. [11]", "contents": "Capnography and Pulse Oximetry -- Clinical Significance. Oxygen is delivered to the tissues, while carbon dioxide is the metabolite delivered back to the lungs. Carbon dioxide is the result of cellular metabolism in the mitochondria through the Kreb cycle. The amount of carbon dioxide produced metabolically depends on the relative amounts of carbohydrate, fat, and protein metabolized. Carbon dioxide is transported in blood from tissues to the lung in 3 ways: (1) dissolved in solution, (2) buffered with water as carbonic acid, or (3) bound to hemoglobin. Increased skeletal muscle activity results in localized increases in the partial pressure of carbon dioxide and reduces the blood pH. Carbonic anhydrase converts gaseous carbon dioxide to carbonic acid that in turn releases hydrogen ions. The decrease in pH causes a lower affinity of hemoglobin for oxygen, thus causing a rightward shift in the oxygen-hemoglobin dissociation curve. [11]"}
{"id": "article-18831_15", "title": "Capnography and Pulse Oximetry -- Clinical Significance", "content": "Hemoglobin molecule transports oxygen from the lungs to peripheral tissues and picks up carbon dioxide metabolized from the peripheral tissues to the lungs. Oxygen binding to hemoglobin promotes the release of carbon dioxide, known as the Haldane effect. It is the result of 2 effects of oxygen binding on hemoglobin. First, the binding oxygen to hemoglobin reduces the affinity of the protein for carbon dioxide in the form of carbaminohemoglobin. Second, binding of oxygen to hemoglobin makes it more acidic, thus resulting in the release of hydrogen ions. The higher concentration of hydrogen ions pushes equilibrium between bicarbonate and carbon dioxide in the direction of carbon dioxide, thus enhancing its elimination. [8]", "contents": "Capnography and Pulse Oximetry -- Clinical Significance. Hemoglobin molecule transports oxygen from the lungs to peripheral tissues and picks up carbon dioxide metabolized from the peripheral tissues to the lungs. Oxygen binding to hemoglobin promotes the release of carbon dioxide, known as the Haldane effect. It is the result of 2 effects of oxygen binding on hemoglobin. First, the binding oxygen to hemoglobin reduces the affinity of the protein for carbon dioxide in the form of carbaminohemoglobin. Second, binding of oxygen to hemoglobin makes it more acidic, thus resulting in the release of hydrogen ions. The higher concentration of hydrogen ions pushes equilibrium between bicarbonate and carbon dioxide in the direction of carbon dioxide, thus enhancing its elimination. [8]"}
{"id": "article-18831_16", "title": "Capnography and Pulse Oximetry -- Clinical Significance", "content": "Carbon dioxide homeostasis regulation is by the pulmonary and the renal system. The partial pressure of PCO2 in arterial blood is directly proportional to the CO2 that is generated by metabolic processes and inversely related to the rate of CO2 elimination via alveolar ventilation. Mathematically, alveolar ventilation can be derived as follows: PaCO2 = 0.863 x VCO2/ VA VA = VE - VD VE = RR x TV TV = RR x dead-space volume VCO2 is the metabolic production of CO2, VA is alveolar ventilation, VE is minute ventilation, VD is dead space ventilation, RR is the respiratory rate, and TV is tidal volume. [12]", "contents": "Capnography and Pulse Oximetry -- Clinical Significance. Carbon dioxide homeostasis regulation is by the pulmonary and the renal system. The partial pressure of PCO2 in arterial blood is directly proportional to the CO2 that is generated by metabolic processes and inversely related to the rate of CO2 elimination via alveolar ventilation. Mathematically, alveolar ventilation can be derived as follows: PaCO2 = 0.863 x VCO2/ VA VA = VE - VD VE = RR x TV TV = RR x dead-space volume VCO2 is the metabolic production of CO2, VA is alveolar ventilation, VE is minute ventilation, VD is dead space ventilation, RR is the respiratory rate, and TV is tidal volume. [12]"}
{"id": "article-18831_17", "title": "Capnography and Pulse Oximetry -- Clinical Significance", "content": "The partial pressure of alveolar CO2 is calculated by simply rearranging the alveolar equation. The alveolar partial pressure of CO2 is proportional to the body’s metabolic rate and is inversely proportional to the alveolar ventilation rate. We can understand this principle in the context of exercise. During exercise, our body’s metabolic rate of CO2 productions was to double, then the alveolar partial pressure of CO2 would also double if alveolar ventilation remains the same. Conversely, if the rate of alveolar ventilation doubles, then the alveolar partial pressure of carbon dioxide would become half, given a constant metabolic CO2 production.", "contents": "Capnography and Pulse Oximetry -- Clinical Significance. The partial pressure of alveolar CO2 is calculated by simply rearranging the alveolar equation. The alveolar partial pressure of CO2 is proportional to the body’s metabolic rate and is inversely proportional to the alveolar ventilation rate. We can understand this principle in the context of exercise. During exercise, our body’s metabolic rate of CO2 productions was to double, then the alveolar partial pressure of CO2 would also double if alveolar ventilation remains the same. Conversely, if the rate of alveolar ventilation doubles, then the alveolar partial pressure of carbon dioxide would become half, given a constant metabolic CO2 production."}
{"id": "article-18831_18", "title": "Capnography and Pulse Oximetry -- Clinical Significance", "content": "Ventilation is physiologically controlled by respiratory rate and tidal volume. Increase or decrease in either of the two changes ventilation. In cases of hypoxia, the body tends to hyperventilate, and thus the partial pressure of CO2 reduces as more gets expelled from the body. The causes of hypoxia can be divided into the following categories [13] : Central: Head injuries, stroke, hyperthyroidism, anxiety, pain, fear, stress, drugs, medication-induced, and toxin-induced Pulmonary causes: Embolism, pneumothorax, pneumonia, acute asthma or COPD exacerbations Iatrogenic causes primarily occur in intubated patients on mechanical ventilation", "contents": "Capnography and Pulse Oximetry -- Clinical Significance. Ventilation is physiologically controlled by respiratory rate and tidal volume. Increase or decrease in either of the two changes ventilation. In cases of hypoxia, the body tends to hyperventilate, and thus the partial pressure of CO2 reduces as more gets expelled from the body. The causes of hypoxia can be divided into the following categories [13] : Central: Head injuries, stroke, hyperthyroidism, anxiety, pain, fear, stress, drugs, medication-induced, and toxin-induced Pulmonary causes: Embolism, pneumothorax, pneumonia, acute asthma or COPD exacerbations Iatrogenic causes primarily occur in intubated patients on mechanical ventilation"}
{"id": "article-18831_19", "title": "Capnography and Pulse Oximetry -- Clinical Significance", "content": "While ventilation is measured best by looking at CO2 partial pressures, oxygenation is measured by looking at oxygen partial pressures. In the clinical setting, the measurement of the amount of oxygen saturation in blood is via pulse oximeters. They provide a warning about the presence of hypoxemia to patients. The basis of pulse oximetry is on two principles: (1) the presence of a pulsatile signal that is generated by the arterial blood in the finger and (2) the different wavelengths generated by oxyhemoglobin and reduced hemoglobin.", "contents": "Capnography and Pulse Oximetry -- Clinical Significance. While ventilation is measured best by looking at CO2 partial pressures, oxygenation is measured by looking at oxygen partial pressures. In the clinical setting, the measurement of the amount of oxygen saturation in blood is via pulse oximeters. They provide a warning about the presence of hypoxemia to patients. The basis of pulse oximetry is on two principles: (1) the presence of a pulsatile signal that is generated by the arterial blood in the finger and (2) the different wavelengths generated by oxyhemoglobin and reduced hemoglobin."}
{"id": "article-18831_20", "title": "Capnography and Pulse Oximetry -- Clinical Significance", "content": "However, oxygenation and ventilation are 2 separate things. While pulse oximeter provides accurate measurement of oxygen saturation, it does not provide any information about alveolar ventilation. Oxygen saturation is considered a moderately later sign of less-than-desired ventilation; hence, despite providing visual quantification of oxygen saturation, pulse oximetry does not provide real-time assessment of alveolar ventilation. The best example of this principle is seen in conditions of sedation, which depresses the central respiratory drive to arterial carbon dioxide tension, resulting in arterial hypoxemia accompanied by alveolar hypoventilation. Although pulse oximetry is currently the standard of care for determining accurate oxygen saturation, it lacks the potential to provide early warning to detect hypoventilation, apnea, or airway obstruction in patients.", "contents": "Capnography and Pulse Oximetry -- Clinical Significance. However, oxygenation and ventilation are 2 separate things. While pulse oximeter provides accurate measurement of oxygen saturation, it does not provide any information about alveolar ventilation. Oxygen saturation is considered a moderately later sign of less-than-desired ventilation; hence, despite providing visual quantification of oxygen saturation, pulse oximetry does not provide real-time assessment of alveolar ventilation. The best example of this principle is seen in conditions of sedation, which depresses the central respiratory drive to arterial carbon dioxide tension, resulting in arterial hypoxemia accompanied by alveolar hypoventilation. Although pulse oximetry is currently the standard of care for determining accurate oxygen saturation, it lacks the potential to provide early warning to detect hypoventilation, apnea, or airway obstruction in patients."}
{"id": "article-18831_21", "title": "Capnography and Pulse Oximetry -- Clinical Significance", "content": "Oxygenation involves inhaling O2, diffusing it through the alveolocapillary membrane into the blood that will supply peripheral tissues. Ventilation consists of the exchange of inspired and expired gases from the lungs, thereby involving the exchange of both oxygen and CO2. To measure expired CO2, it is essential to have sufficient circulation to facilitate the transport of CO2 to the lungs and out through the mouth. Evidence-based literature suggests that capnography is a better method for the evaluation of ventilation in patients with higher sensitivity at detecting apneic episodes than pulse oximetry. It monitors the end-tidal volume of carbon dioxide, which is more sensitive to alveolar hypoventilation than SpO2.", "contents": "Capnography and Pulse Oximetry -- Clinical Significance. Oxygenation involves inhaling O2, diffusing it through the alveolocapillary membrane into the blood that will supply peripheral tissues. Ventilation consists of the exchange of inspired and expired gases from the lungs, thereby involving the exchange of both oxygen and CO2. To measure expired CO2, it is essential to have sufficient circulation to facilitate the transport of CO2 to the lungs and out through the mouth. Evidence-based literature suggests that capnography is a better method for the evaluation of ventilation in patients with higher sensitivity at detecting apneic episodes than pulse oximetry. It monitors the end-tidal volume of carbon dioxide, which is more sensitive to alveolar hypoventilation than SpO2."}
{"id": "article-18831_22", "title": "Capnography and Pulse Oximetry -- Clinical Significance", "content": "The waveform of capnography divides into 4 phases. Phase I, II, and III occur during expiration, while phase IV occurs during inspiration. Phase I occurs during exhalation of air from anatomical dead space which contains no CO2. Phase II represents a steep upward slope indicating CO2 from the alveoli reaching the upper airway that is detectable in exhaled air. Phase III indicates the rick alveolar gas full of CO2 that now constitutes the majority of exhaled air. The end of phase III is the end of exhalation, end-tidal CO2 volume, which contains the highest amount of CO2. Normal EtCO2 is 35 to 45 mm Hg. Phase IV is when inhalation begins, and the level of CO2 begins to drop rapidly. [14]", "contents": "Capnography and Pulse Oximetry -- Clinical Significance. The waveform of capnography divides into 4 phases. Phase I, II, and III occur during expiration, while phase IV occurs during inspiration. Phase I occurs during exhalation of air from anatomical dead space which contains no CO2. Phase II represents a steep upward slope indicating CO2 from the alveoli reaching the upper airway that is detectable in exhaled air. Phase III indicates the rick alveolar gas full of CO2 that now constitutes the majority of exhaled air. The end of phase III is the end of exhalation, end-tidal CO2 volume, which contains the highest amount of CO2. Normal EtCO2 is 35 to 45 mm Hg. Phase IV is when inhalation begins, and the level of CO2 begins to drop rapidly. [14]"}
{"id": "article-18831_23", "title": "Capnography and Pulse Oximetry -- Clinical Significance", "content": "Capnography can measure ventilation by measuring end-tidal carbon dioxide (EtCO2). However, it does not provide a measure of any form of oxygenation. Conversely, pulse oximetry measures arterial oxygen saturation but is unable to provide a measure of alveolar hypoventilation or hyperventilation. Capnography will diagnose hypoventilation long before the latter results in hypoxia, and this is especially the case in patients receiving supplemental oxygen in intensive care units as well as anesthesia. In hypoventilation, tall (high PCO2) low-frequency waves manifest with a well-defined alveolar plateau. In hyperventilation, short (low PCO2) high-frequency waves with a well-defined alveolar plateau are seen. [15]", "contents": "Capnography and Pulse Oximetry -- Clinical Significance. Capnography can measure ventilation by measuring end-tidal carbon dioxide (EtCO2). However, it does not provide a measure of any form of oxygenation. Conversely, pulse oximetry measures arterial oxygen saturation but is unable to provide a measure of alveolar hypoventilation or hyperventilation. Capnography will diagnose hypoventilation long before the latter results in hypoxia, and this is especially the case in patients receiving supplemental oxygen in intensive care units as well as anesthesia. In hypoventilation, tall (high PCO2) low-frequency waves manifest with a well-defined alveolar plateau. In hyperventilation, short (low PCO2) high-frequency waves with a well-defined alveolar plateau are seen. [15]"}
{"id": "article-18831_24", "title": "Capnography and Pulse Oximetry -- Clinical Significance", "content": "In conditions like an obstructed airway, weakened respiratory muscle, or lung dysfunctions, abnormalities can be detected immediately from the CO2 waveform and PCO2. In pulse oximetry, since oxygen saturation reaches 100% during sedation and general anesthesia, changes in respiration are not detected unless the SpO2 falls below 100% in spite of the fall in PaO for some reason. For example, in the case when respiration stops while maintaining the SpO2 at 100%, the fall in SpO2 below 100% only occurs after 4 to 5 minutes. With capnography, the CO2 waveform ceases as soon as apnea occurs. Additionally, in cases of deep sedation where there is an increased risk of airway obstruction, CO2 monitoring provides early detection of airway obstruction. [16]", "contents": "Capnography and Pulse Oximetry -- Clinical Significance. In conditions like an obstructed airway, weakened respiratory muscle, or lung dysfunctions, abnormalities can be detected immediately from the CO2 waveform and PCO2. In pulse oximetry, since oxygen saturation reaches 100% during sedation and general anesthesia, changes in respiration are not detected unless the SpO2 falls below 100% in spite of the fall in PaO for some reason. For example, in the case when respiration stops while maintaining the SpO2 at 100%, the fall in SpO2 below 100% only occurs after 4 to 5 minutes. With capnography, the CO2 waveform ceases as soon as apnea occurs. Additionally, in cases of deep sedation where there is an increased risk of airway obstruction, CO2 monitoring provides early detection of airway obstruction. [16]"}
{"id": "article-18831_25", "title": "Capnography and Pulse Oximetry -- Clinical Significance", "content": "In conclusion, pulse oximetry and capnography individually offer two useful non-invasive techniques to facilitate respiratory monitoring in clinical settings. A proper grasp of the benefits and limitations of each of the techniques can significantly aid in patient management and safety. [17]", "contents": "Capnography and Pulse Oximetry -- Clinical Significance. In conclusion, pulse oximetry and capnography individually offer two useful non-invasive techniques to facilitate respiratory monitoring in clinical settings. A proper grasp of the benefits and limitations of each of the techniques can significantly aid in patient management and safety. [17]"}
{"id": "article-18831_26", "title": "Capnography and Pulse Oximetry -- Enhancing Healthcare Team Outcomes", "content": "Pulse oximetry and capnography can help elucidate underlying pathology and help the medical team provide appropriate care without invasive monitoring. Understanding the indications and limitations of these techniques can help the medical team improve patient care and outcomes. The nursing staff is an essential contributor to the management of patients using these techniques. The critical care and emergency specialized nurse can help assist the medical team make the correct diagnosis, verify correct endotracheal intubation, and assure the quality of cardiopulmonary resuscitation using these techniques. The respiratory therapist can assist the medical team achieve adequate mechanical ventilation in patients using capnography and pulse oximetry waveforms. A collaborative interprofessional team of clinicians, nurses, and respiratory therapists can help assure appropriate and judicious use of capnography and pulse oximetry to provide optimal medical care. [Level V]", "contents": "Capnography and Pulse Oximetry -- Enhancing Healthcare Team Outcomes. Pulse oximetry and capnography can help elucidate underlying pathology and help the medical team provide appropriate care without invasive monitoring. Understanding the indications and limitations of these techniques can help the medical team improve patient care and outcomes. The nursing staff is an essential contributor to the management of patients using these techniques. The critical care and emergency specialized nurse can help assist the medical team make the correct diagnosis, verify correct endotracheal intubation, and assure the quality of cardiopulmonary resuscitation using these techniques. The respiratory therapist can assist the medical team achieve adequate mechanical ventilation in patients using capnography and pulse oximetry waveforms. A collaborative interprofessional team of clinicians, nurses, and respiratory therapists can help assure appropriate and judicious use of capnography and pulse oximetry to provide optimal medical care. [Level V]"}
{"id": "article-18831_27", "title": "Capnography and Pulse Oximetry -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Capnography and Pulse Oximetry -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}