{"id": "article-140421_0", "title": "Bimatoprost Ophthalmic Solution -- Continuing Education Activity", "content": "Bimatoprost ophthalmic solution is a medication that addresses medical and cosmetic concerns. This activity discusses this eye drop's chemical intricacies, pharmacodynamics, and pharmacokinetics, shedding light on its therapeutic role in reducing intraocular pressure (IOP) among patients with primary open-angle glaucoma (POAG) and ocular hypertension. This prostaglandin (PG) F2 alpha analog exerts its influence by activating bimatoprost-sensitive receptors scattered across various ocular structures. Understanding the mechanisms of action is paramount, as these receptors play a pivotal role in enhancing aqueous humor outflow, ultimately mitigating intraocular pressure.", "contents": "Bimatoprost Ophthalmic Solution -- Continuing Education Activity. Bimatoprost ophthalmic solution is a medication that addresses medical and cosmetic concerns. This activity discusses this eye drop's chemical intricacies, pharmacodynamics, and pharmacokinetics, shedding light on its therapeutic role in reducing intraocular pressure (IOP) among patients with primary open-angle glaucoma (POAG) and ocular hypertension. This prostaglandin (PG) F2 alpha analog exerts its influence by activating bimatoprost-sensitive receptors scattered across various ocular structures. Understanding the mechanisms of action is paramount, as these receptors play a pivotal role in enhancing aqueous humor outflow, ultimately mitigating intraocular pressure."}
{"id": "article-140421_1", "title": "Bimatoprost Ophthalmic Solution -- Continuing Education Activity", "content": "This activity extends beyond the biochemical aspects, comprehensively exploring the drug's indications, administration guidelines, potential adverse effects, and contraindications. Furthermore, it underscores the collaborative efforts of an interprofessional team in optimizing the therapeutic efficacy of bimatoprost ophthalmic solution. Beyond its medical utility, the activity also discusses the cosmetic application of bimatoprost in addressing hypotrichosis, adding a layer to its clinical significance. Participants gain valuable insights into the holistic management of patients using this multifunctional medication through a well-rounded exploration of its properties and applications.", "contents": "Bimatoprost Ophthalmic Solution -- Continuing Education Activity. This activity extends beyond the biochemical aspects, comprehensively exploring the drug's indications, administration guidelines, potential adverse effects, and contraindications. Furthermore, it underscores the collaborative efforts of an interprofessional team in optimizing the therapeutic efficacy of bimatoprost ophthalmic solution. Beyond its medical utility, the activity also discusses the cosmetic application of bimatoprost in addressing hypotrichosis, adding a layer to its clinical significance. Participants gain valuable insights into the holistic management of patients using this multifunctional medication through a well-rounded exploration of its properties and applications."}
{"id": "article-140421_2", "title": "Bimatoprost Ophthalmic Solution -- Continuing Education Activity", "content": "Objectives: Identify the indications for bimatoprost ophthalmic solution. Assess the different proposed mechanisms of action for ophthalmic bimatoprost solution to lower intraocular pressure and promote eyelash and hair growth. Evaluate the administration doses and techniques of bimatoprost therapy. Implement effective collaboration and communication strategies among interprofessional team members and patients to improve treatment efficacy and adherence to local medical therapy with bimatoprost. Access free multiple choice questions on this topic.", "contents": "Bimatoprost Ophthalmic Solution -- Continuing Education Activity. Objectives: Identify the indications for bimatoprost ophthalmic solution. Assess the different proposed mechanisms of action for ophthalmic bimatoprost solution to lower intraocular pressure and promote eyelash and hair growth. Evaluate the administration doses and techniques of bimatoprost therapy. Implement effective collaboration and communication strategies among interprofessional team members and patients to improve treatment efficacy and adherence to local medical therapy with bimatoprost. Access free multiple choice questions on this topic."}
{"id": "article-140421_3", "title": "Bimatoprost Ophthalmic Solution -- Indications -- Glaucoma and Ocular Hypertension", "content": "Ophthalmic topical bimatoprost is a synthetic prostamide structurally related to prostaglandin F2 alpha (F 2α ). This drug received approval from the United States Food and Drug Administration (FDA) in 2001 as a treatment to lower intraocular pressure (IOP). Evidence indicates that topical bimatoprost reduces IOP in eyes with primary open-angle glaucoma (POAG) and ocular hypertension. [1] Growth of the eyelashes is a well-documented side effect of bimatoprost during the treatment of glaucoma. [2] [3]", "contents": "Bimatoprost Ophthalmic Solution -- Indications -- Glaucoma and Ocular Hypertension. Ophthalmic topical bimatoprost is a synthetic prostamide structurally related to prostaglandin F2 alpha (F 2α ). This drug received approval from the United States Food and Drug Administration (FDA) in 2001 as a treatment to lower intraocular pressure (IOP). Evidence indicates that topical bimatoprost reduces IOP in eyes with primary open-angle glaucoma (POAG) and ocular hypertension. [1] Growth of the eyelashes is a well-documented side effect of bimatoprost during the treatment of glaucoma. [2] [3]"}
{"id": "article-140421_4", "title": "Bimatoprost Ophthalmic Solution -- Indications -- Hypotrichosis", "content": "In 2008, the FDA-approved ophthalmic bimatoprost to treat hypotrichosis, such as for patients who are post-chemotherapy. [4] Bimatoprost ophthalmic solution is often purchased as an over-the-counter (OTC) ophthalmic applicator product for cosmetic purposes as it can cause longer, thicker, and darker eyelashes. [5] Generic bimatoprost became available in 2015.", "contents": "Bimatoprost Ophthalmic Solution -- Indications -- Hypotrichosis. In 2008, the FDA-approved ophthalmic bimatoprost to treat hypotrichosis, such as for patients who are post-chemotherapy. [4] Bimatoprost ophthalmic solution is often purchased as an over-the-counter (OTC) ophthalmic applicator product for cosmetic purposes as it can cause longer, thicker, and darker eyelashes. [5] Generic bimatoprost became available in 2015."}
{"id": "article-140421_5", "title": "Bimatoprost Ophthalmic Solution -- Indications -- Hypotrichosis", "content": "The ophthalmic bimatoprost is available in topical 0.01% and 0.03% concentrations. When used to lower IOP, a once-daily dosing of bimatoprost may be used alone or concomitantly with another drug, such as timolol. [6] In a 12-month comparison study in lowering IOP, bimatoprost 0.01% was comparable to bimatoprost 0.03%. However, the 0.01% formulation had less frequent and severe adverse ocular events, which became the primary concentration available in the United States. [7] Preservative-free and generic formulations of bimatoprost are currently available worldwide.", "contents": "Bimatoprost Ophthalmic Solution -- Indications -- Hypotrichosis. The ophthalmic bimatoprost is available in topical 0.01% and 0.03% concentrations. When used to lower IOP, a once-daily dosing of bimatoprost may be used alone or concomitantly with another drug, such as timolol. [6] In a 12-month comparison study in lowering IOP, bimatoprost 0.01% was comparable to bimatoprost 0.03%. However, the 0.01% formulation had less frequent and severe adverse ocular events, which became the primary concentration available in the United States. [7] Preservative-free and generic formulations of bimatoprost are currently available worldwide."}
{"id": "article-140421_6", "title": "Bimatoprost Ophthalmic Solution -- Indications -- Eyelash Growth", "content": "Once-daily bimatoprost ophthalmic solution of 0.03% applied to the upper eyelashes has been studied extensively to enhance eyelash growth with favorable safety profiles and tolerability. [2] [8]", "contents": "Bimatoprost Ophthalmic Solution -- Indications -- Eyelash Growth. Once-daily bimatoprost ophthalmic solution of 0.03% applied to the upper eyelashes has been studied extensively to enhance eyelash growth with favorable safety profiles and tolerability. [2] [8]"}
{"id": "article-140421_7", "title": "Bimatoprost Ophthalmic Solution -- Mechanism of Action -- Chemistry", "content": "The molecular formula for bimatoprost is C 25 H 37 NO 4 (see Image . Bimatoprost Structure). The IUPAC chemical name is ( Z )-7-[(1 R ,2 R ,3 R ,5 S )-3,5-dihydroxy-2-[( E ,3 S )-3-hydroxy-5-phenylpent-1-enyl]cyclopentyl]- N -ethylhept-5-enamide. This drug is a synthetic prostamide analog that is structurally similar to prostaglandin (PG) F 2α . Prostamides are fatty acid amides that differ from prostaglandins because they lack a negatively charged carboxylic acid and tend to be neutral. [9] The pH ranges from 6.8 to 7.8. Bimatoprost has a molecular weight of 415.58 g/mol. The solution used in ophthalmology drops is sterile, colorless, isotonic, and clear, with an osmolarity of about 290 mOsm/kg. [10] The multidose formulation has shown stability for at least 28 days when stored at 2 °C to 25 °C, with a shelf-life of about 2 years. [11]", "contents": "Bimatoprost Ophthalmic Solution -- Mechanism of Action -- Chemistry. The molecular formula for bimatoprost is C 25 H 37 NO 4 (see Image . Bimatoprost Structure). The IUPAC chemical name is ( Z )-7-[(1 R ,2 R ,3 R ,5 S )-3,5-dihydroxy-2-[( E ,3 S )-3-hydroxy-5-phenylpent-1-enyl]cyclopentyl]- N -ethylhept-5-enamide. This drug is a synthetic prostamide analog that is structurally similar to prostaglandin (PG) F 2α . Prostamides are fatty acid amides that differ from prostaglandins because they lack a negatively charged carboxylic acid and tend to be neutral. [9] The pH ranges from 6.8 to 7.8. Bimatoprost has a molecular weight of 415.58 g/mol. The solution used in ophthalmology drops is sterile, colorless, isotonic, and clear, with an osmolarity of about 290 mOsm/kg. [10] The multidose formulation has shown stability for at least 28 days when stored at 2 °C to 25 °C, with a shelf-life of about 2 years. [11]"}
{"id": "article-140421_8", "title": "Bimatoprost Ophthalmic Solution -- Mechanism of Action -- Pharmacodynamics", "content": "Prostaglandins, which were initially thought to be derived from the prostate gland (hence the name), were first discovered in semen in the 1930s. [9] Prostaglandins elicit effects via interaction with corresponding G-protein coupled receptors found throughout the body. [12] Studies based on ocular extracts showed the presence of prostaglandins capable of contracting the iris. The effects of topically applied PG2α were first reported in human volunteers in 1985. [13] PG receptors exist in ciliary and corneal epithelium, iris stroma, ciliary muscle, choroid, trabecula meshwork, and retina. [14] Of the 9 different types of prostaglandin receptors, bimatoprost has been shown to have an agonist activity and high affinity for PG receptors EP1, EP3, and FP. [15]", "contents": "Bimatoprost Ophthalmic Solution -- Mechanism of Action -- Pharmacodynamics. Prostaglandins, which were initially thought to be derived from the prostate gland (hence the name), were first discovered in semen in the 1930s. [9] Prostaglandins elicit effects via interaction with corresponding G-protein coupled receptors found throughout the body. [12] Studies based on ocular extracts showed the presence of prostaglandins capable of contracting the iris. The effects of topically applied PG2α were first reported in human volunteers in 1985. [13] PG receptors exist in ciliary and corneal epithelium, iris stroma, ciliary muscle, choroid, trabecula meshwork, and retina. [14] Of the 9 different types of prostaglandin receptors, bimatoprost has been shown to have an agonist activity and high affinity for PG receptors EP1, EP3, and FP. [15]"}
{"id": "article-140421_9", "title": "Bimatoprost Ophthalmic Solution -- Mechanism of Action -- Pharmacokinetics", "content": "Bimatoprost is a synthetic structural analog of prostaglandin F 2α and has been hypothesized to exert its effects as an agonist through prostaglandin FP receptors. [16] [17] Because bimatoprost is an amide rather than an ester, it is often labeled as a prostamide. [18] When applied topically, penetration occurs through the cornea and sclera. The preferential target for this drug has been reported to be the ciliary body and cornea, showing 10-fold higher concentrations in the ciliary body compared to aqueous humor. [19] [20] Systemic absorption is minimal, reaching peak plasma concentrations within 10 minutes and no longer detectable after 2 hours, with no signs of tissue accumulation. [21] The elimination half-life of the drug administered intravenously is about 45 minutes, mainly through urine and about 25% via feces. [22]", "contents": "Bimatoprost Ophthalmic Solution -- Mechanism of Action -- Pharmacokinetics. Bimatoprost is a synthetic structural analog of prostaglandin F 2α and has been hypothesized to exert its effects as an agonist through prostaglandin FP receptors. [16] [17] Because bimatoprost is an amide rather than an ester, it is often labeled as a prostamide. [18] When applied topically, penetration occurs through the cornea and sclera. The preferential target for this drug has been reported to be the ciliary body and cornea, showing 10-fold higher concentrations in the ciliary body compared to aqueous humor. [19] [20] Systemic absorption is minimal, reaching peak plasma concentrations within 10 minutes and no longer detectable after 2 hours, with no signs of tissue accumulation. [21] The elimination half-life of the drug administered intravenously is about 45 minutes, mainly through urine and about 25% via feces. [22]"}
{"id": "article-140421_10", "title": "Bimatoprost Ophthalmic Solution -- Mechanism of Action -- Mechanism of Action in the Reduction of Intraocular Pressure", "content": "It has been well demonstrated and validated that bimatoprost and several topical prostaglandin analogs sustainably and effectively reduce interaocular pressure (IOP) and are used as a standard first-line treatment of POAG. [23] This is achieved primarily through enhancing aqueous outflow through the uveoscleral pathway. [24] Specifically, bimatoprost increases the level of remodeling enzymes like tissue inhibitors of metalloproteinases (TIMP) and matrix metalloproteinases (MMP) in the ciliary muscles and sclera, in addition to causing a widening of the spaces in connective tissue to enhance aqueous outflow. [25] These MMPs then induce the decomposition of collagen within the extracellular matrix, resulting in improved pressure-insensitive uveoscleral outflow. [26] Ciliary muscle relaxation and contractile activity induced by bimatoprost have also been shown to play a role in decreasing IOP. [27] [28]", "contents": "Bimatoprost Ophthalmic Solution -- Mechanism of Action -- Mechanism of Action in the Reduction of Intraocular Pressure. It has been well demonstrated and validated that bimatoprost and several topical prostaglandin analogs sustainably and effectively reduce interaocular pressure (IOP) and are used as a standard first-line treatment of POAG. [23] This is achieved primarily through enhancing aqueous outflow through the uveoscleral pathway. [24] Specifically, bimatoprost increases the level of remodeling enzymes like tissue inhibitors of metalloproteinases (TIMP) and matrix metalloproteinases (MMP) in the ciliary muscles and sclera, in addition to causing a widening of the spaces in connective tissue to enhance aqueous outflow. [25] These MMPs then induce the decomposition of collagen within the extracellular matrix, resulting in improved pressure-insensitive uveoscleral outflow. [26] Ciliary muscle relaxation and contractile activity induced by bimatoprost have also been shown to play a role in decreasing IOP. [27] [28]"}
{"id": "article-140421_11", "title": "Bimatoprost Ophthalmic Solution -- Mechanism of Action -- Mechanism of Action in the Reduction of Intraocular Pressure", "content": "Several studies have also demonstrated that bimatoprost might have a bimodal mechanism and encourage trabecular and uveoscleral outflow. [24] Studies based on prostaglandins have shown that this class of drugs can also cause a relaxation of the trabecular meshwork (TM), thus enhancing conventional pressure-sensitive outflow mechanisms. [29] Bimatoprost has not demonstrated any effect on aqueous humor production to reduce IOP. [30]", "contents": "Bimatoprost Ophthalmic Solution -- Mechanism of Action -- Mechanism of Action in the Reduction of Intraocular Pressure. Several studies have also demonstrated that bimatoprost might have a bimodal mechanism and encourage trabecular and uveoscleral outflow. [24] Studies based on prostaglandins have shown that this class of drugs can also cause a relaxation of the trabecular meshwork (TM), thus enhancing conventional pressure-sensitive outflow mechanisms. [29] Bimatoprost has not demonstrated any effect on aqueous humor production to reduce IOP. [30]"}
{"id": "article-140421_12", "title": "Bimatoprost Ophthalmic Solution -- Mechanism of Action -- Clinical Efficacy", "content": "It is shown that lowering IOP in patients with ocular hypertension and glaucoma may reduce the risk of disease progression. [7] All forms of current treatment, including medical topical drops, laser treatments, and surgery, are all geared at lowering IOP to slow down irreversible glaucomatous progression. [31] Numerous studies have confirmed that IOP reduction ranges from 28% to 31% with prostaglandins. [32]", "contents": "Bimatoprost Ophthalmic Solution -- Mechanism of Action -- Clinical Efficacy. It is shown that lowering IOP in patients with ocular hypertension and glaucoma may reduce the risk of disease progression. [7] All forms of current treatment, including medical topical drops, laser treatments, and surgery, are all geared at lowering IOP to slow down irreversible glaucomatous progression. [31] Numerous studies have confirmed that IOP reduction ranges from 28% to 31% with prostaglandins. [32]"}
{"id": "article-140421_13", "title": "Bimatoprost Ophthalmic Solution -- Mechanism of Action -- Clinical Efficacy", "content": "Compared to the other current forms of prostaglandin ocular drops, which include latanoprost, travoprost, and tafluprost, numerous studies have confirmed that bimatoprost has greater or similar efficacy in reducing IOP than others. [33] Several randomized trials have shown that the switch from other prostaglandins to bimatoprost showed better IOP-reducing efficacy than travoprost, tafluprost, and latanoprost with little switching back rates and a small statistically significant reduction in mean IOP after the switch. [34] [35]", "contents": "Bimatoprost Ophthalmic Solution -- Mechanism of Action -- Clinical Efficacy. Compared to the other current forms of prostaglandin ocular drops, which include latanoprost, travoprost, and tafluprost, numerous studies have confirmed that bimatoprost has greater or similar efficacy in reducing IOP than others. [33] Several randomized trials have shown that the switch from other prostaglandins to bimatoprost showed better IOP-reducing efficacy than travoprost, tafluprost, and latanoprost with little switching back rates and a small statistically significant reduction in mean IOP after the switch. [34] [35]"}
{"id": "article-140421_14", "title": "Bimatoprost Ophthalmic Solution -- Mechanism of Action -- Clinical Efficacy", "content": "The effects in reducing IOP begin about 4 hours after the topical instillation of bimatoprost, which reaches maximum effects after 8 to 12 hours and lasts for 24 hours; it must be administered only once daily, preferably at night. [36]", "contents": "Bimatoprost Ophthalmic Solution -- Mechanism of Action -- Clinical Efficacy. The effects in reducing IOP begin about 4 hours after the topical instillation of bimatoprost, which reaches maximum effects after 8 to 12 hours and lasts for 24 hours; it must be administered only once daily, preferably at night. [36]"}
{"id": "article-140421_15", "title": "Bimatoprost Ophthalmic Solution -- Mechanism of Action -- Clinical Efficacy", "content": "Bimatoprost (Lumigan) first became available in 2001 as a multidose 0.03% (0.3 mg/mL) ophthalmic solution with benzalkonium chloride (BAK). This prostaglandin reduces IOP and is considered one of the most efficient antiglaucomatous topical and first-line therapies compared to other monotherapy drop alternatives. [37] Although bimatoprost 0.03% is very effective in reducing IOP, compliance rates tend to be less when compared to other prostaglandins due to the adverse effects of conjunctival hyperemia, eyelash growth, periocular redness, and pigmentation, which tend to be higher with bimatoprost 0.03%. [38] [39] Preservative-free formulations of 0.03% bimatoprost then became available to reduce the adverse effects of BAK on the ocular surface. [40]", "contents": "Bimatoprost Ophthalmic Solution -- Mechanism of Action -- Clinical Efficacy. Bimatoprost (Lumigan) first became available in 2001 as a multidose 0.03% (0.3 mg/mL) ophthalmic solution with benzalkonium chloride (BAK). This prostaglandin reduces IOP and is considered one of the most efficient antiglaucomatous topical and first-line therapies compared to other monotherapy drop alternatives. [37] Although bimatoprost 0.03% is very effective in reducing IOP, compliance rates tend to be less when compared to other prostaglandins due to the adverse effects of conjunctival hyperemia, eyelash growth, periocular redness, and pigmentation, which tend to be higher with bimatoprost 0.03%. [38] [39] Preservative-free formulations of 0.03% bimatoprost then became available to reduce the adverse effects of BAK on the ocular surface. [40]"}
{"id": "article-140421_16", "title": "Bimatoprost Ophthalmic Solution -- Mechanism of Action -- Clinical Efficacy", "content": "In 2010, Allergan began selling Lumigan 0.01% (0.1 mg/mL) ophthalmic solution to the public. Numerous studies comparing the 2 different single and fixed formulations of bimatoprost, 0.03% and 0.01%, have reported similar efficacy in reducing IOP but less adverse effects for bimatoprost 0.01% in patients with glaucoma and ocular hypertension. [41] [42] Preservative-free formulations of bimatoprost 0.01% and generics are currently available, which have shown similar efficacy in reducing IOP with a better tolerability profile when compared to other bimatoprost formulations. [43]", "contents": "Bimatoprost Ophthalmic Solution -- Mechanism of Action -- Clinical Efficacy. In 2010, Allergan began selling Lumigan 0.01% (0.1 mg/mL) ophthalmic solution to the public. Numerous studies comparing the 2 different single and fixed formulations of bimatoprost, 0.03% and 0.01%, have reported similar efficacy in reducing IOP but less adverse effects for bimatoprost 0.01% in patients with glaucoma and ocular hypertension. [41] [42] Preservative-free formulations of bimatoprost 0.01% and generics are currently available, which have shown similar efficacy in reducing IOP with a better tolerability profile when compared to other bimatoprost formulations. [43]"}
{"id": "article-140421_17", "title": "Bimatoprost Ophthalmic Solution -- Mechanism of Action -- Clinical Efficacy", "content": "The majority of the studies regarding bimatoprost have shown clinical efficiency and first-line therapy in reducing IOP in patients with primary open-angle glaucoma (POAG) and ocular hypertension (OHT). [44] [45] Numerous trials have included patients with different forms of glaucoma, like pseudoexfoliative, pigmentary, chronic angle-closure, etc. [42] [46] [47]", "contents": "Bimatoprost Ophthalmic Solution -- Mechanism of Action -- Clinical Efficacy. The majority of the studies regarding bimatoprost have shown clinical efficiency and first-line therapy in reducing IOP in patients with primary open-angle glaucoma (POAG) and ocular hypertension (OHT). [44] [45] Numerous trials have included patients with different forms of glaucoma, like pseudoexfoliative, pigmentary, chronic angle-closure, etc. [42] [46] [47]"}
{"id": "article-140421_18", "title": "Bimatoprost Ophthalmic Solution -- Mechanism of Action -- Safety and Tolerability", "content": "Treatment with bimatoprost once daily has a favorable safety profile and efficacy and is tolerated in most patients with glaucoma and ocular hypertension when compared with other prostaglandins. [48] The adverse effects of conjunctival hyperemia, periocular pigmentation, and eyelash growth are slightly higher with the bimatoprost 0.03% formulation. [49] However, the 0.01% preservative-free formulation shows improvement in ocular side effects similar to other prostaglandins, corresponding to improved patient comfort and enhanced therapeutic compliance. [50]", "contents": "Bimatoprost Ophthalmic Solution -- Mechanism of Action -- Safety and Tolerability. Treatment with bimatoprost once daily has a favorable safety profile and efficacy and is tolerated in most patients with glaucoma and ocular hypertension when compared with other prostaglandins. [48] The adverse effects of conjunctival hyperemia, periocular pigmentation, and eyelash growth are slightly higher with the bimatoprost 0.03% formulation. [49] However, the 0.01% preservative-free formulation shows improvement in ocular side effects similar to other prostaglandins, corresponding to improved patient comfort and enhanced therapeutic compliance. [50]"}
{"id": "article-140421_19", "title": "Bimatoprost Ophthalmic Solution -- Mechanism of Action -- Prevalence and Pharmacoeconomics", "content": "It has been estimated that more than 110 million people worldwide (older than 40 years old) will be affected by glaucoma in 2040. [51] Annual costs for treating glaucoma in 2000 were reported to be more than $1 billion in the US and $200 million in Canada, with about 50% undiagnosed and not treated because of the asymptomatic nature of the disease. [52] The annual health-related costs for glaucoma worldwide reported in 1999 ranged from $300 to $950 per patient, with 25% to 35% of the expenses for drug therapy. [52]", "contents": "Bimatoprost Ophthalmic Solution -- Mechanism of Action -- Prevalence and Pharmacoeconomics. It has been estimated that more than 110 million people worldwide (older than 40 years old) will be affected by glaucoma in 2040. [51] Annual costs for treating glaucoma in 2000 were reported to be more than $1 billion in the US and $200 million in Canada, with about 50% undiagnosed and not treated because of the asymptomatic nature of the disease. [52] The annual health-related costs for glaucoma worldwide reported in 1999 ranged from $300 to $950 per patient, with 25% to 35% of the expenses for drug therapy. [52]"}
{"id": "article-140421_20", "title": "Bimatoprost Ophthalmic Solution -- Mechanism of Action -- Prevalence and Pharmacoeconomics", "content": "The only identified modifiable risk factor to slow down or prevent glaucomatous progression and vision loss is the reduction in IOP, in which first-line therapy is by medical management. [53] Analyses based on cost-effective treatments by US healthcare providers for POAG and OHT showed lower costs per treatment with bimatoprost compared to other therapeutic regimens. [54] Studies conducted in Austria, the UK, Finland, France, Spain, Asia, Italy, and numerous other parts of the world have confirmed the efficacy and cost-related benefits related to the use of bimatoprost in patients with OHT and POAG. [52] European studies reported that adding bimatoprost to first-line therapy with timolol was the most common form of treatment in managing patients with glaucoma and OHT. [55]", "contents": "Bimatoprost Ophthalmic Solution -- Mechanism of Action -- Prevalence and Pharmacoeconomics. The only identified modifiable risk factor to slow down or prevent glaucomatous progression and vision loss is the reduction in IOP, in which first-line therapy is by medical management. [53] Analyses based on cost-effective treatments by US healthcare providers for POAG and OHT showed lower costs per treatment with bimatoprost compared to other therapeutic regimens. [54] Studies conducted in Austria, the UK, Finland, France, Spain, Asia, Italy, and numerous other parts of the world have confirmed the efficacy and cost-related benefits related to the use of bimatoprost in patients with OHT and POAG. [52] European studies reported that adding bimatoprost to first-line therapy with timolol was the most common form of treatment in managing patients with glaucoma and OHT. [55]"}
{"id": "article-140421_21", "title": "Bimatoprost Ophthalmic Solution -- Mechanism of Action -- Enhancement of Hair and Eyelash Growth", "content": "The ability of bimatoprost to promote the growth and thickening of eyelashes was first noted during glaucoma clinical trials to investigate the potential to reduce IOP. Although the previously mentioned prostaglandin receptors are involved in regenerating the dermal papilla outer root sheath and throughout hair follicles, it remains unknown whether bimatoprost affects this pathway. [16] [56] Murine models have shown that bimatoprost stimulates eyelash hair growth and increases the length. [57] The drug promotes anagen phases of hair growth by arresting catagen phase entry. Bimatoprost increases the generated hair's thickness and bulb diameter; it does not generate new hair follicles. [58] Bimatoprost also tends to darken the treated lashes. [59]", "contents": "Bimatoprost Ophthalmic Solution -- Mechanism of Action -- Enhancement of Hair and Eyelash Growth. The ability of bimatoprost to promote the growth and thickening of eyelashes was first noted during glaucoma clinical trials to investigate the potential to reduce IOP. Although the previously mentioned prostaglandin receptors are involved in regenerating the dermal papilla outer root sheath and throughout hair follicles, it remains unknown whether bimatoprost affects this pathway. [16] [56] Murine models have shown that bimatoprost stimulates eyelash hair growth and increases the length. [57] The drug promotes anagen phases of hair growth by arresting catagen phase entry. Bimatoprost increases the generated hair's thickness and bulb diameter; it does not generate new hair follicles. [58] Bimatoprost also tends to darken the treated lashes. [59]"}
{"id": "article-140421_22", "title": "Bimatoprost Ophthalmic Solution -- Mechanism of Action -- Enhancement of Hair and Eyelash Growth", "content": "A series of studies demonstrated that with a 2-week course of bimatoprost, a more significant proportion of follicles were in the hair cycle's anagen phase and a decreased portion in the telogen phase, suggesting an increased transition from telogen to anagen. The study hypothesized that this increased proportion of follicles in the anagen phase allows for the observable enhanced growth of eyelashes with bimatoprost. [3] The FDA approved bimatoprost 0.03% solution for treating hypotrichosis of eyelashes in 2008 after the reported side effects of this drug in patients using it for glaucoma and OHT. [60]", "contents": "Bimatoprost Ophthalmic Solution -- Mechanism of Action -- Enhancement of Hair and Eyelash Growth. A series of studies demonstrated that with a 2-week course of bimatoprost, a more significant proportion of follicles were in the hair cycle's anagen phase and a decreased portion in the telogen phase, suggesting an increased transition from telogen to anagen. The study hypothesized that this increased proportion of follicles in the anagen phase allows for the observable enhanced growth of eyelashes with bimatoprost. [3] The FDA approved bimatoprost 0.03% solution for treating hypotrichosis of eyelashes in 2008 after the reported side effects of this drug in patients using it for glaucoma and OHT. [60]"}
{"id": "article-140421_23", "title": "Bimatoprost Ophthalmic Solution -- Mechanism of Action -- Enhancement of Hair and Eyelash Growth", "content": "Bimatoprost has also been considered for hypotrichosis of the eyebrow. A large randomized study of 357 subjects with hypotrichosis of the eyebrow reported a statistically significant increase of at least one grade in Global Wyebrow Assessment in patients treated with bimatoprost 0.03% compared with vehicle. [61]", "contents": "Bimatoprost Ophthalmic Solution -- Mechanism of Action -- Enhancement of Hair and Eyelash Growth. Bimatoprost has also been considered for hypotrichosis of the eyebrow. A large randomized study of 357 subjects with hypotrichosis of the eyebrow reported a statistically significant increase of at least one grade in Global Wyebrow Assessment in patients treated with bimatoprost 0.03% compared with vehicle. [61]"}
{"id": "article-140421_24", "title": "Bimatoprost Ophthalmic Solution -- Mechanism of Action -- Enhancement of Hair and Eyelash Growth", "content": "Other uses for bimatoprost include treatment for dermatological diseases, including alopecia, hair loss or repigmentation, vitiligo, and localized leukoderma. [58] [62] [63] Bimatoprost has shown a higher percentage of hair regrowth than other treatment regimes in patients with autoimmune-induced patchy alopecia areata. [64] [65] Clinical trials have also demonstrated efficacy, safety, and benefits in women and men with androgenetic alopecia. [66]", "contents": "Bimatoprost Ophthalmic Solution -- Mechanism of Action -- Enhancement of Hair and Eyelash Growth. Other uses for bimatoprost include treatment for dermatological diseases, including alopecia, hair loss or repigmentation, vitiligo, and localized leukoderma. [58] [62] [63] Bimatoprost has shown a higher percentage of hair regrowth than other treatment regimes in patients with autoimmune-induced patchy alopecia areata. [64] [65] Clinical trials have also demonstrated efficacy, safety, and benefits in women and men with androgenetic alopecia. [66]"}
{"id": "article-140421_25", "title": "Bimatoprost Ophthalmic Solution -- Administration -- Applying Bimatoprost Ophthalmic Solution for Glaucoma and Ocular Hypertension", "content": "Bimatoprost ophthalmic solution 0.01% or 0.03% may be used as eye drops applied directly to the ocular surface. The suggested dose of bimatoprost is 1 drop every evening. The patient should wait 5 minutes between administering bimatoprost and other ophthalmic drugs and artificial tears. With bimatoprost, the reduction of IOP has been shown to begin after 4 hours, peak after 12 hours, and maintain stability in the decrease in IOP for 24 hours. [67] Clinical trials of 1-year duration demonstrate that bimatoprost effectively lowers IOP long-term and is generally well tolerated. [68] A tissue can remove excess therapy around the lids and periorbital region to decrease the adverse local effects.", "contents": "Bimatoprost Ophthalmic Solution -- Administration -- Applying Bimatoprost Ophthalmic Solution for Glaucoma and Ocular Hypertension. Bimatoprost ophthalmic solution 0.01% or 0.03% may be used as eye drops applied directly to the ocular surface. The suggested dose of bimatoprost is 1 drop every evening. The patient should wait 5 minutes between administering bimatoprost and other ophthalmic drugs and artificial tears. With bimatoprost, the reduction of IOP has been shown to begin after 4 hours, peak after 12 hours, and maintain stability in the decrease in IOP for 24 hours. [67] Clinical trials of 1-year duration demonstrate that bimatoprost effectively lowers IOP long-term and is generally well tolerated. [68] A tissue can remove excess therapy around the lids and periorbital region to decrease the adverse local effects."}
{"id": "article-140421_26", "title": "Bimatoprost Ophthalmic Solution -- Administration -- Applying Bimatoprost Ophthalmic Solution for Hypotrichosis", "content": "Bimatoprost ophthalmic solution 0.03% is most commonly used and associated with increased growth and prominence of eyelashes with once-daily administration. The medication and included applicators are currently available commercially as a bottled solution. Before application, patients should remove contact lenses. Applying any solution directly to the eye is not recommended. Every evening, a drop of the solution is applied to the single-use-per-eye applicator and brushed against the base of the upper eyelid margin. The applicator is to be used with only one eye to prevent contamination.", "contents": "Bimatoprost Ophthalmic Solution -- Administration -- Applying Bimatoprost Ophthalmic Solution for Hypotrichosis. Bimatoprost ophthalmic solution 0.03% is most commonly used and associated with increased growth and prominence of eyelashes with once-daily administration. The medication and included applicators are currently available commercially as a bottled solution. Before application, patients should remove contact lenses. Applying any solution directly to the eye is not recommended. Every evening, a drop of the solution is applied to the single-use-per-eye applicator and brushed against the base of the upper eyelid margin. The applicator is to be used with only one eye to prevent contamination."}
{"id": "article-140421_27", "title": "Bimatoprost Ophthalmic Solution -- Administration -- Applying Bimatoprost Ophthalmic Solution for Hypotrichosis", "content": "Evidence suggests that the solution should be applied for at least 16 weeks for maximum eyelash prominence. [2] Bimatoprost solution on the scalp is recommended to treat alopecia, which can be combined with other therapy types. [69]", "contents": "Bimatoprost Ophthalmic Solution -- Administration -- Applying Bimatoprost Ophthalmic Solution for Hypotrichosis. Evidence suggests that the solution should be applied for at least 16 weeks for maximum eyelash prominence. [2] Bimatoprost solution on the scalp is recommended to treat alopecia, which can be combined with other therapy types. [69]"}
{"id": "article-140421_28", "title": "Bimatoprost Ophthalmic Solution -- Administration -- Application of a New Bimatoprost Implant for Open-angled Glaucoma", "content": "Although the topical ophthalmic solution of bimatoprost is highly effective for reducing IOP, there are also serious concerns about disease management due to poor adherence by the patients. [70] Factors associated with decreased adherence to the recommended treatments include difficulty with eye drop administration, frequent dosing, adverse side effects, false perception of the disease, and forgetfulness. [70]", "contents": "Bimatoprost Ophthalmic Solution -- Administration -- Application of a New Bimatoprost Implant for Open-angled Glaucoma. Although the topical ophthalmic solution of bimatoprost is highly effective for reducing IOP, there are also serious concerns about disease management due to poor adherence by the patients. [70] Factors associated with decreased adherence to the recommended treatments include difficulty with eye drop administration, frequent dosing, adverse side effects, false perception of the disease, and forgetfulness. [70]"}
{"id": "article-140421_29", "title": "Bimatoprost Ophthalmic Solution -- Administration -- Application of a New Bimatoprost Implant for Open-angled Glaucoma", "content": "Intracameral drug delivery systems have been developed to circumvent these concerns. [71] A bimatoprost sustained-release implant was designed and approved in the USA in 2020 for patients with ocular hypertension and open-angle glaucoma. [72] The intracameral implant is a single, sterile, rod-shaped solid polymer that consists of a 10 or 15 μg dose of bimatoprost lasting 4 to 6 months. [73] The drug is preloaded into a single-used applicator and then injected into the anterior chamber, allowing the implant to deliver the prostaglandin analog directly to the iris-ciliary body.", "contents": "Bimatoprost Ophthalmic Solution -- Administration -- Application of a New Bimatoprost Implant for Open-angled Glaucoma. Intracameral drug delivery systems have been developed to circumvent these concerns. [71] A bimatoprost sustained-release implant was designed and approved in the USA in 2020 for patients with ocular hypertension and open-angle glaucoma. [72] The intracameral implant is a single, sterile, rod-shaped solid polymer that consists of a 10 or 15 μg dose of bimatoprost lasting 4 to 6 months. [73] The drug is preloaded into a single-used applicator and then injected into the anterior chamber, allowing the implant to deliver the prostaglandin analog directly to the iris-ciliary body."}
{"id": "article-140421_30", "title": "Bimatoprost Ophthalmic Solution -- Administration -- Application of a New Bimatoprost Implant for Open-angled Glaucoma", "content": "A recent phase 3 trial demonstrated that after 3 administrations of the implants at day 1, week 16, and week 32, most patients did not require additional treatment after 12 months and demonstrated noninferiority to topical ophthalmic solutions for OAG. [74] [45] Studies have shown that the 2020 FDA-approved intracameral sustained-release implant of bimatoprost (Durysta) provided advantages related to patient adherence, ocular surface and periorbital adverse effects, and IOP reduction in patients with glaucoma. [72] [75] The main safety concern with these intracameral implants remains the gradual, irreversible loss of corneal endothelial cells, especially in repeat implants. [76]", "contents": "Bimatoprost Ophthalmic Solution -- Administration -- Application of a New Bimatoprost Implant for Open-angled Glaucoma. A recent phase 3 trial demonstrated that after 3 administrations of the implants at day 1, week 16, and week 32, most patients did not require additional treatment after 12 months and demonstrated noninferiority to topical ophthalmic solutions for OAG. [74] [45] Studies have shown that the 2020 FDA-approved intracameral sustained-release implant of bimatoprost (Durysta) provided advantages related to patient adherence, ocular surface and periorbital adverse effects, and IOP reduction in patients with glaucoma. [72] [75] The main safety concern with these intracameral implants remains the gradual, irreversible loss of corneal endothelial cells, especially in repeat implants. [76]"}
{"id": "article-140421_31", "title": "Bimatoprost Ophthalmic Solution -- Administration -- Application of a New Bimatoprost Implant for Open-angled Glaucoma", "content": "The bimatoprost ocular ring is another sustained release method of ocular drug delivery. [53] A polypropylene and silicone ring ranging in diameter from 24 to 29 mm is impregnated with bimatoprost. The ring is positioned between the lower and upper fornices and provides continuous bimatoprost delivery for up to 6 months, with IOP comparable to daily bimatoprost topical drops. [77]", "contents": "Bimatoprost Ophthalmic Solution -- Administration -- Application of a New Bimatoprost Implant for Open-angled Glaucoma. The bimatoprost ocular ring is another sustained release method of ocular drug delivery. [53] A polypropylene and silicone ring ranging in diameter from 24 to 29 mm is impregnated with bimatoprost. The ring is positioned between the lower and upper fornices and provides continuous bimatoprost delivery for up to 6 months, with IOP comparable to daily bimatoprost topical drops. [77]"}
{"id": "article-140421_32", "title": "Bimatoprost Ophthalmic Solution -- Administration -- Application of a New Bimatoprost Implant for Open-angled Glaucoma", "content": "The use of contact lenses with micelle-laden drugs is being studied as an alternative drug delivery system. However, research tends to be limited to animal models, and the risks related to long-term contact use remain an essential limitation. [78] Nonasponges with bimatoprost and injection of drug-laden microspheres have been reported in the literature; they remain preliminary and experimental in animal studies. [79]", "contents": "Bimatoprost Ophthalmic Solution -- Administration -- Application of a New Bimatoprost Implant for Open-angled Glaucoma. The use of contact lenses with micelle-laden drugs is being studied as an alternative drug delivery system. However, research tends to be limited to animal models, and the risks related to long-term contact use remain an essential limitation. [78] Nonasponges with bimatoprost and injection of drug-laden microspheres have been reported in the literature; they remain preliminary and experimental in animal studies. [79]"}
{"id": "article-140421_33", "title": "Bimatoprost Ophthalmic Solution -- Adverse Effects", "content": "Numerous trials have demonstrated the high level of safety and tolerance of bimatoprost when applied to the ocular surface or eyelids. [68] [80] The most common adverse events related to the local use of bimatoprost eye drops include: Conjunctival hyperemia (see Image . Adverse Affects) which peaks by day 15, then tends to decrease after several months (up to 45% of patients) Eyelash growth and darkening (see Image . Adverse Affects) (15% to 35% of patients) Eye pruritus and erythema (see Image . Adverse Affects) (about 10% of patients) Blepharitis Conjunctivitis Dry eye syndrome Burning irritation Pigmentation of eyelid margins and periocular regions (see Image . Mild Adverse Affects) Iris pigmentation (see Image . Adverse Affects) Visual disturbances Eye stinging and pain Foreign body sensations Tearing Photophobia Superficial punctate keratits Periorbital fat atrophy and deepening of upper eyelid sulcus [25]", "contents": "Bimatoprost Ophthalmic Solution -- Adverse Effects. Numerous trials have demonstrated the high level of safety and tolerance of bimatoprost when applied to the ocular surface or eyelids. [68] [80] The most common adverse events related to the local use of bimatoprost eye drops include: Conjunctival hyperemia (see Image . Adverse Affects) which peaks by day 15, then tends to decrease after several months (up to 45% of patients) Eyelash growth and darkening (see Image . Adverse Affects) (15% to 35% of patients) Eye pruritus and erythema (see Image . Adverse Affects) (about 10% of patients) Blepharitis Conjunctivitis Dry eye syndrome Burning irritation Pigmentation of eyelid margins and periocular regions (see Image . Mild Adverse Affects) Iris pigmentation (see Image . Adverse Affects) Visual disturbances Eye stinging and pain Foreign body sensations Tearing Photophobia Superficial punctate keratits Periorbital fat atrophy and deepening of upper eyelid sulcus [25]"}
{"id": "article-140421_34", "title": "Bimatoprost Ophthalmic Solution -- Adverse Effects", "content": "Studies have highlighted prostaglandin-associated periorbitopathy commonly seen in prolonged use of topical prostaglandin analogs, especially with bimatoprost. [81] Periorbitopathy is typically seen clinically as periorbital fat atrophy, mild ptosis, and deepening of the upper lid sulcus (seen in 80% of patients using bimatoprost). [82] [83] A review noted an underreported incidence of discomfort and prostaglandin-associated periorbitopathy, possibly due to the topic being dominated by industry-sponsored studies. [84]", "contents": "Bimatoprost Ophthalmic Solution -- Adverse Effects. Studies have highlighted prostaglandin-associated periorbitopathy commonly seen in prolonged use of topical prostaglandin analogs, especially with bimatoprost. [81] Periorbitopathy is typically seen clinically as periorbital fat atrophy, mild ptosis, and deepening of the upper lid sulcus (seen in 80% of patients using bimatoprost). [82] [83] A review noted an underreported incidence of discomfort and prostaglandin-associated periorbitopathy, possibly due to the topic being dominated by industry-sponsored studies. [84]"}
{"id": "article-140421_35", "title": "Bimatoprost Ophthalmic Solution -- Adverse Effects", "content": "These adverse effects of periorbital fat atrophy with bimatoprost are being considered in treating thyroid eye disease (TED). This disorder is due to an inflammatory response that can cause soft tissue expansion within the orbit, leading to exophthalmos. Preliminary clinical studies have shown potential benefits for TED-induced exophthalmos in patients taking bimatoprost. [85]", "contents": "Bimatoprost Ophthalmic Solution -- Adverse Effects. These adverse effects of periorbital fat atrophy with bimatoprost are being considered in treating thyroid eye disease (TED). This disorder is due to an inflammatory response that can cause soft tissue expansion within the orbit, leading to exophthalmos. Preliminary clinical studies have shown potential benefits for TED-induced exophthalmos in patients taking bimatoprost. [85]"}
{"id": "article-140421_36", "title": "Bimatoprost Ophthalmic Solution -- Adverse Effects", "content": "Several case reports have illustrated an association between bimatoprost use and the reactivation of herpetic keratitis. [86] [87] One significant but rare side effect is developing or exacerbating anterior non-granulomatous uveitis. [88] [89] The incidence of drug-induced uveitis is very low and tends to manifest clinically as anterior iridocyclitis. [90]", "contents": "Bimatoprost Ophthalmic Solution -- Adverse Effects. Several case reports have illustrated an association between bimatoprost use and the reactivation of herpetic keratitis. [86] [87] One significant but rare side effect is developing or exacerbating anterior non-granulomatous uveitis. [88] [89] The incidence of drug-induced uveitis is very low and tends to manifest clinically as anterior iridocyclitis. [90]"}
{"id": "article-140421_37", "title": "Bimatoprost Ophthalmic Solution -- Adverse Effects", "content": "Bimatoprost applied as an eye drop has also been associated with the alteration of iris pigmentation. The change and darkening of the iris are caused by increased melanosomes within the melanocytes in the iris stroma, not an increase in the number of melanocytes. [91] Brown and hazel-colored irises are more at risk of hyperpigmentation with bimatoprost, which can be irreversible. [91] Darkening of the iris tends to occur within the first year of treatment and increases in time with continual use of the drug.", "contents": "Bimatoprost Ophthalmic Solution -- Adverse Effects. Bimatoprost applied as an eye drop has also been associated with the alteration of iris pigmentation. The change and darkening of the iris are caused by increased melanosomes within the melanocytes in the iris stroma, not an increase in the number of melanocytes. [91] Brown and hazel-colored irises are more at risk of hyperpigmentation with bimatoprost, which can be irreversible. [91] Darkening of the iris tends to occur within the first year of treatment and increases in time with continual use of the drug."}
{"id": "article-140421_38", "title": "Bimatoprost Ophthalmic Solution -- Adverse Effects", "content": "Multiple case reports have suggested various prostaglandin analogs, such as bimatoprost and latanoprost, can be associated with cystoid macular edema (CME) due to their pro-inflammatory effects. [18] CME is a form of thickening of the macula characterized by intraretinal cystic fluid-filled spaces visible with optical coherence tomography (OCT). Prostaglandins, especially bimatoprost, are thought to induce blood-aqueous barrier disruption and thus favor the formation of CME after surgery or in patients with other forms of ocular inflammation. [92] Studies have documented a potential association between using ophthalmic prostaglandin analogs and CME after cataract surgery in patients with glaucoma. This justifies the temporary suspension of bimatoprost and modification in glaucoma therapy in patients undergoing surgery and with ocular infections and inflammation. [93] Carbonic anhydrase inhibitors have shown to be a valid alternative to bimatoprost during the early pre and postoperative periods or in patients with inflammation at risk of CME. [94] [95]", "contents": "Bimatoprost Ophthalmic Solution -- Adverse Effects. Multiple case reports have suggested various prostaglandin analogs, such as bimatoprost and latanoprost, can be associated with cystoid macular edema (CME) due to their pro-inflammatory effects. [18] CME is a form of thickening of the macula characterized by intraretinal cystic fluid-filled spaces visible with optical coherence tomography (OCT). Prostaglandins, especially bimatoprost, are thought to induce blood-aqueous barrier disruption and thus favor the formation of CME after surgery or in patients with other forms of ocular inflammation. [92] Studies have documented a potential association between using ophthalmic prostaglandin analogs and CME after cataract surgery in patients with glaucoma. This justifies the temporary suspension of bimatoprost and modification in glaucoma therapy in patients undergoing surgery and with ocular infections and inflammation. [93] Carbonic anhydrase inhibitors have shown to be a valid alternative to bimatoprost during the early pre and postoperative periods or in patients with inflammation at risk of CME. [94] [95]"}
{"id": "article-140421_39", "title": "Bimatoprost Ophthalmic Solution -- Adverse Effects", "content": "Regarding the cosmetic use of bimatoprost, studies have shown that the safety profile for dermal application of bimatoprost ophthalmic solution 0.03% is more favorable than that seen with topical eye drop application. [58] The difference in dose may explain the significant difference in the likelihood of adverse effects between the 2 methods of bimatoprost application. A single application of a bimatoprost 0.03% dermally results in only about 5% of the amount applied for treatment for glaucoma. [59] The following adverse effects have been reported in fewer than 4% of patients following dermal application: [59] Conjunctival hyperemia (most common in 3.6% of patients) Eye pruritus Skin hyperpigmentation Ocular irritation Dry eye syndrome Eyelid erythema", "contents": "Bimatoprost Ophthalmic Solution -- Adverse Effects. Regarding the cosmetic use of bimatoprost, studies have shown that the safety profile for dermal application of bimatoprost ophthalmic solution 0.03% is more favorable than that seen with topical eye drop application. [58] The difference in dose may explain the significant difference in the likelihood of adverse effects between the 2 methods of bimatoprost application. A single application of a bimatoprost 0.03% dermally results in only about 5% of the amount applied for treatment for glaucoma. [59] The following adverse effects have been reported in fewer than 4% of patients following dermal application: [59] Conjunctival hyperemia (most common in 3.6% of patients) Eye pruritus Skin hyperpigmentation Ocular irritation Dry eye syndrome Eyelid erythema"}
{"id": "article-140421_40", "title": "Bimatoprost Ophthalmic Solution -- Adverse Effects", "content": "Studies including \"before-and-after\" images of patients using bimatoprost have shown the potential risks of developing prostaglandin-associated periorbitopathy due to periorbital fat atrophy and deepening of the upper eyelid sulcus. [96] Patients must know the possible adverse side effects of lash-lengthening serums with bimatoprost and other prostaglandins.", "contents": "Bimatoprost Ophthalmic Solution -- Adverse Effects. Studies including \"before-and-after\" images of patients using bimatoprost have shown the potential risks of developing prostaglandin-associated periorbitopathy due to periorbital fat atrophy and deepening of the upper eyelid sulcus. [96] Patients must know the possible adverse side effects of lash-lengthening serums with bimatoprost and other prostaglandins."}
{"id": "article-140421_41", "title": "Bimatoprost Ophthalmic Solution -- Contraindications", "content": "Bimatoprost is contraindicated in patients with a medical history of bimatoprost hypersensitivity or hypersensitivity to ingredients within the formulation. These include preservatives such as benzalkonium chloride.", "contents": "Bimatoprost Ophthalmic Solution -- Contraindications. Bimatoprost is contraindicated in patients with a medical history of bimatoprost hypersensitivity or hypersensitivity to ingredients within the formulation. These include preservatives such as benzalkonium chloride."}
{"id": "article-140421_42", "title": "Bimatoprost Ophthalmic Solution -- Contraindications", "content": "Bimatoprost may not be appropriate for some cases of closed-angle glaucoma and inflammatory or neovascular glaucoma. Contact lenses should be removed before the bimatoprost ophthalmic solution is applied. They can be reinserted after 15 minutes.", "contents": "Bimatoprost Ophthalmic Solution -- Contraindications. Bimatoprost may not be appropriate for some cases of closed-angle glaucoma and inflammatory or neovascular glaucoma. Contact lenses should be removed before the bimatoprost ophthalmic solution is applied. They can be reinserted after 15 minutes."}
{"id": "article-140421_43", "title": "Bimatoprost Ophthalmic Solution -- Contraindications", "content": "The safety and efficacy of bimatoprost ophthalmic 0.03% dermal application for hypotrichosis have not been studied in children, neonates, and infants younger than 5 years old. The application should only be considered if the potential benefits justify the potential calculated risks.", "contents": "Bimatoprost Ophthalmic Solution -- Contraindications. The safety and efficacy of bimatoprost ophthalmic 0.03% dermal application for hypotrichosis have not been studied in children, neonates, and infants younger than 5 years old. The application should only be considered if the potential benefits justify the potential calculated risks."}
{"id": "article-140421_44", "title": "Bimatoprost Ophthalmic Solution -- Contraindications", "content": "Bimatoprost is considered a category-C drug for pregnancy. Bimatoprost ophthalmic solution has not been adequately studied in pregnant women and pediatric patients; it should be avoided or used cautiously in these cases unless deemed necessary. [11] The presence or absence of the drug in breast milk has not been established, considering the short half-life; it should be avoided during nursing if possible. [97] Pressure can be placed over the tear duct for about a minute, and removal of excess therapy with a tissue can be considered after applying ocular drops to decrease the amount of drug in the bloodstream. [98] Intraocular application of bimatoprost ophthalmic solution for glaucoma is contraindicated in neonates, infants, and children due to concern for pigmentation changes after long-term use.", "contents": "Bimatoprost Ophthalmic Solution -- Contraindications. Bimatoprost is considered a category-C drug for pregnancy. Bimatoprost ophthalmic solution has not been adequately studied in pregnant women and pediatric patients; it should be avoided or used cautiously in these cases unless deemed necessary. [11] The presence or absence of the drug in breast milk has not been established, considering the short half-life; it should be avoided during nursing if possible. [97] Pressure can be placed over the tear duct for about a minute, and removal of excess therapy with a tissue can be considered after applying ocular drops to decrease the amount of drug in the bloodstream. [98] Intraocular application of bimatoprost ophthalmic solution for glaucoma is contraindicated in neonates, infants, and children due to concern for pigmentation changes after long-term use."}
{"id": "article-140421_45", "title": "Bimatoprost Ophthalmic Solution -- Contraindications", "content": "Bimatoprost ophthalmic drops should be used with caution in patients with macular edema, uveitis, ocular inflammation, aphakia, complicated pseudophakia, a history of herpes simplex virus keratitis, and ocular inflammatory conditions. [10]", "contents": "Bimatoprost Ophthalmic Solution -- Contraindications. Bimatoprost ophthalmic drops should be used with caution in patients with macular edema, uveitis, ocular inflammation, aphakia, complicated pseudophakia, a history of herpes simplex virus keratitis, and ocular inflammatory conditions. [10]"}
{"id": "article-140421_46", "title": "Bimatoprost Ophthalmic Solution -- Monitoring", "content": "To treat glaucoma and ocular hypertension, bimatoprost ophthalmic solution should be initially monitored with regular clinic visits every 2 to 4 weeks until the patient's individualized target IOP is achieved. After reaching the IOP goal, the patient can be reassessed every 6 months or at the clinician's discretion. Additional parameters to monitor include ocular peri-ocular pigmentation changes.", "contents": "Bimatoprost Ophthalmic Solution -- Monitoring. To treat glaucoma and ocular hypertension, bimatoprost ophthalmic solution should be initially monitored with regular clinic visits every 2 to 4 weeks until the patient's individualized target IOP is achieved. After reaching the IOP goal, the patient can be reassessed every 6 months or at the clinician's discretion. Additional parameters to monitor include ocular peri-ocular pigmentation changes."}
{"id": "article-140421_47", "title": "Bimatoprost Ophthalmic Solution -- Monitoring", "content": "When using bimatoprost ophthalmic solution 0.03% dermally for hypotrichosis, monitoring for potential side effects is advised. When bimatoprost is discontinued, eyelashes may return to their original pre-treatment length and thickness.", "contents": "Bimatoprost Ophthalmic Solution -- Monitoring. When using bimatoprost ophthalmic solution 0.03% dermally for hypotrichosis, monitoring for potential side effects is advised. When bimatoprost is discontinued, eyelashes may return to their original pre-treatment length and thickness."}
{"id": "article-140421_48", "title": "Bimatoprost Ophthalmic Solution -- Toxicity", "content": "Currently, no studies have been performed to evaluate bimatoprost overdose in humans. If an overdose were to occur, manufacturers recommend supportive symptomatic treatment.", "contents": "Bimatoprost Ophthalmic Solution -- Toxicity. Currently, no studies have been performed to evaluate bimatoprost overdose in humans. If an overdose were to occur, manufacturers recommend supportive symptomatic treatment."}
{"id": "article-140421_49", "title": "Bimatoprost Ophthalmic Solution -- Enhancing Healthcare Team Outcomes", "content": "Bimatoprost is among the most effective first-line treatments for open-angle glaucoma and eyelash hypotrichosis. Several large, double-masked randomized control trials have shown bimatoprost’s superior efficacy in lowering IOP in primary open-angle glaucoma and ocular hypertension. [6] [80] The efficacy of treatment of conditions including hypotrichosis and different forms of alopecia has been demonstrated in the literature. [99]", "contents": "Bimatoprost Ophthalmic Solution -- Enhancing Healthcare Team Outcomes. Bimatoprost is among the most effective first-line treatments for open-angle glaucoma and eyelash hypotrichosis. Several large, double-masked randomized control trials have shown bimatoprost’s superior efficacy in lowering IOP in primary open-angle glaucoma and ocular hypertension. [6] [80] The efficacy of treatment of conditions including hypotrichosis and different forms of alopecia has been demonstrated in the literature. [99]"}
{"id": "article-140421_50", "title": "Bimatoprost Ophthalmic Solution -- Enhancing Healthcare Team Outcomes", "content": "Successful treatment of glaucoma is highly dependent on interprofessional efforts to educate, communicate, and monitor for compliance with consistent eye drop use. Patients educated on the importance of the daily bimatoprost intervention were significantly more likely to report lower IOP values, which is critically important to preserve vision. [100] Evidence demonstrates that most patients are not bothered by bimatoprost’s most common side effect of hyperemia, especially if a healthcare team member has explained the importance of IOP-lowering medications.", "contents": "Bimatoprost Ophthalmic Solution -- Enhancing Healthcare Team Outcomes. Successful treatment of glaucoma is highly dependent on interprofessional efforts to educate, communicate, and monitor for compliance with consistent eye drop use. Patients educated on the importance of the daily bimatoprost intervention were significantly more likely to report lower IOP values, which is critically important to preserve vision. [100] Evidence demonstrates that most patients are not bothered by bimatoprost’s most common side effect of hyperemia, especially if a healthcare team member has explained the importance of IOP-lowering medications."}
{"id": "article-140421_51", "title": "Bimatoprost Ophthalmic Solution -- Enhancing Healthcare Team Outcomes", "content": "Ultimately, collaboration and communication amongst an interprofessional team of ophthalmologists, ophthalmic technicians, nurses, and the patient will ensure the best care for the patient. A well-educated patient will, in turn, improve patient acceptance and compliance with the prescribed medication, resulting in optimized outcomes.", "contents": "Bimatoprost Ophthalmic Solution -- Enhancing Healthcare Team Outcomes. Ultimately, collaboration and communication amongst an interprofessional team of ophthalmologists, ophthalmic technicians, nurses, and the patient will ensure the best care for the patient. A well-educated patient will, in turn, improve patient acceptance and compliance with the prescribed medication, resulting in optimized outcomes."}
{"id": "article-140421_52", "title": "Bimatoprost Ophthalmic Solution -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Bimatoprost Ophthalmic Solution -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}