{"id": "article-133789_0", "title": "Netarsudil Ophthalmic Solution -- Continuing Education Activity", "content": "Netarsudil ophthalmic solution (0.02%) is an FDA-approved medication used to treat glaucoma and ocular hypertension. Introduced in December 2017, this therapeutic solution belongs to the class of rho-kinase inhibitors, demonstrating its efficacy in managing these eye conditions. This solution is used to minimize visual field loss caused by primary open-angle glaucoma, a condition marked by progressive optic neuropathy and irreversible loss of optic nerve fibers. This activity explores aspects of netarsudil therapy, including indications, contraindications, adverse events, pharmacokinetics, administration, dosing, warnings, precautions, and monitoring. Emphasizing the significance of accurate treatment regimens, regular follow-up, and enhanced patient compliance, the program targets interprofessional team members involved in the clinical management of glaucoma and ocular hypertension.", "contents": "Netarsudil Ophthalmic Solution -- Continuing Education Activity. Netarsudil ophthalmic solution (0.02%) is an FDA-approved medication used to treat glaucoma and ocular hypertension. Introduced in December 2017, this therapeutic solution belongs to the class of rho-kinase inhibitors, demonstrating its efficacy in managing these eye conditions. This solution is used to minimize visual field loss caused by primary open-angle glaucoma, a condition marked by progressive optic neuropathy and irreversible loss of optic nerve fibers. This activity explores aspects of netarsudil therapy, including indications, contraindications, adverse events, pharmacokinetics, administration, dosing, warnings, precautions, and monitoring. Emphasizing the significance of accurate treatment regimens, regular follow-up, and enhanced patient compliance, the program targets interprofessional team members involved in the clinical management of glaucoma and ocular hypertension."}
{"id": "article-133789_1", "title": "Netarsudil Ophthalmic Solution -- Continuing Education Activity", "content": "Objectives: Identify the indications for netarsudil therapy. Improve education for patients on the correct technique for administering netarsudil. Implement the appropriate monitoring for adverse events for patients on netarsudil therapy. Develop patient care and monitoring strategies for improving outcomes with netarsudil therapy. Access free multiple choice questions on this topic.", "contents": "Netarsudil Ophthalmic Solution -- Continuing Education Activity. Objectives: Identify the indications for netarsudil therapy. Improve education for patients on the correct technique for administering netarsudil. Implement the appropriate monitoring for adverse events for patients on netarsudil therapy. Develop patient care and monitoring strategies for improving outcomes with netarsudil therapy. Access free multiple choice questions on this topic."}
{"id": "article-133789_2", "title": "Netarsudil Ophthalmic Solution -- Indications", "content": "Glaucoma is a leading cause of irreversible blindness, affecting over 60 million people worldwide. [1] Medical therapy to lower intraocular pressure (IOP) is the initial treatment to prevent progression and optic nerve damage. Current medications used in patients with glaucoma may increase uveoscleral outflow or decrease aqueous humor production. Medications to increase uveoscleral outflow: Prostaglandin analogs Alpha agonists Medications to decrease aqueous humor production: Beta-blockers Carbonic anhydrase inhibitors Alpha agonists", "contents": "Netarsudil Ophthalmic Solution -- Indications. Glaucoma is a leading cause of irreversible blindness, affecting over 60 million people worldwide. [1] Medical therapy to lower intraocular pressure (IOP) is the initial treatment to prevent progression and optic nerve damage. Current medications used in patients with glaucoma may increase uveoscleral outflow or decrease aqueous humor production. Medications to increase uveoscleral outflow: Prostaglandin analogs Alpha agonists Medications to decrease aqueous humor production: Beta-blockers Carbonic anhydrase inhibitors Alpha agonists"}
{"id": "article-133789_3", "title": "Netarsudil Ophthalmic Solution -- Indications -- FDA-Approved Indications", "content": "The FDA approved netarsudil ophthalmic solution (0.02%) in December 2017. The drug is indicated to reduce elevated intraocular pressure in patients with open-angle glaucoma or ocular hypertension. The European Medicines Agency approved netarsudil in 2019. Netarsudil is available as a 0.02% ophthalmic solution for once-daily topical application. [2]", "contents": "Netarsudil Ophthalmic Solution -- Indications -- FDA-Approved Indications. The FDA approved netarsudil ophthalmic solution (0.02%) in December 2017. The drug is indicated to reduce elevated intraocular pressure in patients with open-angle glaucoma or ocular hypertension. The European Medicines Agency approved netarsudil in 2019. Netarsudil is available as a 0.02% ophthalmic solution for once-daily topical application. [2]"}
{"id": "article-133789_4", "title": "Netarsudil Ophthalmic Solution -- Indications -- FDA-Approved Indications", "content": "For patients who require more rigorous IOP control, a fixed-dose combination (FDC) of netarsudil with latanoprost is also available. A once-daily netarsudil/latanoprost fixed-dose combination provided better efficacy with statically significant IOP reduction with acceptable ocular safety in clinical trials. [3]", "contents": "Netarsudil Ophthalmic Solution -- Indications -- FDA-Approved Indications. For patients who require more rigorous IOP control, a fixed-dose combination (FDC) of netarsudil with latanoprost is also available. A once-daily netarsudil/latanoprost fixed-dose combination provided better efficacy with statically significant IOP reduction with acceptable ocular safety in clinical trials. [3]"}
{"id": "article-133789_5", "title": "Netarsudil Ophthalmic Solution -- Indications -- Off-Label Uses", "content": "Netarsudil does not yet have any non-FDA-approved indications.", "contents": "Netarsudil Ophthalmic Solution -- Indications -- Off-Label Uses. Netarsudil does not yet have any non-FDA-approved indications."}
{"id": "article-133789_6", "title": "Netarsudil Ophthalmic Solution -- Mechanism of Action", "content": "Netarsudil is approved for primary open-angle glaucoma (POAG) and ocular hypertension. Glaucoma is irreversible, progressive optic neuropathy with progressive visual field loss, for which the primary proven treatment is to decrease the intraocular pressure (IOP). [4]", "contents": "Netarsudil Ophthalmic Solution -- Mechanism of Action. Netarsudil is approved for primary open-angle glaucoma (POAG) and ocular hypertension. Glaucoma is irreversible, progressive optic neuropathy with progressive visual field loss, for which the primary proven treatment is to decrease the intraocular pressure (IOP). [4]"}
{"id": "article-133789_7", "title": "Netarsudil Ophthalmic Solution -- Mechanism of Action", "content": "Ocular hypertension is defined as abnormally high intraocular pressure (IOP) with no evidence of visual field loss or damage to the optic nerve (normal IOP = 9 to 21 mm Hg). Intraocular pressure is regulated by a delicate balance between aqueous humor production and the rate of aqueous outflow through the trabecular meshwork (TM) outflow and the uveoscleral outflow pathway. The majority of the aqueous humor is filtered through the TM pathway.", "contents": "Netarsudil Ophthalmic Solution -- Mechanism of Action. Ocular hypertension is defined as abnormally high intraocular pressure (IOP) with no evidence of visual field loss or damage to the optic nerve (normal IOP = 9 to 21 mm Hg). Intraocular pressure is regulated by a delicate balance between aqueous humor production and the rate of aqueous outflow through the trabecular meshwork (TM) outflow and the uveoscleral outflow pathway. The majority of the aqueous humor is filtered through the TM pathway."}
{"id": "article-133789_8", "title": "Netarsudil Ophthalmic Solution -- Mechanism of Action", "content": "Available therapeutic options increase uveoscleral outflow or decrease aqueous humor production to lower IOP instead of directly targeting the trabecular meshwork pathway. Interestingly, netarsudil lowers IOP directly through the relaxation of the trabecular meshwork, leading to an increase in aqueous outflow through the trabecular meshwork pathway. Netarsudil is a novel drug that is a potent Rho-associated kinase (ROCK) inhibitor and a norepinephrine transporter (NET) inhibitor. In preclinical studies, after the ocular instillation of netarsudil, the highest concentrations were found in the cornea and conjunctiva. In human corneal tissue, the half-life of netarsudil was 175 minutes. [5]", "contents": "Netarsudil Ophthalmic Solution -- Mechanism of Action. Available therapeutic options increase uveoscleral outflow or decrease aqueous humor production to lower IOP instead of directly targeting the trabecular meshwork pathway. Interestingly, netarsudil lowers IOP directly through the relaxation of the trabecular meshwork, leading to an increase in aqueous outflow through the trabecular meshwork pathway. Netarsudil is a novel drug that is a potent Rho-associated kinase (ROCK) inhibitor and a norepinephrine transporter (NET) inhibitor. In preclinical studies, after the ocular instillation of netarsudil, the highest concentrations were found in the cornea and conjunctiva. In human corneal tissue, the half-life of netarsudil was 175 minutes. [5]"}
{"id": "article-133789_9", "title": "Netarsudil Ophthalmic Solution -- Mechanism of Action", "content": "Study results have also shown that netarsudil is metabolized to active metabolite netarsudil-M1, demonstrating a 5-fold higher activity than netarsudil against Rho-associated kinases. Rho-associated kinase (ROCK) is a naturally occurring kinase that enhances the assembly of actin fibers and focal adhesions within the trabecular meshwork. Inhibition of the norepinephrine transporter increases adrenergic transmission, leading to decreased aqueous humor production. [6]", "contents": "Netarsudil Ophthalmic Solution -- Mechanism of Action. Study results have also shown that netarsudil is metabolized to active metabolite netarsudil-M1, demonstrating a 5-fold higher activity than netarsudil against Rho-associated kinases. Rho-associated kinase (ROCK) is a naturally occurring kinase that enhances the assembly of actin fibers and focal adhesions within the trabecular meshwork. Inhibition of the norepinephrine transporter increases adrenergic transmission, leading to decreased aqueous humor production. [6]"}
{"id": "article-133789_10", "title": "Netarsudil Ophthalmic Solution -- Mechanism of Action", "content": "Netarsudil inhibits rho kinase and norepinephrine transporters in the trabecular pathway, increasing trabecular outflow, reducing aqueous humor production, and lowering intraocular pressure. [7] In summary, netarsudil lowers intraocular pressure by affecting aqueous humor dynamics (AHD) in 3 different ways: increasing trabecular outflow, decreasing episcleral venous pressure (EVP), and reducing aqueous humor production; it appears to be a distinctive combination of mechanisms that lower intraocular pressure. [8]", "contents": "Netarsudil Ophthalmic Solution -- Mechanism of Action. Netarsudil inhibits rho kinase and norepinephrine transporters in the trabecular pathway, increasing trabecular outflow, reducing aqueous humor production, and lowering intraocular pressure. [7] In summary, netarsudil lowers intraocular pressure by affecting aqueous humor dynamics (AHD) in 3 different ways: increasing trabecular outflow, decreasing episcleral venous pressure (EVP), and reducing aqueous humor production; it appears to be a distinctive combination of mechanisms that lower intraocular pressure. [8]"}
{"id": "article-133789_11", "title": "Netarsudil Ophthalmic Solution -- Mechanism of Action", "content": "A recent study showed the benefit of netarsudil in steroid-induced glaucoma. Steroid-induced glaucoma is an iatrogenic disease process. The mechanism behind steroid-induced glaucoma is through the Wnt pathway. The Wnt signaling pathways are signal transduction pathways. This Wnt pathway is related to the rho-associated protein kinase. When administering dexamethasone, the Wnt/β-catenin pathway is activated, which promotes cross-linkage of actin fibers, resulting in conformational changes in the trabecular meshwork, ultimately leading to obstruction in the outflow of aqueous humor and elevation of IOP, which is a specific factor in the pathogenesis of glaucoma. Given netarsudil’s key role in ROCK inhibition, netarsudil is a promising treatment option for steroid-induced glaucoma. [9] [10]", "contents": "Netarsudil Ophthalmic Solution -- Mechanism of Action. A recent study showed the benefit of netarsudil in steroid-induced glaucoma. Steroid-induced glaucoma is an iatrogenic disease process. The mechanism behind steroid-induced glaucoma is through the Wnt pathway. The Wnt signaling pathways are signal transduction pathways. This Wnt pathway is related to the rho-associated protein kinase. When administering dexamethasone, the Wnt/β-catenin pathway is activated, which promotes cross-linkage of actin fibers, resulting in conformational changes in the trabecular meshwork, ultimately leading to obstruction in the outflow of aqueous humor and elevation of IOP, which is a specific factor in the pathogenesis of glaucoma. Given netarsudil’s key role in ROCK inhibition, netarsudil is a promising treatment option for steroid-induced glaucoma. [9] [10]"}
{"id": "article-133789_12", "title": "Netarsudil Ophthalmic Solution -- Mechanism of Action", "content": "Interestingly, the preclinical studies showed potential advantages of netarsudil therapy for normal-tension glaucoma (aka normal pressure glaucoma). The preclinical research on normotensive monkeys decreased IOP significantly with netarsudil administration compared with contralateral placebo-treated eyes. The studies suggest that IOP reduction by netarsudil does not depend on the baseline IOP compared to other glaucoma drugs. Consequently, in patients who require an IOP below normal levels to prevent glaucoma progression, netarsudil may be an efficient treatment option. [11]", "contents": "Netarsudil Ophthalmic Solution -- Mechanism of Action. Interestingly, the preclinical studies showed potential advantages of netarsudil therapy for normal-tension glaucoma (aka normal pressure glaucoma). The preclinical research on normotensive monkeys decreased IOP significantly with netarsudil administration compared with contralateral placebo-treated eyes. The studies suggest that IOP reduction by netarsudil does not depend on the baseline IOP compared to other glaucoma drugs. Consequently, in patients who require an IOP below normal levels to prevent glaucoma progression, netarsudil may be an efficient treatment option. [11]"}
{"id": "article-133789_13", "title": "Netarsudil Ophthalmic Solution -- Mechanism of Action -- Pharmacokinetics", "content": "Absorption: Systemic absorption of netarsudil is low. Netarsudil and its active metabolite netarsudil-M1 (AR-13503) produced insignificant or no quantifiable plasma concentration. [12] Distribution: Netarsudil is in high concentration in the cornea and conjunctiva. Metabolism: Netarsudil is metabolized to an active metabolite of netarsudil-M1 by corneal esterases. [13] Elimination: The elimination half-life was noted to be 175 minutes (in-vitro human corneal tissue). [5]", "contents": "Netarsudil Ophthalmic Solution -- Mechanism of Action -- Pharmacokinetics. Absorption: Systemic absorption of netarsudil is low. Netarsudil and its active metabolite netarsudil-M1 (AR-13503) produced insignificant or no quantifiable plasma concentration. [12] Distribution: Netarsudil is in high concentration in the cornea and conjunctiva. Metabolism: Netarsudil is metabolized to an active metabolite of netarsudil-M1 by corneal esterases. [13] Elimination: The elimination half-life was noted to be 175 minutes (in-vitro human corneal tissue). [5]"}
{"id": "article-133789_14", "title": "Netarsudil Ophthalmic Solution -- Administration -- Available Dosage Forms and Strengths", "content": "Netarsudil ophthalmic solution (0.02%) is administered dropwise into the affected eye(s) once daily in the evening. Netarsudil may be used with other eye drops to lower intraocular pressure. The FDC of netarsudil (0.02%) and latanoprost (0.005%) is administered as 1 drop daily in the evening. [3]", "contents": "Netarsudil Ophthalmic Solution -- Administration -- Available Dosage Forms and Strengths. Netarsudil ophthalmic solution (0.02%) is administered dropwise into the affected eye(s) once daily in the evening. Netarsudil may be used with other eye drops to lower intraocular pressure. The FDC of netarsudil (0.02%) and latanoprost (0.005%) is administered as 1 drop daily in the evening. [3]"}
{"id": "article-133789_15", "title": "Netarsudil Ophthalmic Solution -- Administration -- Adult Dosing", "content": "If the patient is using more than 1 ophthalmic medication, they should be instructed to wait at least 5 minutes between administering each medication. Clinicians should direct the patient to remove contact lenses before instilling netarsudil solution and wait 15 minutes post-administration before reinserting the contact lenses. Strict aseptic precautions are necessary to minimize contamination of the dropper tip to avoid the risk of bacterial keratitis.", "contents": "Netarsudil Ophthalmic Solution -- Administration -- Adult Dosing. If the patient is using more than 1 ophthalmic medication, they should be instructed to wait at least 5 minutes between administering each medication. Clinicians should direct the patient to remove contact lenses before instilling netarsudil solution and wait 15 minutes post-administration before reinserting the contact lenses. Strict aseptic precautions are necessary to minimize contamination of the dropper tip to avoid the risk of bacterial keratitis."}
{"id": "article-133789_16", "title": "Netarsudil Ophthalmic Solution -- Administration -- Adult Dosing", "content": "Nasolacrimal punctual occlusion is a beneficial technique to reduce side effects by decreasing systemic absorption of the netarsudil drops. The patient should lie down for 3 minutes or longer to ensure efficacy. This technique reduces the amount of netarsudil solution entering the nose. The punctual occlusion also increases the contact time of netarsudil with the eyes to ensure maximum efficacy with a single dose. [14]", "contents": "Netarsudil Ophthalmic Solution -- Administration -- Adult Dosing. Nasolacrimal punctual occlusion is a beneficial technique to reduce side effects by decreasing systemic absorption of the netarsudil drops. The patient should lie down for 3 minutes or longer to ensure efficacy. This technique reduces the amount of netarsudil solution entering the nose. The punctual occlusion also increases the contact time of netarsudil with the eyes to ensure maximum efficacy with a single dose. [14]"}
{"id": "article-133789_17", "title": "Netarsudil Ophthalmic Solution -- Administration -- Specific Patient Populations", "content": "Hepatic impairment: There is no information in product labeling regarding the use of netarsudil in hepatic impairment. Renal impairment: There is no information in product labeling regarding the use of netarsudil in renal impairment.", "contents": "Netarsudil Ophthalmic Solution -- Administration -- Specific Patient Populations. Hepatic impairment: There is no information in product labeling regarding the use of netarsudil in hepatic impairment. Renal impairment: There is no information in product labeling regarding the use of netarsudil in renal impairment."}
{"id": "article-133789_18", "title": "Netarsudil Ophthalmic Solution -- Administration -- Specific Patient Populations", "content": "Pregnancy considerations: There is a lack of sufficient clinical data regarding the use of netarsudil in patients who are pregnant. Due to potential teratogenic risks in preclinical studies, netarsudil should not be used in pregnancy, especially in the first trimester. [15]", "contents": "Netarsudil Ophthalmic Solution -- Administration -- Specific Patient Populations. Pregnancy considerations: There is a lack of sufficient clinical data regarding the use of netarsudil in patients who are pregnant. Due to potential teratogenic risks in preclinical studies, netarsudil should not be used in pregnancy, especially in the first trimester. [15]"}
{"id": "article-133789_19", "title": "Netarsudil Ophthalmic Solution -- Administration -- Specific Patient Populations", "content": "Breastfeeding considerations: Given the low systemic absorption of netarsudil after ocular installation, the assumption is that the drug will have no side effects on the breastfeeding infant. However, caution is advised during breastfeeding, given that this subject warrants further investigation. [13] Pediatric patients: Netarsudil is not FDA-approved for use in patients <18 years of age; the drug is used off-label in refractory pediatric glaucoma. [16] [17] Older patients: No differences in efficacy or safety have been marked in older patients.", "contents": "Netarsudil Ophthalmic Solution -- Administration -- Specific Patient Populations. Breastfeeding considerations: Given the low systemic absorption of netarsudil after ocular installation, the assumption is that the drug will have no side effects on the breastfeeding infant. However, caution is advised during breastfeeding, given that this subject warrants further investigation. [13] Pediatric patients: Netarsudil is not FDA-approved for use in patients <18 years of age; the drug is used off-label in refractory pediatric glaucoma. [16] [17] Older patients: No differences in efficacy or safety have been marked in older patients."}
{"id": "article-133789_20", "title": "Netarsudil Ophthalmic Solution -- Adverse Effects", "content": "The most common ocular adverse reaction following netarsudil ophthalmic solution is conjunctival hyperemia. Conjunctival hyperemia occurs due to rho kinase-mediated inhibition of calcium sensitization, resulting in blood vessel smooth muscle relaxation on the conjunctiva. Administering netarsudil at night can mitigate this adverse drug reaction. The severity of conjunctival hyperemia may reduce with time. [10]", "contents": "Netarsudil Ophthalmic Solution -- Adverse Effects. The most common ocular adverse reaction following netarsudil ophthalmic solution is conjunctival hyperemia. Conjunctival hyperemia occurs due to rho kinase-mediated inhibition of calcium sensitization, resulting in blood vessel smooth muscle relaxation on the conjunctiva. Administering netarsudil at night can mitigate this adverse drug reaction. The severity of conjunctival hyperemia may reduce with time. [10]"}
{"id": "article-133789_21", "title": "Netarsudil Ophthalmic Solution -- Adverse Effects", "content": "Other common adverse drug reactions include corneal verticillata. Corneal verticillata occurred in about 20% of the patients during controlled clinical studies. Cornea verticillata, also called vortex keratopathy, is a condition characterized by corneal deposits at the level of the basal epithelium forming a faint golden-brown whorl pattern. Vortex keratopathy usually resolves after cessation of netarsudil treatment. [18]", "contents": "Netarsudil Ophthalmic Solution -- Adverse Effects. Other common adverse drug reactions include corneal verticillata. Corneal verticillata occurred in about 20% of the patients during controlled clinical studies. Cornea verticillata, also called vortex keratopathy, is a condition characterized by corneal deposits at the level of the basal epithelium forming a faint golden-brown whorl pattern. Vortex keratopathy usually resolves after cessation of netarsudil treatment. [18]"}
{"id": "article-133789_22", "title": "Netarsudil Ophthalmic Solution -- Adverse Effects", "content": "A subconjunctival hemorrhage is the second most common adverse drug reaction of netarsudil therapy. A subconjunctival hemorrhage is usually a tiny, unilateral petechial micro hemorrhage around the limbus. Subconjunctival hemorrhage was self-limiting in most patients and typically resolved with continued use of netarsudil. Additional adverse drug reactions to netarsudil therapy are mild. These adverse drug reactions include corneal staining, headaches, blurry vision, instillation site pain, and erythema. [10]  Netarsudil-induced reticular honeycomb hypertrophy (corneal epithelial cysts) has been reported. [19]", "contents": "Netarsudil Ophthalmic Solution -- Adverse Effects. A subconjunctival hemorrhage is the second most common adverse drug reaction of netarsudil therapy. A subconjunctival hemorrhage is usually a tiny, unilateral petechial micro hemorrhage around the limbus. Subconjunctival hemorrhage was self-limiting in most patients and typically resolved with continued use of netarsudil. Additional adverse drug reactions to netarsudil therapy are mild. These adverse drug reactions include corneal staining, headaches, blurry vision, instillation site pain, and erythema. [10]  Netarsudil-induced reticular honeycomb hypertrophy (corneal epithelial cysts) has been reported. [19]"}
{"id": "article-133789_23", "title": "Netarsudil Ophthalmic Solution -- Adverse Effects -- Drug-Drug Interactions", "content": "No significant drug-drug interactions have been reported.", "contents": "Netarsudil Ophthalmic Solution -- Adverse Effects -- Drug-Drug Interactions. No significant drug-drug interactions have been reported."}
{"id": "article-133789_24", "title": "Netarsudil Ophthalmic Solution -- Contraindications -- Box Warnings", "content": "As per the manufacturer package insert, there are no known contraindications to using netarsudil. Caution is necessary to prevent bacterial keratitis associated with the multiple-dose vial. The risk of bacterial keratitis is higher with the use of contact lenses. [20]", "contents": "Netarsudil Ophthalmic Solution -- Contraindications -- Box Warnings. As per the manufacturer package insert, there are no known contraindications to using netarsudil. Caution is necessary to prevent bacterial keratitis associated with the multiple-dose vial. The risk of bacterial keratitis is higher with the use of contact lenses. [20]"}
{"id": "article-133789_25", "title": "Netarsudil Ophthalmic Solution -- Monitoring", "content": "For patients receiving netarsudil therapy, regular intraocular pressure (IOP) checkups should be performed using applanation tonometry, which is superior to pneumotonometry or non-contact air-puff tonometry. [21] Normal IOP ranges between 11 and 21 mm Hg. A fundus examination involves an examination of the optic disc at the slit lamp or with an indirect ophthalmoscope. This is helpful for patients with glaucoma to examine the optic nerve, which may show a large cup-to-disc ratio, notching of the neuroretinal rim, and disc hemorrhage. Conjunctival hyperemia, which is the most common adverse drug reaction, should be assessed during each visit. Netarsudil should be discontinued if the patient develops corneal verticillata. [21]", "contents": "Netarsudil Ophthalmic Solution -- Monitoring. For patients receiving netarsudil therapy, regular intraocular pressure (IOP) checkups should be performed using applanation tonometry, which is superior to pneumotonometry or non-contact air-puff tonometry. [21] Normal IOP ranges between 11 and 21 mm Hg. A fundus examination involves an examination of the optic disc at the slit lamp or with an indirect ophthalmoscope. This is helpful for patients with glaucoma to examine the optic nerve, which may show a large cup-to-disc ratio, notching of the neuroretinal rim, and disc hemorrhage. Conjunctival hyperemia, which is the most common adverse drug reaction, should be assessed during each visit. Netarsudil should be discontinued if the patient develops corneal verticillata. [21]"}
{"id": "article-133789_26", "title": "Netarsudil Ophthalmic Solution -- Toxicity", "content": "Esterases extensively metabolize netarsudil in the eye, and thus, the systemic concentration of the drug is very low. Although systemic absorption of netarsudil upon ocular installation is relatively low, no clinical trials have been conducted on the effects of netarsudil on pregnant women. Since netarsudil is highly protein-bound in human plasma, this leads to low plasma concentrations; netarsudil is unlikely to cause any systemic pharmacological effects following topical application. Only preclinical studies have been done to determine the in-utero effects of netarsudil. In preclinical studies, researchers found embryofoetal lethality and abortions at doses greater than 126 times the recommended human ophthalmic dose.", "contents": "Netarsudil Ophthalmic Solution -- Toxicity. Esterases extensively metabolize netarsudil in the eye, and thus, the systemic concentration of the drug is very low. Although systemic absorption of netarsudil upon ocular installation is relatively low, no clinical trials have been conducted on the effects of netarsudil on pregnant women. Since netarsudil is highly protein-bound in human plasma, this leads to low plasma concentrations; netarsudil is unlikely to cause any systemic pharmacological effects following topical application. Only preclinical studies have been done to determine the in-utero effects of netarsudil. In preclinical studies, researchers found embryofoetal lethality and abortions at doses greater than 126 times the recommended human ophthalmic dose."}
{"id": "article-133789_27", "title": "Netarsudil Ophthalmic Solution -- Toxicity", "content": "In another preclinical study performed on rabbits, lethal embryopathy resulted from daily intravenous doses of netarsudil at 5 mg/kg/d, which is 1480 times greater than the recommended human ophthalmic dose. Other anomalies include gastroschisis, absent lung lobe, and umbilical herniation at 1330 times the recommended human dose. Thus, netarsudil has a very high therapeutic index. [13]", "contents": "Netarsudil Ophthalmic Solution -- Toxicity. In another preclinical study performed on rabbits, lethal embryopathy resulted from daily intravenous doses of netarsudil at 5 mg/kg/d, which is 1480 times greater than the recommended human ophthalmic dose. Other anomalies include gastroschisis, absent lung lobe, and umbilical herniation at 1330 times the recommended human dose. Thus, netarsudil has a very high therapeutic index. [13]"}
{"id": "article-133789_28", "title": "Netarsudil Ophthalmic Solution -- Toxicity", "content": "Given the low systemic absorption of netarsudil after ocular installation, it is assumed to have no side effects on the breastfeeding infant. However, caution is advised during breastfeeding, given that this subject warrants further investigation. [13] Recent studies suggest that netarsudil could lead to reversible punctal stenosis and complete punctal closure, which may require treatment discontinuation. [22] [23]", "contents": "Netarsudil Ophthalmic Solution -- Toxicity. Given the low systemic absorption of netarsudil after ocular installation, it is assumed to have no side effects on the breastfeeding infant. However, caution is advised during breastfeeding, given that this subject warrants further investigation. [13] Recent studies suggest that netarsudil could lead to reversible punctal stenosis and complete punctal closure, which may require treatment discontinuation. [22] [23]"}
{"id": "article-133789_29", "title": "Netarsudil Ophthalmic Solution -- Enhancing Healthcare Team Outcomes", "content": "Netarsudil is a unique drug that increases aqueous outflow via the trabecular meshwork, decreases episcleral venous pressure, and reduces aqueous humor production. Netarsudil is the rho kinase inhibitor used for patients with primary open-angle glaucoma and ocular hypertension. Although netarsudil is not the first-line therapy for primary open-angle glaucoma or ocular hypertension, it is a novel drug indicated for IOP control without significant toxicity concerns. Netarsudil may be particularly indicated for patients with normotensive or steroid-induced glaucoma. In 2 large, randomized, double-masked trials, researchers found once-daily dosing of netarsudil 0.02% effective and well-tolerated for patients with ocular hypertension and open-angle glaucoma. [24]", "contents": "Netarsudil Ophthalmic Solution -- Enhancing Healthcare Team Outcomes. Netarsudil is a unique drug that increases aqueous outflow via the trabecular meshwork, decreases episcleral venous pressure, and reduces aqueous humor production. Netarsudil is the rho kinase inhibitor used for patients with primary open-angle glaucoma and ocular hypertension. Although netarsudil is not the first-line therapy for primary open-angle glaucoma or ocular hypertension, it is a novel drug indicated for IOP control without significant toxicity concerns. Netarsudil may be particularly indicated for patients with normotensive or steroid-induced glaucoma. In 2 large, randomized, double-masked trials, researchers found once-daily dosing of netarsudil 0.02% effective and well-tolerated for patients with ocular hypertension and open-angle glaucoma. [24]"}
{"id": "article-133789_30", "title": "Netarsudil Ophthalmic Solution -- Enhancing Healthcare Team Outcomes", "content": "Patient compliance is also better with a once-daily dosing of netarsudil; it would benefit all interprofessional healthcare team members to understand the mechanism of action, indication, and adverse drug reactions and their management thoroughly. An interprofessional team approach is necessary to impart comprehensive and patient-centered care. There must be excellent communication between ophthalmologists, primary care physicians, mid-level practitioners (PAs and NPs), pharmacists, residents, medical students, and nurses.", "contents": "Netarsudil Ophthalmic Solution -- Enhancing Healthcare Team Outcomes. Patient compliance is also better with a once-daily dosing of netarsudil; it would benefit all interprofessional healthcare team members to understand the mechanism of action, indication, and adverse drug reactions and their management thoroughly. An interprofessional team approach is necessary to impart comprehensive and patient-centered care. There must be excellent communication between ophthalmologists, primary care physicians, mid-level practitioners (PAs and NPs), pharmacists, residents, medical students, and nurses."}
{"id": "article-133789_31", "title": "Netarsudil Ophthalmic Solution -- Enhancing Healthcare Team Outcomes", "content": "For patients receiving netarsudil therapy, intraocular pressure should be examined by an opthalmologist. Common adverse drug reactions need to be assessed. Ophthalmologists play a pivotal role in managing patients on netarsudil therapy. [25] The pharmacist can contribute by educating the patient about the drug's adverse effects. The pharmacist can also help with medication reconciliation to avoid therapeutic omissions, duplications, dosing errors, or drug interactions. [26]", "contents": "Netarsudil Ophthalmic Solution -- Enhancing Healthcare Team Outcomes. For patients receiving netarsudil therapy, intraocular pressure should be examined by an opthalmologist. Common adverse drug reactions need to be assessed. Ophthalmologists play a pivotal role in managing patients on netarsudil therapy. [25] The pharmacist can contribute by educating the patient about the drug's adverse effects. The pharmacist can also help with medication reconciliation to avoid therapeutic omissions, duplications, dosing errors, or drug interactions. [26]"}
{"id": "article-133789_32", "title": "Netarsudil Ophthalmic Solution -- Enhancing Healthcare Team Outcomes", "content": "Trained ophthalmic nurses can perform initial screening, monitor disease progression, and assist with the early treatment of glaucoma with netarsudil therapy. [27] The ophthalmology residents are directly involved in patient care. Residents can also participate in screening and medical/surgical management of glaucoma under supervision. [28] Medical students can contribute significantly to patient education regarding the proper use of netarsudil. [29]", "contents": "Netarsudil Ophthalmic Solution -- Enhancing Healthcare Team Outcomes. Trained ophthalmic nurses can perform initial screening, monitor disease progression, and assist with the early treatment of glaucoma with netarsudil therapy. [27] The ophthalmology residents are directly involved in patient care. Residents can also participate in screening and medical/surgical management of glaucoma under supervision. [28] Medical students can contribute significantly to patient education regarding the proper use of netarsudil. [29]"}
{"id": "article-133789_33", "title": "Netarsudil Ophthalmic Solution -- Enhancing Healthcare Team Outcomes", "content": "Collaboration and communication across these various disciplines in a healthcare team can achieve the best patient outcomes. In summary, the interprofessional team approach using evidence-based medicine and patient-centered care correlates with reduced healthcare service utilization and helps achieve better clinical outcomes. [30]", "contents": "Netarsudil Ophthalmic Solution -- Enhancing Healthcare Team Outcomes. Collaboration and communication across these various disciplines in a healthcare team can achieve the best patient outcomes. In summary, the interprofessional team approach using evidence-based medicine and patient-centered care correlates with reduced healthcare service utilization and helps achieve better clinical outcomes. [30]"}
{"id": "article-133789_34", "title": "Netarsudil Ophthalmic Solution -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Netarsudil Ophthalmic Solution -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}