{"id": "article-18967_0", "title": "Carotid Cavernous Fistula -- Continuing Education Activity", "content": "Carotid cavernous fistula (CCF) is an abnormal shunt from the carotid artery to the cavernous sinus. The symptomatology of CCFs is mainly a result of the effects on important neural and vascular structures in the cavernous sinus which include cranial nerves III, IV, V1, V2, and VI. CCFs can be classified based on the hemodynamic properties, the etiology, or the anatomy of the shunt. This activity reviews the cause, pathophysiology, and presentation of CCF and highlights the role of the interprofessional team in its management.", "contents": "Carotid Cavernous Fistula -- Continuing Education Activity. Carotid cavernous fistula (CCF) is an abnormal shunt from the carotid artery to the cavernous sinus. The symptomatology of CCFs is mainly a result of the effects on important neural and vascular structures in the cavernous sinus which include cranial nerves III, IV, V1, V2, and VI. CCFs can be classified based on the hemodynamic properties, the etiology, or the anatomy of the shunt. This activity reviews the cause, pathophysiology, and presentation of CCF and highlights the role of the interprofessional team in its management."}
{"id": "article-18967_1", "title": "Carotid Cavernous Fistula -- Continuing Education Activity", "content": "Objectives: Review the causes and types of carotid-cavernous fistula Describe the evaluation of a patient with carotid-cavernous fistula Summarize the treatment options for carotid-cavernous fistula Outline the importance of improving coordination among interprofessional team members to improve outcomes for patients affected by carotid-cavernous fistula Access free multiple choice questions on this topic.", "contents": "Carotid Cavernous Fistula -- Continuing Education Activity. Objectives: Review the causes and types of carotid-cavernous fistula Describe the evaluation of a patient with carotid-cavernous fistula Summarize the treatment options for carotid-cavernous fistula Outline the importance of improving coordination among interprofessional team members to improve outcomes for patients affected by carotid-cavernous fistula Access free multiple choice questions on this topic."}
{"id": "article-18967_2", "title": "Carotid Cavernous Fistula -- Introduction", "content": "Carotid cavernous fistula (CCFs) is an abnormal shunt from the carotid artery to the cavernous sinus. [1] The symptomatology of CCFs depends on the involvement of the important neural and vascular structures in the cavernous sinus. These structures include cranial nerves III (oculomotor nerve), IV (trochlear nerve), V1 (ophthalmic nerve), V2 (maxillary nerve), and VI (abducens nerve). CCFs can be classified based on the hemodynamic properties, the etiology, or the anatomy of the shunt. Hemodynamically , the fistulas can be classified as: Low flow fistulas, and High flow fistulas. Etiologically , they are classified as: Occurring following trauma, and Occurring spontaneously. Anatomical classification is most commonly used. The Barrow classification [2] divides CCFs into:", "contents": "Carotid Cavernous Fistula -- Introduction. Carotid cavernous fistula (CCFs) is an abnormal shunt from the carotid artery to the cavernous sinus. [1] The symptomatology of CCFs depends on the involvement of the important neural and vascular structures in the cavernous sinus. These structures include cranial nerves III (oculomotor nerve), IV (trochlear nerve), V1 (ophthalmic nerve), V2 (maxillary nerve), and VI (abducens nerve). CCFs can be classified based on the hemodynamic properties, the etiology, or the anatomy of the shunt. Hemodynamically , the fistulas can be classified as: Low flow fistulas, and High flow fistulas. Etiologically , they are classified as: Occurring following trauma, and Occurring spontaneously. Anatomical classification is most commonly used. The Barrow classification [2] divides CCFs into:"}
{"id": "article-18967_3", "title": "Carotid Cavernous Fistula -- Introduction", "content": "Type A fistulas are direct connections between the internal carotid artery (ICA) and the cavernous sinus Type B fistula results from dural branches of the ICA Type C results from dural branches from the external carotid artery (ECA) Type D result from dural branches from ICA and ECA The flow velocity of the CCF, the venous anatomy, and the progression of symptoms of the patient dictates the intervention used to treat the CCF.", "contents": "Carotid Cavernous Fistula -- Introduction. Type A fistulas are direct connections between the internal carotid artery (ICA) and the cavernous sinus Type B fistula results from dural branches of the ICA Type C results from dural branches from the external carotid artery (ECA) Type D result from dural branches from ICA and ECA The flow velocity of the CCF, the venous anatomy, and the progression of symptoms of the patient dictates the intervention used to treat the CCF."}
{"id": "article-18967_4", "title": "Carotid Cavernous Fistula -- Etiology", "content": "Several theories have been proposed to account for CCF formation. Direct CCFs are believed to occur secondary to a traumatic tear in the artery from a skull base fracture (see illustration), from the acceleration-deceleration force of a traumatic injury, or from an iatrogenic injury following an endovascular intervention or a trans-sphenoidal procedure. They can also occur spontaneously following an ICA aneurysm rupture or weakening of the arteries from a genetic condition. [1] [3] Indirect CCFs result from rupture of the dural branches of the carotid artery weakened by a defect such as a genetic condition or comorbidities including hypertension. An alternative theory suggests that an increase in cavernous sinus pressure such as that which follows thrombosis increases the risk of the tear of the dural arteries. [1]", "contents": "Carotid Cavernous Fistula -- Etiology. Several theories have been proposed to account for CCF formation. Direct CCFs are believed to occur secondary to a traumatic tear in the artery from a skull base fracture (see illustration), from the acceleration-deceleration force of a traumatic injury, or from an iatrogenic injury following an endovascular intervention or a trans-sphenoidal procedure. They can also occur spontaneously following an ICA aneurysm rupture or weakening of the arteries from a genetic condition. [1] [3] Indirect CCFs result from rupture of the dural branches of the carotid artery weakened by a defect such as a genetic condition or comorbidities including hypertension. An alternative theory suggests that an increase in cavernous sinus pressure such as that which follows thrombosis increases the risk of the tear of the dural arteries. [1]"}
{"id": "article-18967_5", "title": "Carotid Cavernous Fistula -- Epidemiology", "content": "Trauma, such as basilar skull fractures, projectile or slash injuries, or iatrogenic injuries, account for 70% to 75% of all CCFs. These commonly present in young males and tend to be high flow, direct fistulas. [3]", "contents": "Carotid Cavernous Fistula -- Epidemiology. Trauma, such as basilar skull fractures, projectile or slash injuries, or iatrogenic injuries, account for 70% to 75% of all CCFs. These commonly present in young males and tend to be high flow, direct fistulas. [3]"}
{"id": "article-18967_6", "title": "Carotid Cavernous Fistula -- Epidemiology", "content": "Spontaneous CCFs represent 30% of all CCFs and result from aneurysm rupture or genetic conditions that predispose the patients to vascular injuries such as Ehlers-Danlos syndrome or fibromuscular dysplasia. They are most commonly seen in older females and result in low flow, type D indirect fistulas. [1] [3]", "contents": "Carotid Cavernous Fistula -- Epidemiology. Spontaneous CCFs represent 30% of all CCFs and result from aneurysm rupture or genetic conditions that predispose the patients to vascular injuries such as Ehlers-Danlos syndrome or fibromuscular dysplasia. They are most commonly seen in older females and result in low flow, type D indirect fistulas. [1] [3]"}
{"id": "article-18967_7", "title": "Carotid Cavernous Fistula -- History and Physical", "content": "Obtaining an accurate history of the onset of symptoms is important as these can explain the etiology of the CCFs. Traumatic high flow, direct fistulas occur more acutely.", "contents": "Carotid Cavernous Fistula -- History and Physical. Obtaining an accurate history of the onset of symptoms is important as these can explain the etiology of the CCFs. Traumatic high flow, direct fistulas occur more acutely."}
{"id": "article-18967_8", "title": "Carotid Cavernous Fistula -- History and Physical", "content": "The classical triad [4] of proptosis, ocular bruit, and chemosis are common, but symptoms such as visual disturbances, orbital pain, and cranial nerve deficits can also be present. [5] Indirect, low-flow fistulas can be difficult to diagnose based on history as they present more insidiously depending on the flow rate and can present in a relapsing and remitting manner.", "contents": "Carotid Cavernous Fistula -- History and Physical. The classical triad [4] of proptosis, ocular bruit, and chemosis are common, but symptoms such as visual disturbances, orbital pain, and cranial nerve deficits can also be present. [5] Indirect, low-flow fistulas can be difficult to diagnose based on history as they present more insidiously depending on the flow rate and can present in a relapsing and remitting manner."}
{"id": "article-18967_9", "title": "Carotid Cavernous Fistula -- Evaluation", "content": "Diagnostic tests and imaging for a CCF depend on the symptoms and whether the patient presents to the emergency room or the clinic.", "contents": "Carotid Cavernous Fistula -- Evaluation. Diagnostic tests and imaging for a CCF depend on the symptoms and whether the patient presents to the emergency room or the clinic."}
{"id": "article-18967_10", "title": "Carotid Cavernous Fistula -- Evaluation", "content": "Tonometry and pneumotonometry may show an increased ocular pulse amplitude in the side of the carotid-cavernous fistula compared to the fellow eye. [3] [6] A B-scan ultrasound or color Doppler will show a dilated superior ophthalmic vein (SOV) or orbital congestion. Patients suspected of having a CCF eventually undergo noninvasive imaging such as a standard CT (computed tomography) or MRI (magnetic resonance imaging) scan which can show a dilated SOV, orbital congestion, or enlargement of the extraocular muscles. A CTA (computed tomography angiography) or MRA (magnetic resonance angiography) may also be utilized as both imaging modalities are sensitive in detecting CCFs resulting in visual symptoms. [1] A cerebral angiogram is the gold standard test for diagnosing a CCF, which can show filling of the cavernous sinus through the fistula, drainage pattern of the fistula, and presence of reflux into cortical veins following an injection of CCA (common carotid artery), ECA, or ICA. [3]", "contents": "Carotid Cavernous Fistula -- Evaluation. Tonometry and pneumotonometry may show an increased ocular pulse amplitude in the side of the carotid-cavernous fistula compared to the fellow eye. [3] [6] A B-scan ultrasound or color Doppler will show a dilated superior ophthalmic vein (SOV) or orbital congestion. Patients suspected of having a CCF eventually undergo noninvasive imaging such as a standard CT (computed tomography) or MRI (magnetic resonance imaging) scan which can show a dilated SOV, orbital congestion, or enlargement of the extraocular muscles. A CTA (computed tomography angiography) or MRA (magnetic resonance angiography) may also be utilized as both imaging modalities are sensitive in detecting CCFs resulting in visual symptoms. [1] A cerebral angiogram is the gold standard test for diagnosing a CCF, which can show filling of the cavernous sinus through the fistula, drainage pattern of the fistula, and presence of reflux into cortical veins following an injection of CCA (common carotid artery), ECA, or ICA. [3]"}
{"id": "article-18967_11", "title": "Carotid Cavernous Fistula -- Treatment / Management", "content": "Various options are available for the management of CCFs depending on the flow rate. The goal is to achieve complete occlusion of the fistula while preserving normal ICA flow.", "contents": "Carotid Cavernous Fistula -- Treatment / Management. Various options are available for the management of CCFs depending on the flow rate. The goal is to achieve complete occlusion of the fistula while preserving normal ICA flow."}
{"id": "article-18967_12", "title": "Carotid Cavernous Fistula -- Treatment / Management", "content": "Spontaneous closure: In indirect low flow fistulas, spontaneous closure can be expected in 20% to 60% of the cases. [1]", "contents": "Carotid Cavernous Fistula -- Treatment / Management. Spontaneous closure: In indirect low flow fistulas, spontaneous closure can be expected in 20% to 60% of the cases. [1]"}
{"id": "article-18967_13", "title": "Carotid Cavernous Fistula -- Treatment / Management", "content": "Compression treatment: For low flow fistulas, this conservative therapy is the least invasive alternative that involves compression of the cervical carotid multiple times a day for 4 to 6 weeks to promote thrombosis of the fistula. This is done by applying pressure to the neck by the opposite hand since any cortical ischemia resulting from the compression would cause the hand to fall away from the neck. Closure with conservative management can be expected in only 30% of all cases. [7]", "contents": "Carotid Cavernous Fistula -- Treatment / Management. Compression treatment: For low flow fistulas, this conservative therapy is the least invasive alternative that involves compression of the cervical carotid multiple times a day for 4 to 6 weeks to promote thrombosis of the fistula. This is done by applying pressure to the neck by the opposite hand since any cortical ischemia resulting from the compression would cause the hand to fall away from the neck. Closure with conservative management can be expected in only 30% of all cases. [7]"}
{"id": "article-18967_14", "title": "Carotid Cavernous Fistula -- Treatment / Management", "content": "Surgical intervention is the most invasive, but a definitive option available. With a success rate of 31% to 79%, surgical options include suturing or clipping the fistula, packing the cavernous sinus, or ligating the ICA. [1] Radiosurgery is also an option for low-flow indirect fistulas. Obliteration of the fistula can be achieved in 75% to 100% of cases. However, radiosurgery is not a treatment option for acute, urgent cases because of latency of months to years before complete obliteration is achieved. [8]", "contents": "Carotid Cavernous Fistula -- Treatment / Management. Surgical intervention is the most invasive, but a definitive option available. With a success rate of 31% to 79%, surgical options include suturing or clipping the fistula, packing the cavernous sinus, or ligating the ICA. [1] Radiosurgery is also an option for low-flow indirect fistulas. Obliteration of the fistula can be achieved in 75% to 100% of cases. However, radiosurgery is not a treatment option for acute, urgent cases because of latency of months to years before complete obliteration is achieved. [8]"}
{"id": "article-18967_15", "title": "Carotid Cavernous Fistula -- Treatment / Management", "content": "Endovascular intervention is the first-line treatment of CCFs with a cure rate of greater than 80%. [9] For direct high flow CCFs, the trans-arterial route is preferred. Following access to the ICA, the fistula can be embolized using coils or a liquid embolization material. Other options include placement of a covered stent graft in the ICA or an endovascular arterial sacrifice. [3] For indirect CCFs, the transvenous route is preferred due to the risk of embolic stroke with trans-arterial access of the arterial feeders. The cavernous sinus can be accessed via the inferior petrosal sinus or from the facial vein to the superior ophthalmic vein. [3] [5] In cases with venous thrombosis or increased tortuosity of the vasculature, access to the cavernous sinus can be obtained through direct cannulation of the superior ophthalmic vein following surgical exposure. [10]", "contents": "Carotid Cavernous Fistula -- Treatment / Management. Endovascular intervention is the first-line treatment of CCFs with a cure rate of greater than 80%. [9] For direct high flow CCFs, the trans-arterial route is preferred. Following access to the ICA, the fistula can be embolized using coils or a liquid embolization material. Other options include placement of a covered stent graft in the ICA or an endovascular arterial sacrifice. [3] For indirect CCFs, the transvenous route is preferred due to the risk of embolic stroke with trans-arterial access of the arterial feeders. The cavernous sinus can be accessed via the inferior petrosal sinus or from the facial vein to the superior ophthalmic vein. [3] [5] In cases with venous thrombosis or increased tortuosity of the vasculature, access to the cavernous sinus can be obtained through direct cannulation of the superior ophthalmic vein following surgical exposure. [10]"}
{"id": "article-18967_16", "title": "Carotid Cavernous Fistula -- Differential Diagnosis", "content": "Differential diagnoses of CCF include: Non-specific orbital inflammation Orbital hemorrhage Orbital infection Orbital tumor Orbital vasculitis Cavernous sinus thrombosis, Thyroid disease, and Tumor with cavernous sinus involvement. Clinical examination, accurate history, and relevant investigations will yield the correct diagnosis.", "contents": "Carotid Cavernous Fistula -- Differential Diagnosis. Differential diagnoses of CCF include: Non-specific orbital inflammation Orbital hemorrhage Orbital infection Orbital tumor Orbital vasculitis Cavernous sinus thrombosis, Thyroid disease, and Tumor with cavernous sinus involvement. Clinical examination, accurate history, and relevant investigations will yield the correct diagnosis."}
{"id": "article-18967_17", "title": "Carotid Cavernous Fistula -- Prognosis", "content": "Successful embolization of a fistula results in thrombosis of the cavernous sinus over time although it can take weeks to months for closure to occur following radiosurgery. Symptoms including chemosis, proptosis, and cranial nerve deficits usually resolve within hours to days. Recovery of vision may depend on several factors including the flow of the fistula, the timing of the intervention, and evidence of ischemic injury of the optic nerve or retina. Recurrence of the CCF is rare, but patients can be followed up with a posttreatment angiogram to confirm the complete obliteration of the fistula.", "contents": "Carotid Cavernous Fistula -- Prognosis. Successful embolization of a fistula results in thrombosis of the cavernous sinus over time although it can take weeks to months for closure to occur following radiosurgery. Symptoms including chemosis, proptosis, and cranial nerve deficits usually resolve within hours to days. Recovery of vision may depend on several factors including the flow of the fistula, the timing of the intervention, and evidence of ischemic injury of the optic nerve or retina. Recurrence of the CCF is rare, but patients can be followed up with a posttreatment angiogram to confirm the complete obliteration of the fistula."}
{"id": "article-18967_18", "title": "Carotid Cavernous Fistula -- Complications", "content": "Though most CCFs are not life-threatening, prompt treatment is necessary to prevent permanent injury to the involved eye. Even with the spontaneous closure of a fistula, the patient may experience worsening symptoms due to cavernous sinus thrombosis. Complications related to endovascular embolization of CCFs are rare and include ophthalmoplegia, central retinal vein occlusion, ophthalmic artery occlusion, and cerebral infarction. [11] Embolization through the SOV route may not be successful due to fragile or clotted veins which can cause complications such as vision loss. [12]", "contents": "Carotid Cavernous Fistula -- Complications. Though most CCFs are not life-threatening, prompt treatment is necessary to prevent permanent injury to the involved eye. Even with the spontaneous closure of a fistula, the patient may experience worsening symptoms due to cavernous sinus thrombosis. Complications related to endovascular embolization of CCFs are rare and include ophthalmoplegia, central retinal vein occlusion, ophthalmic artery occlusion, and cerebral infarction. [11] Embolization through the SOV route may not be successful due to fragile or clotted veins which can cause complications such as vision loss. [12]"}
{"id": "article-18967_19", "title": "Carotid Cavernous Fistula -- Deterrence and Patient Education", "content": "Avoid contact sports Control high blood pressure Maintain regular follow up with an ophthalmologist Report to the emergency room for worsening symptoms Obtain post-treatment imaging to determine closure of the fistula", "contents": "Carotid Cavernous Fistula -- Deterrence and Patient Education. Avoid contact sports Control high blood pressure Maintain regular follow up with an ophthalmologist Report to the emergency room for worsening symptoms Obtain post-treatment imaging to determine closure of the fistula"}
{"id": "article-18967_20", "title": "Carotid Cavernous Fistula -- Pearls and Other Issues", "content": "Maintain a high level of suspicion for a carotid-cavernous fistula following high-velocity trauma when symptoms of blurry vision, eye and face pain, double vision, and ptosis develop some days or even weeks after the trauma. Type A fistulas (high-flow, post-traumatic fistulas) always need intervention to close the fistula. Spontaneous closure may occur in Type B, C, and D fistulas. Neuro-ophthalmic assessment of vision, intraocular pressures, ocular movements, and assessment of the cranial nerves is vital.", "contents": "Carotid Cavernous Fistula -- Pearls and Other Issues. Maintain a high level of suspicion for a carotid-cavernous fistula following high-velocity trauma when symptoms of blurry vision, eye and face pain, double vision, and ptosis develop some days or even weeks after the trauma. Type A fistulas (high-flow, post-traumatic fistulas) always need intervention to close the fistula. Spontaneous closure may occur in Type B, C, and D fistulas. Neuro-ophthalmic assessment of vision, intraocular pressures, ocular movements, and assessment of the cranial nerves is vital."}
{"id": "article-18967_21", "title": "Carotid Cavernous Fistula -- Enhancing Healthcare Team Outcomes", "content": "Neuro-interventional, neuro-ophthalmic, and orbital surgical involvement in the patient's care is vital as some of these patients may progress rapidly and need urgent intervention. Orbital surgeons should be familiar with the technique of superior ophthalmic vein cannulation to assist with the neuro-intervention when needed. A high rate of successful closure of the fistulas can be achieved with proper interprofessional teamwork. (Level V)", "contents": "Carotid Cavernous Fistula -- Enhancing Healthcare Team Outcomes. Neuro-interventional, neuro-ophthalmic, and orbital surgical involvement in the patient's care is vital as some of these patients may progress rapidly and need urgent intervention. Orbital surgeons should be familiar with the technique of superior ophthalmic vein cannulation to assist with the neuro-intervention when needed. A high rate of successful closure of the fistulas can be achieved with proper interprofessional teamwork. (Level V)"}
{"id": "article-18967_22", "title": "Carotid Cavernous Fistula -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Carotid Cavernous Fistula -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}