{"id": "article-63807_0", "title": "Designing a Simulation Scenario -- Introduction", "content": "A simulation scenario is an artificial representation of a real-world event to achieve educational goals through experiential learning. Designing an effective simulation scenario requires careful planning and can be broken into several steps. Simulation scenarios are designed to assess, educate, and help learners to self-identify gaps in their understanding of material or application of knowledge. Simulation may also address patient safety issues, clinical cases, teamwork opportunities, communication challenges, procedural competencies, and leadership skills. Designing an effective scenario requires planning, including knowledge of the target learners, goals and objectives, intended outcomes, and context. Knowledge of educational principles, including Bloom's Taxonomy, which describes the progression from novice to expert, helps develop educational goals. Scenario design must also consider the level of fidelity, use of props, moulage, embedded participants, simulators, and standardized patients. [1] All simulation scenarios should address a perceived knowledge or performance gap. The finished scenario should take place in a safe and nonjudgemental setting.", "contents": "Designing a Simulation Scenario -- Introduction. A simulation scenario is an artificial representation of a real-world event to achieve educational goals through experiential learning. Designing an effective simulation scenario requires careful planning and can be broken into several steps. Simulation scenarios are designed to assess, educate, and help learners to self-identify gaps in their understanding of material or application of knowledge. Simulation may also address patient safety issues, clinical cases, teamwork opportunities, communication challenges, procedural competencies, and leadership skills. Designing an effective scenario requires planning, including knowledge of the target learners, goals and objectives, intended outcomes, and context. Knowledge of educational principles, including Bloom's Taxonomy, which describes the progression from novice to expert, helps develop educational goals. Scenario design must also consider the level of fidelity, use of props, moulage, embedded participants, simulators, and standardized patients. [1] All simulation scenarios should address a perceived knowledge or performance gap. The finished scenario should take place in a safe and nonjudgemental setting."}
{"id": "article-63807_1", "title": "Designing a Simulation Scenario -- Function", "content": "Simulation design can be viewed as a professional stage production. A well-designed scenario includes a script with an instructor document, simulation tech document and supply, and equipment needs. The director and writers are the faculty, the production staff includes education specialists, simulation technicians, and visual effects (moulage), and the learners represent the audience. Simulation scenario templates or storyboarding should be a tool for designing simulation scenarios. Simulation scenarios used for assessment should be at a level that the learners should perform well. The designs of scenarios for educational purposes should be at a more challenging level to provide for growth.", "contents": "Designing a Simulation Scenario -- Function. Simulation design can be viewed as a professional stage production. A well-designed scenario includes a script with an instructor document, simulation tech document and supply, and equipment needs. The director and writers are the faculty, the production staff includes education specialists, simulation technicians, and visual effects (moulage), and the learners represent the audience. Simulation scenario templates or storyboarding should be a tool for designing simulation scenarios. Simulation scenarios used for assessment should be at a level that the learners should perform well. The designs of scenarios for educational purposes should be at a more challenging level to provide for growth."}
{"id": "article-63807_2", "title": "Designing a Simulation Scenario -- Function -- Writing a Simulation Scenario", "content": "The scenario must be approached systemically, including intended outcomes, context, goals, and objectives. When constructing a simulation scenario, begin by identifying the learners, followed by the desired outcomes; this must include the knowledge and behaviors the learner can expect to acquire after participating in the simulation. After the outcomes have been set, the context, including the type of case or patient, fidelity, equipment, and supplies, is determined, and goals and objectives are constructed. Identify the relevant teaching points the learners should acquire; goals are what you want the learners to learn, and objectives are what you expect the learner to be able to do at the end of the simulation.", "contents": "Designing a Simulation Scenario -- Function -- Writing a Simulation Scenario. The scenario must be approached systemically, including intended outcomes, context, goals, and objectives. When constructing a simulation scenario, begin by identifying the learners, followed by the desired outcomes; this must include the knowledge and behaviors the learner can expect to acquire after participating in the simulation. After the outcomes have been set, the context, including the type of case or patient, fidelity, equipment, and supplies, is determined, and goals and objectives are constructed. Identify the relevant teaching points the learners should acquire; goals are what you want the learners to learn, and objectives are what you expect the learner to be able to do at the end of the simulation."}
{"id": "article-63807_3", "title": "Designing a Simulation Scenario -- Function -- SMART Template", "content": "Use the SMART template to construct specific goals and objectives. S: Specific M: Measurable A: Achievable R: Relevant T: Timely", "contents": "Designing a Simulation Scenario -- Function -- SMART Template. Use the SMART template to construct specific goals and objectives. S: Specific M: Measurable A: Achievable R: Relevant T: Timely"}
{"id": "article-63807_4", "title": "Designing a Simulation Scenario -- Function -- Specific", "content": "What do you need to achieve? Who needs to be involved to accomplish the goal? When do you want to have your goal finished? Why exactly should you achieve this goal?", "contents": "Designing a Simulation Scenario -- Function -- Specific. What do you need to achieve? Who needs to be involved to accomplish the goal? When do you want to have your goal finished? Why exactly should you achieve this goal?"}
{"id": "article-63807_5", "title": "Designing a Simulation Scenario -- Function -- Measurable", "content": "How can you measure progress and know if you’ve met your goal?", "contents": "Designing a Simulation Scenario -- Function -- Measurable. How can you measure progress and know if you’ve met your goal?"}
{"id": "article-63807_6", "title": "Designing a Simulation Scenario -- Function -- Achievable", "content": "Are you capable of achieving the goal? Do you have the necessary skills? Can the learners meet the goals through simulation?", "contents": "Designing a Simulation Scenario -- Function -- Achievable. Are you capable of achieving the goal? Do you have the necessary skills? Can the learners meet the goals through simulation?"}
{"id": "article-63807_7", "title": "Designing a Simulation Scenario -- Function -- Relevant", "content": "Why should you achieve this goal? What is the impact?", "contents": "Designing a Simulation Scenario -- Function -- Relevant. Why should you achieve this goal? What is the impact?"}
{"id": "article-63807_8", "title": "Designing a Simulation Scenario -- Function -- Timely", "content": "What is the due date of your goal? Can the goal be achieved by this date? Can the learning objectives be met in the time allotted for the scenario?", "contents": "Designing a Simulation Scenario -- Function -- Timely. What is the due date of your goal? Can the goal be achieved by this date? Can the learning objectives be met in the time allotted for the scenario?"}
{"id": "article-63807_9", "title": "Designing a Simulation Scenario -- Function -- Scenario Development", "content": "Multiple steps need to be addressed to construct a successful simulation. [2] Preparation includes the case, case stem, flow, role and scripts, resources, pre-briefing, debriefing, and dry run.", "contents": "Designing a Simulation Scenario -- Function -- Scenario Development. Multiple steps need to be addressed to construct a successful simulation. [2] Preparation includes the case, case stem, flow, role and scripts, resources, pre-briefing, debriefing, and dry run."}
{"id": "article-63807_10", "title": "Designing a Simulation Scenario -- Function -- Simulation", "content": "Simulation is a live-action production with instructors, learners, simulation technicians, roles and scripts, debriefing, and evaluations.", "contents": "Designing a Simulation Scenario -- Function -- Simulation. Simulation is a live-action production with instructors, learners, simulation technicians, roles and scripts, debriefing, and evaluations."}
{"id": "article-63807_11", "title": "Designing a Simulation Scenario -- Function -- Design", "content": "Put ideas on paper. two methods are possibilities. First, storyboarding, and second, a scenario design template. A storyboard is a graphic organizer of a scenario in the form of illustrations displayed to allow visualization. A scenario design template is a written description and flow of the case. Multiple scenario templates are available online or have been published, including CASST (California Simulation Alliance Simulation Scenario Template), HPSSDPCT (Human Patient Simulation Scenario Development Patient Care Template), SDT (Simulation Design Template), SIGSST (Special Interest Group Simulation Scenario Template), TSPD (Template for Simulation Patient Design), and Teach Sim. [1] The templates include chief complaint, PMH, medications, allergies, data summary, labs, imaging, and exam, along with the following sections. The scenario design must also include branch points for a planned response.", "contents": "Designing a Simulation Scenario -- Function -- Design. Put ideas on paper. two methods are possibilities. First, storyboarding, and second, a scenario design template. A storyboard is a graphic organizer of a scenario in the form of illustrations displayed to allow visualization. A scenario design template is a written description and flow of the case. Multiple scenario templates are available online or have been published, including CASST (California Simulation Alliance Simulation Scenario Template), HPSSDPCT (Human Patient Simulation Scenario Development Patient Care Template), SDT (Simulation Design Template), SIGSST (Special Interest Group Simulation Scenario Template), TSPD (Template for Simulation Patient Design), and Teach Sim. [1] The templates include chief complaint, PMH, medications, allergies, data summary, labs, imaging, and exam, along with the following sections. The scenario design must also include branch points for a planned response."}
{"id": "article-63807_12", "title": "Designing a Simulation Scenario -- Function -- Design", "content": "Pre-brief: A short introduction to the simulation is key to ensuring a meaningful learning experience. The pre-brief also introduces learners to the simulation concept and orients them to the simulation environment, equipment, and embedded participants. It allows for expectation setting for performance and confidentiality and is a crucial component of a practical simulation experience. The instructor should also disclose the purpose of the simulation scenario upfront: education versus assessment. Simulation scenarios for evaluation should be at a level of difficulty greater than the learner should be expected to manage well to allow for growth. Simulation scenarios designed for assessment should be at the expected level of performance for the person evaluated. Instructor document:  includes primary goals and objectives, case summary, instructor notes, ideal flow, anticipated learner mistakes, branch points, tips to keep the scenario running, and hard stops. A critical action checklist and a list of critical errors can be utilized to assess and document the learner’s interactions. Simulation technician document: includes equipment required, props, fidelity, standardized patients, moulage, and mannequins. The goals and objectives dictate the appropriate level of fidelity. For example, if the goal is to teach learners to place a central line, then a low-fidelity task trainer approach is appropriate. If the goal is effectively managing a deteriorating patient with a team, a high-fidelity immersive scenario would best meet the objectives. [3] Roles and scripts are needed for standardized patients, mannequins, or embedded participants. It is in the details: what words to say, what to avoid, what emotions to portray, and what behaviors to exhibit. Debriefing: at the end of the scenario, a debrief is undertaken to review, emphasize, and provide feedback covering the goal and objectives; this is a guided period of self-reflection that should take approximately twice as much time as the scenario itself. Final planning should include meeting with all involved to review the scenario, goals and objectives, critical actions, expected outcomes, resources, and production needs. Schedule a dry run/rehearsal to optimize the process, paying attention to time and flow.", "contents": "Designing a Simulation Scenario -- Function -- Design. Pre-brief: A short introduction to the simulation is key to ensuring a meaningful learning experience. The pre-brief also introduces learners to the simulation concept and orients them to the simulation environment, equipment, and embedded participants. It allows for expectation setting for performance and confidentiality and is a crucial component of a practical simulation experience. The instructor should also disclose the purpose of the simulation scenario upfront: education versus assessment. Simulation scenarios for evaluation should be at a level of difficulty greater than the learner should be expected to manage well to allow for growth. Simulation scenarios designed for assessment should be at the expected level of performance for the person evaluated. Instructor document:  includes primary goals and objectives, case summary, instructor notes, ideal flow, anticipated learner mistakes, branch points, tips to keep the scenario running, and hard stops. A critical action checklist and a list of critical errors can be utilized to assess and document the learner’s interactions. Simulation technician document: includes equipment required, props, fidelity, standardized patients, moulage, and mannequins. The goals and objectives dictate the appropriate level of fidelity. For example, if the goal is to teach learners to place a central line, then a low-fidelity task trainer approach is appropriate. If the goal is effectively managing a deteriorating patient with a team, a high-fidelity immersive scenario would best meet the objectives. [3] Roles and scripts are needed for standardized patients, mannequins, or embedded participants. It is in the details: what words to say, what to avoid, what emotions to portray, and what behaviors to exhibit. Debriefing: at the end of the scenario, a debrief is undertaken to review, emphasize, and provide feedback covering the goal and objectives; this is a guided period of self-reflection that should take approximately twice as much time as the scenario itself. Final planning should include meeting with all involved to review the scenario, goals and objectives, critical actions, expected outcomes, resources, and production needs. Schedule a dry run/rehearsal to optimize the process, paying attention to time and flow."}
{"id": "article-63807_13", "title": "Designing a Simulation Scenario -- Clinical Significance", "content": "The ultimate goal of experiential learning through simulation is to improve clinical practice and patient safety. Several studies have analyzed the outcomes and benefits of simulation in healthcare, including improved teamwork, procedural skills, leadership, communication, and clinical outcomes. Okuda reviewed the utility of simulation in medical education with a focus on the evidence. [4] Barsuk showed residents involved in simulation-based learning performed thoracentesis with low rates of complications. [5] Schmidt-Huber demonstrated leadership skills developed in simulation training. [6]", "contents": "Designing a Simulation Scenario -- Clinical Significance. The ultimate goal of experiential learning through simulation is to improve clinical practice and patient safety. Several studies have analyzed the outcomes and benefits of simulation in healthcare, including improved teamwork, procedural skills, leadership, communication, and clinical outcomes. Okuda reviewed the utility of simulation in medical education with a focus on the evidence. [4] Barsuk showed residents involved in simulation-based learning performed thoracentesis with low rates of complications. [5] Schmidt-Huber demonstrated leadership skills developed in simulation training. [6]"}
{"id": "article-63807_14", "title": "Designing a Simulation Scenario -- Pearls and Other Issues -- A successful scenario must be clean and concise, including:", "content": "Education goals and objectives Intended outcome Critical actions checklist Simulation set-up Case narrative Scenario flow diagram with branch points Instructor notes Debriefing plan", "contents": "Designing a Simulation Scenario -- Pearls and Other Issues -- A successful scenario must be clean and concise, including:. Education goals and objectives Intended outcome Critical actions checklist Simulation set-up Case narrative Scenario flow diagram with branch points Instructor notes Debriefing plan"}
{"id": "article-63807_15", "title": "Designing a Simulation Scenario -- Pearls and Other Issues -- Additional steps for scenarios:", "content": "Design with a storyboard or a scenario builder template. Simulation scenario design is best completed stepwise, focusing on the intended learners, goals and objectives, gaps to fill, level of fidelity, feedback, and didactics. The goal of an educational scenario is to be challenging enough to be engaging but not so challenging that it is frustrating. Know your audience. Dry runs/rehearsals are key to success. Allowing enough time for debriefing sessions is the most important aspect, and simulation without debriefing solidifies rather than corrects mistakes and misconceptions. Use feedback for the learners and participants to modify and fine-tune scenarios for future success.", "contents": "Designing a Simulation Scenario -- Pearls and Other Issues -- Additional steps for scenarios:. Design with a storyboard or a scenario builder template. Simulation scenario design is best completed stepwise, focusing on the intended learners, goals and objectives, gaps to fill, level of fidelity, feedback, and didactics. The goal of an educational scenario is to be challenging enough to be engaging but not so challenging that it is frustrating. Know your audience. Dry runs/rehearsals are key to success. Allowing enough time for debriefing sessions is the most important aspect, and simulation without debriefing solidifies rather than corrects mistakes and misconceptions. Use feedback for the learners and participants to modify and fine-tune scenarios for future success."}
{"id": "article-63807_16", "title": "Designing a Simulation Scenario -- Enhancing Healthcare Team Outcomes", "content": "Simulation education crosses all fields and disciplines in healthcare, from the secretary, nurse, tech, administrator, and physician to the chief-of-staff. Simulation-based education has been correlated with small-to-moderate patient benefits regarding outcomes in a systemic review by Zendejas. [7] [8]", "contents": "Designing a Simulation Scenario -- Enhancing Healthcare Team Outcomes. Simulation education crosses all fields and disciplines in healthcare, from the secretary, nurse, tech, administrator, and physician to the chief-of-staff. Simulation-based education has been correlated with small-to-moderate patient benefits regarding outcomes in a systemic review by Zendejas. [7] [8]"}
{"id": "article-63807_17", "title": "Designing a Simulation Scenario -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Designing a Simulation Scenario -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}