{"id": "article-131578_0", "title": "Screening for Depression and Suicide in Children -- Continuing Education Activity", "content": "Depression and suicide, common disabling conditions, are often underreported and underdiagnosed in children. Suicide is the second most common death in adolescents. This article reviews the screening methods for childhood depression and suicide. The most common screening tools for childhood depression are the Patient Health Questionnaire for Adolescents and the Beck Depression Inventory. The United States Preventive Services Task Force recommends screening for depression in adolescents ages 12 to 18 years. Accurate diagnosis, optimal treatment, and proper follow-up should be ensured. The article highlights the importance of an inter-professional team for appropriate risk assessment and interventions.", "contents": "Screening for Depression and Suicide in Children -- Continuing Education Activity. Depression and suicide, common disabling conditions, are often underreported and underdiagnosed in children. Suicide is the second most common death in adolescents. This article reviews the screening methods for childhood depression and suicide. The most common screening tools for childhood depression are the Patient Health Questionnaire for Adolescents and the Beck Depression Inventory. The United States Preventive Services Task Force recommends screening for depression in adolescents ages 12 to 18 years. Accurate diagnosis, optimal treatment, and proper follow-up should be ensured. The article highlights the importance of an inter-professional team for appropriate risk assessment and interventions."}
{"id": "article-131578_1", "title": "Screening for Depression and Suicide in Children -- Continuing Education Activity", "content": "Objectives: Describe the disease burden of depression and suicide in children. Identify the risk factors for depression and suicide. Summarize the depression and suicide risk assessment tools. Explain the interventions for depression and suicide in children. Access free multiple choice questions on this topic.", "contents": "Screening for Depression and Suicide in Children -- Continuing Education Activity. Objectives: Describe the disease burden of depression and suicide in children. Identify the risk factors for depression and suicide. Summarize the depression and suicide risk assessment tools. Explain the interventions for depression and suicide in children. Access free multiple choice questions on this topic."}
{"id": "article-131578_2", "title": "Screening for Depression and Suicide in Children -- Introduction", "content": "Prevention is critical in the management of childhood depression and suicide. Depression is a common mental health disorder in children and adolescents. The prevalence is around 3% in younger children and about 8% in adolescents. [1] [2] The prevalence of depression and mental health disorders is increasing. [3] Some studies have found higher rates in females compared to males. [4] [5] [6] [7]", "contents": "Screening for Depression and Suicide in Children -- Introduction. Prevention is critical in the management of childhood depression and suicide. Depression is a common mental health disorder in children and adolescents. The prevalence is around 3% in younger children and about 8% in adolescents. [1] [2] The prevalence of depression and mental health disorders is increasing. [3] Some studies have found higher rates in females compared to males. [4] [5] [6] [7]"}
{"id": "article-131578_3", "title": "Screening for Depression and Suicide in Children -- Introduction", "content": "Like other mental health conditions, depression is often underreported and underdiagnosed in children. There is a wide range of clinical severity and presentations for childhood depression. Major depressive disorder (MDD) is associated with functional impairment in the crucial phase of childhood development. [8] Less than half of children diagnosed with MDD receive appropriate treatment and referrals. [9] It is among the most important factors that contribute to suicide in children. Suicide is the second most common death in adolescents. [10]", "contents": "Screening for Depression and Suicide in Children -- Introduction. Like other mental health conditions, depression is often underreported and underdiagnosed in children. There is a wide range of clinical severity and presentations for childhood depression. Major depressive disorder (MDD) is associated with functional impairment in the crucial phase of childhood development. [8] Less than half of children diagnosed with MDD receive appropriate treatment and referrals. [9] It is among the most important factors that contribute to suicide in children. Suicide is the second most common death in adolescents. [10]"}
{"id": "article-131578_4", "title": "Screening for Depression and Suicide in Children -- Introduction", "content": "Suicidal deaths have surpassed the deaths due to motor vehicle accidents. In 2019, almost one in ten high school students reported at least one suicide attempt. [11] About 7 in 100,000 children die of suicide. More than 80% of children who attempt suicide are not identified by pediatricians in a routine visit months before the suicide attempt. [12] [13] Hence, depression and suicide in children are major global public health problems. Suicide is among the most common sentinel events. [14] In 2019, the Joint Commission issued recommendations for national patient safety goals on suicide prevention. [15] It includes environment risk assessment, validated suicide risk assessment tools, and safe discharge planning. The US Department of Health ad Human Services has targeted decreasing suicide rates as one of the priority areas in the Healthy 2030 plan.", "contents": "Screening for Depression and Suicide in Children -- Introduction. Suicidal deaths have surpassed the deaths due to motor vehicle accidents. In 2019, almost one in ten high school students reported at least one suicide attempt. [11] About 7 in 100,000 children die of suicide. More than 80% of children who attempt suicide are not identified by pediatricians in a routine visit months before the suicide attempt. [12] [13] Hence, depression and suicide in children are major global public health problems. Suicide is among the most common sentinel events. [14] In 2019, the Joint Commission issued recommendations for national patient safety goals on suicide prevention. [15] It includes environment risk assessment, validated suicide risk assessment tools, and safe discharge planning. The US Department of Health ad Human Services has targeted decreasing suicide rates as one of the priority areas in the Healthy 2030 plan."}
{"id": "article-131578_5", "title": "Screening for Depression and Suicide in Children -- Introduction", "content": "The American Psychiatry Association’s Diagnostic and Statistical Manual of Mental disorders (DSM 5) has a set of clinical criteria for the diagnosis of MDD to be met over a period of at least two weeks. [16] Some of these clinical symptoms include sad mood, lack of interest, weight change, sleep disturbances, fatigue, and psychomotor agitation or retardation. It can lead to significant social and school functioning. Risk factors for childhood depression are multiple. They include a positive family history of depression, previous history of depression or suicide, concomitant mental health disorders, chronic medical illnesses, obesity or body image disorders, female gender, child abuse or neglect, adverse childhood experiences, poor school performance, loss of a family member or loved one, low socioeconomic status, uncertainty about sexual orientation, break up of a romantic relationship, family problems. Younger age of adverse childhood experiences (ACE) and multiple ACEs lead to more severe depression.", "contents": "Screening for Depression and Suicide in Children -- Introduction. The American Psychiatry Association’s Diagnostic and Statistical Manual of Mental disorders (DSM 5) has a set of clinical criteria for the diagnosis of MDD to be met over a period of at least two weeks. [16] Some of these clinical symptoms include sad mood, lack of interest, weight change, sleep disturbances, fatigue, and psychomotor agitation or retardation. It can lead to significant social and school functioning. Risk factors for childhood depression are multiple. They include a positive family history of depression, previous history of depression or suicide, concomitant mental health disorders, chronic medical illnesses, obesity or body image disorders, female gender, child abuse or neglect, adverse childhood experiences, poor school performance, loss of a family member or loved one, low socioeconomic status, uncertainty about sexual orientation, break up of a romantic relationship, family problems. Younger age of adverse childhood experiences (ACE) and multiple ACEs lead to more severe depression."}
{"id": "article-131578_6", "title": "Screening for Depression and Suicide in Children -- Introduction", "content": "Children with depression can have concomitant mental disorders like anxiety, conduct or oppositional defiant disorder, substance use somatic disorders. Early diagnosis and treatment of depression in children are paramount. Management includes counseling, antidepressant medications, psychotherapy (cognitive behavioral therapy and interpersonal therapy), and electro convulsant therapy. The treatment should involve shared decision-making with the patient and family. Educating primary care providers about brief cognitive behavioral therapy and family therapy skills improves the treatment outcome, and as a result, more families will seek mental health treatment for their children. [17]", "contents": "Screening for Depression and Suicide in Children -- Introduction. Children with depression can have concomitant mental disorders like anxiety, conduct or oppositional defiant disorder, substance use somatic disorders. Early diagnosis and treatment of depression in children are paramount. Management includes counseling, antidepressant medications, psychotherapy (cognitive behavioral therapy and interpersonal therapy), and electro convulsant therapy. The treatment should involve shared decision-making with the patient and family. Educating primary care providers about brief cognitive behavioral therapy and family therapy skills improves the treatment outcome, and as a result, more families will seek mental health treatment for their children. [17]"}
{"id": "article-131578_7", "title": "Screening for Depression and Suicide in Children -- Function", "content": "In 2016, the United States Preventive Services Task Force (USPSTF) updated their 2009 guidelines and recommended routine screening for depression in all adolescents aged 12 to 18 years in primary care settings (Grade B evidence). [18] [19] It also recommended implementing \"adequate systems in place to ensure accurate diagnosis, effective treatment, and appropriate follow-up.\" Their recommendation was based on the effectiveness of clinical trials on the effectiveness of antidepressants, psychotherapy, and collaborative interventions. There is a lack of research directly evaluating the effects of screening vis a vis no screening. However, the task force did not recommend routine screening in all children aged ≤ 11 years because of insufficient evidence. Similarly, the Guidelines for Adolescent Depression in Primary Care (GLAD-PC) has also recommended annual screening for depression in children aged 12 and older. These recommendations were based on the high prevalence of depression in this age group, the need for early identification and management of depression, and the potential for affecting the crucial growth and development at this age. The guidelines were based on some indirect evidence on the validity and feasibility of screening tools. [20]", "contents": "Screening for Depression and Suicide in Children -- Function. In 2016, the United States Preventive Services Task Force (USPSTF) updated their 2009 guidelines and recommended routine screening for depression in all adolescents aged 12 to 18 years in primary care settings (Grade B evidence). [18] [19] It also recommended implementing \"adequate systems in place to ensure accurate diagnosis, effective treatment, and appropriate follow-up.\" Their recommendation was based on the effectiveness of clinical trials on the effectiveness of antidepressants, psychotherapy, and collaborative interventions. There is a lack of research directly evaluating the effects of screening vis a vis no screening. However, the task force did not recommend routine screening in all children aged ≤ 11 years because of insufficient evidence. Similarly, the Guidelines for Adolescent Depression in Primary Care (GLAD-PC) has also recommended annual screening for depression in children aged 12 and older. These recommendations were based on the high prevalence of depression in this age group, the need for early identification and management of depression, and the potential for affecting the crucial growth and development at this age. The guidelines were based on some indirect evidence on the validity and feasibility of screening tools. [20]"}
{"id": "article-131578_8", "title": "Screening for Depression and Suicide in Children -- Function", "content": "There are multiple assessment tools for depression and suicide in children. They range from interviews, parent reporting, and child self-reporting. The tools vary in terms of their format, the number of items, self vs. parent report, the duration for completion, recommended age, availability (free or paid). The screening tests are available in many languages. The medical professional will have to ensure that the particular test is the best for the community/patient being tested. Screening for depression in childhood can be done in multiple settings- school, primary care clinic, emergency department, hospital. There are multiple methods used to screen for suicidality in children. Patient Health Questionnaire-9 (PHQ-9), Beck Depression Inventory (BDI), Center for Epidemiological Studies Depression scale (CES-D), Composite International Diagnostic Interview (CIDI), Clinical Interview Schedule (CIS) are some of the screening tests for childhood depression. Of these, PHQ-9 and BDI are more commonly used tests and have the highest sensitivity (up to 90%) and specificity (up to 94%). [18]", "contents": "Screening for Depression and Suicide in Children -- Function. There are multiple assessment tools for depression and suicide in children. They range from interviews, parent reporting, and child self-reporting. The tools vary in terms of their format, the number of items, self vs. parent report, the duration for completion, recommended age, availability (free or paid). The screening tests are available in many languages. The medical professional will have to ensure that the particular test is the best for the community/patient being tested. Screening for depression in childhood can be done in multiple settings- school, primary care clinic, emergency department, hospital. There are multiple methods used to screen for suicidality in children. Patient Health Questionnaire-9 (PHQ-9), Beck Depression Inventory (BDI), Center for Epidemiological Studies Depression scale (CES-D), Composite International Diagnostic Interview (CIDI), Clinical Interview Schedule (CIS) are some of the screening tests for childhood depression. Of these, PHQ-9 and BDI are more commonly used tests and have the highest sensitivity (up to 90%) and specificity (up to 94%). [18]"}
{"id": "article-131578_9", "title": "Screening for Depression and Suicide in Children -- Function", "content": "PHQ-9 was first developed for adults. Patient Health Questionnaire for Adolescents (PHQ-9A) is a brief nine-question questionnaire tool that has been modified for adolescents. It asks the teen about lack of pleasure, feelings of hopelessness, sleep problems, lack of energy, problems with eating, feelings of guilt, lack of concentration, movement or speech problems, and suicidal thoughts. It scores the severity of each symptom based on the frequency of occurrence. PHQ-9A score can range from 0-27. The diagnosis of depression requires a score of at least 5. The symptoms should be present for at least two weeks and occur frequently (\"more than half the days\"). [21] [22]", "contents": "Screening for Depression and Suicide in Children -- Function. PHQ-9 was first developed for adults. Patient Health Questionnaire for Adolescents (PHQ-9A) is a brief nine-question questionnaire tool that has been modified for adolescents. It asks the teen about lack of pleasure, feelings of hopelessness, sleep problems, lack of energy, problems with eating, feelings of guilt, lack of concentration, movement or speech problems, and suicidal thoughts. It scores the severity of each symptom based on the frequency of occurrence. PHQ-9A score can range from 0-27. The diagnosis of depression requires a score of at least 5. The symptoms should be present for at least two weeks and occur frequently (\"more than half the days\"). [21] [22]"}
{"id": "article-131578_10", "title": "Screening for Depression and Suicide in Children -- Function", "content": "While screening for depression, one should be aware of other conditions like adjustment disorder, grief reaction, bipolar disorder. In depression, the mood is always negative. Whereas in grief reaction, sadness is intermixed with positive memories of the deceased. In depression, the individual has feelings of worthlessness. In contrast, self-esteem is preserved in a grief reaction. Adjustment disorder usually resolves after 6 months after a stressor. Bipolar disorder is diagnosed when there is at least one episode of mania.", "contents": "Screening for Depression and Suicide in Children -- Function. While screening for depression, one should be aware of other conditions like adjustment disorder, grief reaction, bipolar disorder. In depression, the mood is always negative. Whereas in grief reaction, sadness is intermixed with positive memories of the deceased. In depression, the individual has feelings of worthlessness. In contrast, self-esteem is preserved in a grief reaction. Adjustment disorder usually resolves after 6 months after a stressor. Bipolar disorder is diagnosed when there is at least one episode of mania."}
{"id": "article-131578_11", "title": "Screening for Depression and Suicide in Children -- Function", "content": "Each of the nine questions in the screening tool is scored based on the frequency of occurrence. A score of 1 or 2 or 3 is given to each of the symptoms if they occur \"several days\" or \"more than half of the days\" or \"nearly every day.\" PHQ-9A score can range from 0-27.  In the PHQ 9A, a total score of 0-4 implies no or minimal depression, and a score of 5 to 9 implies mild depression. Scores of 10-14 and 15-19 denote moderate depression and moderately severe depression, respectively. A score of 20-27 denotes severe depression.", "contents": "Screening for Depression and Suicide in Children -- Function. Each of the nine questions in the screening tool is scored based on the frequency of occurrence. A score of 1 or 2 or 3 is given to each of the symptoms if they occur \"several days\" or \"more than half of the days\" or \"nearly every day.\" PHQ-9A score can range from 0-27.  In the PHQ 9A, a total score of 0-4 implies no or minimal depression, and a score of 5 to 9 implies mild depression. Scores of 10-14 and 15-19 denote moderate depression and moderately severe depression, respectively. A score of 20-27 denotes severe depression."}
{"id": "article-131578_12", "title": "Screening for Depression and Suicide in Children -- Function", "content": "BDI is a 21 questionnaire self-report tool that can be used for the diagnosis of depression. It asks about feelings of sadness, hopelessness, failure, lack of satisfaction, guilt, self-hate, punishment, self-blame, cry, suicidal thoughts, irritation, lack of interest in people, tiredness, decisions, work and sleep problems, physical appearance, appetite, weight loss, and sex. Score can range from 0-63. Scores up to 10 are normal. 11-16 is considered mild mood disturbance. Higher scores signify different levels of depression (borderline, moderate, severe, extreme). [23]", "contents": "Screening for Depression and Suicide in Children -- Function. BDI is a 21 questionnaire self-report tool that can be used for the diagnosis of depression. It asks about feelings of sadness, hopelessness, failure, lack of satisfaction, guilt, self-hate, punishment, self-blame, cry, suicidal thoughts, irritation, lack of interest in people, tiredness, decisions, work and sleep problems, physical appearance, appetite, weight loss, and sex. Score can range from 0-63. Scores up to 10 are normal. 11-16 is considered mild mood disturbance. Higher scores signify different levels of depression (borderline, moderate, severe, extreme). [23]"}
{"id": "article-131578_13", "title": "Screening for Depression and Suicide in Children -- Function", "content": "Similar to depression, there are several tools that screen specifically for suicide in children. These include Ask Suicide Screening (ASQ), Risk of Suicide Questionnaire (RSQ), Moods and Feelings Questionnaire for Suicidal Ideation (MFQ-SI), Treatment-Emergent Activation, and Suicidal Assessment Profile, Columbia Suicide Severity Rating Scale (C-SSRS). [24] [25]", "contents": "Screening for Depression and Suicide in Children -- Function. Similar to depression, there are several tools that screen specifically for suicide in children. These include Ask Suicide Screening (ASQ), Risk of Suicide Questionnaire (RSQ), Moods and Feelings Questionnaire for Suicidal Ideation (MFQ-SI), Treatment-Emergent Activation, and Suicidal Assessment Profile, Columbia Suicide Severity Rating Scale (C-SSRS). [24] [25]"}
{"id": "article-131578_14", "title": "Screening for Depression and Suicide in Children -- Function", "content": "Of these, ASQ is more commonly used. It is a brief self-report four questionnaire. It has been validated in emergency departments with a reported sensitivity of 96.5% and specificity of 87.6%. It asks the child if they wish they were dead. The tool asks if they have thoughts of killing and if they ever tried killing themselves. It asks if they feel that they or their family will be better off if they were dead. A positive screen requires a STAT full mental health and safety evaluation. The patient cannot leave until fully evaluated. Potentially dangerous items that can be used for self-harm should be removed. A safety plan should be created with the patient and the family to manage suicidal thoughts. Parents and caretakers should be involved where appropriate. Engaging the support system for the suicidal patient is an important intervention. Better the support system, the better is the outcome.", "contents": "Screening for Depression and Suicide in Children -- Function. Of these, ASQ is more commonly used. It is a brief self-report four questionnaire. It has been validated in emergency departments with a reported sensitivity of 96.5% and specificity of 87.6%. It asks the child if they wish they were dead. The tool asks if they have thoughts of killing and if they ever tried killing themselves. It asks if they feel that they or their family will be better off if they were dead. A positive screen requires a STAT full mental health and safety evaluation. The patient cannot leave until fully evaluated. Potentially dangerous items that can be used for self-harm should be removed. A safety plan should be created with the patient and the family to manage suicidal thoughts. Parents and caretakers should be involved where appropriate. Engaging the support system for the suicidal patient is an important intervention. Better the support system, the better is the outcome."}
{"id": "article-131578_15", "title": "Screening for Depression and Suicide in Children -- Function", "content": "Healthcare providers should screen for substance abuse in children diagnosed with depression and mood disorders. Pediatricians should routinely screen for peripartum depression. [26] [27] [28]", "contents": "Screening for Depression and Suicide in Children -- Function. Healthcare providers should screen for substance abuse in children diagnosed with depression and mood disorders. Pediatricians should routinely screen for peripartum depression. [26] [27] [28]"}
{"id": "article-131578_16", "title": "Screening for Depression and Suicide in Children -- Issues of Concern", "content": "The purpose of screening for a disease is not just to detect an illness, and there should also be processes in place to treat the detected illness. The harm of detecting the illness should not overwhelm the benefits of its detection. There is a paucity of clinical trials that directly evaluate whether screening for MDD leads to improvement in clinical outcomes. Time constraints, provider inexperience and lack of training, lack of resources for mental health are some of the cited barriers for screening.", "contents": "Screening for Depression and Suicide in Children -- Issues of Concern. The purpose of screening for a disease is not just to detect an illness, and there should also be processes in place to treat the detected illness. The harm of detecting the illness should not overwhelm the benefits of its detection. There is a paucity of clinical trials that directly evaluate whether screening for MDD leads to improvement in clinical outcomes. Time constraints, provider inexperience and lack of training, lack of resources for mental health are some of the cited barriers for screening."}
{"id": "article-131578_17", "title": "Screening for Depression and Suicide in Children -- Issues of Concern", "content": "Some pediatricians express discomfort in universal screening for suicidal behavior in children as they perceive that bringing up the topic may lead to suicidal behavior or mental health problems. However, there is no evidence behind that. The optimal interval for screening childhood depression and suicide is unknown. Also, some providers are concerned with overdiagnosis and overtreatment with false-positive screening results. This is especially important since there are scarce community resources for mental health. One study found that more than half of children identified with mental health problems do not receive appropriate treatment or follow-up. [29]", "contents": "Screening for Depression and Suicide in Children -- Issues of Concern. Some pediatricians express discomfort in universal screening for suicidal behavior in children as they perceive that bringing up the topic may lead to suicidal behavior or mental health problems. However, there is no evidence behind that. The optimal interval for screening childhood depression and suicide is unknown. Also, some providers are concerned with overdiagnosis and overtreatment with false-positive screening results. This is especially important since there are scarce community resources for mental health. One study found that more than half of children identified with mental health problems do not receive appropriate treatment or follow-up. [29]"}
{"id": "article-131578_18", "title": "Screening for Depression and Suicide in Children -- Issues of Concern", "content": "In the future, well-designed trials to evaluate the benefits of depression and suicide screening will be helpful. Healthcare professionals should receive training to identify and manage children with depression and suicidal behavior. When a child goes through depression, the whole family gets affected. When an affected child is treated appropriately, we are treating the child and the whole family.", "contents": "Screening for Depression and Suicide in Children -- Issues of Concern. In the future, well-designed trials to evaluate the benefits of depression and suicide screening will be helpful. Healthcare professionals should receive training to identify and manage children with depression and suicidal behavior. When a child goes through depression, the whole family gets affected. When an affected child is treated appropriately, we are treating the child and the whole family."}
{"id": "article-131578_19", "title": "Screening for Depression and Suicide in Children -- Clinical Significance", "content": "MDD can be treated in a number of ways, including counseling, medications, support programs, psychoeducation about the illness, lifestyle changes including diet, exercise, meditation, or a combination of these approaches. The best treatment for an individual depends on how severe the depression is and other considerations, such as the teen’s life situation, other health conditions, and preferences for treatment. Determining the best approach to care should be a shared decision between the clinician, the teen, and their parents. Selective serotonin reuptake inhibitors are commonly prescribed antidepressants that have been studied in children. While initiating antidepressants, appropriate monitoring and observation are needed.", "contents": "Screening for Depression and Suicide in Children -- Clinical Significance. MDD can be treated in a number of ways, including counseling, medications, support programs, psychoeducation about the illness, lifestyle changes including diet, exercise, meditation, or a combination of these approaches. The best treatment for an individual depends on how severe the depression is and other considerations, such as the teen’s life situation, other health conditions, and preferences for treatment. Determining the best approach to care should be a shared decision between the clinician, the teen, and their parents. Selective serotonin reuptake inhibitors are commonly prescribed antidepressants that have been studied in children. While initiating antidepressants, appropriate monitoring and observation are needed."}
{"id": "article-131578_20", "title": "Screening for Depression and Suicide in Children -- Clinical Significance", "content": "Suicide is among the most common sentinel events reported to the Joint Commission. Provision for a safe environment, careful screening and assessment, optimal patient visibility, appropriate patient supervision, proper clinical treatment are some of the strategies to reduce suicide risk in the inpatient unit. Mental Health Environment of Care checklist has been used in VA hospitals to reduce suicide hazards. Different levels of observational supervision of suicidal patients have been used for monitoring. Various clinical pathways and guidelines have been developed for risk assessment and appropriate interventions. [30]", "contents": "Screening for Depression and Suicide in Children -- Clinical Significance. Suicide is among the most common sentinel events reported to the Joint Commission. Provision for a safe environment, careful screening and assessment, optimal patient visibility, appropriate patient supervision, proper clinical treatment are some of the strategies to reduce suicide risk in the inpatient unit. Mental Health Environment of Care checklist has been used in VA hospitals to reduce suicide hazards. Different levels of observational supervision of suicidal patients have been used for monitoring. Various clinical pathways and guidelines have been developed for risk assessment and appropriate interventions. [30]"}
{"id": "article-131578_21", "title": "Screening for Depression and Suicide in Children -- Clinical Significance", "content": "The National Suicide Prevention Lifeline provides resources for suicide prevention. Suicidal ideation should be taken seriously. Healthcare professionals who are not comfortable with suicide assessment and management should seek consultation with a mental health professional. School-based screening programs can identify children and adolescents with mood disorders. More research on outcomes will be helpful to assess the efficacy of screening and interventions.", "contents": "Screening for Depression and Suicide in Children -- Clinical Significance. The National Suicide Prevention Lifeline provides resources for suicide prevention. Suicidal ideation should be taken seriously. Healthcare professionals who are not comfortable with suicide assessment and management should seek consultation with a mental health professional. School-based screening programs can identify children and adolescents with mood disorders. More research on outcomes will be helpful to assess the efficacy of screening and interventions."}
{"id": "article-131578_22", "title": "Screening for Depression and Suicide in Children -- Enhancing Healthcare Team Outcomes", "content": "USPSTF recommends screening for depression in adolescents aged 12 to 18 years (Grade B recommendation). Based on the available evidence, there is a moderate net benefit. Accurate diagnosis, effective treatment, and appropriate follow-up are emphasized. The evidence for screening depression in children aged 11 years or less is insufficient (Grade I recommendation). Healthcare practitioners should do appropriate screening and early interventions for better outcomes.", "contents": "Screening for Depression and Suicide in Children -- Enhancing Healthcare Team Outcomes. USPSTF recommends screening for depression in adolescents aged 12 to 18 years (Grade B recommendation). Based on the available evidence, there is a moderate net benefit. Accurate diagnosis, effective treatment, and appropriate follow-up are emphasized. The evidence for screening depression in children aged 11 years or less is insufficient (Grade I recommendation). Healthcare practitioners should do appropriate screening and early interventions for better outcomes."}
{"id": "article-131578_23", "title": "Screening for Depression and Suicide in Children -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Screening for Depression and Suicide in Children -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}