{"id": "article-764_0", "title": "Physiology, Motor Cortical -- Introduction", "content": "The primary function of the motor cortex is to generate signals to direct the body's movement. It is part of the frontal lobe and is anterior to the central sulcus. It consists of the primary motor cortex, premotor cortex, and supplementary motor area. [1] Not all parts of the motor cortex have the granular cell layer. The primary motor cortex in Brodmann area 4 sends most electrical impulses from the motor cortex. These fibers synapse with spinal cord motor neurons (see Image. Motor Cortex). It is worth noting that corticospinal fibers originate both from the frontal cortex and also the parietal cortex. Anterior to the primary motor cortex the premotor cortex is situated just anterior to the primary motor cortex in Brodmann area 6. Its function is to prepare for movement, especially proximal musculature. The supplementary motor area is in the medial surface of the longitudinal fissure, just anterior to the leg representation in the primary motor cortex. Although not fully understood, proposed functions include body postural stabilization and coordination. [2]", "contents": "Physiology, Motor Cortical -- Introduction. The primary function of the motor cortex is to generate signals to direct the body's movement. It is part of the frontal lobe and is anterior to the central sulcus. It consists of the primary motor cortex, premotor cortex, and supplementary motor area. [1] Not all parts of the motor cortex have the granular cell layer. The primary motor cortex in Brodmann area 4 sends most electrical impulses from the motor cortex. These fibers synapse with spinal cord motor neurons (see Image. Motor Cortex). It is worth noting that corticospinal fibers originate both from the frontal cortex and also the parietal cortex. Anterior to the primary motor cortex the premotor cortex is situated just anterior to the primary motor cortex in Brodmann area 6. Its function is to prepare for movement, especially proximal musculature. The supplementary motor area is in the medial surface of the longitudinal fissure, just anterior to the leg representation in the primary motor cortex. Although not fully understood, proposed functions include body postural stabilization and coordination. [2]"}
{"id": "article-764_1", "title": "Physiology, Motor Cortical -- Introduction", "content": "There are important differences in the cortical projections from the cortical motor neurons. Those fibers originating from the primary motor cortex (area 4) terminate mainly in the spinal cord, synapsing directly on motor neurons. The rostral frontal motor areas do not terminate directly at the spinal cord. They send fibers that terminate in various areas of the brainstem. Therefore, they control movements indirectly through the brainstem, such as the tectospinal and reticulospinal tracts. It is also more understandable that they will control the proximal and axial muscles and movements.", "contents": "Physiology, Motor Cortical -- Introduction. There are important differences in the cortical projections from the cortical motor neurons. Those fibers originating from the primary motor cortex (area 4) terminate mainly in the spinal cord, synapsing directly on motor neurons. The rostral frontal motor areas do not terminate directly at the spinal cord. They send fibers that terminate in various areas of the brainstem. Therefore, they control movements indirectly through the brainstem, such as the tectospinal and reticulospinal tracts. It is also more understandable that they will control the proximal and axial muscles and movements."}
{"id": "article-764_2", "title": "Physiology, Motor Cortical -- Introduction", "content": "Cortical afferents to the frontal motor cortex arise from 3 sources: the parietal somatosensory cortex, the prefrontal cortex, and the cingulate cortex. The parietal-frontal connections represent different sensory-motor circuits. The cingulate cortex sends fibers to the premotor and supplemental motor areas for limbic information, motivation, and decision. Finally, the prefrontal cortex sends fibers to the motor cortex, which serves essential functions of motor planning and execution.", "contents": "Physiology, Motor Cortical -- Introduction. Cortical afferents to the frontal motor cortex arise from 3 sources: the parietal somatosensory cortex, the prefrontal cortex, and the cingulate cortex. The parietal-frontal connections represent different sensory-motor circuits. The cingulate cortex sends fibers to the premotor and supplemental motor areas for limbic information, motivation, and decision. Finally, the prefrontal cortex sends fibers to the motor cortex, which serves essential functions of motor planning and execution."}
{"id": "article-764_3", "title": "Physiology, Motor Cortical -- Issues of Concern", "content": "Weakness and paralysis resulting from motor cortex dysfunction can significantly reduce the quality of life in patients. Fortunately, some risk factors for stroke can be mitigated, such as hypertension, smoking, diabetes, poor diet, high cholesterol, and physical inactivity. Healthcare practitioners counsel patients regarding these factors and must prevent severe neurologic harm. [3]", "contents": "Physiology, Motor Cortical -- Issues of Concern. Weakness and paralysis resulting from motor cortex dysfunction can significantly reduce the quality of life in patients. Fortunately, some risk factors for stroke can be mitigated, such as hypertension, smoking, diabetes, poor diet, high cholesterol, and physical inactivity. Healthcare practitioners counsel patients regarding these factors and must prevent severe neurologic harm. [3]"}
{"id": "article-764_4", "title": "Physiology, Motor Cortical -- Cellular Level", "content": "The neuron is responsible for communication across the motor cortex at the cellular level. The neuron comprises 3 main parts: dendrites, soma, and axon ( other neuron signals received by the dendrites). The dendrite then transmits this signal to the cell body or soma. The soma contains the nucleus and axon hillock. The nucleus creates all proteins and membranes that keep the neuron alive. The axon hillock is where the action potential gets transmitted to the axon. The axon then delivers the action potential to the axon terminals, which synapse with the dendrites of other neurons. The motor cortex has somas that generate action potentials down to the spinal cord, called the upper motor neuron. The upper motor neuron communicates with the lower motor neuron via glutamate. [4] The motor cortex has only a rudimentary layer IV, which functions to receive thalamocortical projections. Therefore, these areas are also called the agranular cortex, with no input from the thalamus.", "contents": "Physiology, Motor Cortical -- Cellular Level. The neuron is responsible for communication across the motor cortex at the cellular level. The neuron comprises 3 main parts: dendrites, soma, and axon ( other neuron signals received by the dendrites). The dendrite then transmits this signal to the cell body or soma. The soma contains the nucleus and axon hillock. The nucleus creates all proteins and membranes that keep the neuron alive. The axon hillock is where the action potential gets transmitted to the axon. The axon then delivers the action potential to the axon terminals, which synapse with the dendrites of other neurons. The motor cortex has somas that generate action potentials down to the spinal cord, called the upper motor neuron. The upper motor neuron communicates with the lower motor neuron via glutamate. [4] The motor cortex has only a rudimentary layer IV, which functions to receive thalamocortical projections. Therefore, these areas are also called the agranular cortex, with no input from the thalamus."}
{"id": "article-764_5", "title": "Physiology, Motor Cortical -- Development", "content": "After 3 weeks of development, the nervous system divides into 3 primary brain vesicles: the forebrain (prosencephalon), midbrain (mesencephalon), and hindbrain (rhombencephalon). The nervous system then becomes a 5-vesicle stage, with the forebrain splitting into the cerebral hemispheres, thalamus, and hypothalamus. Following the formation of the different brain regions, neurons proliferate and migrate from the periventricular zone to the cortex inside-out to its final 6-layered cortical cytoarchitecture. The upper motor neurons originate from layers 5 and 6 of the cerebral hemispheres, specifically the primary motor cortex. [5]", "contents": "Physiology, Motor Cortical -- Development. After 3 weeks of development, the nervous system divides into 3 primary brain vesicles: the forebrain (prosencephalon), midbrain (mesencephalon), and hindbrain (rhombencephalon). The nervous system then becomes a 5-vesicle stage, with the forebrain splitting into the cerebral hemispheres, thalamus, and hypothalamus. Following the formation of the different brain regions, neurons proliferate and migrate from the periventricular zone to the cortex inside-out to its final 6-layered cortical cytoarchitecture. The upper motor neurons originate from layers 5 and 6 of the cerebral hemispheres, specifically the primary motor cortex. [5]"}
{"id": "article-764_6", "title": "Physiology, Motor Cortical -- Organ Systems Involved", "content": "The musculoskeletal system relies on the motor pathway to command it. The lower motor neuron synapses with the muscle fiber at the neuromuscular junction. After the action potential reaches the axon terminal of the lower motor neuron, voltage-gated calcium channels open to increase intracellular calcium ion concentrations, which allows vesicles of acetylcholine to fuse with the membrane and be released into the synaptic cleft to produce muscle contractions.", "contents": "Physiology, Motor Cortical -- Organ Systems Involved. The musculoskeletal system relies on the motor pathway to command it. The lower motor neuron synapses with the muscle fiber at the neuromuscular junction. After the action potential reaches the axon terminal of the lower motor neuron, voltage-gated calcium channels open to increase intracellular calcium ion concentrations, which allows vesicles of acetylcholine to fuse with the membrane and be released into the synaptic cleft to produce muscle contractions."}
{"id": "article-764_7", "title": "Physiology, Motor Cortical -- Function", "content": "The primary function of the motor cortex is to plan and create electrical impulses that cause voluntary muscle contractions. The nerves from the motor cortex can be cranial or spinal. Cranial nerves come directly from the brainstem, whereas spinal nerves emerge from the spinal cord. There are several cranial nerves (CN) that have a motor function, including CN III (oculomotor nerve), CN IV (trochlear nerve), CN V (trigeminal nerve), CN VI (abducens nerve), CN VII (facial nerve), CN IX (glossopharyngeal nerve), CN X (vagus nerve), and CN XI (accessory nerve) and CN XII (hypoglossal nerve). CN III, IV, and VI are involved in eye movement. CN V innervates the muscles of mastication. CN VII allows movement of the facial muscles. CN IX innervates the stylopharyngeus muscle, allowing for pharynx and larynx movement. CN X has many functions that play a role in speaking and swallowing. CN XI involves shoulder shrugging and head-turning with innervation of the trapezius and sternocleidomastoid, respectively. CN XII innervates most muscles of the tongue. [6]", "contents": "Physiology, Motor Cortical -- Function. The primary function of the motor cortex is to plan and create electrical impulses that cause voluntary muscle contractions. The nerves from the motor cortex can be cranial or spinal. Cranial nerves come directly from the brainstem, whereas spinal nerves emerge from the spinal cord. There are several cranial nerves (CN) that have a motor function, including CN III (oculomotor nerve), CN IV (trochlear nerve), CN V (trigeminal nerve), CN VI (abducens nerve), CN VII (facial nerve), CN IX (glossopharyngeal nerve), CN X (vagus nerve), and CN XI (accessory nerve) and CN XII (hypoglossal nerve). CN III, IV, and VI are involved in eye movement. CN V innervates the muscles of mastication. CN VII allows movement of the facial muscles. CN IX innervates the stylopharyngeus muscle, allowing for pharynx and larynx movement. CN X has many functions that play a role in speaking and swallowing. CN XI involves shoulder shrugging and head-turning with innervation of the trapezius and sternocleidomastoid, respectively. CN XII innervates most muscles of the tongue. [6]"}
{"id": "article-764_8", "title": "Physiology, Motor Cortical -- Function -- Supplementary Motor Area", "content": "Primarily, the supplementary motor area projects to the motor cortex. It appears to be involved mainly in programming in motor sequencing. Any lesions of this area in monkeys produce awkwardness in performing complex activities with bimanual coordination.", "contents": "Physiology, Motor Cortical -- Function -- Supplementary Motor Area. Primarily, the supplementary motor area projects to the motor cortex. It appears to be involved mainly in programming in motor sequencing. Any lesions of this area in monkeys produce awkwardness in performing complex activities with bimanual coordination."}
{"id": "article-764_9", "title": "Physiology, Motor Cortical -- Function -- Supplementary Motor Area", "content": "When humans count to themselves without speaking, the motor cortex is quiescent, but when they trust the number out loud as they count, blood flow increases in the motor cortex and the supplementary motor area. Furthermore, the supplementary motor area and the motor cortex are involved in voluntary movements when the movements being performed are complex and require planning. The blood flow increases whether or not a planned movement is carried out. The increase in blood flow occurs whether the movement is performed by the contralateral or the ipsilateral hand. [7]", "contents": "Physiology, Motor Cortical -- Function -- Supplementary Motor Area. When humans count to themselves without speaking, the motor cortex is quiescent, but when they trust the number out loud as they count, blood flow increases in the motor cortex and the supplementary motor area. Furthermore, the supplementary motor area and the motor cortex are involved in voluntary movements when the movements being performed are complex and require planning. The blood flow increases whether or not a planned movement is carried out. The increase in blood flow occurs whether the movement is performed by the contralateral or the ipsilateral hand. [7]"}
{"id": "article-764_10", "title": "Physiology, Motor Cortical -- Mechanism", "content": "Starting at the primary motor cortex, the upper motor neuron descends and passes through the ipsilateral posterior limb of the internal capsule. Most fibers will decussate at the pyramidal decussation at the caudal medulla. From here, the upper motor neuron is on the contralateral side of its origin. The upper motor neuron synapses with a lower motor neuron in the anterior horn of the spinal cord at the appropriate level. The lower motor neuron exits the spinal cord to synapse to a muscle. [8]", "contents": "Physiology, Motor Cortical -- Mechanism. Starting at the primary motor cortex, the upper motor neuron descends and passes through the ipsilateral posterior limb of the internal capsule. Most fibers will decussate at the pyramidal decussation at the caudal medulla. From here, the upper motor neuron is on the contralateral side of its origin. The upper motor neuron synapses with a lower motor neuron in the anterior horn of the spinal cord at the appropriate level. The lower motor neuron exits the spinal cord to synapse to a muscle. [8]"}
{"id": "article-764_11", "title": "Physiology, Motor Cortical -- Related Testing", "content": "Testing for an intact motor cortical pathway can involve deep tendon reflex testing. The biceps (C5, C6), brachioradialis (C6), triceps (C7), patellar (L4), and Achilles tendon (S1) can be tested to assess intact nerve roots. The muscle spindle sends a signal down the 1 alpha nerve fiber when stretched. The fiber enters the spinal column via the dorsal root and synapses with a lower motor neuron and interneuron. The lower motor neuron will cause the agonist muscle to contract, while the interneuron will cause the antagonist muscle to relax. [9]", "contents": "Physiology, Motor Cortical -- Related Testing. Testing for an intact motor cortical pathway can involve deep tendon reflex testing. The biceps (C5, C6), brachioradialis (C6), triceps (C7), patellar (L4), and Achilles tendon (S1) can be tested to assess intact nerve roots. The muscle spindle sends a signal down the 1 alpha nerve fiber when stretched. The fiber enters the spinal column via the dorsal root and synapses with a lower motor neuron and interneuron. The lower motor neuron will cause the agonist muscle to contract, while the interneuron will cause the antagonist muscle to relax. [9]"}
{"id": "article-764_12", "title": "Physiology, Motor Cortical -- Pathophysiology", "content": "Tetanus is a condition caused by the exotoxin tetanospasmin from Clostridium tetani. Tetanus causes painful muscle contractions, especially in the jaw and neck. Tetanospasmin inhibits the release of glycine and GABA, which are inhibitory neurotransmitters. Without inhibition of the skeletal muscles, sustained contraction occurs.", "contents": "Physiology, Motor Cortical -- Pathophysiology. Tetanus is a condition caused by the exotoxin tetanospasmin from Clostridium tetani. Tetanus causes painful muscle contractions, especially in the jaw and neck. Tetanospasmin inhibits the release of glycine and GABA, which are inhibitory neurotransmitters. Without inhibition of the skeletal muscles, sustained contraction occurs."}
{"id": "article-764_13", "title": "Physiology, Motor Cortical -- Pathophysiology", "content": "A stroke is when a portion of the brain does not receive sufficient blood. As a result, stroke symptoms can manifest as motor function deficits should parts of the motor cortex be infarcted. However, this often presents other symptoms, such as speech or vision deficits. A pure motor stroke is possible and is symptomatic of a lacunar stroke, causing an infarct of the posterior limb of the internal capsule. This infarct can present with hemiparesis, a weakness of 1 side of the body. [10]", "contents": "Physiology, Motor Cortical -- Pathophysiology. A stroke is when a portion of the brain does not receive sufficient blood. As a result, stroke symptoms can manifest as motor function deficits should parts of the motor cortex be infarcted. However, this often presents other symptoms, such as speech or vision deficits. A pure motor stroke is possible and is symptomatic of a lacunar stroke, causing an infarct of the posterior limb of the internal capsule. This infarct can present with hemiparesis, a weakness of 1 side of the body. [10]"}
{"id": "article-764_14", "title": "Physiology, Motor Cortical -- Clinical Significance", "content": "Damage to the motor cortex results in a clinical condition called upper motor neuron syndrome. It can also arise due to damage to the axons from the motor cortex (ie, the corticospinal tract). Clinically, there is the presence of weakness without significant muscle wasting, spasticity (increased muscle tone with clasp-knife rigidity), hyperreflexia, and positive Babinski sign. Babinski sign is a normal reflex in infants but abnormal in adults. It occurs when the big toe moves upward after the sole is stroked firmly. [11] Clasp knife rigidity or spasticity characteristically presents an initial resistance in movement followed by a rapid decrease in resistance. Upper motor neuron lesions present with a pattern of weakness that is also typical, with less weakness affecting the anti-gravity muscles. This pattern gives rise to the familiar appearance after a stroke with damage to the motor cortex. The patient will have a flexed posture in the affected upper extremity and an extended posture in the lower extremity. The patient will walk with a typical hemiparetic gait. Lower motor neuron lesions arise from the damage of the motor neuron in the spinal cord and characteristically present with weakness, atrophy, fasciculations, hyporeflexia, decreased tone, and flaccid paralysis.", "contents": "Physiology, Motor Cortical -- Clinical Significance. Damage to the motor cortex results in a clinical condition called upper motor neuron syndrome. It can also arise due to damage to the axons from the motor cortex (ie, the corticospinal tract). Clinically, there is the presence of weakness without significant muscle wasting, spasticity (increased muscle tone with clasp-knife rigidity), hyperreflexia, and positive Babinski sign. Babinski sign is a normal reflex in infants but abnormal in adults. It occurs when the big toe moves upward after the sole is stroked firmly. [11] Clasp knife rigidity or spasticity characteristically presents an initial resistance in movement followed by a rapid decrease in resistance. Upper motor neuron lesions present with a pattern of weakness that is also typical, with less weakness affecting the anti-gravity muscles. This pattern gives rise to the familiar appearance after a stroke with damage to the motor cortex. The patient will have a flexed posture in the affected upper extremity and an extended posture in the lower extremity. The patient will walk with a typical hemiparetic gait. Lower motor neuron lesions arise from the damage of the motor neuron in the spinal cord and characteristically present with weakness, atrophy, fasciculations, hyporeflexia, decreased tone, and flaccid paralysis."}
{"id": "article-764_15", "title": "Physiology, Motor Cortical -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Physiology, Motor Cortical -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}