{"id": "article-206_0", "title": "Myocardial Stunning and Hibernation -- Continuing Education Activity", "content": "Coronary artery disease can result in acute and chronic myocardial perfusion deficits. This hypoperfusion can result in impaired myocardial contractility and decreased left ventricular function. Restoration of myocardial function is sometimes achievable via percutaneous coronary intervention or coronary artery bypass grafting. Identification of viable tissue that can be successfully revascularized is an area of active research. Stunned myocardium is myocardium affected by transient reversible myocardial contractile dysfunction induced by acute ischemia. The blood supply to stunned myocardium is almost completely restored upon reperfusion and the myocardium does not suffer metabolic damage. This activity describes the evaluation and management of patients with stunned myocardium and highlights the role of the interprofessional team in improving care for affected patients.", "contents": "Myocardial Stunning and Hibernation -- Continuing Education Activity. Coronary artery disease can result in acute and chronic myocardial perfusion deficits. This hypoperfusion can result in impaired myocardial contractility and decreased left ventricular function. Restoration of myocardial function is sometimes achievable via percutaneous coronary intervention or coronary artery bypass grafting. Identification of viable tissue that can be successfully revascularized is an area of active research. Stunned myocardium is myocardium affected by transient reversible myocardial contractile dysfunction induced by acute ischemia. The blood supply to stunned myocardium is almost completely restored upon reperfusion and the myocardium does not suffer metabolic damage. This activity describes the evaluation and management of patients with stunned myocardium and highlights the role of the interprofessional team in improving care for affected patients."}
{"id": "article-206_1", "title": "Myocardial Stunning and Hibernation -- Continuing Education Activity", "content": "Objectives: Review the pathophysiology of stunned myocardium. Describe the common presentation of patients with stunned myocardium. Summarize the treatment of stunned myocardium. Explain modalities to improve care coordination among interprofessional team members in order to improve outcomes for patients affected by stunned myocardium. Access free multiple choice questions on this topic.", "contents": "Myocardial Stunning and Hibernation -- Continuing Education Activity. Objectives: Review the pathophysiology of stunned myocardium. Describe the common presentation of patients with stunned myocardium. Summarize the treatment of stunned myocardium. Explain modalities to improve care coordination among interprofessional team members in order to improve outcomes for patients affected by stunned myocardium. Access free multiple choice questions on this topic."}
{"id": "article-206_2", "title": "Myocardial Stunning and Hibernation -- Introduction", "content": "Coronary artery disease can result in acute and chronic myocardial perfusion deficits. This hypoperfusion can result in impaired myocardial contractility and decreased left ventricular function. Restoration of myocardial function is sometimes achievable by percutaneous coronary intervention or coronary artery bypass grafting. Identification of viable tissue that can be successfully revascularized is an area of active research.", "contents": "Myocardial Stunning and Hibernation -- Introduction. Coronary artery disease can result in acute and chronic myocardial perfusion deficits. This hypoperfusion can result in impaired myocardial contractility and decreased left ventricular function. Restoration of myocardial function is sometimes achievable by percutaneous coronary intervention or coronary artery bypass grafting. Identification of viable tissue that can be successfully revascularized is an area of active research."}
{"id": "article-206_3", "title": "Myocardial Stunning and Hibernation -- Introduction", "content": "\"Stunned\" myocardium is myocardium that suffers transient reversible myocardial contractile dysfunction induced by acute ischemia wherein the blood supply is almost completely restored on reperfusion and suffers no metabolic deterioration. The term was coined originally to describe a laboratory situation in canine experiments, where total occlusion of the coronary artery for 5-15 minutes resulted in abnormalities in LV wall motion that persisted for several days despite prompt reperfusion, demonstrating the phenomenon of \"stunning.\" [1] [2] [3] [4] [5]", "contents": "Myocardial Stunning and Hibernation -- Introduction. \"Stunned\" myocardium is myocardium that suffers transient reversible myocardial contractile dysfunction induced by acute ischemia wherein the blood supply is almost completely restored on reperfusion and suffers no metabolic deterioration. The term was coined originally to describe a laboratory situation in canine experiments, where total occlusion of the coronary artery for 5-15 minutes resulted in abnormalities in LV wall motion that persisted for several days despite prompt reperfusion, demonstrating the phenomenon of \"stunning.\" [1] [2] [3] [4] [5]"}
{"id": "article-206_4", "title": "Myocardial Stunning and Hibernation -- Introduction", "content": "\"Hibernating\" myocardium is also used to indicate chronic myocardial contractile dysfunction due to ischemia, where there is reduced coronary blood flow at rest and increased myocardial demand will result in impaired contractility. It is, in effect, ischemic myocardium supplied by a narrowed coronary artery in which ischemic cells remain viable, but contraction is chronically depressed. Here, the contractile function of the involved myocardium can be partially or even totally restored by improving the coronary blood flow or reducing the oxygen demand of the myocardium. [6] [7]", "contents": "Myocardial Stunning and Hibernation -- Introduction. \"Hibernating\" myocardium is also used to indicate chronic myocardial contractile dysfunction due to ischemia, where there is reduced coronary blood flow at rest and increased myocardial demand will result in impaired contractility. It is, in effect, ischemic myocardium supplied by a narrowed coronary artery in which ischemic cells remain viable, but contraction is chronically depressed. Here, the contractile function of the involved myocardium can be partially or even totally restored by improving the coronary blood flow or reducing the oxygen demand of the myocardium. [6] [7]"}
{"id": "article-206_5", "title": "Myocardial Stunning and Hibernation -- Introduction", "content": "Any patient with chronic LV dysfunction, which encompasses a wide clinical spectrum ranging from regional dysfunction to ischemic cardiomyopathy could be having hibernating myocardium. Many of these patients could be having pre-existing collateral channels and newly formed vessels in the coronary circulation which maintain the contractility and function of the LV. Hence, the degree of LV dysfunction may not always be directly proportional to the severity of the CAD.", "contents": "Myocardial Stunning and Hibernation -- Introduction. Any patient with chronic LV dysfunction, which encompasses a wide clinical spectrum ranging from regional dysfunction to ischemic cardiomyopathy could be having hibernating myocardium. Many of these patients could be having pre-existing collateral channels and newly formed vessels in the coronary circulation which maintain the contractility and function of the LV. Hence, the degree of LV dysfunction may not always be directly proportional to the severity of the CAD."}
{"id": "article-206_6", "title": "Myocardial Stunning and Hibernation -- Introduction", "content": "The fact that hibernating myocardium is viable establishes that LV function could have partial or complete restoration with successful, timely revascularisation. A wide range of diagnostic techniques like dobutamine echocardiography, PET scanning, radionuclide myocardial perfusion imaging (rMPI), and cardiovascular magnetic resonance (CMR) imaging can determine the presence of myocardial tissue that contracts if stimulated or existence of metabolic activity in that dysfunctional myocardial segment. Therefore, distinguishing between myocardium with potential for improvement in contractility and that with irreversible damage which does not react after revascularization is vital. Both stunned and hibernating myocardium can retain their inotropic capacity with reperfusion.", "contents": "Myocardial Stunning and Hibernation -- Introduction. The fact that hibernating myocardium is viable establishes that LV function could have partial or complete restoration with successful, timely revascularisation. A wide range of diagnostic techniques like dobutamine echocardiography, PET scanning, radionuclide myocardial perfusion imaging (rMPI), and cardiovascular magnetic resonance (CMR) imaging can determine the presence of myocardial tissue that contracts if stimulated or existence of metabolic activity in that dysfunctional myocardial segment. Therefore, distinguishing between myocardium with potential for improvement in contractility and that with irreversible damage which does not react after revascularization is vital. Both stunned and hibernating myocardium can retain their inotropic capacity with reperfusion."}
{"id": "article-206_7", "title": "Myocardial Stunning and Hibernation -- Etiology", "content": "Transient myocardial ischemia that results from a reduction of coronary blood flow may lead to myocardial stunning. These are the same causes that lead to coronary artery disease.", "contents": "Myocardial Stunning and Hibernation -- Etiology. Transient myocardial ischemia that results from a reduction of coronary blood flow may lead to myocardial stunning. These are the same causes that lead to coronary artery disease."}
{"id": "article-206_8", "title": "Myocardial Stunning and Hibernation -- Pathophysiology", "content": "It is a demonstrable fact that there is a permanent loss of contractile function due to death of cardiac myocytes and tissue infarction if there is a stoppage of or severe reduction of coronary blood flow for a period exceeding 20-40 minutes [8] . However, preservation of myocardial contractility could be possible for a longer time, and normal contractility could return on reperfusion if the coronary flow were to undergo only a moderate reduction in the first place. In this situation, chronically dysfunctional myocardium would be termed \"hibernating.' [9] Stunned myocardium takes a long time to recover from this insult, and regain contractility. Heyndrickx et al. described a phenomenon where a reversible period of ischemia in laboratory dogs induced a prolonged period of regional dysfunction; this was termed myocardial stunning. [10]", "contents": "Myocardial Stunning and Hibernation -- Pathophysiology. It is a demonstrable fact that there is a permanent loss of contractile function due to death of cardiac myocytes and tissue infarction if there is a stoppage of or severe reduction of coronary blood flow for a period exceeding 20-40 minutes [8] . However, preservation of myocardial contractility could be possible for a longer time, and normal contractility could return on reperfusion if the coronary flow were to undergo only a moderate reduction in the first place. In this situation, chronically dysfunctional myocardium would be termed \"hibernating.' [9] Stunned myocardium takes a long time to recover from this insult, and regain contractility. Heyndrickx et al. described a phenomenon where a reversible period of ischemia in laboratory dogs induced a prolonged period of regional dysfunction; this was termed myocardial stunning. [10]"}
{"id": "article-206_9", "title": "Myocardial Stunning and Hibernation -- Pathophysiology", "content": "In both stunning and hibernation, the basic pathology is a hypoperfused myocardium. It is worth noting that coronary stenosis up to 40% does not affect the maximum coronary flow. Between 40 to 80% reduction, maximum flow reduces but the resting flow remains unaffected. However, stenosis exceeding 80% creates a gross reduction in the resting blood supply which dramatically diminishes the contractile capacity.", "contents": "Myocardial Stunning and Hibernation -- Pathophysiology. In both stunning and hibernation, the basic pathology is a hypoperfused myocardium. It is worth noting that coronary stenosis up to 40% does not affect the maximum coronary flow. Between 40 to 80% reduction, maximum flow reduces but the resting flow remains unaffected. However, stenosis exceeding 80% creates a gross reduction in the resting blood supply which dramatically diminishes the contractile capacity."}
{"id": "article-206_10", "title": "Myocardial Stunning and Hibernation -- Pathophysiology", "content": "Myocardial stunning and hibernation appear to be part of the same clinical spectrum, only varying in degrees. There are a number of studies that hypothesize that repetitive episodes of stunning secondary to episodic ischemia lead to hibernation of the myocardium. [11] [12] [13] The difference between stunning and hibernation is that in the former the resting coronary flow is unaffected, and in the latter, it decreases. Therefore, hibernation as a phenomenon is characterized by post-ischemic dysfunction which could be acute, subacute, or chronic following an episode or several episodes of ischemia. [6] The fate of this hibernating myocardium depends on whether or not the hemodynamics are altered favorably on time either by prompt and early revascularization or curtailing the oxygen consumption of the myocardium before cellular death can occur. [14]", "contents": "Myocardial Stunning and Hibernation -- Pathophysiology. Myocardial stunning and hibernation appear to be part of the same clinical spectrum, only varying in degrees. There are a number of studies that hypothesize that repetitive episodes of stunning secondary to episodic ischemia lead to hibernation of the myocardium. [11] [12] [13] The difference between stunning and hibernation is that in the former the resting coronary flow is unaffected, and in the latter, it decreases. Therefore, hibernation as a phenomenon is characterized by post-ischemic dysfunction which could be acute, subacute, or chronic following an episode or several episodes of ischemia. [6] The fate of this hibernating myocardium depends on whether or not the hemodynamics are altered favorably on time either by prompt and early revascularization or curtailing the oxygen consumption of the myocardium before cellular death can occur. [14]"}
{"id": "article-206_11", "title": "Myocardial Stunning and Hibernation -- Pathophysiology", "content": "There are a number of defense mechanisms described as auto-regulatory phenomena in response to a reduction in myocardial flow in the hibernating myocardium:", "contents": "Myocardial Stunning and Hibernation -- Pathophysiology. There are a number of defense mechanisms described as auto-regulatory phenomena in response to a reduction in myocardial flow in the hibernating myocardium:"}
{"id": "article-206_12", "title": "Myocardial Stunning and Hibernation -- Pathophysiology", "content": "1.) When there is a sudden reduction in the coronary flow, the energy requirement of the hypoperfused myocardium exceeds the supply, creating an imbalance which automatically reduces the contractility of the myocardium and its energy requirements; this is a state of \"perfusion-contraction matching.\" [15] [16]", "contents": "Myocardial Stunning and Hibernation -- Pathophysiology. 1.) When there is a sudden reduction in the coronary flow, the energy requirement of the hypoperfused myocardium exceeds the supply, creating an imbalance which automatically reduces the contractility of the myocardium and its energy requirements; this is a state of \"perfusion-contraction matching.\" [15] [16]"}
{"id": "article-206_13", "title": "Myocardial Stunning and Hibernation -- Pathophysiology", "content": "2.) Changes at the cellular level: In the hibernating myocardial tissue certain cardiac myocytes exhibit nucleolar condensations suggesting apoptosis, thus altering the structure and protein composition of the heart. Hence, structural remodeling is undertaken to ensure functionality. [17] [18] [19] 3.) Coronary vasodilatation: When coronary flow reduces, the drop in pressure is counteracted by coronary vasodilation in the initial phase as a means of autoregulation.", "contents": "Myocardial Stunning and Hibernation -- Pathophysiology. 2.) Changes at the cellular level: In the hibernating myocardial tissue certain cardiac myocytes exhibit nucleolar condensations suggesting apoptosis, thus altering the structure and protein composition of the heart. Hence, structural remodeling is undertaken to ensure functionality. [17] [18] [19] 3.) Coronary vasodilatation: When coronary flow reduces, the drop in pressure is counteracted by coronary vasodilation in the initial phase as a means of autoregulation."}
{"id": "article-206_14", "title": "Myocardial Stunning and Hibernation -- Pathophysiology", "content": "4.) Myocardial ischemic preconditioning: Current understanding is that a small ischemic interval serves to protect the myocardium from the detrimental effects of subsequent prolonged ischemia particularly if it is gradual and not sudden. [20] [21] The hypothesis is that the reperfusion that the myocardium receives after the initial ischemia serves to protect it, which can explain how periodic attacks of ischemia could precondition this stunned myocardium.", "contents": "Myocardial Stunning and Hibernation -- Pathophysiology. 4.) Myocardial ischemic preconditioning: Current understanding is that a small ischemic interval serves to protect the myocardium from the detrimental effects of subsequent prolonged ischemia particularly if it is gradual and not sudden. [20] [21] The hypothesis is that the reperfusion that the myocardium receives after the initial ischemia serves to protect it, which can explain how periodic attacks of ischemia could precondition this stunned myocardium."}
{"id": "article-206_15", "title": "Myocardial Stunning and Hibernation -- Pathophysiology", "content": "5.) Cytostructural changes in the hibernating myocardium: In hibernating myocardial segments, disorganization of contractile and cytoskeletal proteins, reduced mRNA expression, and at a cytochemical level a reduction in myocardial phosphates, decreases the responsiveness of myofibrils to calcium and leads to a transition from oxidative to anaerobic metabolism.", "contents": "Myocardial Stunning and Hibernation -- Pathophysiology. 5.) Cytostructural changes in the hibernating myocardium: In hibernating myocardial segments, disorganization of contractile and cytoskeletal proteins, reduced mRNA expression, and at a cytochemical level a reduction in myocardial phosphates, decreases the responsiveness of myofibrils to calcium and leads to a transition from oxidative to anaerobic metabolism."}
{"id": "article-206_16", "title": "Myocardial Stunning and Hibernation -- Pathophysiology", "content": "6.) Skewed ratios of alpha and beta-adrenergic receptors: In hibernating myocardial segments, as inotropic reserve diminishes and resting flow reduces, an increase in alpha adrenergic receptors and a corresponding decrease in beta-adrenergic receptors are present.", "contents": "Myocardial Stunning and Hibernation -- Pathophysiology. 6.) Skewed ratios of alpha and beta-adrenergic receptors: In hibernating myocardial segments, as inotropic reserve diminishes and resting flow reduces, an increase in alpha adrenergic receptors and a corresponding decrease in beta-adrenergic receptors are present."}
{"id": "article-206_17", "title": "Myocardial Stunning and Hibernation -- History and Physical", "content": "1.) Acute myocardial infarction: Myocardial stunning occurs after acute myocardial infarction as evidenced by patients treated with reperfusion therapy who have shown near normal recovery by 2 weeks. [22] [23] Myocardial hibernation has been demonstrated in infarcted areas of the myocardium and also in areas remote from the area of infarct but adjacent to it. In these areas, there was post-reperfusion improvement in myocardial contractility, as evidenced by several parameters. [24]", "contents": "Myocardial Stunning and Hibernation -- History and Physical. 1.) Acute myocardial infarction: Myocardial stunning occurs after acute myocardial infarction as evidenced by patients treated with reperfusion therapy who have shown near normal recovery by 2 weeks. [22] [23] Myocardial hibernation has been demonstrated in infarcted areas of the myocardium and also in areas remote from the area of infarct but adjacent to it. In these areas, there was post-reperfusion improvement in myocardial contractility, as evidenced by several parameters. [24]"}
{"id": "article-206_18", "title": "Myocardial Stunning and Hibernation -- History and Physical", "content": "2.) Stable angina: Myocardial stunning can exist in chronic stable angina with coronary artery disease. The LV dysfunction often improves after revascularization, the extent of angina not always being directly proportional to the number of hibernating islands involved. [25]", "contents": "Myocardial Stunning and Hibernation -- History and Physical. 2.) Stable angina: Myocardial stunning can exist in chronic stable angina with coronary artery disease. The LV dysfunction often improves after revascularization, the extent of angina not always being directly proportional to the number of hibernating islands involved. [25]"}
{"id": "article-206_19", "title": "Myocardial Stunning and Hibernation -- History and Physical", "content": "3.) Unstable angina: Manifested as repetitive episodes of chest pain, pain at rest or effort, or chest pain after MI. The myocardial ischemia can trigger perfusion defects which are present on echocardiography as wall motion abnormalities. Such repeated episodes of myocardial stunning could translate into myocardial hibernation over a period of time; this explains why hibernating myocardium presents more frequently in unstable than in stable angina. [26]", "contents": "Myocardial Stunning and Hibernation -- History and Physical. 3.) Unstable angina: Manifested as repetitive episodes of chest pain, pain at rest or effort, or chest pain after MI. The myocardial ischemia can trigger perfusion defects which are present on echocardiography as wall motion abnormalities. Such repeated episodes of myocardial stunning could translate into myocardial hibernation over a period of time; this explains why hibernating myocardium presents more frequently in unstable than in stable angina. [26]"}
{"id": "article-206_20", "title": "Myocardial Stunning and Hibernation -- History and Physical", "content": "4.) Heart failure with or without severe left LV dysfunction or anomalous coronary artery: There is a proportion of patients with severe LV dysfunction or heart failure with hibernating myocardium. In a large number of these cases, evidence of remodeling of the LV was evident by its spherical shape and an increase in its volume. These parameters have known to decrease after reperfusion in what is termed reverse remodeling of the LV which indicates recovery of some of the hibernating myocardial segments. [27]", "contents": "Myocardial Stunning and Hibernation -- History and Physical. 4.) Heart failure with or without severe left LV dysfunction or anomalous coronary artery: There is a proportion of patients with severe LV dysfunction or heart failure with hibernating myocardium. In a large number of these cases, evidence of remodeling of the LV was evident by its spherical shape and an increase in its volume. These parameters have known to decrease after reperfusion in what is termed reverse remodeling of the LV which indicates recovery of some of the hibernating myocardial segments. [27]"}
{"id": "article-206_21", "title": "Myocardial Stunning and Hibernation -- Evaluation", "content": "The diagnostic tests for detection of viable myocardial tissue are of prime importance as they can assess myocardial viability and contractile reserve and therefore hold potential for complete or partial reversibility of LV contractility and myocardial function if revascularization can be achieved in time. In such cases, they can have a positive outcome in terms of long-term patient survival. These tests should be sensitive, specific for myocardial tissue, widely available and preferably non-invasive.", "contents": "Myocardial Stunning and Hibernation -- Evaluation. The diagnostic tests for detection of viable myocardial tissue are of prime importance as they can assess myocardial viability and contractile reserve and therefore hold potential for complete or partial reversibility of LV contractility and myocardial function if revascularization can be achieved in time. In such cases, they can have a positive outcome in terms of long-term patient survival. These tests should be sensitive, specific for myocardial tissue, widely available and preferably non-invasive."}
{"id": "article-206_22", "title": "Myocardial Stunning and Hibernation -- Evaluation", "content": "Echocardiography: End-diastolic wall thickness = 0.6 cm is considered incompatible with functional recovery. [28]", "contents": "Myocardial Stunning and Hibernation -- Evaluation. Echocardiography: End-diastolic wall thickness = 0.6 cm is considered incompatible with functional recovery. [28]"}
{"id": "article-206_23", "title": "Myocardial Stunning and Hibernation -- Evaluation", "content": "Dobutamine stress echocardiography (DSE): Transthoracic 2D Echo following inotropic stimulation by low-dose dobutamine is used to test, non-invasively, the contractile reserve of the dysfunctional myocardium. [29] Dobutamine may be combined with atropine or at times nitroglycerine to increase the myocardial blood flow. [30]", "contents": "Myocardial Stunning and Hibernation -- Evaluation. Dobutamine stress echocardiography (DSE): Transthoracic 2D Echo following inotropic stimulation by low-dose dobutamine is used to test, non-invasively, the contractile reserve of the dysfunctional myocardium. [29] Dobutamine may be combined with atropine or at times nitroglycerine to increase the myocardial blood flow. [30]"}
{"id": "article-206_24", "title": "Myocardial Stunning and Hibernation -- Evaluation", "content": "Tissue Doppler echocardiography (TDE): This technique uses strain rate imaging (SRI) to obtain an estimate of LV viability, and when used in combination with DSE, the sensitivity greatly increases. [31]", "contents": "Myocardial Stunning and Hibernation -- Evaluation. Tissue Doppler echocardiography (TDE): This technique uses strain rate imaging (SRI) to obtain an estimate of LV viability, and when used in combination with DSE, the sensitivity greatly increases. [31]"}
{"id": "article-206_25", "title": "Myocardial Stunning and Hibernation -- Evaluation", "content": "Doppler assessment of mitral inflow pattern: Doppler echocardiographic evaluation of LV diastolic function indicates that the degree of myocardial viability may correspond proportionally with the early diastolic deceleration time (DT). A DT > 150 milliseconds is considered a good prognostic factor for revascularization.", "contents": "Myocardial Stunning and Hibernation -- Evaluation. Doppler assessment of mitral inflow pattern: Doppler echocardiographic evaluation of LV diastolic function indicates that the degree of myocardial viability may correspond proportionally with the early diastolic deceleration time (DT). A DT > 150 milliseconds is considered a good prognostic factor for revascularization."}
{"id": "article-206_26", "title": "Myocardial Stunning and Hibernation -- Evaluation", "content": "Stress redistribution single photon emission computed tomography (SPECT) or FDG-PET is also an option, though dobutamine echocardiography has a slightly better predictive value. [32]", "contents": "Myocardial Stunning and Hibernation -- Evaluation. Stress redistribution single photon emission computed tomography (SPECT) or FDG-PET is also an option, though dobutamine echocardiography has a slightly better predictive value. [32]"}
{"id": "article-206_27", "title": "Myocardial Stunning and Hibernation -- Evaluation", "content": "Cardiac MRI: Gadolinium is the contrast agent, and absence of enhancement suggests viable myocardium that would respond favorably to revascularization. [33]", "contents": "Myocardial Stunning and Hibernation -- Evaluation. Cardiac MRI: Gadolinium is the contrast agent, and absence of enhancement suggests viable myocardium that would respond favorably to revascularization. [33]"}
{"id": "article-206_28", "title": "Myocardial Stunning and Hibernation -- Evaluation", "content": "Myocardial contrast echocardiography (MCE): Stunned myocardium appears to have a homogenous contrast, showing normal blood flow with intact microcirculation. MCE in addition to providing information about LV contractility can also identify dysfunctional but perfused myocardium. [34]", "contents": "Myocardial Stunning and Hibernation -- Evaluation. Myocardial contrast echocardiography (MCE): Stunned myocardium appears to have a homogenous contrast, showing normal blood flow with intact microcirculation. MCE in addition to providing information about LV contractility can also identify dysfunctional but perfused myocardium. [34]"}
{"id": "article-206_29", "title": "Myocardial Stunning and Hibernation -- Evaluation", "content": "Endocardial electromechanical mapping is another new modality used for diagnosis of stunned myocardium by assessing the amplitude of endocardial electrical signals. This data is correlated with wall motion studies to assess areas of reversible ischemia.", "contents": "Myocardial Stunning and Hibernation -- Evaluation. Endocardial electromechanical mapping is another new modality used for diagnosis of stunned myocardium by assessing the amplitude of endocardial electrical signals. This data is correlated with wall motion studies to assess areas of reversible ischemia."}
{"id": "article-206_30", "title": "Myocardial Stunning and Hibernation -- Treatment / Management", "content": "Myocardial stunning does not usually require any treatment. However, if severe myocardial dysfunction presents, temporary inotrope use would be indicated. [35]", "contents": "Myocardial Stunning and Hibernation -- Treatment / Management. Myocardial stunning does not usually require any treatment. However, if severe myocardial dysfunction presents, temporary inotrope use would be indicated. [35]"}
{"id": "article-206_31", "title": "Myocardial Stunning and Hibernation -- Treatment / Management", "content": "Nisoldipine as a calcium antagonist has been recommended to improve the functional recovery of reperfused myocardium only when given before ischemia. [36] ACE inhibitors have been used to improve the contractile function of the stunned myocardium. Hydralazine, enalapril, and captopril have been used to attenuate reperfusion-induced myocardial dysfunction and improve the contractile activity of the myocardium. [37]", "contents": "Myocardial Stunning and Hibernation -- Treatment / Management. Nisoldipine as a calcium antagonist has been recommended to improve the functional recovery of reperfused myocardium only when given before ischemia. [36] ACE inhibitors have been used to improve the contractile function of the stunned myocardium. Hydralazine, enalapril, and captopril have been used to attenuate reperfusion-induced myocardial dysfunction and improve the contractile activity of the myocardium. [37]"}
{"id": "article-206_32", "title": "Myocardial Stunning and Hibernation -- Treatment / Management", "content": "The observation that marked reduction of free radical generation and contractile function by antioxidant therapy began at the time of reperfusion supports the concept that myocardial stunning is a manifestation of reperfusion injury. [38]", "contents": "Myocardial Stunning and Hibernation -- Treatment / Management. The observation that marked reduction of free radical generation and contractile function by antioxidant therapy began at the time of reperfusion supports the concept that myocardial stunning is a manifestation of reperfusion injury. [38]"}
{"id": "article-206_33", "title": "Myocardial Stunning and Hibernation -- Treatment / Management", "content": "Treatment of hibernating myocardial is to reperfuse the hypoperfused myocardium with blood. Hibernating myocardium has abnormal wall motion which normalizes after nitrates, inotropes, PESP (post-extra-systolic potentiation), PTCA (percutaneous transluminal coronary angioplasty) and CABG (coronary artery bypass grafting).", "contents": "Myocardial Stunning and Hibernation -- Treatment / Management. Treatment of hibernating myocardial is to reperfuse the hypoperfused myocardium with blood. Hibernating myocardium has abnormal wall motion which normalizes after nitrates, inotropes, PESP (post-extra-systolic potentiation), PTCA (percutaneous transluminal coronary angioplasty) and CABG (coronary artery bypass grafting)."}
{"id": "article-206_34", "title": "Myocardial Stunning and Hibernation -- Differential Diagnosis", "content": "Acute pericarditis Aortic dissection Aortic stenosis Herpes Zoster Idiopathic Pulmonary Arterial Hypertension Infective Endocarditis Mitral Valve Prolapse Myocarditis Myopericarditis pneumothorax Pulmonary Embolism (PE) Respiratory pneumonia Unstable angina", "contents": "Myocardial Stunning and Hibernation -- Differential Diagnosis. Acute pericarditis Aortic dissection Aortic stenosis Herpes Zoster Idiopathic Pulmonary Arterial Hypertension Infective Endocarditis Mitral Valve Prolapse Myocarditis Myopericarditis pneumothorax Pulmonary Embolism (PE) Respiratory pneumonia Unstable angina"}
{"id": "article-206_35", "title": "Myocardial Stunning and Hibernation -- Enhancing Healthcare Team Outcomes", "content": "When patients present with myocardial ischemia, referral to a cardiologist should is necessary. The primary care provider and nurse practitioner should be aware that there are phases of the heart (i.e., hibernating) which may not always require coronary artery bypass surgery. In some cases, the heart muscle may not be viable, and hence a coronary artery bypass is a futile procedure. Thus, it is important to distinguish between stunned, hibernating, and scar tissue before undertaking any type of revascularization procedure.", "contents": "Myocardial Stunning and Hibernation -- Enhancing Healthcare Team Outcomes. When patients present with myocardial ischemia, referral to a cardiologist should is necessary. The primary care provider and nurse practitioner should be aware that there are phases of the heart (i.e., hibernating) which may not always require coronary artery bypass surgery. In some cases, the heart muscle may not be viable, and hence a coronary artery bypass is a futile procedure. Thus, it is important to distinguish between stunned, hibernating, and scar tissue before undertaking any type of revascularization procedure."}
{"id": "article-206_36", "title": "Myocardial Stunning and Hibernation -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Myocardial Stunning and Hibernation -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}