{"id": "article-18223_0", "title": "Vitamin B1 (Thiamine) Deficiency -- Continuing Education Activity", "content": "Thiamine, or vitamin B1, was the first vitamin to be identified. It functions as a catalyst in the generation of energy through decarboxylation of branched-chain amino acids and alpha-ketoacids and acts as a coenzyme for transketolase reactions in the form of thiamine pyrophosphate. Thiamine also plays an unidentified role in propagating nerve impulses and taking part in myelin sheath maintenance. This activity reviews the causes of thiamine deficiency, the associated pathophysiology, and typical patient presentation and highlights the role of the interprofessional team in its management.", "contents": "Vitamin B1 (Thiamine) Deficiency -- Continuing Education Activity. Thiamine, or vitamin B1, was the first vitamin to be identified. It functions as a catalyst in the generation of energy through decarboxylation of branched-chain amino acids and alpha-ketoacids and acts as a coenzyme for transketolase reactions in the form of thiamine pyrophosphate. Thiamine also plays an unidentified role in propagating nerve impulses and taking part in myelin sheath maintenance. This activity reviews the causes of thiamine deficiency, the associated pathophysiology, and typical patient presentation and highlights the role of the interprofessional team in its management."}
{"id": "article-18223_1", "title": "Vitamin B1 (Thiamine) Deficiency -- Continuing Education Activity", "content": "Objectives: Describe the pathophysiology of thiamine deficiency. Outline the causes of thiamine deficiency. Summarize the presentation of a patient with thiamine deficiency. Explain strategies to optimize care coordination among interprofessional team members to improve outcomes for patients affected by thiamine deficiency. Access free multiple choice questions on this topic.", "contents": "Vitamin B1 (Thiamine) Deficiency -- Continuing Education Activity. Objectives: Describe the pathophysiology of thiamine deficiency. Outline the causes of thiamine deficiency. Summarize the presentation of a patient with thiamine deficiency. Explain strategies to optimize care coordination among interprofessional team members to improve outcomes for patients affected by thiamine deficiency. Access free multiple choice questions on this topic."}
{"id": "article-18223_2", "title": "Vitamin B1 (Thiamine) Deficiency -- Introduction", "content": "Thiamine was the first vitamin identified (vitamin B1) many years ago. It functions as a catalyst in the generation of energy through decarboxylation of branched-chain amino acids and alpha-ketoacids and acts as a coenzyme for transketolase reactions in the form of thiamine pyrophosphate. Thiamine also plays an unidentified role in propagating nerve impulses and taking part in myelin sheath maintenance. [1]", "contents": "Vitamin B1 (Thiamine) Deficiency -- Introduction. Thiamine was the first vitamin identified (vitamin B1) many years ago. It functions as a catalyst in the generation of energy through decarboxylation of branched-chain amino acids and alpha-ketoacids and acts as a coenzyme for transketolase reactions in the form of thiamine pyrophosphate. Thiamine also plays an unidentified role in propagating nerve impulses and taking part in myelin sheath maintenance. [1]"}
{"id": "article-18223_3", "title": "Vitamin B1 (Thiamine) Deficiency -- Introduction", "content": "This water-soluble vitamin is present in meat, beef, pork, legumes, whole grains, and nuts; however, milled rice and grains have small amounts of thiamine as the processing involved in creating these food products removes thiamine. Additionally, certain food products such as tea, coffee, raw fish, and shellfish contain thiaminases - enzymes that destroy thiamine.", "contents": "Vitamin B1 (Thiamine) Deficiency -- Introduction. This water-soluble vitamin is present in meat, beef, pork, legumes, whole grains, and nuts; however, milled rice and grains have small amounts of thiamine as the processing involved in creating these food products removes thiamine. Additionally, certain food products such as tea, coffee, raw fish, and shellfish contain thiaminases - enzymes that destroy thiamine."}
{"id": "article-18223_4", "title": "Vitamin B1 (Thiamine) Deficiency -- Introduction", "content": "Thiamine deficiency can affect the cardiovascular, nervous, and immune systems, as commonly seen in wet beriberi, dry beriberi, or Wernicke-Korsakoff syndrome. Worldwide it is most widely reported in populations where polished rice and milled cereals are the primary food source and in patients with chronic alcohol use disorder. Dry beriberi presents as symmetrical peripheral neuropathy, while wet beriberi presents with high-output heart failure. Wernicke-Korsakoff syndrome (WKS) can manifest with CNS symptoms such as gait changes, altered mental status, and ocular abnormalities. [2]", "contents": "Vitamin B1 (Thiamine) Deficiency -- Introduction. Thiamine deficiency can affect the cardiovascular, nervous, and immune systems, as commonly seen in wet beriberi, dry beriberi, or Wernicke-Korsakoff syndrome. Worldwide it is most widely reported in populations where polished rice and milled cereals are the primary food source and in patients with chronic alcohol use disorder. Dry beriberi presents as symmetrical peripheral neuropathy, while wet beriberi presents with high-output heart failure. Wernicke-Korsakoff syndrome (WKS) can manifest with CNS symptoms such as gait changes, altered mental status, and ocular abnormalities. [2]"}
{"id": "article-18223_5", "title": "Vitamin B1 (Thiamine) Deficiency -- Etiology", "content": "Deficiency of thiamine can be related to [3] : Poor intake Diets primarily high in polished rice/processed grains Chronic alcoholism Parenteral nutrition without adequate thiamine supplementation Gastric bypass surgery Poor absorption Malnutrition Gastric bypass surgery Malabsorption syndrome Increased loss Diarrhea Hyperemesis gravidarum Diuretic use Renal replacement therapy Increased thiamine utilization Pregnancy Lactation Hyperthyroidism Refeeding syndrome Drugs that can lead to thiamine deficiency Diuretics", "contents": "Vitamin B1 (Thiamine) Deficiency -- Etiology. Deficiency of thiamine can be related to [3] : Poor intake Diets primarily high in polished rice/processed grains Chronic alcoholism Parenteral nutrition without adequate thiamine supplementation Gastric bypass surgery Poor absorption Malnutrition Gastric bypass surgery Malabsorption syndrome Increased loss Diarrhea Hyperemesis gravidarum Diuretic use Renal replacement therapy Increased thiamine utilization Pregnancy Lactation Hyperthyroidism Refeeding syndrome Drugs that can lead to thiamine deficiency Diuretics"}
{"id": "article-18223_6", "title": "Vitamin B1 (Thiamine) Deficiency -- Epidemiology", "content": "Worldwide, thiamine deficiency is primarily due to inadequate dietary intake, specifically in diets comprised mainly of polished rice and grains. In Western countries, it most commonly presents in patients suffering from alcoholism or chronic illness. Special populations of individuals also at risk for thiamine deficiency include pregnant women, those requiring parental feeding, individuals who have undergone bariatric surgery, those with overall poor nutritional status, and patients on chronic diuretic therapy as it increases urinary losses. The deficiency of this vitamin in women can cause infantile beriberi, which this article will not specifically address. [4]", "contents": "Vitamin B1 (Thiamine) Deficiency -- Epidemiology. Worldwide, thiamine deficiency is primarily due to inadequate dietary intake, specifically in diets comprised mainly of polished rice and grains. In Western countries, it most commonly presents in patients suffering from alcoholism or chronic illness. Special populations of individuals also at risk for thiamine deficiency include pregnant women, those requiring parental feeding, individuals who have undergone bariatric surgery, those with overall poor nutritional status, and patients on chronic diuretic therapy as it increases urinary losses. The deficiency of this vitamin in women can cause infantile beriberi, which this article will not specifically address. [4]"}
{"id": "article-18223_7", "title": "Vitamin B1 (Thiamine) Deficiency -- Pathophysiology", "content": "When thiamine stores are depleted (which takes about 4 weeks after stopping intake), symptoms start to appear.", "contents": "Vitamin B1 (Thiamine) Deficiency -- Pathophysiology. When thiamine stores are depleted (which takes about 4 weeks after stopping intake), symptoms start to appear."}
{"id": "article-18223_8", "title": "Vitamin B1 (Thiamine) Deficiency -- Pathophysiology", "content": "Dry beriberi occurs when the CNS is involved. This condition is usually due to poor intake. The neurological features include impaired reflexes and symmetrical motor and sensory deficits in the extremities. Loss of myelin is seen without any acute inflammation.", "contents": "Vitamin B1 (Thiamine) Deficiency -- Pathophysiology. Dry beriberi occurs when the CNS is involved. This condition is usually due to poor intake. The neurological features include impaired reflexes and symmetrical motor and sensory deficits in the extremities. Loss of myelin is seen without any acute inflammation."}
{"id": "article-18223_9", "title": "Vitamin B1 (Thiamine) Deficiency -- Pathophysiology", "content": "Another variation of dry beriberi is Wernicke encephalopathy. This condition presents in well-defined steps starting with nausea and vomiting, followed by horizontal nystagmus, ocular nerve palsy, fever, ataxia, and progressive mental impairment, eventually leading to the Korsakoff syndrome. Improvement is only possible if the patient has not developed the Korsakoff syndrome. Less than 50% of patients show significant recovery after treatment.", "contents": "Vitamin B1 (Thiamine) Deficiency -- Pathophysiology. Another variation of dry beriberi is Wernicke encephalopathy. This condition presents in well-defined steps starting with nausea and vomiting, followed by horizontal nystagmus, ocular nerve palsy, fever, ataxia, and progressive mental impairment, eventually leading to the Korsakoff syndrome. Improvement is only possible if the patient has not developed the Korsakoff syndrome. Less than 50% of patients show significant recovery after treatment."}
{"id": "article-18223_10", "title": "Vitamin B1 (Thiamine) Deficiency -- Pathophysiology", "content": "Wet beriberi is present when the cardiovascular system is involved. The heart fails to function, leading to edema and fluid retention. The key reason for heart dysfunction is an overuse injury. Wet beriberi is a medical emergency and, without treatment, can lead to death within days. Thiamine can slowly help with recovery, but most patients require intense supportive measures in an ICU setting.", "contents": "Vitamin B1 (Thiamine) Deficiency -- Pathophysiology. Wet beriberi is present when the cardiovascular system is involved. The heart fails to function, leading to edema and fluid retention. The key reason for heart dysfunction is an overuse injury. Wet beriberi is a medical emergency and, without treatment, can lead to death within days. Thiamine can slowly help with recovery, but most patients require intense supportive measures in an ICU setting."}
{"id": "article-18223_11", "title": "Vitamin B1 (Thiamine) Deficiency -- History and Physical -- History", "content": "When evaluating for thiamine deficiency, the typical history may include poor nutritional intake, excessive alcohol intake, or the patient belonging to the special populations of individuals previously mentioned (pregnant women, recipients of bariatric surgery, patients with prolonged diuretic use, anyone with poor overall nutritional status, etc.).", "contents": "Vitamin B1 (Thiamine) Deficiency -- History and Physical -- History. When evaluating for thiamine deficiency, the typical history may include poor nutritional intake, excessive alcohol intake, or the patient belonging to the special populations of individuals previously mentioned (pregnant women, recipients of bariatric surgery, patients with prolonged diuretic use, anyone with poor overall nutritional status, etc.)."}
{"id": "article-18223_12", "title": "Vitamin B1 (Thiamine) Deficiency -- History and Physical -- History", "content": "Initial symptoms of B1 deficiency include anorexia, irritability, and difficulties with short-term memory. With prolonged thiamine deficiency, patients may endorse loss of sensation in the extremities, symptoms of heart failure including swelling of the hands or feet, chest pain related to demand ischemia, or feelings of vertigo, double vision, and memory loss. Additionally, close friends and family of the patient may describe confusion or symptoms of confabulation.", "contents": "Vitamin B1 (Thiamine) Deficiency -- History and Physical -- History. Initial symptoms of B1 deficiency include anorexia, irritability, and difficulties with short-term memory. With prolonged thiamine deficiency, patients may endorse loss of sensation in the extremities, symptoms of heart failure including swelling of the hands or feet, chest pain related to demand ischemia, or feelings of vertigo, double vision, and memory loss. Additionally, close friends and family of the patient may describe confusion or symptoms of confabulation."}
{"id": "article-18223_13", "title": "Vitamin B1 (Thiamine) Deficiency -- History and Physical -- Physical Exam", "content": "Dry beriberi: Evidence of symmetric peripheral neuropathy with motor and sensory changes Diminished reflexes Wet beriberi - cardiovascular compromise related to impaired myocardial energy metabolism and dysautonomia: Dilated cardiomyopathy Tachycardia High-output congestive heart failure Peripheral edema Wet and dry beriberi often have overlapping features, and in either condition, paresthesias may be a presenting feature. Wernicke’s encephalopathy (WE) is a classic triad of ocular abnormalities (nystagmus, ophthalmoplegia), confusion, and gait changes such as ataxia. Wernicke’s encephalopathy with additional symptoms of memory loss and psychosis with confabulation is consistent with WKS. [1] [5]", "contents": "Vitamin B1 (Thiamine) Deficiency -- History and Physical -- Physical Exam. Dry beriberi: Evidence of symmetric peripheral neuropathy with motor and sensory changes Diminished reflexes Wet beriberi - cardiovascular compromise related to impaired myocardial energy metabolism and dysautonomia: Dilated cardiomyopathy Tachycardia High-output congestive heart failure Peripheral edema Wet and dry beriberi often have overlapping features, and in either condition, paresthesias may be a presenting feature. Wernicke’s encephalopathy (WE) is a classic triad of ocular abnormalities (nystagmus, ophthalmoplegia), confusion, and gait changes such as ataxia. Wernicke’s encephalopathy with additional symptoms of memory loss and psychosis with confabulation is consistent with WKS. [1] [5]"}
{"id": "article-18223_14", "title": "Vitamin B1 (Thiamine) Deficiency -- Evaluation", "content": "Detection of thiamine deficiency relies on relevant history and physical exam findings and follow-up with laboratory testing for confirmation. [6] Laboratory Studies Functional enzymatic assay of transketolase activity - transketolase activity is measured before and after the addition of thiamine pyrophosphate; greater than 25% stimulation response is abnormal. Measurement of thiamine or the phosphorylated esters of thiamine in serum or blood using high-performance liquid chromatography Urine studies exist but are not a reliable test for the evaluation of total body thiamine. Metabolic acidosis can occur with thiamine deficiency due to the accumulation of lactate. Consider other diagnostic studies based on presentation and comorbid conditions (transthoracic echo or TSH measurements in new heart failure, for example).", "contents": "Vitamin B1 (Thiamine) Deficiency -- Evaluation. Detection of thiamine deficiency relies on relevant history and physical exam findings and follow-up with laboratory testing for confirmation. [6] Laboratory Studies Functional enzymatic assay of transketolase activity - transketolase activity is measured before and after the addition of thiamine pyrophosphate; greater than 25% stimulation response is abnormal. Measurement of thiamine or the phosphorylated esters of thiamine in serum or blood using high-performance liquid chromatography Urine studies exist but are not a reliable test for the evaluation of total body thiamine. Metabolic acidosis can occur with thiamine deficiency due to the accumulation of lactate. Consider other diagnostic studies based on presentation and comorbid conditions (transthoracic echo or TSH measurements in new heart failure, for example)."}
{"id": "article-18223_15", "title": "Vitamin B1 (Thiamine) Deficiency -- Evaluation -- Radiographic Studies", "content": "MR: most common abnormalities seen with WE are symmetric changes in the thalamus, mamillary bodies, periaqueductal area, and tectal plate. [7]", "contents": "Vitamin B1 (Thiamine) Deficiency -- Evaluation -- Radiographic Studies. MR: most common abnormalities seen with WE are symmetric changes in the thalamus, mamillary bodies, periaqueductal area, and tectal plate. [7]"}
{"id": "article-18223_16", "title": "Vitamin B1 (Thiamine) Deficiency -- Treatment / Management", "content": "Treatment of Acute Thiamine D eficiency with Cardiovascular or Neurologic Signs/Symptoms [4]", "contents": "Vitamin B1 (Thiamine) Deficiency -- Treatment / Management. Treatment of Acute Thiamine D eficiency with Cardiovascular or Neurologic Signs/Symptoms [4]"}
{"id": "article-18223_17", "title": "Vitamin B1 (Thiamine) Deficiency -- Treatment / Management", "content": "200mg intravenous (IV) or orally (PO) thiamine three times daily until symptoms resolve or improvement plateaus, at which time the patient should transition to 10 mg/day oral thiamine until expected recovery is complete. Another option in acute crisis is 50mg administered intramuscularly for 2-4 days, followed by oral maintenance therapy Treatment of Thiamine Deficiency with S uspected WKS [8] 500mg IV thiamine infused over 30mins three times on days 1 and 2 of therapy 250mg thiamine IV or intramuscularly on days 3 through 5 of therapy **Always give thiamine during the re-feeding period in a patient with alcoholism to prevent acute thiamine deficiency with lactic acidosis.** Symptoms consistent with Wernicke-Korsakoff syndrome may persist for several months or may be permanent. Other symptoms of thiamine deficiency such as anorexia and irritability are expected to improve gradually.", "contents": "Vitamin B1 (Thiamine) Deficiency -- Treatment / Management. 200mg intravenous (IV) or orally (PO) thiamine three times daily until symptoms resolve or improvement plateaus, at which time the patient should transition to 10 mg/day oral thiamine until expected recovery is complete. Another option in acute crisis is 50mg administered intramuscularly for 2-4 days, followed by oral maintenance therapy Treatment of Thiamine Deficiency with S uspected WKS [8] 500mg IV thiamine infused over 30mins three times on days 1 and 2 of therapy 250mg thiamine IV or intramuscularly on days 3 through 5 of therapy **Always give thiamine during the re-feeding period in a patient with alcoholism to prevent acute thiamine deficiency with lactic acidosis.** Symptoms consistent with Wernicke-Korsakoff syndrome may persist for several months or may be permanent. Other symptoms of thiamine deficiency such as anorexia and irritability are expected to improve gradually."}
{"id": "article-18223_18", "title": "Vitamin B1 (Thiamine) Deficiency -- Differential Diagnosis", "content": "The differential diagnosis for thiamine deficiency is broad, given the number of nonspecific symptoms which may occur during the initial stages of this condition and the extensive range of cardiac and nervous dysfunction related to thiamine deficiency.", "contents": "Vitamin B1 (Thiamine) Deficiency -- Differential Diagnosis. The differential diagnosis for thiamine deficiency is broad, given the number of nonspecific symptoms which may occur during the initial stages of this condition and the extensive range of cardiac and nervous dysfunction related to thiamine deficiency."}
{"id": "article-18223_19", "title": "Vitamin B1 (Thiamine) Deficiency -- Differential Diagnosis -- Conditions to Consider", "content": "Delirium Depression Folic acid deficiency Hyperthyroidism Cardiomyopathy secondary to other causes such as alcoholic or diabetic heart disease Delusional disorder Nerve entrapment syndromes Other psychiatric disorders Diabetic ketoacidosis", "contents": "Vitamin B1 (Thiamine) Deficiency -- Differential Diagnosis -- Conditions to Consider. Delirium Depression Folic acid deficiency Hyperthyroidism Cardiomyopathy secondary to other causes such as alcoholic or diabetic heart disease Delusional disorder Nerve entrapment syndromes Other psychiatric disorders Diabetic ketoacidosis"}
{"id": "article-18223_20", "title": "Vitamin B1 (Thiamine) Deficiency -- Prognosis", "content": "The overall prognosis for patients with thiamine deficiency is good as it is easily treatable, and most signs and symptoms of the deficiency fully resolve with thiamine supplementation.  Cardiac dysfunction seen in wet beriberi can be expected to improve within 24 hours of initiation of treatment. Symptoms of dry beriberi may improve or resolve.  Unfortunately, once the deficiency has progressed to Korsakoff syndrome, the patient may show minimal improvement during initial treatment, and the remaining symptoms may be permanent. [9]", "contents": "Vitamin B1 (Thiamine) Deficiency -- Prognosis. The overall prognosis for patients with thiamine deficiency is good as it is easily treatable, and most signs and symptoms of the deficiency fully resolve with thiamine supplementation.  Cardiac dysfunction seen in wet beriberi can be expected to improve within 24 hours of initiation of treatment. Symptoms of dry beriberi may improve or resolve.  Unfortunately, once the deficiency has progressed to Korsakoff syndrome, the patient may show minimal improvement during initial treatment, and the remaining symptoms may be permanent. [9]"}
{"id": "article-18223_21", "title": "Vitamin B1 (Thiamine) Deficiency -- Complications", "content": "There are no known toxicities associated with thiamine repletion. Some reports of anaphylaxis and bronchospasm with high-dose intravenous thiamine exist.", "contents": "Vitamin B1 (Thiamine) Deficiency -- Complications. There are no known toxicities associated with thiamine repletion. Some reports of anaphylaxis and bronchospasm with high-dose intravenous thiamine exist."}
{"id": "article-18223_22", "title": "Vitamin B1 (Thiamine) Deficiency -- Deterrence and Patient Education", "content": "Patient education for patients with alcohol misuse disorder should include information regarding Korsakoff syndrome since excessive alcohol intake is one of the causes of thiamine deficiency. This must be combined with a substance misuse treatment program, and education needs to be combined with a comprehensive, interprofessional team approach to optimize the patient's odds of success.", "contents": "Vitamin B1 (Thiamine) Deficiency -- Deterrence and Patient Education. Patient education for patients with alcohol misuse disorder should include information regarding Korsakoff syndrome since excessive alcohol intake is one of the causes of thiamine deficiency. This must be combined with a substance misuse treatment program, and education needs to be combined with a comprehensive, interprofessional team approach to optimize the patient's odds of success."}
{"id": "article-18223_23", "title": "Vitamin B1 (Thiamine) Deficiency -- Deterrence and Patient Education", "content": "Other causes of beriberi need to focus on the underlying etiology. Following correction of the underlying problem, the patient needs to adopt an appropriate diet that includes therapeutic thiamine. [10]", "contents": "Vitamin B1 (Thiamine) Deficiency -- Deterrence and Patient Education. Other causes of beriberi need to focus on the underlying etiology. Following correction of the underlying problem, the patient needs to adopt an appropriate diet that includes therapeutic thiamine. [10]"}
{"id": "article-18223_24", "title": "Vitamin B1 (Thiamine) Deficiency -- Enhancing Healthcare Team Outcomes", "content": "Enhancing healthcare team outcomes related to this condition is dependent on the cause. For deficiency related to excessive alcohol intake, steps to ensure the successful cessation of alcohol use may involve an interprofessional approach involving clinicians, mid-level practitioners, nurses, pharmacists, psychological professionals/social workers, community resources, and the use of inpatient or outpatient treatment strategies. In instances of inadequate dietary intake, nutritional counseling with a nutritionist or certified dietician may be in order. Interprofessional care coordination is crucial to patient success. [Level 5]", "contents": "Vitamin B1 (Thiamine) Deficiency -- Enhancing Healthcare Team Outcomes. Enhancing healthcare team outcomes related to this condition is dependent on the cause. For deficiency related to excessive alcohol intake, steps to ensure the successful cessation of alcohol use may involve an interprofessional approach involving clinicians, mid-level practitioners, nurses, pharmacists, psychological professionals/social workers, community resources, and the use of inpatient or outpatient treatment strategies. In instances of inadequate dietary intake, nutritional counseling with a nutritionist or certified dietician may be in order. Interprofessional care coordination is crucial to patient success. [Level 5]"}
{"id": "article-18223_25", "title": "Vitamin B1 (Thiamine) Deficiency -- Enhancing Healthcare Team Outcomes", "content": "Preventing this condition is as simple as ensuring total body levels of thiamine are adequate for metabolic processes. Education of patients at risk of deficiency is imperative, and any further counseling should point toward the underlying cause of the condition. For instance, patients undergoing alcohol detoxification should receive counseling on the signs, symptoms, and long-term effects of Korsakoff syndrome, and an interprofessional team should be engaged to ensure the patient has adequate resources for detoxication and follow-up care.", "contents": "Vitamin B1 (Thiamine) Deficiency -- Enhancing Healthcare Team Outcomes. Preventing this condition is as simple as ensuring total body levels of thiamine are adequate for metabolic processes. Education of patients at risk of deficiency is imperative, and any further counseling should point toward the underlying cause of the condition. For instance, patients undergoing alcohol detoxification should receive counseling on the signs, symptoms, and long-term effects of Korsakoff syndrome, and an interprofessional team should be engaged to ensure the patient has adequate resources for detoxication and follow-up care."}
{"id": "article-18223_26", "title": "Vitamin B1 (Thiamine) Deficiency -- Enhancing Healthcare Team Outcomes", "content": "Patients need to be educated about eating a healthy diet, cease tobacco, and abstaining from alcohol. The dietitian should educate the patient on foods that are rich in thiamine. Only through an interprofessional team approach can the morbidity of thiamine deficiency be reduced.", "contents": "Vitamin B1 (Thiamine) Deficiency -- Enhancing Healthcare Team Outcomes. Patients need to be educated about eating a healthy diet, cease tobacco, and abstaining from alcohol. The dietitian should educate the patient on foods that are rich in thiamine. Only through an interprofessional team approach can the morbidity of thiamine deficiency be reduced."}
{"id": "article-18223_27", "title": "Vitamin B1 (Thiamine) Deficiency -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Vitamin B1 (Thiamine) Deficiency -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}