{"id": "article-17919_0", "title": "Asterixis -- Definition/Introduction", "content": "Asterixis, also called flapping tremor, is a clinical sign indicating the inability to maintain a sustained posture of muscle contraction, resulting in brief, irregular lapses during a sustained posture. Classically considered negative myoclonus, it was first described by Raymond Adams and Joseph Foley in 1949 as the liver flap in patients with hepatic encephalopathy. [1] [2]", "contents": "Asterixis -- Definition/Introduction. Asterixis, also called flapping tremor, is a clinical sign indicating the inability to maintain a sustained posture of muscle contraction, resulting in brief, irregular lapses during a sustained posture. Classically considered negative myoclonus, it was first described by Raymond Adams and Joseph Foley in 1949 as the liver flap in patients with hepatic encephalopathy. [1] [2]"}
{"id": "article-17919_1", "title": "Asterixis -- Definition/Introduction", "content": "Asterixis is a clinical sign that typically requires elicitation by the examiner. Patients typically do not notice or complain about it. Although asterixis primarily affects the muscles of the upper extremities, it can potentially involve any muscle group in the body. Asterixis is more commonly bilateral and asynchronous but can also be unilateral or more focal. [3] This clinical sign is most commonly elicited during physical examination by instructing the patient to fully extend their arms in front of them, dorsiflex their wrists, and extend their fingers fully with their eyes closed. A brief flap or flexion of the wrist indicates the presence of asterixis. A gentle push on the patient's hands with more dorsiflexion of the patient's wrist enhances the test's sensitivity. Asterixis of the lower extremity can also be elicited by instructing the patient to lie on the back, lift the leg by flexing the hip joint, extend the knee, and dorsiflex the ankle. A flap at the ankle joint or brief quick leg lowering indicates a positive asterixis. If the patient cannot extend the knee, it may be held in a flexed position. [2]", "contents": "Asterixis -- Definition/Introduction. Asterixis is a clinical sign that typically requires elicitation by the examiner. Patients typically do not notice or complain about it. Although asterixis primarily affects the muscles of the upper extremities, it can potentially involve any muscle group in the body. Asterixis is more commonly bilateral and asynchronous but can also be unilateral or more focal. [3] This clinical sign is most commonly elicited during physical examination by instructing the patient to fully extend their arms in front of them, dorsiflex their wrists, and extend their fingers fully with their eyes closed. A brief flap or flexion of the wrist indicates the presence of asterixis. A gentle push on the patient's hands with more dorsiflexion of the patient's wrist enhances the test's sensitivity. Asterixis of the lower extremity can also be elicited by instructing the patient to lie on the back, lift the leg by flexing the hip joint, extend the knee, and dorsiflex the ankle. A flap at the ankle joint or brief quick leg lowering indicates a positive asterixis. If the patient cannot extend the knee, it may be held in a flexed position. [2]"}
{"id": "article-17919_2", "title": "Asterixis -- Definition/Introduction", "content": "The presence of asterixis in a patient may indicate a serious underlying medical or neurological problem. The most common underlying medical problem is toxic-metabolic encephalopathy. There may be associated delirium, which may not be present. Asterixis is often associated with other signs of toxic-metabolic encephalopathy, including multifocal myoclonus and tremor. Structural brain lesions, including strokes, epidural and subdural hematoma, and brain tumors, may also lead to asterixis. [2] Asterixis is typically reversible and disappears when the underlying cause is corrected.", "contents": "Asterixis -- Definition/Introduction. The presence of asterixis in a patient may indicate a serious underlying medical or neurological problem. The most common underlying medical problem is toxic-metabolic encephalopathy. There may be associated delirium, which may not be present. Asterixis is often associated with other signs of toxic-metabolic encephalopathy, including multifocal myoclonus and tremor. Structural brain lesions, including strokes, epidural and subdural hematoma, and brain tumors, may also lead to asterixis. [2] Asterixis is typically reversible and disappears when the underlying cause is corrected."}
{"id": "article-17919_3", "title": "Asterixis -- Issues of Concern", "content": "The exact pathophysiology of asterixis is still unknown. Several theories suggest a role of the ascending activating systems associated with arousal, which is disturbed in encephalopathy and lesions of the thalamus and midbrain. [4] The presence of asterixis in a patient may indicate an underlying potentially serious medical or neurological problem, mainly due to toxic-metabolic encephalopathy.", "contents": "Asterixis -- Issues of Concern. The exact pathophysiology of asterixis is still unknown. Several theories suggest a role of the ascending activating systems associated with arousal, which is disturbed in encephalopathy and lesions of the thalamus and midbrain. [4] The presence of asterixis in a patient may indicate an underlying potentially serious medical or neurological problem, mainly due to toxic-metabolic encephalopathy."}
{"id": "article-17919_4", "title": "Asterixis -- Issues of Concern", "content": "Asterixis by itself is generally unnoticed by the patient. However, patients may complain of worsened handwriting or unexplained falls with weak legs. Physical examination typically does not reveal any significant leg weakness. A high index of suspicion about the presence of asterixis as a potential cause of the patient's falls cannot be over-emphasized. [5]", "contents": "Asterixis -- Issues of Concern. Asterixis by itself is generally unnoticed by the patient. However, patients may complain of worsened handwriting or unexplained falls with weak legs. Physical examination typically does not reveal any significant leg weakness. A high index of suspicion about the presence of asterixis as a potential cause of the patient's falls cannot be over-emphasized. [5]"}
{"id": "article-17919_5", "title": "Asterixis -- Issues of Concern", "content": "The presence of asterixis should alert the clinician to look for any serious underlying cause and is often an indication for hospital admission. [6] Obtaining a detailed history of any underlying liver, kidney, lung, or heart problems is crucial, in addition to obtaining a history of medication intake, especially anticonvulsants and alcohol. Serum ammonia and a complete metabolic panel, including electrolytes and liver and renal function tests, are strongly indicated. Brain neuroimaging may be necessary if a structural brain pathology is suspected. [7]", "contents": "Asterixis -- Issues of Concern. The presence of asterixis should alert the clinician to look for any serious underlying cause and is often an indication for hospital admission. [6] Obtaining a detailed history of any underlying liver, kidney, lung, or heart problems is crucial, in addition to obtaining a history of medication intake, especially anticonvulsants and alcohol. Serum ammonia and a complete metabolic panel, including electrolytes and liver and renal function tests, are strongly indicated. Brain neuroimaging may be necessary if a structural brain pathology is suspected. [7]"}
{"id": "article-17919_6", "title": "Asterixis -- Clinical Significance", "content": "Asterixis is an important clinical sign that a clinician should look for, especially when toxic-metabolic encephalopathy is considered in the differential diagnosis. The patient may not have other obvious neurological signs. The presence of any combination of asterixis, multifocal myoclonus, and altered mental status also indicates an underlying diagnosis of metabolic encephalopathy. [8]", "contents": "Asterixis -- Clinical Significance. Asterixis is an important clinical sign that a clinician should look for, especially when toxic-metabolic encephalopathy is considered in the differential diagnosis. The patient may not have other obvious neurological signs. The presence of any combination of asterixis, multifocal myoclonus, and altered mental status also indicates an underlying diagnosis of metabolic encephalopathy. [8]"}
{"id": "article-17919_7", "title": "Asterixis -- Clinical Significance", "content": "In 1949, Adams and Foley first described asterixis as the liver flap. Hepatic encephalopathy is still one of the most important causes of acute metabolic encephalopathy, with asterixis being the most important sign for physicians to elicit. The presence of asterixis in patients with liver failure confirms the clinical diagnosis of decompensation and hepatic encephalopathy. The decision to admit the patient may be necessary, followed by a thorough investigation into potential causes of acute hepatic decompensation, including constipation, primary bacterial peritonitis in patients with ascites, other infectious courses, fluid and electrolyte imbalances, and medications. [8] Although elevated serum ammonia levels are often observed in individuals with hepatic encephalopathy, these levels may not correlate with the development and severity of hepatic encephalopathy. [9] [10] Treatment for hepatic encephalopathy includes identifying and addressing the underlying cause. Oral lactulose and rifaximin are now the standard of practice. [11] [9]", "contents": "Asterixis -- Clinical Significance. In 1949, Adams and Foley first described asterixis as the liver flap. Hepatic encephalopathy is still one of the most important causes of acute metabolic encephalopathy, with asterixis being the most important sign for physicians to elicit. The presence of asterixis in patients with liver failure confirms the clinical diagnosis of decompensation and hepatic encephalopathy. The decision to admit the patient may be necessary, followed by a thorough investigation into potential causes of acute hepatic decompensation, including constipation, primary bacterial peritonitis in patients with ascites, other infectious courses, fluid and electrolyte imbalances, and medications. [8] Although elevated serum ammonia levels are often observed in individuals with hepatic encephalopathy, these levels may not correlate with the development and severity of hepatic encephalopathy. [9] [10] Treatment for hepatic encephalopathy includes identifying and addressing the underlying cause. Oral lactulose and rifaximin are now the standard of practice. [11] [9]"}
{"id": "article-17919_8", "title": "Asterixis -- Clinical Significance", "content": "Asterixis can be a significant clinical sign for any toxic-metabolic encephalopathy. Other important metabolic conditions include renal failure, which can result in uremic encephalopathy; respiratory failure, such as that observed in chronic obstructive pulmonary disease with hypoxia or hypercapnia; any cause of hyperammonemia; and electrolyte imbalances. [12] [13] Uremic encephalopathy typically presents with tremors and multifocal myoclonus in addition to asterixis. [14]", "contents": "Asterixis -- Clinical Significance. Asterixis can be a significant clinical sign for any toxic-metabolic encephalopathy. Other important metabolic conditions include renal failure, which can result in uremic encephalopathy; respiratory failure, such as that observed in chronic obstructive pulmonary disease with hypoxia or hypercapnia; any cause of hyperammonemia; and electrolyte imbalances. [12] [13] Uremic encephalopathy typically presents with tremors and multifocal myoclonus in addition to asterixis. [14]"}
{"id": "article-17919_9", "title": "Asterixis -- Clinical Significance", "content": "Another important cause of acute encephalopathy is toxic encephalopathy caused by common medications. Any medication causing an increase in serum ammonia may lead to acute encephalopathy with asterixis. The most common example is valproate. [15] Many other anticonvulsants, including carbamazepine, phenytoin, and gabapentin, have been used. Many medication groups, including antibiotics such as cefepime, antipsychotics such as clozapine, and benzodiazepines such as lorazepam, have also been reported. [16] There have been multiple reports of medication-induced falls secondary to a lower extremity or axial muscle asterixis. [5] A high index of suspicion and testing to look for asterixis is clinically valuable under such circumstances.", "contents": "Asterixis -- Clinical Significance. Another important cause of acute encephalopathy is toxic encephalopathy caused by common medications. Any medication causing an increase in serum ammonia may lead to acute encephalopathy with asterixis. The most common example is valproate. [15] Many other anticonvulsants, including carbamazepine, phenytoin, and gabapentin, have been used. Many medication groups, including antibiotics such as cefepime, antipsychotics such as clozapine, and benzodiazepines such as lorazepam, have also been reported. [16] There have been multiple reports of medication-induced falls secondary to a lower extremity or axial muscle asterixis. [5] A high index of suspicion and testing to look for asterixis is clinically valuable under such circumstances."}
{"id": "article-17919_10", "title": "Asterixis -- Clinical Significance", "content": "Structural brain pathology may cause asterixis, which is often unilateral. The most common lesion site is the thalamus. The asterixis is typically contralateral to the site of the brain lesion, except in cerebellar lesions, when it is typically ipsilateral. Bilateral asterixis may also occur in structural brain lesions. The clinical significance of structural brain lesions is not as significant due to the presence of other clinical signs and symptoms. [17] [18]", "contents": "Asterixis -- Clinical Significance. Structural brain pathology may cause asterixis, which is often unilateral. The most common lesion site is the thalamus. The asterixis is typically contralateral to the site of the brain lesion, except in cerebellar lesions, when it is typically ipsilateral. Bilateral asterixis may also occur in structural brain lesions. The clinical significance of structural brain lesions is not as significant due to the presence of other clinical signs and symptoms. [17] [18]"}
{"id": "article-17919_11", "title": "Asterixis -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Asterixis -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}