{"id": "article-24371_0", "title": "Acute on Chronic Liver Failure -- Continuing Education Activity", "content": "Acute on chronic liver failure is a clinical syndrome of sudden hepatic decompensation observed in patients with pre-existing chronic liver disease. Acute on chronic liver failure is a serious condition with very high morbidity and mortality. This activity reviews the evaluation and management of acute on chronic liver failure and highlights the role of the interprofessional team in caring for patients with this condition.", "contents": "Acute on Chronic Liver Failure -- Continuing Education Activity. Acute on chronic liver failure is a clinical syndrome of sudden hepatic decompensation observed in patients with pre-existing chronic liver disease. Acute on chronic liver failure is a serious condition with very high morbidity and mortality. This activity reviews the evaluation and management of acute on chronic liver failure and highlights the role of the interprofessional team in caring for patients with this condition."}
{"id": "article-24371_1", "title": "Acute on Chronic Liver Failure -- Continuing Education Activity", "content": "Objectives: Identify the etiologies of acute on chronic liver failure. Describe the presentation and evaluation of a patient presenting with acute on chronic liver failure. Identify treatment considerations for patients with acute on chronic liver failure. Explain the critical role of a well-coordinated interprofessional team in caring for patients with acute on chronic liver failure, and identify the clinical teams that should be involved. Access free multiple choice questions on this topic.", "contents": "Acute on Chronic Liver Failure -- Continuing Education Activity. Objectives: Identify the etiologies of acute on chronic liver failure. Describe the presentation and evaluation of a patient presenting with acute on chronic liver failure. Identify treatment considerations for patients with acute on chronic liver failure. Explain the critical role of a well-coordinated interprofessional team in caring for patients with acute on chronic liver failure, and identify the clinical teams that should be involved. Access free multiple choice questions on this topic."}
{"id": "article-24371_2", "title": "Acute on Chronic Liver Failure -- Introduction", "content": "Acute on chronic liver failure (ACLF) is a clinical syndrome of sudden hepatic decompensation observed in patients with pre-existing chronic liver disease and associated with one or more extrahepatic organ failures and increased mortality. [1] [2] [3] [4]", "contents": "Acute on Chronic Liver Failure -- Introduction. Acute on chronic liver failure (ACLF) is a clinical syndrome of sudden hepatic decompensation observed in patients with pre-existing chronic liver disease and associated with one or more extrahepatic organ failures and increased mortality. [1] [2] [3] [4]"}
{"id": "article-24371_3", "title": "Acute on Chronic Liver Failure -- Introduction", "content": "Regardless of the etiology of chronic liver injury, when a clinician follows the natural history of liver injury, the initial uncomplicated chronic liver disease leads to cirrhosis and, later, the decompensation of liver function with ascites, jaundice, portal hypertension with variceal bleeding, and hepatic encephalopathy. Type-A ACLF is an acute worsening of liver function in a patient with chronic liver disease. Type-B ACLF is when this acute decompensation occurs in patients with cirrhosis, while type-C ACLF is acute worsening of liver function in decompensated cirrhotics.", "contents": "Acute on Chronic Liver Failure -- Introduction. Regardless of the etiology of chronic liver injury, when a clinician follows the natural history of liver injury, the initial uncomplicated chronic liver disease leads to cirrhosis and, later, the decompensation of liver function with ascites, jaundice, portal hypertension with variceal bleeding, and hepatic encephalopathy. Type-A ACLF is an acute worsening of liver function in a patient with chronic liver disease. Type-B ACLF is when this acute decompensation occurs in patients with cirrhosis, while type-C ACLF is acute worsening of liver function in decompensated cirrhotics."}
{"id": "article-24371_4", "title": "Acute on Chronic Liver Failure -- Etiology", "content": "The etiology of ACLF would be related to a precipitating event in the context of a pre-existing liver condition. Hepatic causes include alcohol-related injury, drug-induced liver injury, viral hepatitis (A, B, C, D, and E), hypoxic injury, or liver surgeries including transjugular intrahepatic portosystemic shunt (TIPS) placement. Extra-hepatic causes mainly consist of bacterial infections and major surgery. An estimated 40% to 50% of patients are labeled as having an unrecognized precipitating event culminating in ACLF. [5] [6] [7]", "contents": "Acute on Chronic Liver Failure -- Etiology. The etiology of ACLF would be related to a precipitating event in the context of a pre-existing liver condition. Hepatic causes include alcohol-related injury, drug-induced liver injury, viral hepatitis (A, B, C, D, and E), hypoxic injury, or liver surgeries including transjugular intrahepatic portosystemic shunt (TIPS) placement. Extra-hepatic causes mainly consist of bacterial infections and major surgery. An estimated 40% to 50% of patients are labeled as having an unrecognized precipitating event culminating in ACLF. [5] [6] [7]"}
{"id": "article-24371_5", "title": "Acute on Chronic Liver Failure -- Etiology", "content": "The precipitating event has a geographical variation, similar to the etiology of acute liver failure. While acute alcohol injury and bacterial infections are the most common precipitating factor of ACLF in the west; reactivation of chronic hepatitis B, acute hepatitis A, and E infection, along with acute alcohol injury and bacterial infections, are most common in Asia.", "contents": "Acute on Chronic Liver Failure -- Etiology. The precipitating event has a geographical variation, similar to the etiology of acute liver failure. While acute alcohol injury and bacterial infections are the most common precipitating factor of ACLF in the west; reactivation of chronic hepatitis B, acute hepatitis A, and E infection, along with acute alcohol injury and bacterial infections, are most common in Asia."}
{"id": "article-24371_6", "title": "Acute on Chronic Liver Failure -- Epidemiology", "content": "Recent trends in morbidity and mortality indicate that patients with acute on chronic liver failure comprise 5% of all hospitalizations for cirrhosis. When compared to the most common causes of hospitalization in the United States, the healthcare burden per patient is much higher in patients with ACLF. The mean cost of hospitalization for patients with ACLF is three times more than the cost of patients hospitalized with cirrhosis, and five times more than the cost of patients hospitalized with congestive heart failure. The estimated mortality rate in patients with ACLF has decreased from 65% in 2001 to 50% in 2011. The current worldwide mortality rate as per the European Association for the Study of Liver-Chronic-Liver Failure (EASL-CLIF consortium) is 30% to 50%. The mortality rates in the United States, as per the North-American Consortium for the Study of End-Stage Liver Disease (NACSELD) in infected decompensated patients were 27%, 49%, 64%, and 77% with 1, 2, 3, or 4 organ failures, respectively. [8] [9] [8]", "contents": "Acute on Chronic Liver Failure -- Epidemiology. Recent trends in morbidity and mortality indicate that patients with acute on chronic liver failure comprise 5% of all hospitalizations for cirrhosis. When compared to the most common causes of hospitalization in the United States, the healthcare burden per patient is much higher in patients with ACLF. The mean cost of hospitalization for patients with ACLF is three times more than the cost of patients hospitalized with cirrhosis, and five times more than the cost of patients hospitalized with congestive heart failure. The estimated mortality rate in patients with ACLF has decreased from 65% in 2001 to 50% in 2011. The current worldwide mortality rate as per the European Association for the Study of Liver-Chronic-Liver Failure (EASL-CLIF consortium) is 30% to 50%. The mortality rates in the United States, as per the North-American Consortium for the Study of End-Stage Liver Disease (NACSELD) in infected decompensated patients were 27%, 49%, 64%, and 77% with 1, 2, 3, or 4 organ failures, respectively. [8] [9] [8]"}
{"id": "article-24371_7", "title": "Acute on Chronic Liver Failure -- Epidemiology", "content": "Patients discharged following admission for ACLF have a 30-day readmission rate of approximately 30%.", "contents": "Acute on Chronic Liver Failure -- Epidemiology. Patients discharged following admission for ACLF have a 30-day readmission rate of approximately 30%."}
{"id": "article-24371_8", "title": "Acute on Chronic Liver Failure -- Pathophysiology", "content": "The pathophysiology is based on the understanding that an acute precipitating event in a patient with a chronic liver condition that injures hepatocytes leads to the accumulation of a cascade of inflammatory cytokines and results in further hepatic injury in the presence of failure of hepatocyte regeneration. The resulting compromise in immune function and liver decompensation leads to further susceptibility to infections, multi-organ failure, and death. Systemic inflammation with elevated leukocytosis, cytokines, and chemokines (including IL-6 and IL-8) are observed in patients with ACLF. This is usually absent in cirrhotic patients with ACLF.", "contents": "Acute on Chronic Liver Failure -- Pathophysiology. The pathophysiology is based on the understanding that an acute precipitating event in a patient with a chronic liver condition that injures hepatocytes leads to the accumulation of a cascade of inflammatory cytokines and results in further hepatic injury in the presence of failure of hepatocyte regeneration. The resulting compromise in immune function and liver decompensation leads to further susceptibility to infections, multi-organ failure, and death. Systemic inflammation with elevated leukocytosis, cytokines, and chemokines (including IL-6 and IL-8) are observed in patients with ACLF. This is usually absent in cirrhotic patients with ACLF."}
{"id": "article-24371_9", "title": "Acute on Chronic Liver Failure -- Pathophysiology", "content": "Bacteria-induced pathogen-associated molecular patterns (PAMPS) and virulence factors activate transcription factors are required for encoding cytokines in the inflammatory cascade. Endogenous inducers of inflammation, obtained as a result of denaturation of hepatocytes, called damage-associated molecular patterns (DAMPs), are also responsible for activating inflammatory cascades cooperating with Toll-like receptors (TLRs). This immunopathology is responsible for tissue, organ damage, and, ultimately, organ failure.", "contents": "Acute on Chronic Liver Failure -- Pathophysiology. Bacteria-induced pathogen-associated molecular patterns (PAMPS) and virulence factors activate transcription factors are required for encoding cytokines in the inflammatory cascade. Endogenous inducers of inflammation, obtained as a result of denaturation of hepatocytes, called damage-associated molecular patterns (DAMPs), are also responsible for activating inflammatory cascades cooperating with Toll-like receptors (TLRs). This immunopathology is responsible for tissue, organ damage, and, ultimately, organ failure."}
{"id": "article-24371_10", "title": "Acute on Chronic Liver Failure -- History and Physical", "content": "A detailed history delineates possible precipitating factors for acute hepatic decompensation. The following information should be obtained from the patient's chart, patient, or family: A known chronic liver condition, the degree of fibrosis or cirrhosis Any known history of hepatic decompensation Any concomitant relevant chronic health conditions The timeline of symptoms the patient presented with regarding systemic features, fluid overload, gastrointestinal bleeding, abdominal pain, altered mental status Toxic habits or high-risk behavior Any recent change in medications or recent ingestion of hepatotoxins including herbal products and sedatives/analgesics Any recent history of travel Any recent surgeries, including a TIPS procedure", "contents": "Acute on Chronic Liver Failure -- History and Physical. A detailed history delineates possible precipitating factors for acute hepatic decompensation. The following information should be obtained from the patient's chart, patient, or family: A known chronic liver condition, the degree of fibrosis or cirrhosis Any known history of hepatic decompensation Any concomitant relevant chronic health conditions The timeline of symptoms the patient presented with regarding systemic features, fluid overload, gastrointestinal bleeding, abdominal pain, altered mental status Toxic habits or high-risk behavior Any recent change in medications or recent ingestion of hepatotoxins including herbal products and sedatives/analgesics Any recent history of travel Any recent surgeries, including a TIPS procedure"}
{"id": "article-24371_11", "title": "Acute on Chronic Liver Failure -- History and Physical", "content": "Physical exam findings may include hypotension, altered mental status, jaundice, asterixis, fever (with possible infectious etiology), right upper quadrant discomfort, pain, and tenderness, with associated nausea, and signs of fluid overload.", "contents": "Acute on Chronic Liver Failure -- History and Physical. Physical exam findings may include hypotension, altered mental status, jaundice, asterixis, fever (with possible infectious etiology), right upper quadrant discomfort, pain, and tenderness, with associated nausea, and signs of fluid overload."}
{"id": "article-24371_12", "title": "Acute on Chronic Liver Failure -- Evaluation", "content": "Patients will have features of acute hepatic decompensation. Also common are prolonged INR greater than or equal to 1.5, often elevated bilirubin and aminotransferases, thrombocytopenia with anemia, hypoglycemia, elevated ammonia, features of acute renal injury (with elevated serum creatinine), and abnormal electrolytes (hypokalemia, hypophosphatemia). [10] [11] [12] [13]", "contents": "Acute on Chronic Liver Failure -- Evaluation. Patients will have features of acute hepatic decompensation. Also common are prolonged INR greater than or equal to 1.5, often elevated bilirubin and aminotransferases, thrombocytopenia with anemia, hypoglycemia, elevated ammonia, features of acute renal injury (with elevated serum creatinine), and abnormal electrolytes (hypokalemia, hypophosphatemia). [10] [11] [12] [13]"}
{"id": "article-24371_13", "title": "Acute on Chronic Liver Failure -- Evaluation", "content": "Any imaging to support the clinical examination findings and ascertain infection or any organ involvement or organ failure may be required. Imaging of the brain, chest, abdomen, and pelvis should be considered. Abdominal imaging to determine the presence of features of portal hypertension, hepatocellular carcinoma, vascular thrombosis, lymph nodes, and spleen is vital. Abdominal sonogram with Doppler could be considered in patients with concomitant renal injury and vascular thrombosis. Brain imaging (CT or MRI) is helpful to rule out organic etiology of altered mental status, while chest imaging will help rule out pulmonary edema or pneumonia. Grading ACLF helps clinicians assess the prognosis, the usefulness of which has been validated in various studies. ACLF is stratified into 3 grades based on its severity: Grade-1 ACLF is defined as:", "contents": "Acute on Chronic Liver Failure -- Evaluation. Any imaging to support the clinical examination findings and ascertain infection or any organ involvement or organ failure may be required. Imaging of the brain, chest, abdomen, and pelvis should be considered. Abdominal imaging to determine the presence of features of portal hypertension, hepatocellular carcinoma, vascular thrombosis, lymph nodes, and spleen is vital. Abdominal sonogram with Doppler could be considered in patients with concomitant renal injury and vascular thrombosis. Brain imaging (CT or MRI) is helpful to rule out organic etiology of altered mental status, while chest imaging will help rule out pulmonary edema or pneumonia. Grading ACLF helps clinicians assess the prognosis, the usefulness of which has been validated in various studies. ACLF is stratified into 3 grades based on its severity: Grade-1 ACLF is defined as:"}
{"id": "article-24371_14", "title": "Acute on Chronic Liver Failure -- Evaluation", "content": "Single renal failure Single liver, coagulation, circulatory, or lung failure that is associated with a serum creatinine level of 1.5 to 1.9 mg/dL and/or hepatic encephalopathy grade 1 or grade 2 A single brain failure with a serum creatinine level of 1.5 to 1.9 mg/dl Grade-2 ACLF is diagnosed when there are 2 organ failures of any combination. Grade-3 ACLF is diagnosed when there are three or more organ failures of any combination.", "contents": "Acute on Chronic Liver Failure -- Evaluation. Single renal failure Single liver, coagulation, circulatory, or lung failure that is associated with a serum creatinine level of 1.5 to 1.9 mg/dL and/or hepatic encephalopathy grade 1 or grade 2 A single brain failure with a serum creatinine level of 1.5 to 1.9 mg/dl Grade-2 ACLF is diagnosed when there are 2 organ failures of any combination. Grade-3 ACLF is diagnosed when there are three or more organ failures of any combination."}
{"id": "article-24371_15", "title": "Acute on Chronic Liver Failure -- Treatment / Management", "content": "The management of ACLF consists of the prevention of precipitating factors leading to acute hepatic decompensation, supportive care, and early initiation of specific therapy, prevention, and management of complications. It also includes determining the prognosis and the need for liver support including possible liver transplantation. All patients should be hospitalized preferably at a center that has facilities and expertise for a liver transplant. [14] [15]", "contents": "Acute on Chronic Liver Failure -- Treatment / Management. The management of ACLF consists of the prevention of precipitating factors leading to acute hepatic decompensation, supportive care, and early initiation of specific therapy, prevention, and management of complications. It also includes determining the prognosis and the need for liver support including possible liver transplantation. All patients should be hospitalized preferably at a center that has facilities and expertise for a liver transplant. [14] [15]"}
{"id": "article-24371_16", "title": "Acute on Chronic Liver Failure -- Treatment / Management -- Prevention of Precipitating Factors Leading to Acute Hepatic Decompensation", "content": "Have a high degree of suspicion for, evaluate, and treat any infection as early as possible. Attain sustained viral suppression of HBV and HCV. Administer intravenous albumin in patients with diagnosed spontaneous bacterial peritonitis to prevent accelerated renal dysfunction characterized by hepatorenal physiology. Intravenous albumin has no proven benefit in other bacterial infections. Start prophylactic antibiotics for low ascetic albumin. In patients with severe acute alcoholic hepatitis, early initiation of both Pentoxifylline or a combination of prednisolone and intravenous N-acetylcysteine has been shown to reduce the incidence of type-1 hepatorenal syndrome. In patients with severe sepsis, a combination of granulocyte colony-stimulating factor (GCSF) and darbepoetin has been shown to improve 1-year survival in decompensated cirrhotics.", "contents": "Acute on Chronic Liver Failure -- Treatment / Management -- Prevention of Precipitating Factors Leading to Acute Hepatic Decompensation. Have a high degree of suspicion for, evaluate, and treat any infection as early as possible. Attain sustained viral suppression of HBV and HCV. Administer intravenous albumin in patients with diagnosed spontaneous bacterial peritonitis to prevent accelerated renal dysfunction characterized by hepatorenal physiology. Intravenous albumin has no proven benefit in other bacterial infections. Start prophylactic antibiotics for low ascetic albumin. In patients with severe acute alcoholic hepatitis, early initiation of both Pentoxifylline or a combination of prednisolone and intravenous N-acetylcysteine has been shown to reduce the incidence of type-1 hepatorenal syndrome. In patients with severe sepsis, a combination of granulocyte colony-stimulating factor (GCSF) and darbepoetin has been shown to improve 1-year survival in decompensated cirrhotics."}
{"id": "article-24371_17", "title": "Acute on Chronic Liver Failure -- Treatment / Management -- Supportive Care", "content": "Access hemodynamic stability and the need for intravenous fluids and maintenance of acid-base levels and normal electrolytes. Vasopressors are indicated to maintain a mean arterial pressure of greater than or equal to 75 mm Hg to ensure adequate renal and cerebral perfusion.", "contents": "Acute on Chronic Liver Failure -- Treatment / Management -- Supportive Care. Access hemodynamic stability and the need for intravenous fluids and maintenance of acid-base levels and normal electrolytes. Vasopressors are indicated to maintain a mean arterial pressure of greater than or equal to 75 mm Hg to ensure adequate renal and cerebral perfusion."}
{"id": "article-24371_18", "title": "Acute on Chronic Liver Failure -- Treatment / Management -- Supportive Care", "content": "Monitor hematocrit for any bleeding, as the patients have coagulopathy and poor platelet functions. Blood products of platelets and fresh frozen plasma for coagulopathy are only indicated in patients with active bleeding or before an invasive procedure. Patients should be empirically started on proton pump inhibitors for prophylaxis of gastrointestinal bleed.", "contents": "Acute on Chronic Liver Failure -- Treatment / Management -- Supportive Care. Monitor hematocrit for any bleeding, as the patients have coagulopathy and poor platelet functions. Blood products of platelets and fresh frozen plasma for coagulopathy are only indicated in patients with active bleeding or before an invasive procedure. Patients should be empirically started on proton pump inhibitors for prophylaxis of gastrointestinal bleed."}
{"id": "article-24371_19", "title": "Acute on Chronic Liver Failure -- Treatment / Management -- Supportive Care", "content": "Monitor hepatic encephalopathy and protect the airway (aspiration risk) should the patient show signs of worsening encephalopathy. This patient should be intubated and should be on a protocol to avoid cerebral edema.", "contents": "Acute on Chronic Liver Failure -- Treatment / Management -- Supportive Care. Monitor hepatic encephalopathy and protect the airway (aspiration risk) should the patient show signs of worsening encephalopathy. This patient should be intubated and should be on a protocol to avoid cerebral edema."}
{"id": "article-24371_20", "title": "Acute on Chronic Liver Failure -- Treatment / Management -- Supportive Care", "content": "Maintain adequate nutrition with 1.0 to 1.5 grams of protein per kilogram per day.", "contents": "Acute on Chronic Liver Failure -- Treatment / Management -- Supportive Care. Maintain adequate nutrition with 1.0 to 1.5 grams of protein per kilogram per day."}
{"id": "article-24371_21", "title": "Acute on Chronic Liver Failure -- Treatment / Management -- Supportive Care", "content": "Monitor for hypoglycemia and maintain blood glucose between 160 to 200.", "contents": "Acute on Chronic Liver Failure -- Treatment / Management -- Supportive Care. Monitor for hypoglycemia and maintain blood glucose between 160 to 200."}
{"id": "article-24371_22", "title": "Acute on Chronic Liver Failure -- Treatment / Management -- Supportive Care", "content": "Discontinue all home medications except the ones we identify essential to continue.", "contents": "Acute on Chronic Liver Failure -- Treatment / Management -- Supportive Care. Discontinue all home medications except the ones we identify essential to continue."}
{"id": "article-24371_23", "title": "Acute on Chronic Liver Failure -- Treatment / Management -- Specific Treatment when Etiology is Known", "content": "Patients with hepatitis A and E associated ACLF should receive supportive care, as no specific anti-virals are known to be effective. Patients with acute or reactivation of hepatitis C should receive appropriate anti-virals based on the prior treatment administered. Patients with acute or reactivation of hepatitis B should receive nucleos(t)ide analogs. Patients with acute decompensation in known Wilson’s disease or development of hepatic vein thrombosis as the etiology for ACLF should be considered for a liver transplant.", "contents": "Acute on Chronic Liver Failure -- Treatment / Management -- Specific Treatment when Etiology is Known. Patients with hepatitis A and E associated ACLF should receive supportive care, as no specific anti-virals are known to be effective. Patients with acute or reactivation of hepatitis C should receive appropriate anti-virals based on the prior treatment administered. Patients with acute or reactivation of hepatitis B should receive nucleos(t)ide analogs. Patients with acute decompensation in known Wilson’s disease or development of hepatic vein thrombosis as the etiology for ACLF should be considered for a liver transplant."}
{"id": "article-24371_24", "title": "Acute on Chronic Liver Failure -- Treatment / Management -- Management of Complications", "content": "Every attempt should be made to avoid the development of multi-organ dysfunction.", "contents": "Acute on Chronic Liver Failure -- Treatment / Management -- Management of Complications. Every attempt should be made to avoid the development of multi-organ dysfunction."}
{"id": "article-24371_25", "title": "Acute on Chronic Liver Failure -- Treatment / Management -- Management of Complications", "content": "Renal Failure: It may occur due to hypovolemia, acute tubular necrosis, or hepatorenal syndrome. Vasopressor therapy with norepinephrine or dopamine is indicated in severe hypotension. Renal replacement may be considered a bridge for a possible liver transplant. Continuous renal replacement therapy is preferred to hemodialysis in critically ill patients. Sepsis (including from aspiration pneumonia): Address it with broad-spectrum antibiotic coverage. Obtain surveillance cultures of the blood, sputum, and urine in all patients with ALF.", "contents": "Acute on Chronic Liver Failure -- Treatment / Management -- Management of Complications. Renal Failure: It may occur due to hypovolemia, acute tubular necrosis, or hepatorenal syndrome. Vasopressor therapy with norepinephrine or dopamine is indicated in severe hypotension. Renal replacement may be considered a bridge for a possible liver transplant. Continuous renal replacement therapy is preferred to hemodialysis in critically ill patients. Sepsis (including from aspiration pneumonia): Address it with broad-spectrum antibiotic coverage. Obtain surveillance cultures of the blood, sputum, and urine in all patients with ALF."}
{"id": "article-24371_26", "title": "Acute on Chronic Liver Failure -- Treatment / Management -- Management of Complications", "content": "Metabolic Disorders: Hypoglycemia occurs due to impaired glycogen production and gluconeogenesis, and requires continuous infusions of 10% or 20% glucose. Hypophosphatemia due to ATP consumption in the setting of hepatocyte necrosis necessitates aggressive repletion. Alkalosis in ALF is due to hyperventilation, and acidemia with a pH below 7.3 portends 95% mortality in acetaminophen overdose if the patient does not undergo a liver transplant. Hypoxemia may occur due to aspiration, acute respiratory distress syndrome, or pulmonary hemorrhage. Patients with encephalopathy greater than grade 2 should undergo endotracheal intubation for airway protection. Seizure-like activity may be treated with phenytoin or benzodiazepines.", "contents": "Acute on Chronic Liver Failure -- Treatment / Management -- Management of Complications. Metabolic Disorders: Hypoglycemia occurs due to impaired glycogen production and gluconeogenesis, and requires continuous infusions of 10% or 20% glucose. Hypophosphatemia due to ATP consumption in the setting of hepatocyte necrosis necessitates aggressive repletion. Alkalosis in ALF is due to hyperventilation, and acidemia with a pH below 7.3 portends 95% mortality in acetaminophen overdose if the patient does not undergo a liver transplant. Hypoxemia may occur due to aspiration, acute respiratory distress syndrome, or pulmonary hemorrhage. Patients with encephalopathy greater than grade 2 should undergo endotracheal intubation for airway protection. Seizure-like activity may be treated with phenytoin or benzodiazepines."}
{"id": "article-24371_27", "title": "Acute on Chronic Liver Failure -- Treatment / Management -- Management of Complications", "content": "Cerebral Edema: The most common cause of death in ALF is cerebral edema which leads to intracranial hypertension, ischemic brain injury, and herniation. Patients with arterial ammonia levels higher than 200 micromoles per liter are at an increased risk for intracranial hypertension. Triggers for cerebral edema include hypoxia, systemic hypotension, decreased cerebral perfusion pressure (CPP), and astrocyte swelling which occurs due to increased ammonia levels and glutamine production in the brain. Abnormal pupillary reflexes, muscular rigidity, and decerebrate posturing when present indicate the onset of intracranial hypertension. Measures to keep the intracranial pressure (ICP) below 25 mm Hg and CPP above 50 mm Hg, if an ICP monitoring device is placed, should be undertaken. Such measures include elevation of the head of the bed to 30 degrees, avoiding unnecessary stimulation such as suctioning of the oropharynx and background noise, endotracheal intubation, and sedation in a patient with grade 3 encephalopathy and above, prompt initiation of vasopressor therapy, and renal replacement therapy, hyperventilation, and intravenous mannitol therapy.", "contents": "Acute on Chronic Liver Failure -- Treatment / Management -- Management of Complications. Cerebral Edema: The most common cause of death in ALF is cerebral edema which leads to intracranial hypertension, ischemic brain injury, and herniation. Patients with arterial ammonia levels higher than 200 micromoles per liter are at an increased risk for intracranial hypertension. Triggers for cerebral edema include hypoxia, systemic hypotension, decreased cerebral perfusion pressure (CPP), and astrocyte swelling which occurs due to increased ammonia levels and glutamine production in the brain. Abnormal pupillary reflexes, muscular rigidity, and decerebrate posturing when present indicate the onset of intracranial hypertension. Measures to keep the intracranial pressure (ICP) below 25 mm Hg and CPP above 50 mm Hg, if an ICP monitoring device is placed, should be undertaken. Such measures include elevation of the head of the bed to 30 degrees, avoiding unnecessary stimulation such as suctioning of the oropharynx and background noise, endotracheal intubation, and sedation in a patient with grade 3 encephalopathy and above, prompt initiation of vasopressor therapy, and renal replacement therapy, hyperventilation, and intravenous mannitol therapy."}
{"id": "article-24371_28", "title": "Acute on Chronic Liver Failure -- Treatment / Management -- Management of Complications", "content": "Encephalopathy: Encephalopathy is a key feature of ALF. CT of the head should be done in patients with grade 3 encephalopathy and above to assess for intracranial bleeding and cerebral edema.", "contents": "Acute on Chronic Liver Failure -- Treatment / Management -- Management of Complications. Encephalopathy: Encephalopathy is a key feature of ALF. CT of the head should be done in patients with grade 3 encephalopathy and above to assess for intracranial bleeding and cerebral edema."}
{"id": "article-24371_29", "title": "Acute on Chronic Liver Failure -- Treatment / Management -- Management of Complications", "content": "Coagulopathy: Like encephalopathy, coagulopathy is also a defining feature of ALF. Bleeding events are rare despite the presence of severe coagulopathy. Hence, routine correction of coagulopathy is not recommended unless in the setting of overt bleeding or before invasive procedures. Transfusions of platelets, plasma, and cryoprecipitate, may be given if indicated. Recombinant factor VII administration can cause thrombosis; parenteral vitamin-K therapy (slow intravenous infusion) may be considered if a nutritional deficiency is suspected or in cases of prolonged cholestasis.", "contents": "Acute on Chronic Liver Failure -- Treatment / Management -- Management of Complications. Coagulopathy: Like encephalopathy, coagulopathy is also a defining feature of ALF. Bleeding events are rare despite the presence of severe coagulopathy. Hence, routine correction of coagulopathy is not recommended unless in the setting of overt bleeding or before invasive procedures. Transfusions of platelets, plasma, and cryoprecipitate, may be given if indicated. Recombinant factor VII administration can cause thrombosis; parenteral vitamin-K therapy (slow intravenous infusion) may be considered if a nutritional deficiency is suspected or in cases of prolonged cholestasis."}
{"id": "article-24371_30", "title": "Acute on Chronic Liver Failure -- Treatment / Management -- Liver Support and Transplantation", "content": "The grading of ACLF and the progress of hospital stay helps physicians ascertain whether a particular patient is likely to improve or not, and subsequently need a liver transplant. Though a liver transplant is the only definitive treatment for ACLF, no guidelines exist regarding selection criteria. Also, infection disqualifies almost half of patients from receiving a liver transplant. Out of half of the patients with ACLF who are awaiting a liver transplant, only 10% to 25% receive it, while 50% to 75% die in wait.", "contents": "Acute on Chronic Liver Failure -- Treatment / Management -- Liver Support and Transplantation. The grading of ACLF and the progress of hospital stay helps physicians ascertain whether a particular patient is likely to improve or not, and subsequently need a liver transplant. Though a liver transplant is the only definitive treatment for ACLF, no guidelines exist regarding selection criteria. Also, infection disqualifies almost half of patients from receiving a liver transplant. Out of half of the patients with ACLF who are awaiting a liver transplant, only 10% to 25% receive it, while 50% to 75% die in wait."}
{"id": "article-24371_31", "title": "Acute on Chronic Liver Failure -- Treatment / Management -- Liver Support and Transplantation", "content": "Extracorporeal liver-assist devices have been used in clinical trials in patients with ACLF and are a potential treatment. Extracorporeal liver-assist devices aim to target detoxification and restore synthetic functions. Tumor hepatocyte (also known as the porcine hepatocyte line), Vital therapies ELAD, and Alliqua HepatAssist 2000 systems are the only available bioartificial liver support systems available. Recent multicenter trials, however, have not been shown to increase survival rates.", "contents": "Acute on Chronic Liver Failure -- Treatment / Management -- Liver Support and Transplantation. Extracorporeal liver-assist devices have been used in clinical trials in patients with ACLF and are a potential treatment. Extracorporeal liver-assist devices aim to target detoxification and restore synthetic functions. Tumor hepatocyte (also known as the porcine hepatocyte line), Vital therapies ELAD, and Alliqua HepatAssist 2000 systems are the only available bioartificial liver support systems available. Recent multicenter trials, however, have not been shown to increase survival rates."}
{"id": "article-24371_32", "title": "Acute on Chronic Liver Failure -- Differential Diagnosis", "content": "Acetaminophen poisoning Acute fatty liver of pregnancy Amanita phalloides mushroom poisoning Bacillus cereus poisoning Cholestasis Ebola virus Galactosemia HELLP syndrome Hemolysis Hypersensitivity Lassa virus Marburg virus Neonatal iron storage disease Severe acute hepatitis Tyrosinemia", "contents": "Acute on Chronic Liver Failure -- Differential Diagnosis. Acetaminophen poisoning Acute fatty liver of pregnancy Amanita phalloides mushroom poisoning Bacillus cereus poisoning Cholestasis Ebola virus Galactosemia HELLP syndrome Hemolysis Hypersensitivity Lassa virus Marburg virus Neonatal iron storage disease Severe acute hepatitis Tyrosinemia"}
{"id": "article-24371_33", "title": "Acute on Chronic Liver Failure -- Prognosis", "content": "The chronic liver failure (CLIF) organ failure score can be used to predict mortality in patients with ACLF. The score is directly proportional to the number of organ failures. A CLIF score above 64 always requires immediate consideration of liver transplantation. The etiology of the precipitating factor leading to ACLF does not alter the prognosis. The most common etiology of ACLF is infection and patients with infections are de-listed from the liver transplant list and ultimately have poorer outcomes. Patients with respiratory failure have the worst outcomes. ACLF is a dynamic syndrome, which may improve, worsen, or have a mild protracted course, allowing us the opportunity for a possible liver transplant.", "contents": "Acute on Chronic Liver Failure -- Prognosis. The chronic liver failure (CLIF) organ failure score can be used to predict mortality in patients with ACLF. The score is directly proportional to the number of organ failures. A CLIF score above 64 always requires immediate consideration of liver transplantation. The etiology of the precipitating factor leading to ACLF does not alter the prognosis. The most common etiology of ACLF is infection and patients with infections are de-listed from the liver transplant list and ultimately have poorer outcomes. Patients with respiratory failure have the worst outcomes. ACLF is a dynamic syndrome, which may improve, worsen, or have a mild protracted course, allowing us the opportunity for a possible liver transplant."}
{"id": "article-24371_34", "title": "Acute on Chronic Liver Failure -- Pearls and Other Issues", "content": "At present clinicians do not have a consensus on the definition of ACLF. Also, we do not have a satisfactory understanding of the pathophysiology, use of a prognostic scoring system, or universal guidelines on the management of ACLF. Subsequent studies to better understand ACLF are vital. In the future, we should be able to accurately determine appropriate interventions and management strategies to help clinicians ascertain the best approach to divert resources based on cost-effective and evidence-based medicine.", "contents": "Acute on Chronic Liver Failure -- Pearls and Other Issues. At present clinicians do not have a consensus on the definition of ACLF. Also, we do not have a satisfactory understanding of the pathophysiology, use of a prognostic scoring system, or universal guidelines on the management of ACLF. Subsequent studies to better understand ACLF are vital. In the future, we should be able to accurately determine appropriate interventions and management strategies to help clinicians ascertain the best approach to divert resources based on cost-effective and evidence-based medicine."}
{"id": "article-24371_35", "title": "Acute on Chronic Liver Failure -- Enhancing Healthcare Team Outcomes", "content": "ACLF is a serious disease with significant morbidity and mortality. It is best managed by an interprofessional team that includes a specialty-trained nurse, internist, liver specialist, neurologist, transplant surgeon, radiologist, pathologist, infectious disease expert, and intensivist. To date, the treatment is symptomatic and geared towards the control of the primary disorder causing liver problems. The outlook for most patients is guarded. While liver transplant can help prolong life, the procedure is also associated with life-threatening complications. [5] [16] [Level 5]", "contents": "Acute on Chronic Liver Failure -- Enhancing Healthcare Team Outcomes. ACLF is a serious disease with significant morbidity and mortality. It is best managed by an interprofessional team that includes a specialty-trained nurse, internist, liver specialist, neurologist, transplant surgeon, radiologist, pathologist, infectious disease expert, and intensivist. To date, the treatment is symptomatic and geared towards the control of the primary disorder causing liver problems. The outlook for most patients is guarded. While liver transplant can help prolong life, the procedure is also associated with life-threatening complications. [5] [16] [Level 5]"}
{"id": "article-24371_36", "title": "Acute on Chronic Liver Failure -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Acute on Chronic Liver Failure -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}