{"id": "article-27523_0", "title": "Postmortem Changes -- Definition/Introduction", "content": "A body undergoes complex and intricate changes after death. [1] These post mortem changes depend on a diverse range of variables. Factors such as the ambient temperature, season, and geographical location at which the body is found, the fat content of the body, sepsis/injuries, intoxication, presence of clothes/insulation over the body, etc. determine the rate at which post-mortem changes occur in a cadaver. Understanding the post mortem changes is imperative to estimate the time since death (TSD) or the post mortem interval (PMI). This chapter is written in with a view of explaining the various changes that occur in a human once they are dead, their time of onset, their rate, and the factors influencing them.", "contents": "Postmortem Changes -- Definition/Introduction. A body undergoes complex and intricate changes after death. [1] These post mortem changes depend on a diverse range of variables. Factors such as the ambient temperature, season, and geographical location at which the body is found, the fat content of the body, sepsis/injuries, intoxication, presence of clothes/insulation over the body, etc. determine the rate at which post-mortem changes occur in a cadaver. Understanding the post mortem changes is imperative to estimate the time since death (TSD) or the post mortem interval (PMI). This chapter is written in with a view of explaining the various changes that occur in a human once they are dead, their time of onset, their rate, and the factors influencing them."}
{"id": "article-27523_1", "title": "Postmortem Changes -- Issues of Concern", "content": "Changes that occur to a body after death are a result of complex physicochemical and environmental processes. They are affected by factors within the cadaver and outside it. These factors affect the onset and either increase the rate of post-mortem changes or retard it. Factors that hasten the rate of post mortem changes include hot and humid climate, presence of body fat, open injuries on the body, sepsis or infection, and the location of the cadaver in the open. [2] [3] [4] [5] [6] [7] Inadequately dressed persons, cold weather, and storage of the cadaver in a cold storage unit retard the rate of the post mortem changes. [8] [9] [10]", "contents": "Postmortem Changes -- Issues of Concern. Changes that occur to a body after death are a result of complex physicochemical and environmental processes. They are affected by factors within the cadaver and outside it. These factors affect the onset and either increase the rate of post-mortem changes or retard it. Factors that hasten the rate of post mortem changes include hot and humid climate, presence of body fat, open injuries on the body, sepsis or infection, and the location of the cadaver in the open. [2] [3] [4] [5] [6] [7] Inadequately dressed persons, cold weather, and storage of the cadaver in a cold storage unit retard the rate of the post mortem changes. [8] [9] [10]"}
{"id": "article-27523_2", "title": "Postmortem Changes -- Issues of Concern -- Classification of Post Mortem Changes", "content": "Based on the order of their appearance, the post mortem changes classify as immediate changes, early changes, and late changes. Immediate changes:", "contents": "Postmortem Changes -- Issues of Concern -- Classification of Post Mortem Changes. Based on the order of their appearance, the post mortem changes classify as immediate changes, early changes, and late changes. Immediate changes:"}
{"id": "article-27523_3", "title": "Postmortem Changes -- Issues of Concern -- Classification of Post Mortem Changes", "content": "Immediate changes after death relate to the ‘somatic death’ or ‘systemic death.’ Somatic death deals with the irreversible cessation of the vital functions of the brain, heart, and lungs. Thus, immediate post-mortem changes are dubbed as the “signs or indications of death.” Immediate changes include insensibility, loss of voluntary movements, cessation of respiration, cessation of circulation, and cessation of nervous system functions. During this time, primary relaxation of muscles occurs. Though insensibility and loss of voluntary movement are considered as one of the earliest signs of death, these can also appear in cases of trance, fainting attacks, narcosis, catalepsy, and electrocution, etc.", "contents": "Postmortem Changes -- Issues of Concern -- Classification of Post Mortem Changes. Immediate changes after death relate to the ‘somatic death’ or ‘systemic death.’ Somatic death deals with the irreversible cessation of the vital functions of the brain, heart, and lungs. Thus, immediate post-mortem changes are dubbed as the “signs or indications of death.” Immediate changes include insensibility, loss of voluntary movements, cessation of respiration, cessation of circulation, and cessation of nervous system functions. During this time, primary relaxation of muscles occurs. Though insensibility and loss of voluntary movement are considered as one of the earliest signs of death, these can also appear in cases of trance, fainting attacks, narcosis, catalepsy, and electrocution, etc."}
{"id": "article-27523_4", "title": "Postmortem Changes -- Issues of Concern -- Classification of Post Mortem Changes", "content": "Cessation of respiration is checked by placing a stethoscope over the upper parts of the lungs where the slightest sound of breathing, if any, can be detected. An important consideration here is that the respiratory cessation can be seen in cases of drowning, electrocution, in newborn infants, and due to Cheyne-Stokes breathing. ccurCessation of circulation is checked by placing the stethoscope over the precordial region and listening to the heartbeats. Another alternative to using a stethoscope is the use of electrocardiograph (ECG). A flat ECG is indicative of cessation of circulation. Nervous system function cessation is detected using an electroencephalograph (EEG). Brain stem reflexes require checking, as well. Absence of respiratory sounds and movements, heartbeats, brain stem reflexes, ECG, and EEG activity signifies death and are noted as the signs observed immediately after death. Early post mortem changes:", "contents": "Postmortem Changes -- Issues of Concern -- Classification of Post Mortem Changes. Cessation of respiration is checked by placing a stethoscope over the upper parts of the lungs where the slightest sound of breathing, if any, can be detected. An important consideration here is that the respiratory cessation can be seen in cases of drowning, electrocution, in newborn infants, and due to Cheyne-Stokes breathing. ccurCessation of circulation is checked by placing the stethoscope over the precordial region and listening to the heartbeats. Another alternative to using a stethoscope is the use of electrocardiograph (ECG). A flat ECG is indicative of cessation of circulation. Nervous system function cessation is detected using an electroencephalograph (EEG). Brain stem reflexes require checking, as well. Absence of respiratory sounds and movements, heartbeats, brain stem reflexes, ECG, and EEG activity signifies death and are noted as the signs observed immediately after death. Early post mortem changes:"}
{"id": "article-27523_5", "title": "Postmortem Changes -- Issues of Concern -- Classification of Post Mortem Changes", "content": "Early post mortem changes are associated with cellular death. They include changes in the skin, eyes, post mortem cooling (algor mortis), post mortem rigidity (rigor mortis), and post mortem staining (livor mortis). [11] [12] [13] [14]", "contents": "Postmortem Changes -- Issues of Concern -- Classification of Post Mortem Changes. Early post mortem changes are associated with cellular death. They include changes in the skin, eyes, post mortem cooling (algor mortis), post mortem rigidity (rigor mortis), and post mortem staining (livor mortis). [11] [12] [13] [14]"}
{"id": "article-27523_6", "title": "Postmortem Changes -- Issues of Concern -- Classification of Post Mortem Changes", "content": "After death, the skin of an individual becomes pale, ashen, and it loses elasticity within a few minutes of death. [15] The lips become dry and hard. Numerous ocular changes are observable after death, which includes corneal opacity, loss of pupillary and corneal reflex, and loss of intra-ocular tension that leads to ocular flaccidity. If the eyes are left open after death, there is a deposition of dust in the exposed part of the eye. This dust, along with the cellular debris and mucous manifest as a yellow triangular region on the exposed sclera which is known as ‘Tache noir de la sclerotique.’ An important ophthalmoscopic observation is fragmentation or trucking of blood vessels known as the ‘Kevorkian sign.’ [16] Kevorkian sign appears within a few minutes after death and lasts for about an hour. A steady rise in potassium levels ensues in the vitreous humor after death. [17] Changes in temperature:", "contents": "Postmortem Changes -- Issues of Concern -- Classification of Post Mortem Changes. After death, the skin of an individual becomes pale, ashen, and it loses elasticity within a few minutes of death. [15] The lips become dry and hard. Numerous ocular changes are observable after death, which includes corneal opacity, loss of pupillary and corneal reflex, and loss of intra-ocular tension that leads to ocular flaccidity. If the eyes are left open after death, there is a deposition of dust in the exposed part of the eye. This dust, along with the cellular debris and mucous manifest as a yellow triangular region on the exposed sclera which is known as ‘Tache noir de la sclerotique.’ An important ophthalmoscopic observation is fragmentation or trucking of blood vessels known as the ‘Kevorkian sign.’ [16] Kevorkian sign appears within a few minutes after death and lasts for about an hour. A steady rise in potassium levels ensues in the vitreous humor after death. [17] Changes in temperature:"}
{"id": "article-27523_7", "title": "Postmortem Changes -- Issues of Concern -- Classification of Post Mortem Changes", "content": "After death and cessation of circulation, the convectional transference of heat inside the body comes to a halt. Since no heat is being produced within the cadaver, the body starts losing heat due to the temperature difference between the body and the surroundings. The heat loss due to radiation is substantial at first but later ebbs down. Most of the heat loss is attributable to conduction and convection of heat. This decrease in body temperature after death is termed as ‘algor mortis,’ and is used to estimate the post mortem interval (PMI). [12] For estimating the PMI, the temperature of the body is measured using a ‘thanatometer,’ which is a 25 cm long thermometer with a range of 0 to 50 degrees C. The thanatometer gets inserted inside the rectum and records the temperature. Alternatively, thanatometer can get inserted into the external auditory meatus, or up to the cribriform plate through the nose, or a subhepatic insertion by making a small incision in the peritoneal cavity. PMI is estimated using the following equation:", "contents": "Postmortem Changes -- Issues of Concern -- Classification of Post Mortem Changes. After death and cessation of circulation, the convectional transference of heat inside the body comes to a halt. Since no heat is being produced within the cadaver, the body starts losing heat due to the temperature difference between the body and the surroundings. The heat loss due to radiation is substantial at first but later ebbs down. Most of the heat loss is attributable to conduction and convection of heat. This decrease in body temperature after death is termed as ‘algor mortis,’ and is used to estimate the post mortem interval (PMI). [12] For estimating the PMI, the temperature of the body is measured using a ‘thanatometer,’ which is a 25 cm long thermometer with a range of 0 to 50 degrees C. The thanatometer gets inserted inside the rectum and records the temperature. Alternatively, thanatometer can get inserted into the external auditory meatus, or up to the cribriform plate through the nose, or a subhepatic insertion by making a small incision in the peritoneal cavity. PMI is estimated using the following equation:"}
{"id": "article-27523_8", "title": "Postmortem Changes -- Issues of Concern -- Classification of Post Mortem Changes", "content": "PMI = (Normal body temperature – Rectal temperature)/ Rate of fall of temperature per hour The rate of fall of temperature is measured by recording the rectal temperature at regular intervals.", "contents": "Postmortem Changes -- Issues of Concern -- Classification of Post Mortem Changes. PMI = (Normal body temperature – Rectal temperature)/ Rate of fall of temperature per hour The rate of fall of temperature is measured by recording the rectal temperature at regular intervals."}
{"id": "article-27523_9", "title": "Postmortem Changes -- Issues of Concern -- Classification of Post Mortem Changes", "content": "Multiple factors may affect the rate of cooling after death. The most important factor in modifying the rate of cooling is the ambient temperature. The greater the difference between body temperature and ambient temperature, the faster is the rate of cooling. The body will lose heat faster in well ventilated or humid surroundings. If the body is wearing clothes or other insulating materials, the rate of loss of heat will be slower. [18] [19] Changes in the muscles:", "contents": "Postmortem Changes -- Issues of Concern -- Classification of Post Mortem Changes. Multiple factors may affect the rate of cooling after death. The most important factor in modifying the rate of cooling is the ambient temperature. The greater the difference between body temperature and ambient temperature, the faster is the rate of cooling. The body will lose heat faster in well ventilated or humid surroundings. If the body is wearing clothes or other insulating materials, the rate of loss of heat will be slower. [18] [19] Changes in the muscles:"}
{"id": "article-27523_10", "title": "Postmortem Changes -- Issues of Concern -- Classification of Post Mortem Changes", "content": "Immediately after death, the muscles undergo primary relaxation, as mentioned above, which is followed by stiffening of muscles known as rigor mortis. With the onset of putrefaction, rigor mortis passes off, and secondary relaxation occurs. Secondary relaxation occurs at around 36 hours after death due to the breakdown of the contracted muscles due to decomposition.", "contents": "Postmortem Changes -- Issues of Concern -- Classification of Post Mortem Changes. Immediately after death, the muscles undergo primary relaxation, as mentioned above, which is followed by stiffening of muscles known as rigor mortis. With the onset of putrefaction, rigor mortis passes off, and secondary relaxation occurs. Secondary relaxation occurs at around 36 hours after death due to the breakdown of the contracted muscles due to decomposition."}
{"id": "article-27523_11", "title": "Postmortem Changes -- Issues of Concern -- Classification of Post Mortem Changes", "content": "Rigor mortis is the post mortem stiffening/ rigidity of the body. It results from a decrease in levels of adenosinetriphosphate (ATP) beyond critical levels. When a person dies, calcium ions flood muscle fibers due to the loss of integrity of the muscle cells. These ions cause the binding of actin and myosin filaments, causing contraction. Relaxation of muscles is achieved by ATP driven pumping of the calcium ions back into the sarcoplasmic reticulum of the muscle cells. As a result of the lack of ATP, the muscles fail to relax, and the actinomyosin complex created during the contraction stays intact; this causes the muscles to become hard and rigid. [20] [21] [22] Rigor mortis first appears in the involuntary muscles of the heart, and apparently follows proximal to distal progression. It is observed in eyelids, followed by the neck, lower jaw, chest, upper limbs, abdomen, lower limbs, and then finally in the fingers and toes. Rigor mortis appears in 1 to 2 hours after death, is completely formed 12 hours after death, is sustained for the next 12 hours, and vanishes over the next 12 hours, sometimes referred to as the ‘march of rigor.’", "contents": "Postmortem Changes -- Issues of Concern -- Classification of Post Mortem Changes. Rigor mortis is the post mortem stiffening/ rigidity of the body. It results from a decrease in levels of adenosinetriphosphate (ATP) beyond critical levels. When a person dies, calcium ions flood muscle fibers due to the loss of integrity of the muscle cells. These ions cause the binding of actin and myosin filaments, causing contraction. Relaxation of muscles is achieved by ATP driven pumping of the calcium ions back into the sarcoplasmic reticulum of the muscle cells. As a result of the lack of ATP, the muscles fail to relax, and the actinomyosin complex created during the contraction stays intact; this causes the muscles to become hard and rigid. [20] [21] [22] Rigor mortis first appears in the involuntary muscles of the heart, and apparently follows proximal to distal progression. It is observed in eyelids, followed by the neck, lower jaw, chest, upper limbs, abdomen, lower limbs, and then finally in the fingers and toes. Rigor mortis appears in 1 to 2 hours after death, is completely formed 12 hours after death, is sustained for the next 12 hours, and vanishes over the next 12 hours, sometimes referred to as the ‘march of rigor.’"}
{"id": "article-27523_12", "title": "Postmortem Changes -- Issues of Concern -- Classification of Post Mortem Changes", "content": "Rigor mortis appears rapidly in children and the old aged individuals, in cases of persons dying of diseases or conditions involving great exhaustion such as cholera, or due to convulsions as in cases of strychnine poisoning. In such cases, the rigor disappears early as well. [23] The effect of rigor on individual muscles can be of additional significance. The rigor of erector pilae muscles may cause elevation of hair leading to the pimpled appearance of the skin. This phenomenon is termed ‘cutis anserina’ or ‘goose skin.’ In the heart, rigor causes contraction of ventricles, which may be erroneously interpreted as ventricular hypertrophy. The rigor of the dartos muscle in the scrotum may lead to post mortem ejaculation of semen and may get wrongly interpreted to sexual activity just before death.", "contents": "Postmortem Changes -- Issues of Concern -- Classification of Post Mortem Changes. Rigor mortis appears rapidly in children and the old aged individuals, in cases of persons dying of diseases or conditions involving great exhaustion such as cholera, or due to convulsions as in cases of strychnine poisoning. In such cases, the rigor disappears early as well. [23] The effect of rigor on individual muscles can be of additional significance. The rigor of erector pilae muscles may cause elevation of hair leading to the pimpled appearance of the skin. This phenomenon is termed ‘cutis anserina’ or ‘goose skin.’ In the heart, rigor causes contraction of ventricles, which may be erroneously interpreted as ventricular hypertrophy. The rigor of the dartos muscle in the scrotum may lead to post mortem ejaculation of semen and may get wrongly interpreted to sexual activity just before death."}
{"id": "article-27523_13", "title": "Postmortem Changes -- Issues of Concern -- Classification of Post Mortem Changes", "content": "Certain conditions simulate rigor mortis. The conditions simulating rigor mortis are; heat stiffening, cold stiffening, gas stiffening, and cadaveric spasm. Heat stiffening is a condition seen in individuals exposed to high temperature, high voltage electrocution, or scalding due to hot liquids and is characterized by rigidity of the body due to coagulation and denaturation of the tissue proteins. Cold stiffening occurs in individuals found in sub-zero temperatures and results from freezing of the biological fluids and subcutaneous fat, which leads to stiffening of the body. Gas stiffening is characterized by rigidity due to the accumulation of putrefactive gases all over the body.", "contents": "Postmortem Changes -- Issues of Concern -- Classification of Post Mortem Changes. Certain conditions simulate rigor mortis. The conditions simulating rigor mortis are; heat stiffening, cold stiffening, gas stiffening, and cadaveric spasm. Heat stiffening is a condition seen in individuals exposed to high temperature, high voltage electrocution, or scalding due to hot liquids and is characterized by rigidity of the body due to coagulation and denaturation of the tissue proteins. Cold stiffening occurs in individuals found in sub-zero temperatures and results from freezing of the biological fluids and subcutaneous fat, which leads to stiffening of the body. Gas stiffening is characterized by rigidity due to the accumulation of putrefactive gases all over the body."}
{"id": "article-27523_14", "title": "Postmortem Changes -- Issues of Concern -- Classification of Post Mortem Changes", "content": "Cadaveric spasm is a condition in which a group of muscles that were used profusely just before death becomes stiff and rigid immediately after death. [24] This ‘instantaneous rigor’ mostly involves hands, very rarely, the entire body may undergo cadaveric spasm. It can occur in assaults involving a scuffle before death, in suicides, and cases of drowning, etc. In such scenario, the victim’s hand presents as rigid and clenched, holding/ grasping on to the clothing, buttons, or hair, etc. of the assailant (in assault), maybe holding the weapon used for committing suicide, or the weeds, gravel mud, etc. from the water bed (in drowning). While rigor mortis provides information about time since death, the cadaveric spasm is valuable in commenting on the manner of death. Livor mortis:", "contents": "Postmortem Changes -- Issues of Concern -- Classification of Post Mortem Changes. Cadaveric spasm is a condition in which a group of muscles that were used profusely just before death becomes stiff and rigid immediately after death. [24] This ‘instantaneous rigor’ mostly involves hands, very rarely, the entire body may undergo cadaveric spasm. It can occur in assaults involving a scuffle before death, in suicides, and cases of drowning, etc. In such scenario, the victim’s hand presents as rigid and clenched, holding/ grasping on to the clothing, buttons, or hair, etc. of the assailant (in assault), maybe holding the weapon used for committing suicide, or the weeds, gravel mud, etc. from the water bed (in drowning). While rigor mortis provides information about time since death, the cadaveric spasm is valuable in commenting on the manner of death. Livor mortis:"}
{"id": "article-27523_15", "title": "Postmortem Changes -- Issues of Concern -- Classification of Post Mortem Changes", "content": "Circulation of blood is a continuous process carried out by the pumping action of the heart in a living individual. However, once the person dies, the circulation comes to a halt, and the blood starts moving towards the dependant regions of the body due to gravity. This effect results in reddish-blue staining of those low-lying dependent regions of the body, known as the livor mortis, post mortem staining, post mortem lividity, or post mortem hypostasis. [25] [26] [27] During the initial phases, patches of discoloration start appearing in the dependent regions in 1 to 3 hours after death. These increase in size and spread all over the dependent regions in 4 to 6 hours and are fully developed within 6 to 8 hours. So, in case of the body of an individual lying on the floor of a room, the back of the individual will show postmortem staining.", "contents": "Postmortem Changes -- Issues of Concern -- Classification of Post Mortem Changes. Circulation of blood is a continuous process carried out by the pumping action of the heart in a living individual. However, once the person dies, the circulation comes to a halt, and the blood starts moving towards the dependant regions of the body due to gravity. This effect results in reddish-blue staining of those low-lying dependent regions of the body, known as the livor mortis, post mortem staining, post mortem lividity, or post mortem hypostasis. [25] [26] [27] During the initial phases, patches of discoloration start appearing in the dependent regions in 1 to 3 hours after death. These increase in size and spread all over the dependent regions in 4 to 6 hours and are fully developed within 6 to 8 hours. So, in case of the body of an individual lying on the floor of a room, the back of the individual will show postmortem staining."}
{"id": "article-27523_16", "title": "Postmortem Changes -- Issues of Concern -- Classification of Post Mortem Changes", "content": "Any change in the position of the body causes blood to settle down in the newer dependent areas, referred to as ‘shifting of postmortem lividity.’ However, this shifting may not be possible after 6 to 8 hours of death, due to postmortem coagulation of blood accumulated in the dependent areas of the body. This phenomenon is termed as ‘fixation of postmortem staining.’ Whether or not lividity is fixed is determined by the blanching test. The pressure is applied to the livid area by the thumb of the observer for about a minute, then released. If the area underneath the thumb becomes pale on the removal of pressure, the lividity is said to be not fixed, while if the region stays stained even after removal of pressure, the lividity is said to be fixed.", "contents": "Postmortem Changes -- Issues of Concern -- Classification of Post Mortem Changes. Any change in the position of the body causes blood to settle down in the newer dependent areas, referred to as ‘shifting of postmortem lividity.’ However, this shifting may not be possible after 6 to 8 hours of death, due to postmortem coagulation of blood accumulated in the dependent areas of the body. This phenomenon is termed as ‘fixation of postmortem staining.’ Whether or not lividity is fixed is determined by the blanching test. The pressure is applied to the livid area by the thumb of the observer for about a minute, then released. If the area underneath the thumb becomes pale on the removal of pressure, the lividity is said to be not fixed, while if the region stays stained even after removal of pressure, the lividity is said to be fixed."}
{"id": "article-27523_17", "title": "Postmortem Changes -- Issues of Concern -- Classification of Post Mortem Changes", "content": "The lividity does not appear on the parts of the body which are in contact with the floor/ bed/ slab, etc., or those compressed due to tight clothing, bands, etc., because of the obstruction and compression effect of surface in the underlying vessels. The absence of discoloration in these areas is called ‘contact flattening,’ ‘contact pallor,’ or ‘contact blanching.’", "contents": "Postmortem Changes -- Issues of Concern -- Classification of Post Mortem Changes. The lividity does not appear on the parts of the body which are in contact with the floor/ bed/ slab, etc., or those compressed due to tight clothing, bands, etc., because of the obstruction and compression effect of surface in the underlying vessels. The absence of discoloration in these areas is called ‘contact flattening,’ ‘contact pallor,’ or ‘contact blanching.’"}
{"id": "article-27523_18", "title": "Postmortem Changes -- Issues of Concern -- Classification of Post Mortem Changes", "content": "The appearance of postmortem staining depends on multiple factors, including, amount of blood at the time of death and the coagulability status, etc. Lividity is feeble/ less marked in deaths following blood loss/ in anaemics, while it is more intense in cases of asphyxia deaths. Post mortem staining can be of a distinct color in cases of poisoning. Cherry red staining presents in carbon monoxide poisoning, pink-colored staining is observable in cyanide poisoning, and brown colored staining occurs in nitrate poisoning. [28] [29] [30] Thus, postmortem staining, besides PMI, can provide useful information on the position of the body, or even the cause of death. Late post mortem changes: Autolysis:", "contents": "Postmortem Changes -- Issues of Concern -- Classification of Post Mortem Changes. The appearance of postmortem staining depends on multiple factors, including, amount of blood at the time of death and the coagulability status, etc. Lividity is feeble/ less marked in deaths following blood loss/ in anaemics, while it is more intense in cases of asphyxia deaths. Post mortem staining can be of a distinct color in cases of poisoning. Cherry red staining presents in carbon monoxide poisoning, pink-colored staining is observable in cyanide poisoning, and brown colored staining occurs in nitrate poisoning. [28] [29] [30] Thus, postmortem staining, besides PMI, can provide useful information on the position of the body, or even the cause of death. Late post mortem changes: Autolysis:"}
{"id": "article-27523_19", "title": "Postmortem Changes -- Issues of Concern -- Classification of Post Mortem Changes", "content": "Autolysis (self-destruction) is an intrinsic activity brought about by the breakdown of cells and tissues of the human body because of the constituents of the said cells. [31] Just after death, the cell membranes breakdown and release enzymes that start self-digestion. The first external sign of autolysis is the whitish appearance of the cornea. On autopsy, the doughy appearance of the parenchyma of the pancreas and lungs appears within hours of death. Autolytic fermentation in the unborn fetus within the amniotic cavity is termed as maceration and characteristically demonstrates as slippage of skin with blackish brownish discoloration of the underlying tissues. [32] The process of autolysis is devoid of any bacterial action. Putrefaction:", "contents": "Postmortem Changes -- Issues of Concern -- Classification of Post Mortem Changes. Autolysis (self-destruction) is an intrinsic activity brought about by the breakdown of cells and tissues of the human body because of the constituents of the said cells. [31] Just after death, the cell membranes breakdown and release enzymes that start self-digestion. The first external sign of autolysis is the whitish appearance of the cornea. On autopsy, the doughy appearance of the parenchyma of the pancreas and lungs appears within hours of death. Autolytic fermentation in the unborn fetus within the amniotic cavity is termed as maceration and characteristically demonstrates as slippage of skin with blackish brownish discoloration of the underlying tissues. [32] The process of autolysis is devoid of any bacterial action. Putrefaction:"}
{"id": "article-27523_20", "title": "Postmortem Changes -- Issues of Concern -- Classification of Post Mortem Changes", "content": "Putrefaction is the decomposition of the body carried out by the microbial action. After cessation of homeostasis, the natural flora of the body migrates from the gut to the blood vessels and spreads all over the body. External micro-organisms enter the body through the alimentary canal, respiratory tract, and open wounds. In the absence of body defenses/immune mechanisms, the microbes keep growing, as they feed upon the proteins and carbohydrates of the blood and body parts. The principal bacterial agent causing putrefaction is the gram-positive, anaerobic, and rod-shaped Clostridium welchii. [33] It releases lecithinase, which causes hydrolysis of lecithin present in the blood cells, causing their lysis. Putrefaction begins within an hour of death, but the peak activity of the microbes occurs around the 24-hour timeframe.", "contents": "Postmortem Changes -- Issues of Concern -- Classification of Post Mortem Changes. Putrefaction is the decomposition of the body carried out by the microbial action. After cessation of homeostasis, the natural flora of the body migrates from the gut to the blood vessels and spreads all over the body. External micro-organisms enter the body through the alimentary canal, respiratory tract, and open wounds. In the absence of body defenses/immune mechanisms, the microbes keep growing, as they feed upon the proteins and carbohydrates of the blood and body parts. The principal bacterial agent causing putrefaction is the gram-positive, anaerobic, and rod-shaped Clostridium welchii. [33] It releases lecithinase, which causes hydrolysis of lecithin present in the blood cells, causing their lysis. Putrefaction begins within an hour of death, but the peak activity of the microbes occurs around the 24-hour timeframe."}
{"id": "article-27523_21", "title": "Postmortem Changes -- Issues of Concern -- Classification of Post Mortem Changes", "content": "The first external sign of putrefaction is the greenish discoloration of the skin over the right iliac fossa, the region overlying the caecum, the contents of which are mostly liquid and are full of bacteria. The greenish discoloration gradually spreads to the abdomen and involves the entire body in later stages. The bacteria generate hydrogen sulfide as a result of reductive catalysis. Hydrogen sulfide reacts with the hemoglobin and forms sulphahemoglobin that stains the surrounding region green. [33] Microbes traverse throughout the body using the blood vessels. Putrefaction of erythrocytes within the superficial blood vessels leads to the formation of greenish-blue discoloration, which is observable through the skin. This outlining of the superficial blood vessels is known as ‘marbling’ of the skin. [20]", "contents": "Postmortem Changes -- Issues of Concern -- Classification of Post Mortem Changes. The first external sign of putrefaction is the greenish discoloration of the skin over the right iliac fossa, the region overlying the caecum, the contents of which are mostly liquid and are full of bacteria. The greenish discoloration gradually spreads to the abdomen and involves the entire body in later stages. The bacteria generate hydrogen sulfide as a result of reductive catalysis. Hydrogen sulfide reacts with the hemoglobin and forms sulphahemoglobin that stains the surrounding region green. [33] Microbes traverse throughout the body using the blood vessels. Putrefaction of erythrocytes within the superficial blood vessels leads to the formation of greenish-blue discoloration, which is observable through the skin. This outlining of the superficial blood vessels is known as ‘marbling’ of the skin. [20]"}
{"id": "article-27523_22", "title": "Postmortem Changes -- Issues of Concern -- Classification of Post Mortem Changes", "content": "As the activity of the bacteria increases, the amount of the putrefactive gases produced rises. The gases are produced due to bacterial reductive catalysis and include hydrogen sulfide, ammonia, carbon dioxide, and methane, etc. These gases cause the distension of the abdomen, swelling of the face and external genitalia, and purging of putrefactive liquids from the mouth and nostrils referred to as ‘postmortem purging.’ [20] Other external signs of putrefaction are slippage of skin, the formation of putrefactive fluid-filled blisters, and extrusion of hair and nails. Internally, the intestines get distended due to gas formation, the liver becomes spongy and swiss-cheese-like, the brain appears to be soft and liquefied, and all the internal organs may have gaseous blisters underneath their mucosal lining. The prostate gland is usually the most resistant towards putrefaction. These changes take place in 18 to 36 hours after death.", "contents": "Postmortem Changes -- Issues of Concern -- Classification of Post Mortem Changes. As the activity of the bacteria increases, the amount of the putrefactive gases produced rises. The gases are produced due to bacterial reductive catalysis and include hydrogen sulfide, ammonia, carbon dioxide, and methane, etc. These gases cause the distension of the abdomen, swelling of the face and external genitalia, and purging of putrefactive liquids from the mouth and nostrils referred to as ‘postmortem purging.’ [20] Other external signs of putrefaction are slippage of skin, the formation of putrefactive fluid-filled blisters, and extrusion of hair and nails. Internally, the intestines get distended due to gas formation, the liver becomes spongy and swiss-cheese-like, the brain appears to be soft and liquefied, and all the internal organs may have gaseous blisters underneath their mucosal lining. The prostate gland is usually the most resistant towards putrefaction. These changes take place in 18 to 36 hours after death."}
{"id": "article-27523_23", "title": "Postmortem Changes -- Issues of Concern -- Classification of Post Mortem Changes", "content": "By the end of 24 or 48 hours, maggots can be seen near the external orifices and/or the open wounds. These maggots, depending on the species of the fly, pupate and become adults by 6 to 8 days and can be used to estimate the PMI. [34] By 5 to 10 days, there is liquefaction of most of the internal organs, the abdomen may burst due to the pressure exerted by the putrefactive gases, and the ligaments become softer by this stage. Conditions affecting the rate of putrefaction:", "contents": "Postmortem Changes -- Issues of Concern -- Classification of Post Mortem Changes. By the end of 24 or 48 hours, maggots can be seen near the external orifices and/or the open wounds. These maggots, depending on the species of the fly, pupate and become adults by 6 to 8 days and can be used to estimate the PMI. [34] By 5 to 10 days, there is liquefaction of most of the internal organs, the abdomen may burst due to the pressure exerted by the putrefactive gases, and the ligaments become softer by this stage. Conditions affecting the rate of putrefaction:"}
{"id": "article-27523_24", "title": "Postmortem Changes -- Issues of Concern -- Classification of Post Mortem Changes", "content": "Optimum ambient temperature range for putrefaction is between 25 and 38 degrees C. With every increase of 10 degrees C, the chemical activity doubles. The rate of putrefaction in summer is about twice as much as the rate of putrefaction in winter. Advanced stages of putrefaction can be seen as early as 24 to 36 hours in summer. Moisture is a prerequisite for putrefaction as water is required for bacterial growth, chemical, and enzymatic processes to take place. The rate of putrefaction is faster in a humid environment as compared to an arid one. Bodies kept in open-air putrefy faster than those buried or in water. ‘Casper’s dictum’ states that a body decomposes in the air twice as rapidly as submerged in water, and eight times rapidly as buried in earth. Clothed bodies decompose slower as tight clothes restrict the supply of microbes through blood vessels in that area. In case there are multiple external open injuries, putrefaction is faster as microorganisms have easier access to the insides of the body. The greater the fat percentage, the quicker is the putrefaction due to the increased amount of liquids and heat retention by the fat. The two modifications of putrefaction are adipocere formation and mummification.", "contents": "Postmortem Changes -- Issues of Concern -- Classification of Post Mortem Changes. Optimum ambient temperature range for putrefaction is between 25 and 38 degrees C. With every increase of 10 degrees C, the chemical activity doubles. The rate of putrefaction in summer is about twice as much as the rate of putrefaction in winter. Advanced stages of putrefaction can be seen as early as 24 to 36 hours in summer. Moisture is a prerequisite for putrefaction as water is required for bacterial growth, chemical, and enzymatic processes to take place. The rate of putrefaction is faster in a humid environment as compared to an arid one. Bodies kept in open-air putrefy faster than those buried or in water. ‘Casper’s dictum’ states that a body decomposes in the air twice as rapidly as submerged in water, and eight times rapidly as buried in earth. Clothed bodies decompose slower as tight clothes restrict the supply of microbes through blood vessels in that area. In case there are multiple external open injuries, putrefaction is faster as microorganisms have easier access to the insides of the body. The greater the fat percentage, the quicker is the putrefaction due to the increased amount of liquids and heat retention by the fat. The two modifications of putrefaction are adipocere formation and mummification."}
{"id": "article-27523_25", "title": "Postmortem Changes -- Issues of Concern -- Classification of Post Mortem Changes", "content": "Adipocere formation:", "contents": "Postmortem Changes -- Issues of Concern -- Classification of Post Mortem Changes. Adipocere formation:"}
{"id": "article-27523_26", "title": "Postmortem Changes -- Issues of Concern -- Classification of Post Mortem Changes", "content": "Saponification or adipocere formation is a modification of the putrefaction process, which involves hydrolysis and hydrogenation of fatty tissues into a yellowish, greasy, rancid, wax-like substance called adipocere. [35] This adipocere consists of mainly palmitic, oleic, and stearic fatty acids, and contains glycerol in smaller amounts. Adipocere formation most commonly presents in fatty regions such as the cheeks, chin, abdomen, and buttocks. [36] The formation of adipocere requires the body to decompose in a warm, moist, and humid environment as water is a prerequisite for hydrolysis of fats. It can occur as early as in three weeks, but usually, it takes three months to form. Adipocere initially is yellow and soft, but after a few months turns white and brittle. It becomes hard and tends to preserve the form of the face and the body in recognizable form. Injuries such as stab wounds and bullet holes get preserved as well. Adipocere formation can co-exist partially with other types of putrefaction in different regions of the body.", "contents": "Postmortem Changes -- Issues of Concern -- Classification of Post Mortem Changes. Saponification or adipocere formation is a modification of the putrefaction process, which involves hydrolysis and hydrogenation of fatty tissues into a yellowish, greasy, rancid, wax-like substance called adipocere. [35] This adipocere consists of mainly palmitic, oleic, and stearic fatty acids, and contains glycerol in smaller amounts. Adipocere formation most commonly presents in fatty regions such as the cheeks, chin, abdomen, and buttocks. [36] The formation of adipocere requires the body to decompose in a warm, moist, and humid environment as water is a prerequisite for hydrolysis of fats. It can occur as early as in three weeks, but usually, it takes three months to form. Adipocere initially is yellow and soft, but after a few months turns white and brittle. It becomes hard and tends to preserve the form of the face and the body in recognizable form. Injuries such as stab wounds and bullet holes get preserved as well. Adipocere formation can co-exist partially with other types of putrefaction in different regions of the body."}
{"id": "article-27523_27", "title": "Postmortem Changes -- Issues of Concern -- Classification of Post Mortem Changes", "content": "Mummification:", "contents": "Postmortem Changes -- Issues of Concern -- Classification of Post Mortem Changes. Mummification:"}
{"id": "article-27523_28", "title": "Postmortem Changes -- Issues of Concern -- Classification of Post Mortem Changes", "content": "Mummification is a modification of the putrefaction process characterized by the desiccation or dehydration of the cadaveric tissues. The skin of the deceased becomes brown, hard, and brittle and has a stretched appearance over prominences like the zygomatic bones, mandible, etc. The body shrivels and shrinks in size, but the facial features and the injuries are preserved, as in the case of adipocere formation. [37] Mummification requires a dry and arid environment with a constant warm breeze to materialize. [38] The body needs more time for mummification than adipocere formation. Partial mummification can be seen to co-exist with other putrefactive changes in different parts of the same body. Identification of a person and injuries remain a possibility in bodies undergoing adipocere formation or mummification due to the preservation of features.", "contents": "Postmortem Changes -- Issues of Concern -- Classification of Post Mortem Changes. Mummification is a modification of the putrefaction process characterized by the desiccation or dehydration of the cadaveric tissues. The skin of the deceased becomes brown, hard, and brittle and has a stretched appearance over prominences like the zygomatic bones, mandible, etc. The body shrivels and shrinks in size, but the facial features and the injuries are preserved, as in the case of adipocere formation. [37] Mummification requires a dry and arid environment with a constant warm breeze to materialize. [38] The body needs more time for mummification than adipocere formation. Partial mummification can be seen to co-exist with other putrefactive changes in different parts of the same body. Identification of a person and injuries remain a possibility in bodies undergoing adipocere formation or mummification due to the preservation of features."}
{"id": "article-27523_29", "title": "Postmortem Changes -- Clinical Significance", "content": "Immediate post mortem changes have clinical significance in diagnosing death. Loss of voluntary movement and insensibility are seen in cases of narcosis, catalepsy, fainting attacks, drowning, and electrocution. Cessation of respiration may be observable in cases of drowning, electrocution, in newborn infants, and due to Cheyne-Stokes breathing. Doctors need to be wary of these differential diagnoses while declaring an individual dead.", "contents": "Postmortem Changes -- Clinical Significance. Immediate post mortem changes have clinical significance in diagnosing death. Loss of voluntary movement and insensibility are seen in cases of narcosis, catalepsy, fainting attacks, drowning, and electrocution. Cessation of respiration may be observable in cases of drowning, electrocution, in newborn infants, and due to Cheyne-Stokes breathing. Doctors need to be wary of these differential diagnoses while declaring an individual dead."}
{"id": "article-27523_30", "title": "Postmortem Changes -- Clinical Significance", "content": "Suspended animation is the state in which the signs of life are absent, due to either cessation or decrease in life-supporting functions. In cases of suspended animation, the rate of metabolism of the individual declines to such an extent that the oxygen requirements are satisfied through the use of dissolved oxygen of the biological fluids. Individuals who are in the state of suspended animation can be resuscitated. Suspended animation can be voluntary, as in cases of ascetics who pass into a trance through meditation, or involuntary as in cases of electrocution, drowning, narcotic poisoning, shock, or hypothermia, etc. It is imperative for doctors to rightfully diagnose the difference between systemic death and suspended animation as animated people have been wrongly declared dead on multiple occasions.", "contents": "Postmortem Changes -- Clinical Significance. Suspended animation is the state in which the signs of life are absent, due to either cessation or decrease in life-supporting functions. In cases of suspended animation, the rate of metabolism of the individual declines to such an extent that the oxygen requirements are satisfied through the use of dissolved oxygen of the biological fluids. Individuals who are in the state of suspended animation can be resuscitated. Suspended animation can be voluntary, as in cases of ascetics who pass into a trance through meditation, or involuntary as in cases of electrocution, drowning, narcotic poisoning, shock, or hypothermia, etc. It is imperative for doctors to rightfully diagnose the difference between systemic death and suspended animation as animated people have been wrongly declared dead on multiple occasions."}
{"id": "article-27523_31", "title": "Postmortem Changes -- Clinical Significance", "content": "Early and late post mortem changes are a sure indication that death has occurred. The post mortem changes can be used to estimate the time since death (TSD) or post mortem interval (PMI). PMI is a crucial aspect of medicolegal investigation as it helps in determining when a crime has been committed. Based on this estimated time, alibis of suspected individuals may be verified, and conviction or acquittal of a suspect may be determined. The medicolegal expert needs to be extremely careful while opining about the PMI since a variety of factors affect the post mortem changes. An estimate of ‘time since death’ should always be given, rather than a specific ‘time of occurrence.’ Besides, PMI, specific postmortem changes can provide information on the cause and manner of death, position/ change in position of the body, identification, etc. Medicolegal experts can determine the existence and location of external injuries, if any, on a cadaver in advanced stages of putrefaction.", "contents": "Postmortem Changes -- Clinical Significance. Early and late post mortem changes are a sure indication that death has occurred. The post mortem changes can be used to estimate the time since death (TSD) or post mortem interval (PMI). PMI is a crucial aspect of medicolegal investigation as it helps in determining when a crime has been committed. Based on this estimated time, alibis of suspected individuals may be verified, and conviction or acquittal of a suspect may be determined. The medicolegal expert needs to be extremely careful while opining about the PMI since a variety of factors affect the post mortem changes. An estimate of ‘time since death’ should always be given, rather than a specific ‘time of occurrence.’ Besides, PMI, specific postmortem changes can provide information on the cause and manner of death, position/ change in position of the body, identification, etc. Medicolegal experts can determine the existence and location of external injuries, if any, on a cadaver in advanced stages of putrefaction."}
{"id": "article-27523_32", "title": "Postmortem Changes -- Clinical Significance", "content": "The human body undergoes sequential changes after death due to a combination of internal and external factors. These changes primarily serve in estimating the post mortem interval. Besides, these provide other useful information relating to the cause and manner of death too. The post mortem changes depend on multiple intrinsic and extrinsic factors. Thus, the experts should be prudent while giving their opinion after taking into consideration the various factors modifying changes after death. This caution is especially necessary as the nature and direction of the investigation may vary depending on the description of postmortem changes and its correct interpretation.", "contents": "Postmortem Changes -- Clinical Significance. The human body undergoes sequential changes after death due to a combination of internal and external factors. These changes primarily serve in estimating the post mortem interval. Besides, these provide other useful information relating to the cause and manner of death too. The post mortem changes depend on multiple intrinsic and extrinsic factors. Thus, the experts should be prudent while giving their opinion after taking into consideration the various factors modifying changes after death. This caution is especially necessary as the nature and direction of the investigation may vary depending on the description of postmortem changes and its correct interpretation."}
{"id": "article-27523_33", "title": "Postmortem Changes -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Postmortem Changes -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}