{"id": "article-131908_0", "title": "Oral Surgery, Instruments -- Introduction", "content": "Numerous instruments are utilized during oral surgical procedures, each having a specific role (see Image. An Oral Surgery Instruments Kit). Dental practitioners should be able to select appropriate instruments in given situations, preventing iatrogenic damage and traumatic procedures and thus increasing patient safety. This article introduces several commonly used instruments during various oral surgical procedures but does not provide an exhaustive list.", "contents": "Oral Surgery, Instruments -- Introduction. Numerous instruments are utilized during oral surgical procedures, each having a specific role (see Image. An Oral Surgery Instruments Kit). Dental practitioners should be able to select appropriate instruments in given situations, preventing iatrogenic damage and traumatic procedures and thus increasing patient safety. This article introduces several commonly used instruments during various oral surgical procedures but does not provide an exhaustive list."}
{"id": "article-131908_1", "title": "Oral Surgery, Instruments -- Function -- Examination Kit", "content": "A clinical examination must be performed before performing any oral surgical procedure. A standard kit includes a dental mouth mirror, probe, and tweezers. These instruments can be combined within separate disposable kits or included within a standard oral surgery procedure kit. [1]", "contents": "Oral Surgery, Instruments -- Function -- Examination Kit. A clinical examination must be performed before performing any oral surgical procedure. A standard kit includes a dental mouth mirror, probe, and tweezers. These instruments can be combined within separate disposable kits or included within a standard oral surgery procedure kit. [1]"}
{"id": "article-131908_2", "title": "Oral Surgery, Instruments -- Function -- Examination Kit", "content": "After administering local anesthesia, its efficacy can be tested using objective signs, which can put the patient at ease before initiating the surgical procedure. This includes applying firm pressure with a probe adjacent to the tooth to be extracted and down the periodontal ligament to prevent pain. [2]", "contents": "Oral Surgery, Instruments -- Function -- Examination Kit. After administering local anesthesia, its efficacy can be tested using objective signs, which can put the patient at ease before initiating the surgical procedure. This includes applying firm pressure with a probe adjacent to the tooth to be extracted and down the periodontal ligament to prevent pain. [2]"}
{"id": "article-131908_3", "title": "Oral Surgery, Instruments -- Function -- Local Anesthetic Delivery Systems", "content": "Local anesthesia is essential in dentistry to eliminate pain and anxiety during dental procedures. Conventional syringes and needles are commonly used with a handle to administer local anesthesia.", "contents": "Oral Surgery, Instruments -- Function -- Local Anesthetic Delivery Systems. Local anesthesia is essential in dentistry to eliminate pain and anxiety during dental procedures. Conventional syringes and needles are commonly used with a handle to administer local anesthesia."}
{"id": "article-131908_4", "title": "Oral Surgery, Instruments -- Function -- Local Anesthetic Delivery Systems", "content": "In the 1990s, computer-assisted systems were developed to provide predictable pulpal anesthesia, lowering the overall dose delivered and, in turn, reducing the risk of collateral anesthesia. [3] Additionally, to minimize the risk of administering anesthesia directly into a blood vessel, self-aspirating syringes are frequently used. [4]", "contents": "Oral Surgery, Instruments -- Function -- Local Anesthetic Delivery Systems. In the 1990s, computer-assisted systems were developed to provide predictable pulpal anesthesia, lowering the overall dose delivered and, in turn, reducing the risk of collateral anesthesia. [3] Additionally, to minimize the risk of administering anesthesia directly into a blood vessel, self-aspirating syringes are frequently used. [4]"}
{"id": "article-131908_5", "title": "Oral Surgery, Instruments -- Function -- Local Anesthetic Delivery Systems", "content": "Needles and sharp instruments can risk needle-stick injury to the operator. Modern safety syringes minimize this risk through the application of a sheath that, when activated, locks over the needle, preventing potential accidental injury. [5]", "contents": "Oral Surgery, Instruments -- Function -- Local Anesthetic Delivery Systems. Needles and sharp instruments can risk needle-stick injury to the operator. Modern safety syringes minimize this risk through the application of a sheath that, when activated, locks over the needle, preventing potential accidental injury. [5]"}
{"id": "article-131908_6", "title": "Oral Surgery, Instruments -- Function -- Periotomes and Luxators", "content": "These fine instruments are used to shear the periodontal ligament and act as a wedge to expand the socket. [6] [7] These are inserted between the tooth and socket and moved around the tooth to create space for the use of elevators and forceps while applying gentle pressure apically. [8] [9] A more atraumatic technique can be achieved by carefully widening a socket and making space for appropriate instruments, facilitating a good surface for implant placement through bone preservation. [10]", "contents": "Oral Surgery, Instruments -- Function -- Periotomes and Luxators. These fine instruments are used to shear the periodontal ligament and act as a wedge to expand the socket. [6] [7] These are inserted between the tooth and socket and moved around the tooth to create space for the use of elevators and forceps while applying gentle pressure apically. [8] [9] A more atraumatic technique can be achieved by carefully widening a socket and making space for appropriate instruments, facilitating a good surface for implant placement through bone preservation. [10]"}
{"id": "article-131908_7", "title": "Oral Surgery, Instruments -- Function -- Periotomes and Luxators", "content": "Where the root apex fractures within the socket, a root pick elevator is useful in luxating the apical tip. Where the surgeon struggles to find a definitive application point, bone removal at the level of the apical root tip may be required to improve access. These fine instruments have a posterior curve of the working end, allowing for successful application and luxation. [9]", "contents": "Oral Surgery, Instruments -- Function -- Periotomes and Luxators. Where the root apex fractures within the socket, a root pick elevator is useful in luxating the apical tip. Where the surgeon struggles to find a definitive application point, bone removal at the level of the apical root tip may be required to improve access. These fine instruments have a posterior curve of the working end, allowing for successful application and luxation. [9]"}
{"id": "article-131908_8", "title": "Oral Surgery, Instruments -- Function -- Elevators", "content": "A variety of dental elevators exist to \"lever\" and mobilize teeth. They are used to apply forces to the tooth, severing the periodontal ligament and expanding the socket. Care is necessary not to apply so much force that damage is caused to surrounding structures, ultimately leading to iatrogenic injury, like alveolar fractures. [9]", "contents": "Oral Surgery, Instruments -- Function -- Elevators. A variety of dental elevators exist to \"lever\" and mobilize teeth. They are used to apply forces to the tooth, severing the periodontal ligament and expanding the socket. Care is necessary not to apply so much force that damage is caused to surrounding structures, ultimately leading to iatrogenic injury, like alveolar fractures. [9]"}
{"id": "article-131908_9", "title": "Oral Surgery, Instruments -- Function -- Elevators", "content": "The most commonly used elevators are Coupland, Warwick-James, and Cryer elevators. [8] [11] These instruments can be placed between the crestal bone and the side of the tooth or root using the principles of a lever, wedge, and wheel to elevate the tooth. [7] [12] Cryer elevators: These have a sharp point and impart rotational forces. When engaged in the interseptal bone, removing either a mesial or distal root of a mandibular molar is particularly useful. [8] Warwick James elevators: These come in a set of 3: straight, curved left, and curved right. [11] Coupland elevators: These commonly come in 3 sizes; as more space is created, a larger size can elevate the tooth further. [9]", "contents": "Oral Surgery, Instruments -- Function -- Elevators. The most commonly used elevators are Coupland, Warwick-James, and Cryer elevators. [8] [11] These instruments can be placed between the crestal bone and the side of the tooth or root using the principles of a lever, wedge, and wheel to elevate the tooth. [7] [12] Cryer elevators: These have a sharp point and impart rotational forces. When engaged in the interseptal bone, removing either a mesial or distal root of a mandibular molar is particularly useful. [8] Warwick James elevators: These come in a set of 3: straight, curved left, and curved right. [11] Coupland elevators: These commonly come in 3 sizes; as more space is created, a larger size can elevate the tooth further. [9]"}
{"id": "article-131908_10", "title": "Oral Surgery, Instruments -- Function -- Dental Extraction Forceps", "content": "Dental extraction forceps are used to remove teeth from their sockets and grip onto either the crown or the root surface. They usually act as levers; however, some also create a wedge effect. [7] They are positioned as apically as possible, and rotational, buccolingual, or a combination of these movements are applied to remove the teeth.", "contents": "Oral Surgery, Instruments -- Function -- Dental Extraction Forceps. Dental extraction forceps are used to remove teeth from their sockets and grip onto either the crown or the root surface. They usually act as levers; however, some also create a wedge effect. [7] They are positioned as apically as possible, and rotational, buccolingual, or a combination of these movements are applied to remove the teeth."}
{"id": "article-131908_11", "title": "Oral Surgery, Instruments -- Function -- Dental Extraction Forceps", "content": "Various forceps are available depending on whether the tooth is in the maxillary or mandibular arch, a molar, premolar, or anterior tooth. Maxillary root forceps are suitable for use with any maxillary root, and similarly, mandibular root forceps can be applied to any mandibular root. Cowhorn forceps can be used for either the maxillary molar or mandibular molar teeth and are designed so that their beak is seated into the furcation of molar teeth. The application of pressure then luxates the tooth coronally, allowing for simple delivery. They can sometimes also be used to section molar teeth, facilitating individual root delivery. Care should be taken to not fracture the buccal plate due to excessive force. [8]", "contents": "Oral Surgery, Instruments -- Function -- Dental Extraction Forceps. Various forceps are available depending on whether the tooth is in the maxillary or mandibular arch, a molar, premolar, or anterior tooth. Maxillary root forceps are suitable for use with any maxillary root, and similarly, mandibular root forceps can be applied to any mandibular root. Cowhorn forceps can be used for either the maxillary molar or mandibular molar teeth and are designed so that their beak is seated into the furcation of molar teeth. The application of pressure then luxates the tooth coronally, allowing for simple delivery. They can sometimes also be used to section molar teeth, facilitating individual root delivery. Care should be taken to not fracture the buccal plate due to excessive force. [8]"}
{"id": "article-131908_12", "title": "Oral Surgery, Instruments -- Function -- Mouth Props", "content": "Mouth props or bite blocks are placed in the mouth to hold the teeth apart. Certain oral surgical procedures require patients to keep their mouths open for extended periods. The use of mouth props allows patients to bite on these, so they do not have to hold their mouths open for the duration of the procedure. [12]", "contents": "Oral Surgery, Instruments -- Function -- Mouth Props. Mouth props or bite blocks are placed in the mouth to hold the teeth apart. Certain oral surgical procedures require patients to keep their mouths open for extended periods. The use of mouth props allows patients to bite on these, so they do not have to hold their mouths open for the duration of the procedure. [12]"}
{"id": "article-131908_13", "title": "Oral Surgery, Instruments -- Function -- Mouth Props", "content": "Gutters are present within the top and bottom of the prop, in which the teeth or alveolar ridge sit. They are usually made of rubber and have an attached chain outside the mouth to easily retrieve the prop. [13] In patients with a hyperactive gag reflex, the insertion of a mouth prop can trigger their response, and they may be unable to tolerate it during the procedure. [14] Mouth props come in varying sizes, so clinical judgment should be applied regarding the most appropriate option.", "contents": "Oral Surgery, Instruments -- Function -- Mouth Props. Gutters are present within the top and bottom of the prop, in which the teeth or alveolar ridge sit. They are usually made of rubber and have an attached chain outside the mouth to easily retrieve the prop. [13] In patients with a hyperactive gag reflex, the insertion of a mouth prop can trigger their response, and they may be unable to tolerate it during the procedure. [14] Mouth props come in varying sizes, so clinical judgment should be applied regarding the most appropriate option."}
{"id": "article-131908_14", "title": "Oral Surgery, Instruments -- Function -- Retractors", "content": "These instruments retract soft tissue structures, such as raised flaps. [8] Retraction is essential for handling soft tissues to perform the surgical procedure optimally. Retractors commonly used include Lack, Laster, Bowdley Henry rake, Minnesota, Austin, and Kilner retractors, which can be used in various clinical situations. [15]", "contents": "Oral Surgery, Instruments -- Function -- Retractors. These instruments retract soft tissue structures, such as raised flaps. [8] Retraction is essential for handling soft tissues to perform the surgical procedure optimally. Retractors commonly used include Lack, Laster, Bowdley Henry rake, Minnesota, Austin, and Kilner retractors, which can be used in various clinical situations. [15]"}
{"id": "article-131908_15", "title": "Oral Surgery, Instruments -- Function -- Retractors", "content": "The Lack's tongue retractor helps to stabilize the tongue, improving visualization. [16] The Laster's retractor can be useful when extracting upper third molars to retract the soft tissues and direct light posteriorly towards the maxillary tuberosity region. [15] Bowdler Henry rake, Minnesota, or Austin retractors are often employed during surgical extractions to retract the buccal mucoperiosteal flap, aiding visibility and access while preventing damage to the flap. [17] The Kilner cheek retractor is routinely used to retract the cheeks or the lips, improving access to the surgical field within the oral cavity. [18]", "contents": "Oral Surgery, Instruments -- Function -- Retractors. The Lack's tongue retractor helps to stabilize the tongue, improving visualization. [16] The Laster's retractor can be useful when extracting upper third molars to retract the soft tissues and direct light posteriorly towards the maxillary tuberosity region. [15] Bowdler Henry rake, Minnesota, or Austin retractors are often employed during surgical extractions to retract the buccal mucoperiosteal flap, aiding visibility and access while preventing damage to the flap. [17] The Kilner cheek retractor is routinely used to retract the cheeks or the lips, improving access to the surgical field within the oral cavity. [18]"}
{"id": "article-131908_16", "title": "Oral Surgery, Instruments -- Function -- Scalpel Handle and Blade", "content": "A scalpel is required for certain oral surgical procedures, such as raising a mucoperiosteal flap; commonly, a 15-blade is used in a Bard Parker Handle. [8] [12] A scalpel can also be used to carry out incisional and excisional intra-oral biopsies. Usually, the inferior incision is made first so as not to obscure vision due to the hemorrhage. Tissue forceps are then used to lift and transfer the sample into a suitable medium. [19] A scalpel is the instrument of choice for incision and intra-oral and extra-oral abscesses drainage. [20] [21]", "contents": "Oral Surgery, Instruments -- Function -- Scalpel Handle and Blade. A scalpel is required for certain oral surgical procedures, such as raising a mucoperiosteal flap; commonly, a 15-blade is used in a Bard Parker Handle. [8] [12] A scalpel can also be used to carry out incisional and excisional intra-oral biopsies. Usually, the inferior incision is made first so as not to obscure vision due to the hemorrhage. Tissue forceps are then used to lift and transfer the sample into a suitable medium. [19] A scalpel is the instrument of choice for incision and intra-oral and extra-oral abscesses drainage. [20] [21]"}
{"id": "article-131908_17", "title": "Oral Surgery, Instruments -- Function -- Periosteal Elevators", "content": "When raising a full-thickness mucoperiosteal flap, the mucosa and periosteum must be cleanly reflected together completely down to the bone to limit trauma to the underlying tissues and improve the healing process when the flap is repositioned. This is usually carried out in a pushing motion with a periosteal elevator, such as Howarth's periosteal elevator. Sometimes, periosteal elevators are also used to retract the flap for purposes such as lingual nerve protection. [12] [22]", "contents": "Oral Surgery, Instruments -- Function -- Periosteal Elevators. When raising a full-thickness mucoperiosteal flap, the mucosa and periosteum must be cleanly reflected together completely down to the bone to limit trauma to the underlying tissues and improve the healing process when the flap is repositioned. This is usually carried out in a pushing motion with a periosteal elevator, such as Howarth's periosteal elevator. Sometimes, periosteal elevators are also used to retract the flap for purposes such as lingual nerve protection. [12] [22]"}
{"id": "article-131908_18", "title": "Oral Surgery, Instruments -- Function -- Periosteal Elevators", "content": "The Ward's periosteal elevator has 1 spoon-shaped end, which is useful in scooping up and reflecting mucoperiosteal flaps. [23] Similarly, Mitchell's trimmer can be used as an elevator because it has 1spoon-shaped end. The curvature of these 2 instruments is beneficial during cyst enucleation within bony structures, enabling the surgeon to carefully separate the cyst lining from the underlying bone and prevent cyst rupture, which can then be sent for histopathological assessment completely intact. [24]", "contents": "Oral Surgery, Instruments -- Function -- Periosteal Elevators. The Ward's periosteal elevator has 1 spoon-shaped end, which is useful in scooping up and reflecting mucoperiosteal flaps. [23] Similarly, Mitchell's trimmer can be used as an elevator because it has 1spoon-shaped end. The curvature of these 2 instruments is beneficial during cyst enucleation within bony structures, enabling the surgeon to carefully separate the cyst lining from the underlying bone and prevent cyst rupture, which can then be sent for histopathological assessment completely intact. [24]"}
{"id": "article-131908_19", "title": "Oral Surgery, Instruments -- Function -- Surgical Straight Handpiece", "content": "A surgical straight handpiece that does not expel air into the surgical site can be used to section teeth and remove bone when necessary. It is prudent to use a handpiece that does not expel air to avoid surgical emphysema, and it must be cooled with sterile saline. [8] [12] [25]", "contents": "Oral Surgery, Instruments -- Function -- Surgical Straight Handpiece. A surgical straight handpiece that does not expel air into the surgical site can be used to section teeth and remove bone when necessary. It is prudent to use a handpiece that does not expel air to avoid surgical emphysema, and it must be cooled with sterile saline. [8] [12] [25]"}
{"id": "article-131908_20", "title": "Oral Surgery, Instruments -- Function -- Surgical Straight Handpiece", "content": "Most commonly, round burs are used to remove the alveolar bone. During tooth removal, surgeons may use a fissure bur for crown and root sectioning. [26] [27] Fissure burs are also used for coronectomy procedures, which involve removing the crown of the tooth and reducing the remaining roots 3mm below the crest of the buccal and lingual plates. [28] Bone rongeurs are instruments that are also used to aid bone removal. They can remove bony prominences or irregular ridges, which can be smoothed using a bone file, allowing for improved healing. [8]", "contents": "Oral Surgery, Instruments -- Function -- Surgical Straight Handpiece. Most commonly, round burs are used to remove the alveolar bone. During tooth removal, surgeons may use a fissure bur for crown and root sectioning. [26] [27] Fissure burs are also used for coronectomy procedures, which involve removing the crown of the tooth and reducing the remaining roots 3mm below the crest of the buccal and lingual plates. [28] Bone rongeurs are instruments that are also used to aid bone removal. They can remove bony prominences or irregular ridges, which can be smoothed using a bone file, allowing for improved healing. [8]"}
{"id": "article-131908_21", "title": "Oral Surgery, Instruments -- Function -- Suction", "content": "Good suction is necessary to facilitate a clear field for good surgical site visualization and prevent patient ingestion or aspiration. [29] [30] Many suction tips exist, with Frazier and Yankaeur most commonly used in oral surgical procedures.", "contents": "Oral Surgery, Instruments -- Function -- Suction. Good suction is necessary to facilitate a clear field for good surgical site visualization and prevent patient ingestion or aspiration. [29] [30] Many suction tips exist, with Frazier and Yankaeur most commonly used in oral surgical procedures."}
{"id": "article-131908_22", "title": "Oral Surgery, Instruments -- Function -- Suction", "content": "Yankauer suction is usually plastic tubing, while Frazier suction is usually a metal suction tip. [29] Frazier suction is particularly useful during surgical procedures such as surgical tooth extractions. It has a bend in the shaft, making it easier to access deeper structures, including the apical area of extraction sockets. The hole where it is held can be occluded with a finger to provide stronger suction when needed; lighter suction is usually required when on soft tissues compared to hard tissues. [30]", "contents": "Oral Surgery, Instruments -- Function -- Suction. Yankauer suction is usually plastic tubing, while Frazier suction is usually a metal suction tip. [29] Frazier suction is particularly useful during surgical procedures such as surgical tooth extractions. It has a bend in the shaft, making it easier to access deeper structures, including the apical area of extraction sockets. The hole where it is held can be occluded with a finger to provide stronger suction when needed; lighter suction is usually required when on soft tissues compared to hard tissues. [30]"}
{"id": "article-131908_23", "title": "Oral Surgery, Instruments -- Function -- Sutures", "content": "Various suture materials can be utilized depending on the procedure and clinician preference. They can be grouped into resorbable or non-resorbable. Resorbable sutures include those made from polygalactic, polydiossanone, and polyglycolic acid. Nonresorbable sutures include those made from silk, polyamides, and polyesters. [31] Resorbable sutures are most commonly used for oral surgical procedures. [12]", "contents": "Oral Surgery, Instruments -- Function -- Sutures. Various suture materials can be utilized depending on the procedure and clinician preference. They can be grouped into resorbable or non-resorbable. Resorbable sutures include those made from polygalactic, polydiossanone, and polyglycolic acid. Nonresorbable sutures include those made from silk, polyamides, and polyesters. [31] Resorbable sutures are most commonly used for oral surgical procedures. [12]"}
{"id": "article-131908_24", "title": "Oral Surgery, Instruments -- Function -- Sutures", "content": "Suture needles are available in different shapes, sizes, and alloys depending on the size and depth of the closed tissue. [32] The suture needle is held in a suture holder, which aids in passing the needle through soft tissues; they often lock suture holders to keep the needle secure. [32] The suture holder should grasp the needle approximately one-third from the swage to the tip to prevent needle fracture, bending, and twisting. [32]", "contents": "Oral Surgery, Instruments -- Function -- Sutures. Suture needles are available in different shapes, sizes, and alloys depending on the size and depth of the closed tissue. [32] The suture needle is held in a suture holder, which aids in passing the needle through soft tissues; they often lock suture holders to keep the needle secure. [32] The suture holder should grasp the needle approximately one-third from the swage to the tip to prevent needle fracture, bending, and twisting. [32]"}
{"id": "article-131908_25", "title": "Oral Surgery, Instruments -- Function -- Scissors", "content": "Various scissors are available in different shapes and sizes to cut soft tissues, sutures, and materials such as oxidized resorbable cellulose and dissected tissues. [12] Different scissors have different uses; for example, curved McIndoe scissors are desirable for dissection and cutting of tissue. [33] Mayo scissors can have curved or straight blades and are often used for cutting tissues and sutures. [34]", "contents": "Oral Surgery, Instruments -- Function -- Scissors. Various scissors are available in different shapes and sizes to cut soft tissues, sutures, and materials such as oxidized resorbable cellulose and dissected tissues. [12] Different scissors have different uses; for example, curved McIndoe scissors are desirable for dissection and cutting of tissue. [33] Mayo scissors can have curved or straight blades and are often used for cutting tissues and sutures. [34]"}
{"id": "article-131908_26", "title": "Oral Surgery, Instruments -- Clinical Significance", "content": "The instruments reviewed are fundamental to many oral surgical procedures. As such, it is necessary to be aware of their existence, appreciate the clinical situations they are used in, and understand how they can be applied. This knowledge facilitates their safe use, as improper instrumentation in combination with uncontrolled excessive force can have detrimental effects such as iatrogenic fracture of the mandible. [35]", "contents": "Oral Surgery, Instruments -- Clinical Significance. The instruments reviewed are fundamental to many oral surgical procedures. As such, it is necessary to be aware of their existence, appreciate the clinical situations they are used in, and understand how they can be applied. This knowledge facilitates their safe use, as improper instrumentation in combination with uncontrolled excessive force can have detrimental effects such as iatrogenic fracture of the mandible. [35]"}
{"id": "article-131908_27", "title": "Oral Surgery, Instruments -- Clinical Significance", "content": "This reading should be supplemented with practical experience as one method for a particular procedure does not always work in another clinician's hands. Several different instruments can often be used in the same clinical scenario, and clinicians develop a preference.", "contents": "Oral Surgery, Instruments -- Clinical Significance. This reading should be supplemented with practical experience as one method for a particular procedure does not always work in another clinician's hands. Several different instruments can often be used in the same clinical scenario, and clinicians develop a preference."}
{"id": "article-131908_28", "title": "Oral Surgery, Instruments -- Enhancing Healthcare Team Outcomes", "content": "The World Health Organisation launched the Surgical Safety Checklist in 2009, allowing different treatment stages to be checked before commencing a procedure. This can be modified for oral surgical procedures to minimize the risk of adverse outcomes. [36] The whole dental team involved in the surgery must engage in the pre-operative checks, and patient involvement is encouraged.", "contents": "Oral Surgery, Instruments -- Enhancing Healthcare Team Outcomes. The World Health Organisation launched the Surgical Safety Checklist in 2009, allowing different treatment stages to be checked before commencing a procedure. This can be modified for oral surgical procedures to minimize the risk of adverse outcomes. [36] The whole dental team involved in the surgery must engage in the pre-operative checks, and patient involvement is encouraged."}
{"id": "article-131908_29", "title": "Oral Surgery, Instruments -- Enhancing Healthcare Team Outcomes", "content": "Pauses in the form of verbal checks may be utilized before an invasive process, such as local anesthesia administration, or before using an oral surgical instrument, such as an elevator or forceps.[37] All team members involved in oral surgical procedures must be aware of the available instruments, prepare the surgical kits appropriately, and request and use specific instruments.", "contents": "Oral Surgery, Instruments -- Enhancing Healthcare Team Outcomes. Pauses in the form of verbal checks may be utilized before an invasive process, such as local anesthesia administration, or before using an oral surgical instrument, such as an elevator or forceps.[37] All team members involved in oral surgical procedures must be aware of the available instruments, prepare the surgical kits appropriately, and request and use specific instruments."}
{"id": "article-131908_30", "title": "Oral Surgery, Instruments -- Nursing, Allied Health, and Interprofessional Team Interventions", "content": "Dental nurses often undertake decontaminating tasks when there is no dedicated staff member for cleaning and sterilizing instruments. All dental care professionals must understand and be trained in cross-infection control, which is essential in dentistry due to exposure-prone procedures. [37] Following thorough decontamination protocols allows for instruments that are safe for patient use.", "contents": "Oral Surgery, Instruments -- Nursing, Allied Health, and Interprofessional Team Interventions. Dental nurses often undertake decontaminating tasks when there is no dedicated staff member for cleaning and sterilizing instruments. All dental care professionals must understand and be trained in cross-infection control, which is essential in dentistry due to exposure-prone procedures. [37] Following thorough decontamination protocols allows for instruments that are safe for patient use."}
{"id": "article-131908_31", "title": "Oral Surgery, Instruments -- Nursing, Allied Health, and Interprofessional Team Interventions", "content": "The dental practitioner uses sharp instruments such as the scalpel and local anesthetic needle during oral surgical procedures. It is, therefore, essential that at the end of the surgery, the dentist takes the responsibility to dispose of these sharp instruments carefully. Proper sharps management reduces the risk of sharps injuries and contact with potentially infectious material to the person who clears the instrument tray. [38]", "contents": "Oral Surgery, Instruments -- Nursing, Allied Health, and Interprofessional Team Interventions. The dental practitioner uses sharp instruments such as the scalpel and local anesthetic needle during oral surgical procedures. It is, therefore, essential that at the end of the surgery, the dentist takes the responsibility to dispose of these sharp instruments carefully. Proper sharps management reduces the risk of sharps injuries and contact with potentially infectious material to the person who clears the instrument tray. [38]"}
{"id": "article-131908_32", "title": "Oral Surgery, Instruments -- Nursing, Allied Health, and Interprofessional Team Monitoring", "content": "Four-handed dentistry can be utilized to maximize efficiency during oral surgical procedures. The dental nurse recognizes the instrument required next or is instructed by the dental practitioner and then provides this to them. [39] A sound understanding of oral surgical instruments is imperative as there are usually many instruments on the tray, and delays in treatment can result if the assistant cannot identify each instrument and pass it to the operator in good time. Additionally, the wider team must know various instruments to identify faulty pieces and report and replace them.", "contents": "Oral Surgery, Instruments -- Nursing, Allied Health, and Interprofessional Team Monitoring. Four-handed dentistry can be utilized to maximize efficiency during oral surgical procedures. The dental nurse recognizes the instrument required next or is instructed by the dental practitioner and then provides this to them. [39] A sound understanding of oral surgical instruments is imperative as there are usually many instruments on the tray, and delays in treatment can result if the assistant cannot identify each instrument and pass it to the operator in good time. Additionally, the wider team must know various instruments to identify faulty pieces and report and replace them."}
{"id": "article-131908_33", "title": "Oral Surgery, Instruments -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Oral Surgery, Instruments -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}