{"id": "article-23201_0", "title": "Primary Hyperparathyroidism -- Continuing Education Activity", "content": "Primary hyperparathyroidism is an endocrine disorder characterized by increased parathyroid hormone secretion, leading to hypercalcemia and renal and skeletal complications. Diagnosis requires excluding secondary causes and awareness about the complexities of abnormal lab values associated with primary hyperparathyroidism. Treatment involves parathyroid surgery for symptomatic cases; medical therapy with calcimimetic agents or bone resorptive medications may suit some patients. Understanding calcium homeostasis is crucial for management. This course explores the complexities surrounding primary hyperparathyroidism and increases understanding of the disorder's evaluation and management.", "contents": "Primary Hyperparathyroidism -- Continuing Education Activity. Primary hyperparathyroidism is an endocrine disorder characterized by increased parathyroid hormone secretion, leading to hypercalcemia and renal and skeletal complications. Diagnosis requires excluding secondary causes and awareness about the complexities of abnormal lab values associated with primary hyperparathyroidism. Treatment involves parathyroid surgery for symptomatic cases; medical therapy with calcimimetic agents or bone resorptive medications may suit some patients. Understanding calcium homeostasis is crucial for management. This course explores the complexities surrounding primary hyperparathyroidism and increases understanding of the disorder's evaluation and management."}
{"id": "article-23201_1", "title": "Primary Hyperparathyroidism -- Continuing Education Activity", "content": "This activity for healthcare professionals is designed to enhance the learner's competence in differentiating primary hyperparathyroidism from secondary causes, grasping the intricacies of parathyroid hormone regulation, and recognizing clinical manifestations for timely diagnosis and appropriate intervention, ultimately enhancing patient care.", "contents": "Primary Hyperparathyroidism -- Continuing Education Activity. This activity for healthcare professionals is designed to enhance the learner's competence in differentiating primary hyperparathyroidism from secondary causes, grasping the intricacies of parathyroid hormone regulation, and recognizing clinical manifestations for timely diagnosis and appropriate intervention, ultimately enhancing patient care."}
{"id": "article-23201_2", "title": "Primary Hyperparathyroidism -- Continuing Education Activity", "content": "Objectives: Identify the clinical manifestations and laboratory findings associated with primary hyperparathyroidism. Differentiate primary hyperparathyroidism from secondary causes. Assess patients with primary hyperparathyroidism for renal and skeletal complications. Coordinate care within the interprofessional team for the long-term management of primary hyperparathyroidism. Access free multiple choice questions on this topic.", "contents": "Primary Hyperparathyroidism -- Continuing Education Activity. Objectives: Identify the clinical manifestations and laboratory findings associated with primary hyperparathyroidism. Differentiate primary hyperparathyroidism from secondary causes. Assess patients with primary hyperparathyroidism for renal and skeletal complications. Coordinate care within the interprofessional team for the long-term management of primary hyperparathyroidism. Access free multiple choice questions on this topic."}
{"id": "article-23201_3", "title": "Primary Hyperparathyroidism -- Introduction", "content": "Primary hyperparathyroidism is a relatively common endocrine disorder characterized by increased secretion of parathyroid hormone and hypercalcemia that can result in significant renal and skeletal complications. However, most patients diagnosed in recent decades have relatively mild degrees of hypercalcemia. Although once known for the aphorism as a disease of \"stones, bones, groans, and moans,\" as suggested by Fuller Albright, primary hyperparathyroidism is usually asymptomatic when initially diagnosed. [1] Stones refers to nephrolithiasis caused by hypercalciuria. Groaning refers to abdominal pain from constipation often produced by hypercalcemia or bone pain, which can directly or indirectly result from abnormal remodeling, fractures, or osteoporosis. Neuropsychiatric complaints can also be symptoms of primary hyperparathyroidism. Some degree of depression, anxiety, fatigue, cognitive dysfunction, memory loss, and similar psychological symptoms are found in 23% of patients severely affected with hyperparathyroidism. [2] Historically, primary hyperparathyroidism was diagnosed when patients presented with recurrent nephrolithiasis or bone disease. Radiological findings of primary hyperparathyroidism include osteitis fibrosa cystica, brown tumors of bones, evidence of subperiosteal bone resorption, \"salt and pepper\" erosions of the skull bones, and tapering of the distal portions of the finger bones and clavicles. While radiological evidence of primary hyperparathyroidism is now rare, bone densitometry can detect skeletal abnormalities well before these more obvious skeletal abnormalities become clinically apparent. [3]", "contents": "Primary Hyperparathyroidism -- Introduction. Primary hyperparathyroidism is a relatively common endocrine disorder characterized by increased secretion of parathyroid hormone and hypercalcemia that can result in significant renal and skeletal complications. However, most patients diagnosed in recent decades have relatively mild degrees of hypercalcemia. Although once known for the aphorism as a disease of \"stones, bones, groans, and moans,\" as suggested by Fuller Albright, primary hyperparathyroidism is usually asymptomatic when initially diagnosed. [1] Stones refers to nephrolithiasis caused by hypercalciuria. Groaning refers to abdominal pain from constipation often produced by hypercalcemia or bone pain, which can directly or indirectly result from abnormal remodeling, fractures, or osteoporosis. Neuropsychiatric complaints can also be symptoms of primary hyperparathyroidism. Some degree of depression, anxiety, fatigue, cognitive dysfunction, memory loss, and similar psychological symptoms are found in 23% of patients severely affected with hyperparathyroidism. [2] Historically, primary hyperparathyroidism was diagnosed when patients presented with recurrent nephrolithiasis or bone disease. Radiological findings of primary hyperparathyroidism include osteitis fibrosa cystica, brown tumors of bones, evidence of subperiosteal bone resorption, \"salt and pepper\" erosions of the skull bones, and tapering of the distal portions of the finger bones and clavicles. While radiological evidence of primary hyperparathyroidism is now rare, bone densitometry can detect skeletal abnormalities well before these more obvious skeletal abnormalities become clinically apparent. [3]"}
{"id": "article-23201_4", "title": "Primary Hyperparathyroidism -- Introduction", "content": "Primary hyperparathyroidism involves excess parathyroid hormone (PTH) production by 1 of the 4 very small parathyroid glands normally located peripherally along the margins on the posterior aspect of the thyroid gland. The average parathyroid gland is approximately 6mm by 4 mm, weighing only 20 to 40 mg. Surgery remains the definitive, curative treatment, but observation alone or medical therapy is appropriate for selected patients. [4] [5] [6] [7] PTH secretion is a tightly regulated process involving a complex interplay among serum calcium, serum phosphorus, vitamin D, activated vitamin D, and fibroblast growth factor-23 (FGF23). The primary regulator of PTH release is serum calcium, acting on the calcium-sensing receptors on the parathyroid surface. Calcitriol (ie, activated 1,25-vitamin D) and possibly phosphorus reduce PTH release. A basic understanding of normal calcium homeostasis and the natural history of primary hyperparathyroidism is essential to diagnose and properly manage patients with this disorder.", "contents": "Primary Hyperparathyroidism -- Introduction. Primary hyperparathyroidism involves excess parathyroid hormone (PTH) production by 1 of the 4 very small parathyroid glands normally located peripherally along the margins on the posterior aspect of the thyroid gland. The average parathyroid gland is approximately 6mm by 4 mm, weighing only 20 to 40 mg. Surgery remains the definitive, curative treatment, but observation alone or medical therapy is appropriate for selected patients. [4] [5] [6] [7] PTH secretion is a tightly regulated process involving a complex interplay among serum calcium, serum phosphorus, vitamin D, activated vitamin D, and fibroblast growth factor-23 (FGF23). The primary regulator of PTH release is serum calcium, acting on the calcium-sensing receptors on the parathyroid surface. Calcitriol (ie, activated 1,25-vitamin D) and possibly phosphorus reduce PTH release. A basic understanding of normal calcium homeostasis and the natural history of primary hyperparathyroidism is essential to diagnose and properly manage patients with this disorder."}
{"id": "article-23201_5", "title": "Primary Hyperparathyroidism -- Etiology -- Parathyroid Gland Physiology", "content": "Parathyroid glands are made up of 2 cell types: Chief cells: The most common producers of PTH. They have a very prominent Golgi apparatus and endoplasmic reticulum. Oxyphil cells: These cells are larger, but their exact function is unclear. They may have additional endocrine functions or support chief cell activity. [8]", "contents": "Primary Hyperparathyroidism -- Etiology -- Parathyroid Gland Physiology. Parathyroid glands are made up of 2 cell types: Chief cells: The most common producers of PTH. They have a very prominent Golgi apparatus and endoplasmic reticulum. Oxyphil cells: These cells are larger, but their exact function is unclear. They may have additional endocrine functions or support chief cell activity. [8]"}
{"id": "article-23201_6", "title": "Primary Hyperparathyroidism -- Etiology -- Parathyroid Gland Physiology", "content": "Secretion of PTH is inversely related to the ionized calcium concentration in the extracellular fluid as determined by the parathyroid calcium-sensing receptors (CaSR), G-protein coupled molecular chemoreceptors whose activity varies with changes in serum calcium. As the calcium concentration in the extracellular fluid increases, this receptor is activated, and parathyroid chief cells decrease their production and secretion of PTH. Conversely, as serum calcium levels decline, the activity of the CaSR decreases, and PTH secretion increases. [9] [10] PTH activates PTH receptors, increasing the resorption of calcium and phosphate from bone, enhancing the distal tubular calcium reabsorption, and decreasing renal phosphorus reabsorption. The net renal effect is to increase urinary phosphate excretion but decrease urinary calcium until overwhelmed by serum hypercalcemia. PTH also plays an essential role in vitamin D metabolism, activating vitamin D 1-alpha hydroxylase, which increases the renal synthesis of 1,25-dihydroxyvitamin D. [11]", "contents": "Primary Hyperparathyroidism -- Etiology -- Parathyroid Gland Physiology. Secretion of PTH is inversely related to the ionized calcium concentration in the extracellular fluid as determined by the parathyroid calcium-sensing receptors (CaSR), G-protein coupled molecular chemoreceptors whose activity varies with changes in serum calcium. As the calcium concentration in the extracellular fluid increases, this receptor is activated, and parathyroid chief cells decrease their production and secretion of PTH. Conversely, as serum calcium levels decline, the activity of the CaSR decreases, and PTH secretion increases. [9] [10] PTH activates PTH receptors, increasing the resorption of calcium and phosphate from bone, enhancing the distal tubular calcium reabsorption, and decreasing renal phosphorus reabsorption. The net renal effect is to increase urinary phosphate excretion but decrease urinary calcium until overwhelmed by serum hypercalcemia. PTH also plays an essential role in vitamin D metabolism, activating vitamin D 1-alpha hydroxylase, which increases the renal synthesis of 1,25-dihydroxyvitamin D. [11]"}
{"id": "article-23201_7", "title": "Primary Hyperparathyroidism -- Etiology -- Primary hyperparathyroidism", "content": "Primary hyperparathyroidism is a disorder characterized by excessive production of PTH. It is the third most common endocrine disorder after diabetes and thyroid disorders. Eighty percent of patients will present with a single adenoma, approximately 15% with hyperplasia of all 4 glands, 2% to 4% with multiple adenomas, and fewer than 1% with parathyroid carcinoma. [12] [13] A combination of increased clonal proliferation of parathyroid tissue with reduced CaSR usually causes primary hyperparathyroidism. [10] Most of these adenomas will be located in the parathyroid glands, but in up to 10% of cases, they may be in an ectopic location. Potential ectopic locations include the thymus, thyroid, pericardium, retro-esophageal space, or superior mediastinum. More unusual locations to find ectopic parathyroid glands would be in the pharynx, lateral neck, or esophagus. [14] [15]", "contents": "Primary Hyperparathyroidism -- Etiology -- Primary hyperparathyroidism. Primary hyperparathyroidism is a disorder characterized by excessive production of PTH. It is the third most common endocrine disorder after diabetes and thyroid disorders. Eighty percent of patients will present with a single adenoma, approximately 15% with hyperplasia of all 4 glands, 2% to 4% with multiple adenomas, and fewer than 1% with parathyroid carcinoma. [12] [13] A combination of increased clonal proliferation of parathyroid tissue with reduced CaSR usually causes primary hyperparathyroidism. [10] Most of these adenomas will be located in the parathyroid glands, but in up to 10% of cases, they may be in an ectopic location. Potential ectopic locations include the thymus, thyroid, pericardium, retro-esophageal space, or superior mediastinum. More unusual locations to find ectopic parathyroid glands would be in the pharynx, lateral neck, or esophagus. [14] [15]"}
{"id": "article-23201_8", "title": "Primary Hyperparathyroidism -- Etiology -- Parathyroid carcinoma", "content": "Parathyroid carcinoma is relatively rare, constituting fewer than 1% of all cases of hyperparathyroidism. [16] Compared to patients with parathyroid adenomas, those with parathyroid carcinomas tend to be younger, more hypercalcemic, and with extremely high levels of PTH. The serum calcium often exceeds 14 mg/dL, with PTH levels 5 to 10 times the upper limit of the reference range. These cancers tend to be relatively aggressive and potentially life-threatening, usually due to severe and intractable hypercalcemia rather than direct invasion by malignant tissue. [16] While rare, the incidence may be increasing in both the US and China. [17]", "contents": "Primary Hyperparathyroidism -- Etiology -- Parathyroid carcinoma. Parathyroid carcinoma is relatively rare, constituting fewer than 1% of all cases of hyperparathyroidism. [16] Compared to patients with parathyroid adenomas, those with parathyroid carcinomas tend to be younger, more hypercalcemic, and with extremely high levels of PTH. The serum calcium often exceeds 14 mg/dL, with PTH levels 5 to 10 times the upper limit of the reference range. These cancers tend to be relatively aggressive and potentially life-threatening, usually due to severe and intractable hypercalcemia rather than direct invasion by malignant tissue. [16] While rare, the incidence may be increasing in both the US and China. [17]"}
{"id": "article-23201_9", "title": "Primary Hyperparathyroidism -- Etiology -- Parathyromatosis", "content": "Parathyromatosis is the presence of multiple small functional nests of parathyroid tissue, usually after surgical removal of the parathyroid glands. This exceedingly rare condition can mimic the appearance of parathyroid carcinoma due to the nests being surrounded by fibrous post-surgical tissue. Parathyromatosis can be distinguished from parathyroid carcinoma by histologic criteria. Parathyromatosis is thought to have 2 etiologies: proliferation of parathyroid tissue residual from embryologic development and, more frequently, seeding during parathyroidectomy or percutaneous ablation, which often occurs in patients with CKD who have persistently elevated PTH. [18] This can be a cause of recurrent, persistent, or intractable hyperparathyroidism. [19] [20] [21] Although there are reports of successful treatment with calcimimetics and bisphosphonates, optimal therapy involves complete surgical excision as the removal of all hyperfunctioning nodules is curative, but this is often quite challenging. [19] [21] [22] [23] Denosumab, a novel RANK ligand inhibitor, has been used for long-term management. Both medical and surgical treatment are challenging due to the frequent miliary tissue distribution. [18]", "contents": "Primary Hyperparathyroidism -- Etiology -- Parathyromatosis. Parathyromatosis is the presence of multiple small functional nests of parathyroid tissue, usually after surgical removal of the parathyroid glands. This exceedingly rare condition can mimic the appearance of parathyroid carcinoma due to the nests being surrounded by fibrous post-surgical tissue. Parathyromatosis can be distinguished from parathyroid carcinoma by histologic criteria. Parathyromatosis is thought to have 2 etiologies: proliferation of parathyroid tissue residual from embryologic development and, more frequently, seeding during parathyroidectomy or percutaneous ablation, which often occurs in patients with CKD who have persistently elevated PTH. [18] This can be a cause of recurrent, persistent, or intractable hyperparathyroidism. [19] [20] [21] Although there are reports of successful treatment with calcimimetics and bisphosphonates, optimal therapy involves complete surgical excision as the removal of all hyperfunctioning nodules is curative, but this is often quite challenging. [19] [21] [22] [23] Denosumab, a novel RANK ligand inhibitor, has been used for long-term management. Both medical and surgical treatment are challenging due to the frequent miliary tissue distribution. [18]"}
{"id": "article-23201_10", "title": "Primary Hyperparathyroidism -- Etiology -- Normocalcemic primary hyperparathyroidism", "content": "Normocalcemic primary hyperparathyroidism is the presence of persistently elevated PTH levels over at least 6 months despite normal corrected serum calcium and ionized calcium concentrations after excluding all causes of secondary hyperparathyroidism, including calcium and vitamin D deficiencies. Imaging studies to identify hyperfunctioning parathyroid glands are less likely to be positive than those with classical hypercalcemic primary hyperparathyroidism. Evaluation and treatment are similar to primary hyperparathyroidism. [5] [24] Many patients remain asymptomatic and require no treatment except routine and regular monitoring. See the companion StatPearls article, \"Normocalcemic Hyperparathyroidism,\" for further information. [24]", "contents": "Primary Hyperparathyroidism -- Etiology -- Normocalcemic primary hyperparathyroidism. Normocalcemic primary hyperparathyroidism is the presence of persistently elevated PTH levels over at least 6 months despite normal corrected serum calcium and ionized calcium concentrations after excluding all causes of secondary hyperparathyroidism, including calcium and vitamin D deficiencies. Imaging studies to identify hyperfunctioning parathyroid glands are less likely to be positive than those with classical hypercalcemic primary hyperparathyroidism. Evaluation and treatment are similar to primary hyperparathyroidism. [5] [24] Many patients remain asymptomatic and require no treatment except routine and regular monitoring. See the companion StatPearls article, \"Normocalcemic Hyperparathyroidism,\" for further information. [24]"}
{"id": "article-23201_11", "title": "Primary Hyperparathyroidism -- Etiology -- Lithium", "content": "Lithium use can cause a degree of CaSR resistance, requiring higher serum calcium levels to suppress PTH secretion. The incidence of this effect is unknown, as PTH levels are not routinely checked in patients on lithium therapy, and cases are often asymptomatic. Lab values will generally show hypercalcemia, non-suppressed PTH, normal serum phosphorus, and hypocalciuria similar to familial hypocalciuric hypercalcemia. Lithium-related hyperparathyroidism is considered secondary hyperparathyroidism but can be associated with parathyroid gland hypertrophy requiring surgery and can present similarly to primary hyperparathyroidism. [25] [26] [27]", "contents": "Primary Hyperparathyroidism -- Etiology -- Lithium. Lithium use can cause a degree of CaSR resistance, requiring higher serum calcium levels to suppress PTH secretion. The incidence of this effect is unknown, as PTH levels are not routinely checked in patients on lithium therapy, and cases are often asymptomatic. Lab values will generally show hypercalcemia, non-suppressed PTH, normal serum phosphorus, and hypocalciuria similar to familial hypocalciuric hypercalcemia. Lithium-related hyperparathyroidism is considered secondary hyperparathyroidism but can be associated with parathyroid gland hypertrophy requiring surgery and can present similarly to primary hyperparathyroidism. [25] [26] [27]"}
{"id": "article-23201_12", "title": "Primary Hyperparathyroidism -- Etiology -- Malignancy-related hypercalcemia", "content": "Malignancy-related hypercalcemia can be found in as many as 20% to 30% of all cancer patients. It can be confused with primary hyperparathyroidism, especially if hypercalcemia symptoms are the first clinical sign of the malignancy. The most common cause of malignancy-related hypercalcemia is the production and secretion of PTH-related protein, most often due to squamous cell carcinoma of the lung and renal cancers. [28] [29] PTH-related protein binds and activates the same receptor as PTH, causing hypercalcemia, hypercalciuria, and hypophosphatemia. The immunoassay used to quantify PTH-related protein does not detect PTH, and PTH assays do not detect PTH-related protein. Therefore, patients with humoral hypercalcemia of malignancy have high levels of PTH-related protein and low PTH levels, making it easy to differentiate these entities. [28] [29] [30] In the absence of known malignancy, physicians should be suspicious of occult cancer, especially in patients with paraneoplastic-like symptoms such as unexplained fatigue, weight loss, skin rashes, or muscle weakness. [30] See the companion StatPearls article \"Malignancy-Related Hypercalcemia\" for further information. [28]", "contents": "Primary Hyperparathyroidism -- Etiology -- Malignancy-related hypercalcemia. Malignancy-related hypercalcemia can be found in as many as 20% to 30% of all cancer patients. It can be confused with primary hyperparathyroidism, especially if hypercalcemia symptoms are the first clinical sign of the malignancy. The most common cause of malignancy-related hypercalcemia is the production and secretion of PTH-related protein, most often due to squamous cell carcinoma of the lung and renal cancers. [28] [29] PTH-related protein binds and activates the same receptor as PTH, causing hypercalcemia, hypercalciuria, and hypophosphatemia. The immunoassay used to quantify PTH-related protein does not detect PTH, and PTH assays do not detect PTH-related protein. Therefore, patients with humoral hypercalcemia of malignancy have high levels of PTH-related protein and low PTH levels, making it easy to differentiate these entities. [28] [29] [30] In the absence of known malignancy, physicians should be suspicious of occult cancer, especially in patients with paraneoplastic-like symptoms such as unexplained fatigue, weight loss, skin rashes, or muscle weakness. [30] See the companion StatPearls article \"Malignancy-Related Hypercalcemia\" for further information. [28]"}
{"id": "article-23201_13", "title": "Primary Hyperparathyroidism -- Etiology -- Genetic Conditions Associated with Primary Hyperparathyroidism", "content": "Up to 10% of primary hyperparathyroidism cases have a genetic basis. Genetic mutations associated with hyperparathyroidism include multiple endocrine neoplasia types 1, 2A, and 4, hyperparathyroidism-jaw tumor syndrome, familial isolated hyperparathyroidism, neonatal severe hyperparathyroidism, and familial hypocalciuric hypercalcemia. [10] [31] [32] [33] [34] A familial syndrome should be considered when primary hyperparathyroidism is diagnosed at an early age or there is a family history of hypercalcemia, pituitary adenomas, pancreatic islet cell tumors, pheochromocytomas, or medullary thyroid cancer. [35] Genetic conditions underlying primary hyperparathyroidism include:", "contents": "Primary Hyperparathyroidism -- Etiology -- Genetic Conditions Associated with Primary Hyperparathyroidism. Up to 10% of primary hyperparathyroidism cases have a genetic basis. Genetic mutations associated with hyperparathyroidism include multiple endocrine neoplasia types 1, 2A, and 4, hyperparathyroidism-jaw tumor syndrome, familial isolated hyperparathyroidism, neonatal severe hyperparathyroidism, and familial hypocalciuric hypercalcemia. [10] [31] [32] [33] [34] A familial syndrome should be considered when primary hyperparathyroidism is diagnosed at an early age or there is a family history of hypercalcemia, pituitary adenomas, pancreatic islet cell tumors, pheochromocytomas, or medullary thyroid cancer. [35] Genetic conditions underlying primary hyperparathyroidism include:"}
{"id": "article-23201_14", "title": "Primary Hyperparathyroidism -- Etiology -- Genetic Conditions Associated with Primary Hyperparathyroidism", "content": "Multiple endocrine neoplasias : Multiple endocrine neoplasias (MEN) typically involve multiple glands. [36] The first clinical sign of MEN type 1 is usually primary hyperparathyroidism, which commonly appears at an early age, typically 20 to 25 years, and will be seen in over 90% of affected patients. Primary hyperparathyroidism in MEN type 1 individuals usually affects all the parathyroid glands and is typically asymptomatic. Surgery is the recommended treatment if patients are symptomatic or have significant hypercalcemia. [6] See the companion StatPearls articles Multiple Endocrine Neoplasias Types 1, 2, and 4. [37] [38] [39] Tumor-jaw syndrome : Tumor-jaw syndrome is a rare, autosomal dominant disorder caused by a mutation of the CDC73 gene associated with parathyroid adenomas and carcinomas. [6] In addition to hyperparathyroidism, uterine tumors and renal abnormalities, such as Wilms tumor and adenocarcinoma, are associated. [40]", "contents": "Primary Hyperparathyroidism -- Etiology -- Genetic Conditions Associated with Primary Hyperparathyroidism. Multiple endocrine neoplasias : Multiple endocrine neoplasias (MEN) typically involve multiple glands. [36] The first clinical sign of MEN type 1 is usually primary hyperparathyroidism, which commonly appears at an early age, typically 20 to 25 years, and will be seen in over 90% of affected patients. Primary hyperparathyroidism in MEN type 1 individuals usually affects all the parathyroid glands and is typically asymptomatic. Surgery is the recommended treatment if patients are symptomatic or have significant hypercalcemia. [6] See the companion StatPearls articles Multiple Endocrine Neoplasias Types 1, 2, and 4. [37] [38] [39] Tumor-jaw syndrome : Tumor-jaw syndrome is a rare, autosomal dominant disorder caused by a mutation of the CDC73 gene associated with parathyroid adenomas and carcinomas. [6] In addition to hyperparathyroidism, uterine tumors and renal abnormalities, such as Wilms tumor and adenocarcinoma, are associated. [40]"}
{"id": "article-23201_15", "title": "Primary Hyperparathyroidism -- Etiology -- Genetic Conditions Associated with Primary Hyperparathyroidism", "content": "Familial hypocalciuric hypercalcemia : Familial hypocalciuric hypercalcemia is an autosomal dominant inherited disorder that can cause elevated PTH. In this disease, a mutation in the calcium-sensing receptor on the parathyroid gland chief cells causes decreased receptiveness. This leads to mild hypercalcemia, hypophosphatemia, hypercalciuria, and mildly elevated PTH. This condition is usually asymptomatic and does not require treatment. In this situation, PTH levels will be inappropriately normal in 80% of cases despite hypercalcemia and hypophosphatemia and elevated in the remaining 20%. [41] Histologically, the parathyroid glands appear normal. There is usually a known family history of the disorder, and this condition is more likely if hypercalcemia is detected before age 40. [42] See the companion reference StatPearls article on \"Familial Hypocalciuric Hypercalcemia\" for further information. [42] [43]", "contents": "Primary Hyperparathyroidism -- Etiology -- Genetic Conditions Associated with Primary Hyperparathyroidism. Familial hypocalciuric hypercalcemia : Familial hypocalciuric hypercalcemia is an autosomal dominant inherited disorder that can cause elevated PTH. In this disease, a mutation in the calcium-sensing receptor on the parathyroid gland chief cells causes decreased receptiveness. This leads to mild hypercalcemia, hypophosphatemia, hypercalciuria, and mildly elevated PTH. This condition is usually asymptomatic and does not require treatment. In this situation, PTH levels will be inappropriately normal in 80% of cases despite hypercalcemia and hypophosphatemia and elevated in the remaining 20%. [41] Histologically, the parathyroid glands appear normal. There is usually a known family history of the disorder, and this condition is more likely if hypercalcemia is detected before age 40. [42] See the companion reference StatPearls article on \"Familial Hypocalciuric Hypercalcemia\" for further information. [42] [43]"}
{"id": "article-23201_16", "title": "Primary Hyperparathyroidism -- Etiology -- Genetic Conditions Associated with Primary Hyperparathyroidism", "content": "Severe neonatal hyperparathyroidism : This condition is sometimes seen in parents with familial hypocalciuric hypercalcemia due to heterozygous CaSR mutations. This is a life-threatening disorder manifesting as severe hypercalcemia, respiratory distress, rib cage abnormalities, and hypotonia. Patients may initially respond to medical treatment but usually require parathyroidectomy, sometimes emergently. [18] Familial isolated hyperparathyroidism : This etiology is seen in various gene mutations, including incomplete expression of MEN1 , CDC73 , or CASR or a germline-activating mutation in GCM2 . Clinical symptoms are variable. [18]", "contents": "Primary Hyperparathyroidism -- Etiology -- Genetic Conditions Associated with Primary Hyperparathyroidism. Severe neonatal hyperparathyroidism : This condition is sometimes seen in parents with familial hypocalciuric hypercalcemia due to heterozygous CaSR mutations. This is a life-threatening disorder manifesting as severe hypercalcemia, respiratory distress, rib cage abnormalities, and hypotonia. Patients may initially respond to medical treatment but usually require parathyroidectomy, sometimes emergently. [18] Familial isolated hyperparathyroidism : This etiology is seen in various gene mutations, including incomplete expression of MEN1 , CDC73 , or CASR or a germline-activating mutation in GCM2 . Clinical symptoms are variable. [18]"}
{"id": "article-23201_17", "title": "Primary Hyperparathyroidism -- Epidemiology", "content": "Primary hyperparathyroidism is the most common, identifiable cause of hypercalcemia diagnosed in postmenopausal women. The female-to-male ratio is approximately 3 to 4 times that of men, and the peak age group is between 50 and 60. [44] Risk factors associated with hyperparathyroidism include specific germline and somatic mutations, chronically low dietary calcium, obesity, prolonged use of furosemide, history of neck radiation therapy, lithium therapy, hypertension, and physical inactivity. [45] [46] [47] [48] [49] [50] Thiazides were formerly included in this list, but recent reviews have suggested that thiazides are more likely to unmask an underlying parathyroid problem than to cause it. Persistent hypercalcemia after thiazide therapy has been discontinued would be suggestive of hyperparathyroidism. [51]", "contents": "Primary Hyperparathyroidism -- Epidemiology. Primary hyperparathyroidism is the most common, identifiable cause of hypercalcemia diagnosed in postmenopausal women. The female-to-male ratio is approximately 3 to 4 times that of men, and the peak age group is between 50 and 60. [44] Risk factors associated with hyperparathyroidism include specific germline and somatic mutations, chronically low dietary calcium, obesity, prolonged use of furosemide, history of neck radiation therapy, lithium therapy, hypertension, and physical inactivity. [45] [46] [47] [48] [49] [50] Thiazides were formerly included in this list, but recent reviews have suggested that thiazides are more likely to unmask an underlying parathyroid problem than to cause it. Persistent hypercalcemia after thiazide therapy has been discontinued would be suggestive of hyperparathyroidism. [51]"}
{"id": "article-23201_18", "title": "Primary Hyperparathyroidism -- Epidemiology", "content": "The primary contributor leading to the diagnosis of primary hyperparathyroidism is the widespread availability of standard laboratory testing, as the majority of cases are diagnosed through asymptomatic hypercalcemia. Before 1970, the diagnosis was made when patients presented with specific symptoms, typically nephrolithiasis or bone pain. Since then, most patients have been diagnosed with hyperparathyroidism when serum calcium is incidentally discovered to be elevated on a routine chemistry profile ordered as a screening test or for an unrelated problem. [10] In those global regions where vitamin D deficiency is widespread and biochemical screening is not a common or routine part of the healthcare system, symptomatic disease with skeletal abnormalities and nephrolithiasis are the more likely presentation. [44] [52] [53]", "contents": "Primary Hyperparathyroidism -- Epidemiology. The primary contributor leading to the diagnosis of primary hyperparathyroidism is the widespread availability of standard laboratory testing, as the majority of cases are diagnosed through asymptomatic hypercalcemia. Before 1970, the diagnosis was made when patients presented with specific symptoms, typically nephrolithiasis or bone pain. Since then, most patients have been diagnosed with hyperparathyroidism when serum calcium is incidentally discovered to be elevated on a routine chemistry profile ordered as a screening test or for an unrelated problem. [10] In those global regions where vitamin D deficiency is widespread and biochemical screening is not a common or routine part of the healthcare system, symptomatic disease with skeletal abnormalities and nephrolithiasis are the more likely presentation. [44] [52] [53]"}
{"id": "article-23201_19", "title": "Primary Hyperparathyroidism -- Epidemiology", "content": "The current incidence of hyperparathyroidism in the United States has been estimated to be at 233 per 100,000 person-years in women and 85 per 100,000 person-years in men. In North America, incidence is higher among Blacks than Whites, with Asians and Hispanics having lower incidence. [10] Parathyroid cancer is quite rare, as it constitutes less than 0.5% of all cases of primary hyperparathyroidism. Higher serum calcium and PTH levels are commonly seen compared to benign primary hyperparathyroidism. [54] There is an association with hyperparathyroidism-jaw tumor syndrome, an autosomal disorder in which up to 15% will develop parathyroid carcinomas. [55] Wilms tumors, hamartomas, and polycystic renal disease are also associated with this syndrome. [56]", "contents": "Primary Hyperparathyroidism -- Epidemiology. The current incidence of hyperparathyroidism in the United States has been estimated to be at 233 per 100,000 person-years in women and 85 per 100,000 person-years in men. In North America, incidence is higher among Blacks than Whites, with Asians and Hispanics having lower incidence. [10] Parathyroid cancer is quite rare, as it constitutes less than 0.5% of all cases of primary hyperparathyroidism. Higher serum calcium and PTH levels are commonly seen compared to benign primary hyperparathyroidism. [54] There is an association with hyperparathyroidism-jaw tumor syndrome, an autosomal disorder in which up to 15% will develop parathyroid carcinomas. [55] Wilms tumors, hamartomas, and polycystic renal disease are also associated with this syndrome. [56]"}
{"id": "article-23201_20", "title": "Primary Hyperparathyroidism -- Pathophysiology -- Parathyroid Hormone", "content": "PTH is a crucial hormone required to maintain calcium homeostasis, whose net effect is to increase serum calcium levels. To accomplish this, it regulates 3 principal activities. Increases bone resorption, which releases calcium and phosphorus into the serum Decreases urinary calcium excretion by increasing its reabsorption in the distal convoluted renal tubule and thick ascending loop of Henle Activates vitamin D 1-α-hydroxylase in the renal proximal tubule, which converts relatively inactive 25-hydroxyvitamin D (25-VitD) to active 1,25-dihydroxyvitamin D (1,25-VitD), which increases the gastrointestinal absorption of calcium and phosphorus [11]", "contents": "Primary Hyperparathyroidism -- Pathophysiology -- Parathyroid Hormone. PTH is a crucial hormone required to maintain calcium homeostasis, whose net effect is to increase serum calcium levels. To accomplish this, it regulates 3 principal activities. Increases bone resorption, which releases calcium and phosphorus into the serum Decreases urinary calcium excretion by increasing its reabsorption in the distal convoluted renal tubule and thick ascending loop of Henle Activates vitamin D 1-α-hydroxylase in the renal proximal tubule, which converts relatively inactive 25-hydroxyvitamin D (25-VitD) to active 1,25-dihydroxyvitamin D (1,25-VitD), which increases the gastrointestinal absorption of calcium and phosphorus [11]"}
{"id": "article-23201_21", "title": "Primary Hyperparathyroidism -- Pathophysiology -- Parathyroid Hormone", "content": "All 3 of these actions taken together have the net effect of increasing serum calcium levels. Calcitonin, produced by the parafollicular in the thyroid gland, is a hormone that has the opposite effect of PTH, decreasing bone resorption, although its role in the physiological regulation of bone metabolism in humans seems minimal. [57] PTH inhibits the proximal tubular reabsorption of phosphorus, leading to increased urinary excretion of phosphorus. It also increases bone resorption and, due to its effects on vitamin D metabolism, increases the gastrointestinal absorption of phosphorus. The net effect is that most patients diagnosed with primary hyperparathyroidism have normal levels of serum phosphorus, but the finding of hypercalcemia with hypophosphatemia is highly suggestive of hyperparathyroidism. [58] [59]", "contents": "Primary Hyperparathyroidism -- Pathophysiology -- Parathyroid Hormone. All 3 of these actions taken together have the net effect of increasing serum calcium levels. Calcitonin, produced by the parafollicular in the thyroid gland, is a hormone that has the opposite effect of PTH, decreasing bone resorption, although its role in the physiological regulation of bone metabolism in humans seems minimal. [57] PTH inhibits the proximal tubular reabsorption of phosphorus, leading to increased urinary excretion of phosphorus. It also increases bone resorption and, due to its effects on vitamin D metabolism, increases the gastrointestinal absorption of phosphorus. The net effect is that most patients diagnosed with primary hyperparathyroidism have normal levels of serum phosphorus, but the finding of hypercalcemia with hypophosphatemia is highly suggestive of hyperparathyroidism. [58] [59]"}
{"id": "article-23201_22", "title": "Primary Hyperparathyroidism -- Pathophysiology -- Parathyroid Hormone", "content": "Urinary calcium excretion in patients with primary hyperparathyroidism depends on the degree of hypercalcemia, glomerular filtration rate (GFR), and the effect of PTH increasing the renal tubular reabsorption of calcium. Therefore, the 24-hour urine calcium excretion is variable, although often increased due to increased glomerular filtration of calcium. PTH normally reduces urinary calcium excretion, but this effect can be overcome by significant hypercalcemia, which is why hypercalciuria can be found in primary hyperparathyroidism. The calcium-sensing receptor (CaSR) found on the parathyroid gland is also found in kidney tubules, especially the thick ascending loop of Henle, where about 25% of filtered calcium is reabsorbed. Defects in CaSR will lead to hypocalciuria by decreasing renal tubular urinary concentrating ability while activating mutations in this receptor will cause hypercalciuria. [10]", "contents": "Primary Hyperparathyroidism -- Pathophysiology -- Parathyroid Hormone. Urinary calcium excretion in patients with primary hyperparathyroidism depends on the degree of hypercalcemia, glomerular filtration rate (GFR), and the effect of PTH increasing the renal tubular reabsorption of calcium. Therefore, the 24-hour urine calcium excretion is variable, although often increased due to increased glomerular filtration of calcium. PTH normally reduces urinary calcium excretion, but this effect can be overcome by significant hypercalcemia, which is why hypercalciuria can be found in primary hyperparathyroidism. The calcium-sensing receptor (CaSR) found on the parathyroid gland is also found in kidney tubules, especially the thick ascending loop of Henle, where about 25% of filtered calcium is reabsorbed. Defects in CaSR will lead to hypocalciuria by decreasing renal tubular urinary concentrating ability while activating mutations in this receptor will cause hypercalciuria. [10]"}
{"id": "article-23201_23", "title": "Primary Hyperparathyroidism -- Pathophysiology -- Normal Calcium Homeostasis", "content": "Under physiologic circumstances, calcium concentration in the extracellular fluid is maintained within a narrow range. Normal calcium homeostasis depends on a complex set of hormonal regulatory mechanisms that include the effects of PTH, vitamin D metabolites, and calcitonin on calcium transport in the bones, kidney, and gastrointestinal tract. [11] [60] Calcium is absorbed in the gastrointestinal tract by active and passive transport mechanisms. The active transport of calcium is increased by 1,25-VitD. Physiologic secretion of PTH is minimal at serum calcium levels above 10 mg/dL and maximal when the level decreases to less than 7.5 mg/dL. [61]", "contents": "Primary Hyperparathyroidism -- Pathophysiology -- Normal Calcium Homeostasis. Under physiologic circumstances, calcium concentration in the extracellular fluid is maintained within a narrow range. Normal calcium homeostasis depends on a complex set of hormonal regulatory mechanisms that include the effects of PTH, vitamin D metabolites, and calcitonin on calcium transport in the bones, kidney, and gastrointestinal tract. [11] [60] Calcium is absorbed in the gastrointestinal tract by active and passive transport mechanisms. The active transport of calcium is increased by 1,25-VitD. Physiologic secretion of PTH is minimal at serum calcium levels above 10 mg/dL and maximal when the level decreases to less than 7.5 mg/dL. [61]"}
{"id": "article-23201_24", "title": "Primary Hyperparathyroidism -- Pathophysiology -- Normal Calcium Homeostasis", "content": "Approximately 50% of total serum calcium is protein-bound, principally to albumin. Forty-five percent is ionized, while a small proportion forms complexes with anions such as phosphate and citrate. Only the ionized calcium is biologically active, yet most laboratories routinely report total serum calcium levels. Measurements of ionized calcium are available when requested. The following formula can be used to approximate the correction of serum calcium by adjusting for differences in the serum albumin level: Corrected calcium = Measured calcium + 0.8 x (4.0 - albumin)", "contents": "Primary Hyperparathyroidism -- Pathophysiology -- Normal Calcium Homeostasis. Approximately 50% of total serum calcium is protein-bound, principally to albumin. Forty-five percent is ionized, while a small proportion forms complexes with anions such as phosphate and citrate. Only the ionized calcium is biologically active, yet most laboratories routinely report total serum calcium levels. Measurements of ionized calcium are available when requested. The following formula can be used to approximate the correction of serum calcium by adjusting for differences in the serum albumin level: Corrected calcium = Measured calcium + 0.8 x (4.0 - albumin)"}
{"id": "article-23201_25", "title": "Primary Hyperparathyroidism -- Pathophysiology -- Normal Calcium Homeostasis", "content": "Caution is necessary when evaluating normal total serum calcium levels in patients with hypoalbuminemia. Such patients may have elevated ionized calcium levels and are truly hypercalcemic. Conversely, the ionized calcium is often normal when there is a low total calcium concentration in the presence of hypoalbuminemia.", "contents": "Primary Hyperparathyroidism -- Pathophysiology -- Normal Calcium Homeostasis. Caution is necessary when evaluating normal total serum calcium levels in patients with hypoalbuminemia. Such patients may have elevated ionized calcium levels and are truly hypercalcemic. Conversely, the ionized calcium is often normal when there is a low total calcium concentration in the presence of hypoalbuminemia."}
{"id": "article-23201_26", "title": "Primary Hyperparathyroidism -- Pathophysiology -- Normal Calcium Homeostasis", "content": "Chronic kidney disease causes a secondary increase in serum PTH levels due to hypocalcemia from decreased 1,25-VitD. [62] [63] [64] [65] Some parathyroid assays will also tend to elevate PTH concentrations in renal failure falsely. [66] [67] The failing kidneys are unable to maintain 1,25-VitD levels, which reduces intestinal calcium absorption and lowers serum calcium, which stimulates PTH production. [68] [69] Reduced PTH clearance in chronic renal failure further increases serum PTH levels. Ultimately, the chronic stimulation of the parathyroid glands results in diffuse, multiglandular parathyroid hyperplasia. Most patients with chronic kidney disease have secondary hyperparathyroidism with low or normal levels of serum calcium. However, some develop tertiary hyperparathyroidism, characterized by autonomous overproduction of PTH and hypercalcemia. [69] [70] [71] See the companion StatPearls article, \"Renal Osteodystrophy,\" for further information. [72]", "contents": "Primary Hyperparathyroidism -- Pathophysiology -- Normal Calcium Homeostasis. Chronic kidney disease causes a secondary increase in serum PTH levels due to hypocalcemia from decreased 1,25-VitD. [62] [63] [64] [65] Some parathyroid assays will also tend to elevate PTH concentrations in renal failure falsely. [66] [67] The failing kidneys are unable to maintain 1,25-VitD levels, which reduces intestinal calcium absorption and lowers serum calcium, which stimulates PTH production. [68] [69] Reduced PTH clearance in chronic renal failure further increases serum PTH levels. Ultimately, the chronic stimulation of the parathyroid glands results in diffuse, multiglandular parathyroid hyperplasia. Most patients with chronic kidney disease have secondary hyperparathyroidism with low or normal levels of serum calcium. However, some develop tertiary hyperparathyroidism, characterized by autonomous overproduction of PTH and hypercalcemia. [69] [70] [71] See the companion StatPearls article, \"Renal Osteodystrophy,\" for further information. [72]"}
{"id": "article-23201_27", "title": "Primary Hyperparathyroidism -- Histopathology", "content": "Parathyroid adenomas tend to be encapsulated and are typically composed primarily of chief cells. Adenomas of oxyphilic cells are rare but have been reported in a few cases of primary hyperparathyroidism. [73] In patients with primary hyperparathyroidism, the chronic excess of PTH leads to increased proliferation and activity of osteoclasts with thinning and increased porosity of the bone cortex. When prolonged and severe, some patients develop osteitis fibrosa cystica characterized by an increased number and activity of osteoclasts, replacement of bone with granulation and fibrous tissue, and brown hemosiderin deposits (brown tumors). [74]", "contents": "Primary Hyperparathyroidism -- Histopathology. Parathyroid adenomas tend to be encapsulated and are typically composed primarily of chief cells. Adenomas of oxyphilic cells are rare but have been reported in a few cases of primary hyperparathyroidism. [73] In patients with primary hyperparathyroidism, the chronic excess of PTH leads to increased proliferation and activity of osteoclasts with thinning and increased porosity of the bone cortex. When prolonged and severe, some patients develop osteitis fibrosa cystica characterized by an increased number and activity of osteoclasts, replacement of bone with granulation and fibrous tissue, and brown hemosiderin deposits (brown tumors). [74]"}
{"id": "article-23201_28", "title": "Primary Hyperparathyroidism -- History and Physical -- Clinical Features", "content": "In past decades, most patients with primary hyperparathyroidism were diagnosed when presenting with nephrolithiasis, bone pain, bone fractures, muscle weakness, or bone deformities. Since the 1970s, most patients diagnosed with primary hyperparathyroidism in the developed world are asymptomatic, diagnosed when hypercalcemia is incidentally discovered on a chemistry profile. [75] The definitive diagnosis is then made by definitive laboratory testing.", "contents": "Primary Hyperparathyroidism -- History and Physical -- Clinical Features. In past decades, most patients with primary hyperparathyroidism were diagnosed when presenting with nephrolithiasis, bone pain, bone fractures, muscle weakness, or bone deformities. Since the 1970s, most patients diagnosed with primary hyperparathyroidism in the developed world are asymptomatic, diagnosed when hypercalcemia is incidentally discovered on a chemistry profile. [75] The definitive diagnosis is then made by definitive laboratory testing."}
{"id": "article-23201_29", "title": "Primary Hyperparathyroidism -- History and Physical -- Clinical Features", "content": "Clinicians should ask patients about any history of kidney stones, bone pain, myalgias or muscle weakness, symptoms of depression, use of thiazide diuretics, calcium-containing products, vitamin D supplements, or other symptoms associated with the multiple etiologies of hypercalcemia. [44] While most patients with primary hyperparathyroidism are asymptomatic, up to 55% will have previously undiagnosed nephrocalcinosis or nonobstructing renal calculi, and up to 75% of the symptomatic patients will present with acute renal colic or nephrolithiasis. [76] [77] [78] For this reason, serum calcium should be measured in all patients with calcium nephrolithiasis. When the serum calcium level exceeds 12 mg/dL, patients are more likely to notice symptoms associated with hypercalcemia, including anorexia, altered mental states, constipation, dehydration, polyuria, and polydipsia. [79] Approximately 40% of patients with primary hyperparathyroidism will also have hypercalciuria. [80] For patients with primary hyperparathyroidism and nephrolithiasis, the risk of future stones decreases but can persist for as long as 10 to 15 years after successful parathyroidectomy. [81] Twenty-four-hour urine testing is recommended for nephrolithiasis patients even after successful parathyroid surgery to minimize other chemical risk factors. [82]", "contents": "Primary Hyperparathyroidism -- History and Physical -- Clinical Features. Clinicians should ask patients about any history of kidney stones, bone pain, myalgias or muscle weakness, symptoms of depression, use of thiazide diuretics, calcium-containing products, vitamin D supplements, or other symptoms associated with the multiple etiologies of hypercalcemia. [44] While most patients with primary hyperparathyroidism are asymptomatic, up to 55% will have previously undiagnosed nephrocalcinosis or nonobstructing renal calculi, and up to 75% of the symptomatic patients will present with acute renal colic or nephrolithiasis. [76] [77] [78] For this reason, serum calcium should be measured in all patients with calcium nephrolithiasis. When the serum calcium level exceeds 12 mg/dL, patients are more likely to notice symptoms associated with hypercalcemia, including anorexia, altered mental states, constipation, dehydration, polyuria, and polydipsia. [79] Approximately 40% of patients with primary hyperparathyroidism will also have hypercalciuria. [80] For patients with primary hyperparathyroidism and nephrolithiasis, the risk of future stones decreases but can persist for as long as 10 to 15 years after successful parathyroidectomy. [81] Twenty-four-hour urine testing is recommended for nephrolithiasis patients even after successful parathyroid surgery to minimize other chemical risk factors. [82]"}
{"id": "article-23201_30", "title": "Primary Hyperparathyroidism -- History and Physical -- Clinical Features", "content": "The physical examination of a patient with primary hyperparathyroidism is usually normal. However, the examination can help uncover other etiologies of hypercalcemia. For example, parathyroid adenomas are rarely palpable, but the presence of a large, firm mass in the neck of a patient with hypercalcemia should raise suspicion of parathyroid carcinoma. [83] Besides nephrolithiasis, other potential symptoms and problems related to hypercalcemia and hyperparathyroidism include: Abdominal pain Aortic valve calcification Body aches Bone pain Cardiac arrhythmias Decreased coronary artery flow reserve Depression, memory loss, or forgetfulness Difficulty sleeping Easy fatiguability, chronic fatigue Fractures Frequent complaints of illness with no apparent cause Headaches Hypertension Increased overall cardiovascular disease Joint pain Left ventricular hypertrophy Loss of appetite Muscle weakness Nephrocalcinosis Osteoporosis and increased risk of fractures Polyuria Trouble concentrating", "contents": "Primary Hyperparathyroidism -- History and Physical -- Clinical Features. The physical examination of a patient with primary hyperparathyroidism is usually normal. However, the examination can help uncover other etiologies of hypercalcemia. For example, parathyroid adenomas are rarely palpable, but the presence of a large, firm mass in the neck of a patient with hypercalcemia should raise suspicion of parathyroid carcinoma. [83] Besides nephrolithiasis, other potential symptoms and problems related to hypercalcemia and hyperparathyroidism include: Abdominal pain Aortic valve calcification Body aches Bone pain Cardiac arrhythmias Decreased coronary artery flow reserve Depression, memory loss, or forgetfulness Difficulty sleeping Easy fatiguability, chronic fatigue Fractures Frequent complaints of illness with no apparent cause Headaches Hypertension Increased overall cardiovascular disease Joint pain Left ventricular hypertrophy Loss of appetite Muscle weakness Nephrocalcinosis Osteoporosis and increased risk of fractures Polyuria Trouble concentrating"}
{"id": "article-23201_31", "title": "Primary Hyperparathyroidism -- History and Physical -- Acute primary hyperparathyroidism", "content": "Acute primary hyperparathyroidism (ie, parathyroid crisis, parathyroid storm) is a rare condition in which there is a sudden episode of potentially life-threatening hypercalcemia in a patient with or without a prior history of primary hyperparathyroidism. Laboratory studies indicate very high serum calcium levels, higher than 14 mg/dL, with PTH levels up to 20 times normal. [84] [85] It is sometimes associated with parathyroid cancers. [86] Serum calcium levels higher than 15 mg/dL can be immediately life-threatening, leading to coma and death. They should be treated as hypercalcemic medical emergencies with intravenous (IV) normal saline, diuretics (furosemide, not thiazides), calcitonin, bisphosphonates, denosumab (a RANK-ligand inhibitor), and cinacalcet. Additionally, dialysis, particularly for patients with renal failure, and emergency parathyroidectomy may be utilized. [79] [87] [88] [89] [90] [91] Calcitonin and IV normal saline hydration are most effective within the first 48 hours, while bisphosphonates may require several days. Bisphosphonates may be more effective than denosumab, although the 2023 Endocrine Society Clinical Practice Guidelines recommend denosumab. [92] Denosumab can reasonably be considered in patients who appear refractory to bisphosphonates. Dialysis can be considered even in patients without renal failure where other therapies have failed. [93] [94] Adjustments to the dialysis fluid may be needed to avoid complications like hypophosphatemia. [94] Treatment is directed at managing the severe degree of hypercalcemia with aggressive medical therapy, and surgical excision is curative. [84] [85] [86] [95]", "contents": "Primary Hyperparathyroidism -- History and Physical -- Acute primary hyperparathyroidism. Acute primary hyperparathyroidism (ie, parathyroid crisis, parathyroid storm) is a rare condition in which there is a sudden episode of potentially life-threatening hypercalcemia in a patient with or without a prior history of primary hyperparathyroidism. Laboratory studies indicate very high serum calcium levels, higher than 14 mg/dL, with PTH levels up to 20 times normal. [84] [85] It is sometimes associated with parathyroid cancers. [86] Serum calcium levels higher than 15 mg/dL can be immediately life-threatening, leading to coma and death. They should be treated as hypercalcemic medical emergencies with intravenous (IV) normal saline, diuretics (furosemide, not thiazides), calcitonin, bisphosphonates, denosumab (a RANK-ligand inhibitor), and cinacalcet. Additionally, dialysis, particularly for patients with renal failure, and emergency parathyroidectomy may be utilized. [79] [87] [88] [89] [90] [91] Calcitonin and IV normal saline hydration are most effective within the first 48 hours, while bisphosphonates may require several days. Bisphosphonates may be more effective than denosumab, although the 2023 Endocrine Society Clinical Practice Guidelines recommend denosumab. [92] Denosumab can reasonably be considered in patients who appear refractory to bisphosphonates. Dialysis can be considered even in patients without renal failure where other therapies have failed. [93] [94] Adjustments to the dialysis fluid may be needed to avoid complications like hypophosphatemia. [94] Treatment is directed at managing the severe degree of hypercalcemia with aggressive medical therapy, and surgical excision is curative. [84] [85] [86] [95]"}
{"id": "article-23201_32", "title": "Primary Hyperparathyroidism -- History and Physical -- Osteitis fibrosa cystica", "content": "Osteitis fibrosa cystica is a late bony manifestation of long-term hyperparathyroidism. It is characterized by bony swelling, pain, lowered mineral density, and fractures. While previously very common, it is now quite rare in the developed world. Treatment of the underlying parathyroid condition, particularly surgical therapy, cures the condition. [96] See the companion StatPearls article \"Osteitis Fibrosa Cystica.\" [96]", "contents": "Primary Hyperparathyroidism -- History and Physical -- Osteitis fibrosa cystica. Osteitis fibrosa cystica is a late bony manifestation of long-term hyperparathyroidism. It is characterized by bony swelling, pain, lowered mineral density, and fractures. While previously very common, it is now quite rare in the developed world. Treatment of the underlying parathyroid condition, particularly surgical therapy, cures the condition. [96] See the companion StatPearls article \"Osteitis Fibrosa Cystica.\" [96]"}
{"id": "article-23201_33", "title": "Primary Hyperparathyroidism -- Evaluation", "content": "All patients with hypercalcemia should be tested for hyperparathyroidism through laboratory studies. The finding of hypercalcemia together with hypophosphatemia is highly suggestive but not diagnostic of hyperparathyroidism. Most patients with primary hyperparathyroidism have normal serum phosphorus, but hypercalcemia with hypophosphatemia is highly suggestive of hyperparathyroidism or humoral hypercalcemia of malignancy. The definitive test for primary hyperparathyroidism is the finding of hypercalcemia (ie, ionized calcium or corrected serum calcium) with a simultaneous elevation of PTH. Most causes of hypercalcemia are associated with appropriately low or suppressed PTH levels. [44] Borderline low vitamin D levels should be treated with supplemental vitamin D to achieve a 25-hydroxyvitamin D value >30 ng/mL to help rule out vitamin D deficiency as a secondary cause of an elevated PTH level. [4] Patients with primary hyperparathyroidism and other causes of PTH-dependent hypercalcemia often have frankly elevated levels of PTH; others will have values that fall within the reference range but are inappropriately normal. PTH levels should be undetectable or very low in patients with PTH-independent hypercalcemia. [44] PTH levels typically increase with age. In populations with a high incidence of vitamin D deficiency, the \"normal\" PTH levels tend to be higher. [97] Recommended serum intact parathyroid tests include immunochemiluminometric or immunoradiometric assays, which readily discriminate between primary hyperparathyroidism and malignancy-related hypercalcemia. PTH-related protein, which causes humoral hypercalcemia of malignancy, is not detected in the intact PTH assays.", "contents": "Primary Hyperparathyroidism -- Evaluation. All patients with hypercalcemia should be tested for hyperparathyroidism through laboratory studies. The finding of hypercalcemia together with hypophosphatemia is highly suggestive but not diagnostic of hyperparathyroidism. Most patients with primary hyperparathyroidism have normal serum phosphorus, but hypercalcemia with hypophosphatemia is highly suggestive of hyperparathyroidism or humoral hypercalcemia of malignancy. The definitive test for primary hyperparathyroidism is the finding of hypercalcemia (ie, ionized calcium or corrected serum calcium) with a simultaneous elevation of PTH. Most causes of hypercalcemia are associated with appropriately low or suppressed PTH levels. [44] Borderline low vitamin D levels should be treated with supplemental vitamin D to achieve a 25-hydroxyvitamin D value >30 ng/mL to help rule out vitamin D deficiency as a secondary cause of an elevated PTH level. [4] Patients with primary hyperparathyroidism and other causes of PTH-dependent hypercalcemia often have frankly elevated levels of PTH; others will have values that fall within the reference range but are inappropriately normal. PTH levels should be undetectable or very low in patients with PTH-independent hypercalcemia. [44] PTH levels typically increase with age. In populations with a high incidence of vitamin D deficiency, the \"normal\" PTH levels tend to be higher. [97] Recommended serum intact parathyroid tests include immunochemiluminometric or immunoradiometric assays, which readily discriminate between primary hyperparathyroidism and malignancy-related hypercalcemia. PTH-related protein, which causes humoral hypercalcemia of malignancy, is not detected in the intact PTH assays."}
{"id": "article-23201_34", "title": "Primary Hyperparathyroidism -- Evaluation", "content": "Biotin, also known as vitamin B-7, is a nutritional supplement that can cause a laboratory artifact, interfering with the accurate measurements of several hormones, including PTH. [98] The biotin should be discontinued, and the PTH level should be retested in such cases. Patients on drugs such as lithium and thiazide should have these medications stopped for 3 to 6 months, if possible, and their serum calcium and PTH levels retested. If PTH levels remain elevated, this suggests primary hyperparathyroidism.", "contents": "Primary Hyperparathyroidism -- Evaluation. Biotin, also known as vitamin B-7, is a nutritional supplement that can cause a laboratory artifact, interfering with the accurate measurements of several hormones, including PTH. [98] The biotin should be discontinued, and the PTH level should be retested in such cases. Patients on drugs such as lithium and thiazide should have these medications stopped for 3 to 6 months, if possible, and their serum calcium and PTH levels retested. If PTH levels remain elevated, this suggests primary hyperparathyroidism."}
{"id": "article-23201_35", "title": "Primary Hyperparathyroidism -- Evaluation", "content": "Primary hyperparathyroidism can be differentiated from familial hypocalciuric hypercalcemia by measuring the 24-hour urine calcium and creatinine. In familial hypocalciuric hypercalcemia, the 24-hour urine calcium excretion is often lower than 100 mg calcium. The calcium clearance ratio should be calculated using the formula (urinary calcium x serum creatinine)/(serum calcium x urinary creatinine). This ratio is typically l<0.01 in familial hypocalciuric hypercalcemia and >0.02 in those with primary hyperparathyroidism. Many patients have values between 0.01 and 0.02, which can be confounded by vitamin D deficiency or chronic kidney disease. Repeat testing after vitamin D repletion may be necessary. [99] Although rarely done, a calcium infusion test can also help distinguish familial hypocalciuric hypercalcemia from primary hyperparathyroidism. A calcium load will increase urinary calcium excretion in primary hyperparathyroidism but not familial hypocalciuric hypercalcemia. See the companion reference StatPearls review article \"Familial Hypocalciuric Hypercalcemia.\" [42]", "contents": "Primary Hyperparathyroidism -- Evaluation. Primary hyperparathyroidism can be differentiated from familial hypocalciuric hypercalcemia by measuring the 24-hour urine calcium and creatinine. In familial hypocalciuric hypercalcemia, the 24-hour urine calcium excretion is often lower than 100 mg calcium. The calcium clearance ratio should be calculated using the formula (urinary calcium x serum creatinine)/(serum calcium x urinary creatinine). This ratio is typically l<0.01 in familial hypocalciuric hypercalcemia and >0.02 in those with primary hyperparathyroidism. Many patients have values between 0.01 and 0.02, which can be confounded by vitamin D deficiency or chronic kidney disease. Repeat testing after vitamin D repletion may be necessary. [99] Although rarely done, a calcium infusion test can also help distinguish familial hypocalciuric hypercalcemia from primary hyperparathyroidism. A calcium load will increase urinary calcium excretion in primary hyperparathyroidism but not familial hypocalciuric hypercalcemia. See the companion reference StatPearls review article \"Familial Hypocalciuric Hypercalcemia.\" [42]"}
{"id": "article-23201_36", "title": "Primary Hyperparathyroidism -- Evaluation", "content": "Reviewing previous medical records can often be of significant value. Most patients with hyperparathyroidism have persistent or intermittent hypercalcemia for many years before a definitive diagnosis is established. Very few diseases, other than hyperparathyroidism, will allow a healthy-appearing individual to be hypercalcemic for more than a few years without any clinical signs or symptoms. The need for different studies such as PTH-related protein levels, serum or urine protein electrophoresis, 1,25-dihydroxy vitamin D levels, thyroid tests, or mammography can be individualized and are usually only needed in those with PTH-independent hypercalcemia. The following diagnostic studies are used to evaluate patients for primary hyperparathyroidism:", "contents": "Primary Hyperparathyroidism -- Evaluation. Reviewing previous medical records can often be of significant value. Most patients with hyperparathyroidism have persistent or intermittent hypercalcemia for many years before a definitive diagnosis is established. Very few diseases, other than hyperparathyroidism, will allow a healthy-appearing individual to be hypercalcemic for more than a few years without any clinical signs or symptoms. The need for different studies such as PTH-related protein levels, serum or urine protein electrophoresis, 1,25-dihydroxy vitamin D levels, thyroid tests, or mammography can be individualized and are usually only needed in those with PTH-independent hypercalcemia. The following diagnostic studies are used to evaluate patients for primary hyperparathyroidism:"}
{"id": "article-23201_37", "title": "Primary Hyperparathyroidism -- Evaluation", "content": "Intact PTH Phosphorus Total and ionized calcium Twenty-four-hour urine calcium and creatinine, with creatinine clearance Vitamin D level (ie, 25-hydroxyvitamin D) Albumin and corrected calcium level Alkaline phosphatase Bone densitometry (DEXA), including measurement at the distal one-third radius, which is preferentially affected in patients with hyperparathyroidism BUN and creatinine Genetic testing for suspicion of a genetic syndrome [100] Imaging studies (eg, nuclear medicine and ultrasonography) for surgical candidates Imaging to screen for renal calcifications or urolithiasis Kidney, ureters, bladder (KUB) x-ray or renal ultrasound Noncontrast computed tomography (CT) scan Markers of bone formation and resorption (not routinely recommended)", "contents": "Primary Hyperparathyroidism -- Evaluation. Intact PTH Phosphorus Total and ionized calcium Twenty-four-hour urine calcium and creatinine, with creatinine clearance Vitamin D level (ie, 25-hydroxyvitamin D) Albumin and corrected calcium level Alkaline phosphatase Bone densitometry (DEXA), including measurement at the distal one-third radius, which is preferentially affected in patients with hyperparathyroidism BUN and creatinine Genetic testing for suspicion of a genetic syndrome [100] Imaging studies (eg, nuclear medicine and ultrasonography) for surgical candidates Imaging to screen for renal calcifications or urolithiasis Kidney, ureters, bladder (KUB) x-ray or renal ultrasound Noncontrast computed tomography (CT) scan Markers of bone formation and resorption (not routinely recommended)"}
{"id": "article-23201_38", "title": "Primary Hyperparathyroidism -- Evaluation -- Parathyroid Localization Imaging Studies", "content": "Neck ultrasonography and parathyroid nuclear medicine (Tc-sestamibi) scans are standard imaging tests for the localization of hyperfunctioning parathyroid glands. However, these tests are not considered definitive because there can be false-negative results, and they are generally less useful in multiglandular parathyroid disease. [101] They should not be ordered unless there are plans for surgery, as they are most useful to assist the surgeon as a \"roadmap\" in localizing enlarged, hyperfunctioning parathyroid glands, particularly when an ectopic gland is suspected. Neck ultrasonography is highly operator-dependent but accurate in centers with experience and expertise. [102] These are considered more sensitive than sestamibi scans, which often cannot detect nodules smaller than 500mg. [103] [104] The sensitivity of parathyroid imaging scans can be enhanced when combined with single-photon emission computed tomography (SPECT). [105]", "contents": "Primary Hyperparathyroidism -- Evaluation -- Parathyroid Localization Imaging Studies. Neck ultrasonography and parathyroid nuclear medicine (Tc-sestamibi) scans are standard imaging tests for the localization of hyperfunctioning parathyroid glands. However, these tests are not considered definitive because there can be false-negative results, and they are generally less useful in multiglandular parathyroid disease. [101] They should not be ordered unless there are plans for surgery, as they are most useful to assist the surgeon as a \"roadmap\" in localizing enlarged, hyperfunctioning parathyroid glands, particularly when an ectopic gland is suspected. Neck ultrasonography is highly operator-dependent but accurate in centers with experience and expertise. [102] These are considered more sensitive than sestamibi scans, which often cannot detect nodules smaller than 500mg. [103] [104] The sensitivity of parathyroid imaging scans can be enhanced when combined with single-photon emission computed tomography (SPECT). [105]"}
{"id": "article-23201_39", "title": "Primary Hyperparathyroidism -- Evaluation -- Parathyroid Localization Imaging Studies", "content": "Parathyroid 4-dimensional multiphase (4D) CT should be considered when surgery is planned, and the abnormal parathyroid glands cannot be localized with sestamibi scans or neck ultrasound, or these two imaging modalities have discordant results. [105] [106] There is evidence that 4D CT is superior to sestamibi SPECT/CT. [107] This 4D modality is an emerging method of localization of parathyroid adenomas for presurgical planning, although implementation, instrumentation, and correct interpretation are still somewhat challenging. [106] [108] F-18-Fluorocholine positron emission tomography/CT has shown promising results in parathyroid adenoma localization in difficult or equivocal cases, suggesting superiority over sestamibi scanning, ultrasound, or CT scans alone. [109]", "contents": "Primary Hyperparathyroidism -- Evaluation -- Parathyroid Localization Imaging Studies. Parathyroid 4-dimensional multiphase (4D) CT should be considered when surgery is planned, and the abnormal parathyroid glands cannot be localized with sestamibi scans or neck ultrasound, or these two imaging modalities have discordant results. [105] [106] There is evidence that 4D CT is superior to sestamibi SPECT/CT. [107] This 4D modality is an emerging method of localization of parathyroid adenomas for presurgical planning, although implementation, instrumentation, and correct interpretation are still somewhat challenging. [106] [108] F-18-Fluorocholine positron emission tomography/CT has shown promising results in parathyroid adenoma localization in difficult or equivocal cases, suggesting superiority over sestamibi scanning, ultrasound, or CT scans alone. [109]"}
{"id": "article-23201_40", "title": "Primary Hyperparathyroidism -- Evaluation -- Parathyroid Localization Imaging Studies", "content": "Infrared thermal scanning is another promising imaging technique for localizing parathyroid hyperactivity. This is potentially most useful where other imaging modalities are conflicting or inadequate. It is based on hyperfunctioning parathyroid lesions being hypervascular and averaging about 2 degrees warmer than normal tissue, allowing them to be picked up by thermal imaging. Such thermal scanning has successfully identified parathyroid adenomas not easily visualized by other techniques. [110] When noninvasive preoperative localization studies are negative, selective parathyroid venous sampling, although technically challenging, can help identify the anatomical location of abnormal hyperfunctioning parathyroid glands. [111] [112]", "contents": "Primary Hyperparathyroidism -- Evaluation -- Parathyroid Localization Imaging Studies. Infrared thermal scanning is another promising imaging technique for localizing parathyroid hyperactivity. This is potentially most useful where other imaging modalities are conflicting or inadequate. It is based on hyperfunctioning parathyroid lesions being hypervascular and averaging about 2 degrees warmer than normal tissue, allowing them to be picked up by thermal imaging. Such thermal scanning has successfully identified parathyroid adenomas not easily visualized by other techniques. [110] When noninvasive preoperative localization studies are negative, selective parathyroid venous sampling, although technically challenging, can help identify the anatomical location of abnormal hyperfunctioning parathyroid glands. [111] [112]"}
{"id": "article-23201_41", "title": "Primary Hyperparathyroidism -- Evaluation -- Bone Imaging", "content": "Bone biopsies are rarely indicated in evaluating patients with primary hyperparathyroidism, so DEXA and other techniques assess the quantity and quality of bone. Newer noninvasive imaging technologies suggest that the effects of PTH excess on skeletal tissue may be more significant than previously thought. The trabecular bone score is an indirect analysis of trabecular microstructure extracted from data obtained from the DEXA. Trabecular bone score demonstrates decreased connectivity of the trabecular spinal microstructure in patients with primary hyperparathyroidism, although the T-score on the DEXA may not be significantly reduced. [113] High-resolution peripheral quantitative CT scans of the distal radius and tibia show fewer, thinner, and more widely spaced trabeculae in primary hyperparathyroidism. [114] [115] [116] Trabecular microstructural defects may account for the relatively high number of vertebral fractures in primary hyperparathyroidism despite apparently preserved bone mineral density in the lumbar spine. [117] [118] [119] These fractures may sometimes be asymptomatic. [120]", "contents": "Primary Hyperparathyroidism -- Evaluation -- Bone Imaging. Bone biopsies are rarely indicated in evaluating patients with primary hyperparathyroidism, so DEXA and other techniques assess the quantity and quality of bone. Newer noninvasive imaging technologies suggest that the effects of PTH excess on skeletal tissue may be more significant than previously thought. The trabecular bone score is an indirect analysis of trabecular microstructure extracted from data obtained from the DEXA. Trabecular bone score demonstrates decreased connectivity of the trabecular spinal microstructure in patients with primary hyperparathyroidism, although the T-score on the DEXA may not be significantly reduced. [113] High-resolution peripheral quantitative CT scans of the distal radius and tibia show fewer, thinner, and more widely spaced trabeculae in primary hyperparathyroidism. [114] [115] [116] Trabecular microstructural defects may account for the relatively high number of vertebral fractures in primary hyperparathyroidism despite apparently preserved bone mineral density in the lumbar spine. [117] [118] [119] These fractures may sometimes be asymptomatic. [120]"}
{"id": "article-23201_42", "title": "Primary Hyperparathyroidism -- Treatment / Management", "content": "In 2022, a panel of experts in parathyroid disorders published updated guidelines for managing primary hyperparathyroidism. The task force included endocrinologists, nephrologists, pathologists, epidemiologists, radiologists, pharmacologists, and endocrine surgeons. [4] [5] [6] [10] [74] [121]", "contents": "Primary Hyperparathyroidism -- Treatment / Management. In 2022, a panel of experts in parathyroid disorders published updated guidelines for managing primary hyperparathyroidism. The task force included endocrinologists, nephrologists, pathologists, epidemiologists, radiologists, pharmacologists, and endocrine surgeons. [4] [5] [6] [10] [74] [121]"}
{"id": "article-23201_43", "title": "Primary Hyperparathyroidism -- Treatment / Management -- Management Approach", "content": "Surgery remains the definitive treatment for primary hyperparathyroidism. Nonoperative surveillance may be an appropriate option for some, particularly for patients who are elderly with mild hypercalcemia and no significant complications. Medical treatment with bisphosphonates or cinacalcet can be extremely useful in selected patients. The decision of whether to recommend surgery is based on age, the degree of hypercalcemia, and the presence or absence of complications of hyperparathyroidism, as well as patient comorbidities and surgical/anesthesia risk.", "contents": "Primary Hyperparathyroidism -- Treatment / Management -- Management Approach. Surgery remains the definitive treatment for primary hyperparathyroidism. Nonoperative surveillance may be an appropriate option for some, particularly for patients who are elderly with mild hypercalcemia and no significant complications. Medical treatment with bisphosphonates or cinacalcet can be extremely useful in selected patients. The decision of whether to recommend surgery is based on age, the degree of hypercalcemia, and the presence or absence of complications of hyperparathyroidism, as well as patient comorbidities and surgical/anesthesia risk."}
{"id": "article-23201_44", "title": "Primary Hyperparathyroidism -- Treatment / Management -- Management Approach", "content": "Patients who are not surgical candidates may benefit from medical management of primary hyperparathyroidism. Calcium intake should not be restricted as this could further stimulate PTH production; calcium is often supplemented in the setting of bone disease. [5] There is substantial evidence that chronic vitamin D deficiency is a risk factor for hyperparathyroidism. [122] [123] Experts recommend that patients with hyperparathyroidism who are deficient in vitamin D levels receive supplements to achieve a 25-hydroxyvitamin D level higher than 30 ng/mL. [4] [5] [124] Long-term outcomes in patients with hyperparathyroidism who do not undergo surgery are reported for patients followed for as long as 15 years. [125] They generally show relatively stable chemistries. There is a decrease in bone mineral density starting at 8 to 9 years during nonoperative surveillance that becomes more significant after year 10. [44] [125] A few patients lost >10% of their measured bone mineral density after 15 years. Renal function remains stable, but hypercalciuria persists, so there is an increased risk of nephrolithiasis. [125] Current guidelines for monitoring patients with primary hyperparathyroidism being treated medically recommend the following:", "contents": "Primary Hyperparathyroidism -- Treatment / Management -- Management Approach. Patients who are not surgical candidates may benefit from medical management of primary hyperparathyroidism. Calcium intake should not be restricted as this could further stimulate PTH production; calcium is often supplemented in the setting of bone disease. [5] There is substantial evidence that chronic vitamin D deficiency is a risk factor for hyperparathyroidism. [122] [123] Experts recommend that patients with hyperparathyroidism who are deficient in vitamin D levels receive supplements to achieve a 25-hydroxyvitamin D level higher than 30 ng/mL. [4] [5] [124] Long-term outcomes in patients with hyperparathyroidism who do not undergo surgery are reported for patients followed for as long as 15 years. [125] They generally show relatively stable chemistries. There is a decrease in bone mineral density starting at 8 to 9 years during nonoperative surveillance that becomes more significant after year 10. [44] [125] A few patients lost >10% of their measured bone mineral density after 15 years. Renal function remains stable, but hypercalciuria persists, so there is an increased risk of nephrolithiasis. [125] Current guidelines for monitoring patients with primary hyperparathyroidism being treated medically recommend the following:"}
{"id": "article-23201_45", "title": "Primary Hyperparathyroidism -- Treatment / Management -- Management Approach", "content": "Annual measurement of serum calcium, 25-hydroxyvitamin D, and creatinine clearance PTH levels can be repeated as clinically indicated Repeat 24-hour urine calcium excretion, abdominal imaging for calcifications, and vertebral X-rays can be repeated if clinically indicated Three-site DEXA scans are recommended either annually or biannually [4] [5]", "contents": "Primary Hyperparathyroidism -- Treatment / Management -- Management Approach. Annual measurement of serum calcium, 25-hydroxyvitamin D, and creatinine clearance PTH levels can be repeated as clinically indicated Repeat 24-hour urine calcium excretion, abdominal imaging for calcifications, and vertebral X-rays can be repeated if clinically indicated Three-site DEXA scans are recommended either annually or biannually [4] [5]"}
{"id": "article-23201_46", "title": "Primary Hyperparathyroidism -- Treatment / Management -- Medical Management", "content": "Medical therapy in patients with primary hyperparathyroidism is designed to treat osteoporosis or hypercalcemia. Cinacalcet can reduce serum calcium but will generally not increase bone mineral density, while antiresorptive agents can improve bone density but are not as effective in lowering serum calcium. If both problems require treatment, combination therapy is recommended. [5] [121] [126] [127] The following agents may be used in medical management of primary hyperparathyroidism: Oral bisphosphonates and denosumab are antiresorptive agents and can increase bone mineral density in hyperparathyroid patients with osteoporosis or osteopenia. [44] [121] [128] [129] There are reports of denosumab controlling refractory hypercalcemia, and intravenous bisphosphonates have successfully treated severe hypercalcemia but are not a feasible long-term therapy. [130] [131] [132] [133]", "contents": "Primary Hyperparathyroidism -- Treatment / Management -- Medical Management. Medical therapy in patients with primary hyperparathyroidism is designed to treat osteoporosis or hypercalcemia. Cinacalcet can reduce serum calcium but will generally not increase bone mineral density, while antiresorptive agents can improve bone density but are not as effective in lowering serum calcium. If both problems require treatment, combination therapy is recommended. [5] [121] [126] [127] The following agents may be used in medical management of primary hyperparathyroidism: Oral bisphosphonates and denosumab are antiresorptive agents and can increase bone mineral density in hyperparathyroid patients with osteoporosis or osteopenia. [44] [121] [128] [129] There are reports of denosumab controlling refractory hypercalcemia, and intravenous bisphosphonates have successfully treated severe hypercalcemia but are not a feasible long-term therapy. [130] [131] [132] [133]"}
{"id": "article-23201_47", "title": "Primary Hyperparathyroidism -- Treatment / Management -- Medical Management", "content": "Medications that activate the calcium-sensing receptor, such as cinacalcet, will significantly lower serum PTH and calcium in hyperparathyroid patients but generally not increase their bone density. [134] [135] Over 70% will normalize their blood calcium levels on these medications. [134] [135] [136] [137] PTH levels typically drop by 35% to 50% but may not reach normal levels even after the serum calcium is within normal limits. [138] [139] Cinacalcet is quite effective in patients with otherwise intractable hyperparathyroidism and can normalize serum calcium even in cases of inoperable parathyroid carcinoma. [138] [140] Vitamin D and urinary calcium levels do not change significantly. Cinacalcet is also used for treating secondary hyperparathyroidism in patients with chronic kidney disease. [141]", "contents": "Primary Hyperparathyroidism -- Treatment / Management -- Medical Management. Medications that activate the calcium-sensing receptor, such as cinacalcet, will significantly lower serum PTH and calcium in hyperparathyroid patients but generally not increase their bone density. [134] [135] Over 70% will normalize their blood calcium levels on these medications. [134] [135] [136] [137] PTH levels typically drop by 35% to 50% but may not reach normal levels even after the serum calcium is within normal limits. [138] [139] Cinacalcet is quite effective in patients with otherwise intractable hyperparathyroidism and can normalize serum calcium even in cases of inoperable parathyroid carcinoma. [138] [140] Vitamin D and urinary calcium levels do not change significantly. Cinacalcet is also used for treating secondary hyperparathyroidism in patients with chronic kidney disease. [141]"}
{"id": "article-23201_48", "title": "Primary Hyperparathyroidism -- Treatment / Management -- Medical Management", "content": "Estrogen therapy for postmenopausal women with primary hyperparathyroidism has shown a benefit in increasing bone mineral density, particularly in the lumbar spine, but does not change serum PTH or calcium. [142] [143] [144] Given concerns over long-term, chronic use, estrogen is not routinely recommended for medical management of primary hyperparathyroidism. [142] Oral phosphates can reduce serum calcium levels up to 1 mg/dL. They reduce intestinal calcium absorption by calcium binding, lower vitamin D levels, and reduce bone resorption. [145] [146] Since phosphates can increase PTH levels and the risk of soft tissue calcification, they are no longer routinely used in the long-term medical management of primary hyperparathyroidism.", "contents": "Primary Hyperparathyroidism -- Treatment / Management -- Medical Management. Estrogen therapy for postmenopausal women with primary hyperparathyroidism has shown a benefit in increasing bone mineral density, particularly in the lumbar spine, but does not change serum PTH or calcium. [142] [143] [144] Given concerns over long-term, chronic use, estrogen is not routinely recommended for medical management of primary hyperparathyroidism. [142] Oral phosphates can reduce serum calcium levels up to 1 mg/dL. They reduce intestinal calcium absorption by calcium binding, lower vitamin D levels, and reduce bone resorption. [145] [146] Since phosphates can increase PTH levels and the risk of soft tissue calcification, they are no longer routinely used in the long-term medical management of primary hyperparathyroidism."}
{"id": "article-23201_49", "title": "Primary Hyperparathyroidism -- Treatment / Management -- Surgical Therapy", "content": "Surgery is the treatment of choice for those with symptomatic disease, including those with recurrent kidney stones or overt bone disease. [4] [147] [148] Successful parathyroidectomy results in permanent normalization of serum calcium decreased PTH levels, and a dramatic improvement in bone mineral density at all sites. Following successful parathyroid surgery, bone mineral density, microstructure, and strength improve while patients also experience a reduced risk of fractures and kidney stones. [114] [149] [150] [151] [152] [153] Rubin et al reported an improvement in bone mineral density of approximately 10% at all sites after successful parathyroidectomy, a benefit extended for at least 15 years. [125] [154] These benefits were seen in all parathyroidectomy patients regardless of whether they met the surgery criteria. However, there is conflicting data on whether neurocognitive function or cardiovascular events improve after successful parathyroid surgery. [114] [155] [156] [157] While there are reports that hyperparathyroid patients with cognitive impairment could see improvement in their mental functioning as early as 2 weeks following parathyroid surgery, the 5th International Workshop task force concluded that there was insufficient evidence to recommend parathyroidectomy to improve quality of life, neurocognitive function, or cardiovascular indices. [4] [158]", "contents": "Primary Hyperparathyroidism -- Treatment / Management -- Surgical Therapy. Surgery is the treatment of choice for those with symptomatic disease, including those with recurrent kidney stones or overt bone disease. [4] [147] [148] Successful parathyroidectomy results in permanent normalization of serum calcium decreased PTH levels, and a dramatic improvement in bone mineral density at all sites. Following successful parathyroid surgery, bone mineral density, microstructure, and strength improve while patients also experience a reduced risk of fractures and kidney stones. [114] [149] [150] [151] [152] [153] Rubin et al reported an improvement in bone mineral density of approximately 10% at all sites after successful parathyroidectomy, a benefit extended for at least 15 years. [125] [154] These benefits were seen in all parathyroidectomy patients regardless of whether they met the surgery criteria. However, there is conflicting data on whether neurocognitive function or cardiovascular events improve after successful parathyroid surgery. [114] [155] [156] [157] While there are reports that hyperparathyroid patients with cognitive impairment could see improvement in their mental functioning as early as 2 weeks following parathyroid surgery, the 5th International Workshop task force concluded that there was insufficient evidence to recommend parathyroidectomy to improve quality of life, neurocognitive function, or cardiovascular indices. [4] [158]"}
{"id": "article-23201_50", "title": "Primary Hyperparathyroidism -- Treatment / Management -- Surgical Therapy", "content": "Surgery is an option for all patients with primary hyperparathyroidism if the patient and physician agree and there are no contraindications. Surgery should optimally be done by experienced parathyroid surgeons who perform these surgeries frequently and are knowledgeable about preoperative localization. Success rates exceed 95% in such hands. [6] [159] [160] Current guidelines recommend surgery as the gold standard treatment for all patients with symptomatic primary hyperparathyroidism. [4] Indications for surgery for patients with asymptomatic primary hyperparathyroidism include: [4] Age younger than 50 years GFR or creatinine clearance is <60 mL/min Evidence of renal calcifications, nephrocalcinosis, or urinary stones Hypercalciuria (>300 mg/24 hours in men or 250 mg 24 hours in women) Osteoporosis on DEXA scan (T-score <-2.5 at any site) Serum calcium >1 mg/dL above the upper limit of normal Vertebral compression fracture on imaging", "contents": "Primary Hyperparathyroidism -- Treatment / Management -- Surgical Therapy. Surgery is an option for all patients with primary hyperparathyroidism if the patient and physician agree and there are no contraindications. Surgery should optimally be done by experienced parathyroid surgeons who perform these surgeries frequently and are knowledgeable about preoperative localization. Success rates exceed 95% in such hands. [6] [159] [160] Current guidelines recommend surgery as the gold standard treatment for all patients with symptomatic primary hyperparathyroidism. [4] Indications for surgery for patients with asymptomatic primary hyperparathyroidism include: [4] Age younger than 50 years GFR or creatinine clearance is <60 mL/min Evidence of renal calcifications, nephrocalcinosis, or urinary stones Hypercalciuria (>300 mg/24 hours in men or 250 mg 24 hours in women) Osteoporosis on DEXA scan (T-score <-2.5 at any site) Serum calcium >1 mg/dL above the upper limit of normal Vertebral compression fracture on imaging"}
{"id": "article-23201_51", "title": "Primary Hyperparathyroidism -- Treatment / Management -- Surgical Therapy", "content": "Preoperative localization studies are recommended in patients undergoing surgery, especially if a minimally invasive technique is utilized. Imaging studies are not recommended for diagnosis alone due to poor sensitivity and specificity, with a false-positive rate as high as 25%. [104] Minimally invasive parathyroidectomy is now the preferred surgery for hyperparathyroidism in most centers. This surgery is directed specifically to the location of the previously identified abnormal parathyroid gland. [161] Additionally, the use of intraoperative PTH measurements is recommended to verify the efficacy of the surgery. The half-life of PTH is only 3 to 4 minutes, so the PTH level should drop by at least 50% from the preoperative level in 10 to 20 minutes after successful excision and should normalize within 30 minutes. [162] [163] [164] [165] About 2% of abnormal parathyroid tissue sources (an adenoma in 88% of cases or hyperplastic tissue in 12%) are found in the thyroid gland. Ultrasonography and sestamibi scanning are usually successful in finding and localizing the abnormally functioning tissue. Surgical cures are generally possible with either local excision or thyroid lobectomy. [166] Radiofrequency ablation of isolated parathyroid adenomas has been successfully reported with minimal complications in small series. [167] [168] This may be an acceptable alternative for patients who would not otherwise be surgical candidates.", "contents": "Primary Hyperparathyroidism -- Treatment / Management -- Surgical Therapy. Preoperative localization studies are recommended in patients undergoing surgery, especially if a minimally invasive technique is utilized. Imaging studies are not recommended for diagnosis alone due to poor sensitivity and specificity, with a false-positive rate as high as 25%. [104] Minimally invasive parathyroidectomy is now the preferred surgery for hyperparathyroidism in most centers. This surgery is directed specifically to the location of the previously identified abnormal parathyroid gland. [161] Additionally, the use of intraoperative PTH measurements is recommended to verify the efficacy of the surgery. The half-life of PTH is only 3 to 4 minutes, so the PTH level should drop by at least 50% from the preoperative level in 10 to 20 minutes after successful excision and should normalize within 30 minutes. [162] [163] [164] [165] About 2% of abnormal parathyroid tissue sources (an adenoma in 88% of cases or hyperplastic tissue in 12%) are found in the thyroid gland. Ultrasonography and sestamibi scanning are usually successful in finding and localizing the abnormally functioning tissue. Surgical cures are generally possible with either local excision or thyroid lobectomy. [166] Radiofrequency ablation of isolated parathyroid adenomas has been successfully reported with minimal complications in small series. [167] [168] This may be an acceptable alternative for patients who would not otherwise be surgical candidates."}
{"id": "article-23201_52", "title": "Primary Hyperparathyroidism -- Treatment / Management -- Surgical Therapy", "content": "Left untreated, many patients with primary hyperparathyroidism have progressive loss of cortical bone. However, successful surgery leads to a substantial increase in bone mineral density, an effect that can persist for up to 15 years. [125] [155] Patients with nephrolithiasis who undergo surgery tend to have fewer stones. However, other chemical promoters of kidney stones are still possible, so a 24-hour urine kidney stone risk profile analysis is recommended. [148] During the period of nonoperative surveillance, surgery is recommended if patients develop symptoms, complications, worsening hypercalcemia, or any of the following occur: [4] Low trauma fracture Nephrolithiasis or nephrocalcinosis Serum calcium consistently >1 mg/dL above the upper limit of normal Significant reduction in BMD to a T-score <2.5 at any site Significant decrease in creatinine clearance", "contents": "Primary Hyperparathyroidism -- Treatment / Management -- Surgical Therapy. Left untreated, many patients with primary hyperparathyroidism have progressive loss of cortical bone. However, successful surgery leads to a substantial increase in bone mineral density, an effect that can persist for up to 15 years. [125] [155] Patients with nephrolithiasis who undergo surgery tend to have fewer stones. However, other chemical promoters of kidney stones are still possible, so a 24-hour urine kidney stone risk profile analysis is recommended. [148] During the period of nonoperative surveillance, surgery is recommended if patients develop symptoms, complications, worsening hypercalcemia, or any of the following occur: [4] Low trauma fracture Nephrolithiasis or nephrocalcinosis Serum calcium consistently >1 mg/dL above the upper limit of normal Significant reduction in BMD to a T-score <2.5 at any site Significant decrease in creatinine clearance"}
{"id": "article-23201_53", "title": "Primary Hyperparathyroidism -- Treatment / Management -- Hungry Bone Syndrome", "content": "Immediately following the surgical correction of primary or secondary hyperparathyroidism, a period of profound, severe, and prolonged hypocalcemia may ensue, which is called hungry bone syndrome. While there is no definitive consensus, most sources will define hungry bone syndrome as persistent low serum calcium of lower than 8.4 mg/dL for longer than 4 days after definitive parathyroid surgery. [169] [170] The sudden drop in PTH levels immediately after surgery results in unopposed accelerated osteoblastic activity as serum calcium quickly becomes incorporated into new bone, causing significant hypocalcemia. [169] [170] This is often accompanied by hypophosphatemia, hypomagnesemia, and elevated alkaline phosphatase. [170]", "contents": "Primary Hyperparathyroidism -- Treatment / Management -- Hungry Bone Syndrome. Immediately following the surgical correction of primary or secondary hyperparathyroidism, a period of profound, severe, and prolonged hypocalcemia may ensue, which is called hungry bone syndrome. While there is no definitive consensus, most sources will define hungry bone syndrome as persistent low serum calcium of lower than 8.4 mg/dL for longer than 4 days after definitive parathyroid surgery. [169] [170] The sudden drop in PTH levels immediately after surgery results in unopposed accelerated osteoblastic activity as serum calcium quickly becomes incorporated into new bone, causing significant hypocalcemia. [169] [170] This is often accompanied by hypophosphatemia, hypomagnesemia, and elevated alkaline phosphatase. [170]"}
{"id": "article-23201_54", "title": "Primary Hyperparathyroidism -- Treatment / Management -- Hungry Bone Syndrome", "content": "Hypocalcemia and hypophosphatemia can persist for months or even years. [170] Other causes of hypocalcemia after parathyroid surgery include hypoparathyroidism and hypomagnesemia. As opposed to the hungry bone syndrome, the serum phosphorus should be high in those with hypoparathyroidism. The likelihood of hungry bone syndrome increases with the duration and severity of hyperparathyroidism. [169] This syndrome may also occur after correction of secondary hyperparathyroidism, thyrotoxicosis, vitamin D supplementation in calcitriol deficient patients, or treatment of malignant tumors, including prostate cancer, that affect calcium metabolism. [171] It is now more common to see hungry bone syndrome in patients with secondary hyperparathyroidism from renal failure and chronic dialysis than from primary parathyroid disease. [170]", "contents": "Primary Hyperparathyroidism -- Treatment / Management -- Hungry Bone Syndrome. Hypocalcemia and hypophosphatemia can persist for months or even years. [170] Other causes of hypocalcemia after parathyroid surgery include hypoparathyroidism and hypomagnesemia. As opposed to the hungry bone syndrome, the serum phosphorus should be high in those with hypoparathyroidism. The likelihood of hungry bone syndrome increases with the duration and severity of hyperparathyroidism. [169] This syndrome may also occur after correction of secondary hyperparathyroidism, thyrotoxicosis, vitamin D supplementation in calcitriol deficient patients, or treatment of malignant tumors, including prostate cancer, that affect calcium metabolism. [171] It is now more common to see hungry bone syndrome in patients with secondary hyperparathyroidism from renal failure and chronic dialysis than from primary parathyroid disease. [170]"}
{"id": "article-23201_55", "title": "Primary Hyperparathyroidism -- Treatment / Management -- Hungry Bone Syndrome", "content": "Treatment generally includes high oral doses of supplemental calcium, with calcium citrate being preferred, and vitamin D. However, if the serum calcium is <7.6 mg/dL, there are symptoms from hypocalcemia, or there are related EKG changes (eg, prolonged QT), intravenous calcium supplementation is indicated. Calcium gluconate is usually preferred over calcium chloride for IV calcium supplementation due to easier administration, as a central line is unnecessary, and there is less chance of tissue necrosis if the IV infiltrates. [169] [170] [172] See the companion StatPearls article \"Hungry Bone Syndrome\" for further information. [169]", "contents": "Primary Hyperparathyroidism -- Treatment / Management -- Hungry Bone Syndrome. Treatment generally includes high oral doses of supplemental calcium, with calcium citrate being preferred, and vitamin D. However, if the serum calcium is <7.6 mg/dL, there are symptoms from hypocalcemia, or there are related EKG changes (eg, prolonged QT), intravenous calcium supplementation is indicated. Calcium gluconate is usually preferred over calcium chloride for IV calcium supplementation due to easier administration, as a central line is unnecessary, and there is less chance of tissue necrosis if the IV infiltrates. [169] [170] [172] See the companion StatPearls article \"Hungry Bone Syndrome\" for further information. [169]"}
{"id": "article-23201_56", "title": "Primary Hyperparathyroidism -- Differential Diagnosis", "content": "The differential diagnosis of primary hyperthyroidism is broad but can often be differentiated based on laboratory studies. Some conditions presenting with hypercalcemia or other similar presentations include the following: secondary hyperparathyroidism, normocalcemic primary hyperparathyroidism, familial hypocalciuric hypercalcemia, malignancy-related hypercalcemia, granulomatous diseases, hyperthyroidism, lithium therapy, thiazide therapy, milk-alkali syndrome, vitamin A intoxication, and vitamin D intoxication.", "contents": "Primary Hyperparathyroidism -- Differential Diagnosis. The differential diagnosis of primary hyperthyroidism is broad but can often be differentiated based on laboratory studies. Some conditions presenting with hypercalcemia or other similar presentations include the following: secondary hyperparathyroidism, normocalcemic primary hyperparathyroidism, familial hypocalciuric hypercalcemia, malignancy-related hypercalcemia, granulomatous diseases, hyperthyroidism, lithium therapy, thiazide therapy, milk-alkali syndrome, vitamin A intoxication, and vitamin D intoxication."}
{"id": "article-23201_57", "title": "Primary Hyperparathyroidism -- Prognosis", "content": "Most patients with primary hyperparathyroidism in the United States are diagnosed when an elevated serum calcium level is found unexpectedly on routine biochemical testing. Long-term studies have determined that laboratory values remain relatively stable for approximately 80% of patients with mild, asymptomatic hyperparathyroidism, but bone mineral density declines over time. Patients with more significant elevations of serum calcium are at higher risk of complications and should be referred for parathyroid surgery. Surgical parathyroidectomy can resolve and permanently cure the disorder with subsequent improvements in bone mineral density and a lower risk of nephrolithiasis. [125]", "contents": "Primary Hyperparathyroidism -- Prognosis. Most patients with primary hyperparathyroidism in the United States are diagnosed when an elevated serum calcium level is found unexpectedly on routine biochemical testing. Long-term studies have determined that laboratory values remain relatively stable for approximately 80% of patients with mild, asymptomatic hyperparathyroidism, but bone mineral density declines over time. Patients with more significant elevations of serum calcium are at higher risk of complications and should be referred for parathyroid surgery. Surgical parathyroidectomy can resolve and permanently cure the disorder with subsequent improvements in bone mineral density and a lower risk of nephrolithiasis. [125]"}
{"id": "article-23201_58", "title": "Primary Hyperparathyroidism -- Complications", "content": "Complications of primary hyperparathyroidism include loss of bone mineral density, fractures, bone pain, hungry bone syndrome, gastrointestinal disturbances, neuropsychiatric complaints, nephrocalcinosis, and a higher risk of nephrolithiasis.", "contents": "Primary Hyperparathyroidism -- Complications. Complications of primary hyperparathyroidism include loss of bone mineral density, fractures, bone pain, hungry bone syndrome, gastrointestinal disturbances, neuropsychiatric complaints, nephrocalcinosis, and a higher risk of nephrolithiasis."}
{"id": "article-23201_59", "title": "Primary Hyperparathyroidism -- Deterrence and Patient Education", "content": "Patients should be made fully aware of all possible treatments for hyperparathyroidism. Even for patients at higher risk and reluctant to undergo surgery, the long-term benefits of parathyroidectomy should be carefully explained and reviewed, as surgery remains the only definitive cure for this condition. Patients undergoing surgery should also be aware of possible hungry bone syndrome and postoperative hypocalcemia. When performed by an experienced parathyroid surgeon, parathyroidectomy cures over 90% to 95% of patients with primary hyperparathyroidism. Therefore, surgery is an option for all patients with primary hyperparathyroidism if the patient and physician concur and there are no contraindications. Medication follow-up and diagnostic testing should be emphasized if medical management alone is elected.", "contents": "Primary Hyperparathyroidism -- Deterrence and Patient Education. Patients should be made fully aware of all possible treatments for hyperparathyroidism. Even for patients at higher risk and reluctant to undergo surgery, the long-term benefits of parathyroidectomy should be carefully explained and reviewed, as surgery remains the only definitive cure for this condition. Patients undergoing surgery should also be aware of possible hungry bone syndrome and postoperative hypocalcemia. When performed by an experienced parathyroid surgeon, parathyroidectomy cures over 90% to 95% of patients with primary hyperparathyroidism. Therefore, surgery is an option for all patients with primary hyperparathyroidism if the patient and physician concur and there are no contraindications. Medication follow-up and diagnostic testing should be emphasized if medical management alone is elected."}
{"id": "article-23201_60", "title": "Primary Hyperparathyroidism -- Pearls and Other Issues", "content": "Key factors to bear in mind when managing primary hyperparathyroidism include:", "contents": "Primary Hyperparathyroidism -- Pearls and Other Issues. Key factors to bear in mind when managing primary hyperparathyroidism include:"}
{"id": "article-23201_61", "title": "Primary Hyperparathyroidism -- Pearls and Other Issues", "content": "Most patients currently diagnosed with primary hyperparathyroidism have normal serum phosphorus levels. However, the diagnosis of primary hyperparathyroidism is likely in patients with hypercalcemia and hypophosphatemia.", "contents": "Primary Hyperparathyroidism -- Pearls and Other Issues. Most patients currently diagnosed with primary hyperparathyroidism have normal serum phosphorus levels. However, the diagnosis of primary hyperparathyroidism is likely in patients with hypercalcemia and hypophosphatemia."}
{"id": "article-23201_62", "title": "Primary Hyperparathyroidism -- Pearls and Other Issues", "content": "Hypovitaminosis D and calcium deficiency may also mask or hide hyperparathyroidism. [173] Consideration should be given to a vitamin D and oral calcium supplementation trial in patients with high or borderline elevated PTH levels. This will lower the serum PTH in secondary hyperparathyroidism but not in primary. [62]", "contents": "Primary Hyperparathyroidism -- Pearls and Other Issues. Hypovitaminosis D and calcium deficiency may also mask or hide hyperparathyroidism. [173] Consideration should be given to a vitamin D and oral calcium supplementation trial in patients with high or borderline elevated PTH levels. This will lower the serum PTH in secondary hyperparathyroidism but not in primary. [62]"}
{"id": "article-23201_63", "title": "Primary Hyperparathyroidism -- Pearls and Other Issues", "content": "All patients with calcium nephrolithiasis and nephrocalcinosis should be screened for hypercalcemia. If hypercalcemia is identified, a PTH level should be measured.", "contents": "Primary Hyperparathyroidism -- Pearls and Other Issues. All patients with calcium nephrolithiasis and nephrocalcinosis should be screened for hypercalcemia. If hypercalcemia is identified, a PTH level should be measured."}
{"id": "article-23201_64", "title": "Primary Hyperparathyroidism -- Pearls and Other Issues", "content": "Primary hyperparathyroidism preferentially reduces cortical bone density with relative sparing of trabecular bone; this increases fracture risk at sites where cortical bone predominates, such as the distal forearm. For this reason, those with hyperparathyroidism should have a 3-site DEXA that includes the distal third of the radius, a site composed almost exclusively of cortical bone, in addition to the more common measurements at the spine and hip. [155] Patients with primary hyperparathyroidism also have an increased risk of vertebral fractures that might not be predicted by the spinal T-score alone.", "contents": "Primary Hyperparathyroidism -- Pearls and Other Issues. Primary hyperparathyroidism preferentially reduces cortical bone density with relative sparing of trabecular bone; this increases fracture risk at sites where cortical bone predominates, such as the distal forearm. For this reason, those with hyperparathyroidism should have a 3-site DEXA that includes the distal third of the radius, a site composed almost exclusively of cortical bone, in addition to the more common measurements at the spine and hip. [155] Patients with primary hyperparathyroidism also have an increased risk of vertebral fractures that might not be predicted by the spinal T-score alone."}
{"id": "article-23201_65", "title": "Primary Hyperparathyroidism -- Pearls and Other Issues", "content": "Primary hyperparathyroidism is associated with neuropsychiatric complaints, including depression, anxiety, fatigue, irritability, lassitude, and sleep disturbances. Surgical correction of hyperparathyroidism may improve these symptoms, but controlled trials have not consistently reported improvement in psychological symptoms and quality of life. [155] [174] [175] [176]", "contents": "Primary Hyperparathyroidism -- Pearls and Other Issues. Primary hyperparathyroidism is associated with neuropsychiatric complaints, including depression, anxiety, fatigue, irritability, lassitude, and sleep disturbances. Surgical correction of hyperparathyroidism may improve these symptoms, but controlled trials have not consistently reported improvement in psychological symptoms and quality of life. [155] [174] [175] [176]"}
{"id": "article-23201_66", "title": "Primary Hyperparathyroidism -- Pearls and Other Issues", "content": "When there is a family history of hyperparathyroidism, consider the possibility of multiple endocrine neoplasia types 1, 2a, 4, or familial hypocalciuric hypercalcemia. Urinary calcium excretion, including a calculation of the calcium clearance, is the best initial test to differentiate familial hypocalciuric hypercalcemia from primary hyperparathyroidism. [42]", "contents": "Primary Hyperparathyroidism -- Pearls and Other Issues. When there is a family history of hyperparathyroidism, consider the possibility of multiple endocrine neoplasia types 1, 2a, 4, or familial hypocalciuric hypercalcemia. Urinary calcium excretion, including a calculation of the calcium clearance, is the best initial test to differentiate familial hypocalciuric hypercalcemia from primary hyperparathyroidism. [42]"}
{"id": "article-23201_67", "title": "Primary Hyperparathyroidism -- Pearls and Other Issues", "content": "Patients can be tested for specific genetic mutations of the calcium-sensing receptor when the diagnosis is still uncertain. [177] Patients with familial hypocalciuric hypercalcemia are typically asymptomatic without renal stones, fractures, bone pain, or osteoporosis, and surgery is not recommended.", "contents": "Primary Hyperparathyroidism -- Pearls and Other Issues. Patients can be tested for specific genetic mutations of the calcium-sensing receptor when the diagnosis is still uncertain. [177] Patients with familial hypocalciuric hypercalcemia are typically asymptomatic without renal stones, fractures, bone pain, or osteoporosis, and surgery is not recommended."}
{"id": "article-23201_68", "title": "Primary Hyperparathyroidism -- Enhancing Healthcare Team Outcomes", "content": "Providing patient-centered care for individuals with primary hyperthyroidism requires a collaborative effort among healthcare professionals, including physicians, advanced practice practitioners, nurses, pharmacists, and others. Clinical skills in diagnosis, evaluation, and treatment, along with strategic planning based on evidence-based guidelines and individualized care plans, are essential. Effective interprofessional communication ensures a collaborative environment where information is shared and responsibilities are defined. Ethical considerations guide treatment decisions, respecting patient autonomy. Care coordination among healthcare professionals streamlines patient care from diagnosis through treatment and follow-up, optimizing outcomes and prioritizing patient well-being.", "contents": "Primary Hyperparathyroidism -- Enhancing Healthcare Team Outcomes. Providing patient-centered care for individuals with primary hyperthyroidism requires a collaborative effort among healthcare professionals, including physicians, advanced practice practitioners, nurses, pharmacists, and others. Clinical skills in diagnosis, evaluation, and treatment, along with strategic planning based on evidence-based guidelines and individualized care plans, are essential. Effective interprofessional communication ensures a collaborative environment where information is shared and responsibilities are defined. Ethical considerations guide treatment decisions, respecting patient autonomy. Care coordination among healthcare professionals streamlines patient care from diagnosis through treatment and follow-up, optimizing outcomes and prioritizing patient well-being."}
{"id": "article-23201_69", "title": "Primary Hyperparathyroidism -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Primary Hyperparathyroidism -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}