{"id": "article-132878_0", "title": "Anesthetic Neurotoxicity -- Continuing Education Activity", "content": "General anesthetics act on several receptors in the CNS, and their effects are generally reversible. In some patient populations, though, there is an increased risk of neurotoxic side effects, including memory and cognitive impairment. This activity reviews the evaluation and management of anesthetic neurotoxicity and reviews the role of the healthcare team in improving care for patients with this condition.", "contents": "Anesthetic Neurotoxicity -- Continuing Education Activity. General anesthetics act on several receptors in the CNS, and their effects are generally reversible. In some patient populations, though, there is an increased risk of neurotoxic side effects, including memory and cognitive impairment. This activity reviews the evaluation and management of anesthetic neurotoxicity and reviews the role of the healthcare team in improving care for patients with this condition."}
{"id": "article-132878_1", "title": "Anesthetic Neurotoxicity -- Continuing Education Activity", "content": "Objectives: Describe the pathophysiology of anesthetic neurotoxicity. Identify patient groups at increased risk of anesthetic neurotoxicity. Explain the clinical findings of anesthetic neurotoxicity. Review anesthetic drug classes associated with neurotoxicity and its management by an interprofessional team. Access free multiple choice questions on this topic.", "contents": "Anesthetic Neurotoxicity -- Continuing Education Activity. Objectives: Describe the pathophysiology of anesthetic neurotoxicity. Identify patient groups at increased risk of anesthetic neurotoxicity. Explain the clinical findings of anesthetic neurotoxicity. Review anesthetic drug classes associated with neurotoxicity and its management by an interprofessional team. Access free multiple choice questions on this topic."}
{"id": "article-132878_2", "title": "Anesthetic Neurotoxicity -- Introduction", "content": "General anesthetics are a class of medications that act on the central nervous system (CNS) to inhibit the release of excitatory neurotransmitters and enhance the release of inhibitory neurotransmitters to provide a state of unconsciousness. These medications act on several receptors in the CNS, and their effects are generally reversible.  In some patient populations, though, there is an increased risk of neurotoxic side effects, including memory and cognitive impairment. The two patient populations at the highest risk of anesthetic neurotoxicity include pediatric patients less than three years of age and elderly patients over the age of 65.", "contents": "Anesthetic Neurotoxicity -- Introduction. General anesthetics are a class of medications that act on the central nervous system (CNS) to inhibit the release of excitatory neurotransmitters and enhance the release of inhibitory neurotransmitters to provide a state of unconsciousness. These medications act on several receptors in the CNS, and their effects are generally reversible.  In some patient populations, though, there is an increased risk of neurotoxic side effects, including memory and cognitive impairment. The two patient populations at the highest risk of anesthetic neurotoxicity include pediatric patients less than three years of age and elderly patients over the age of 65."}
{"id": "article-132878_3", "title": "Anesthetic Neurotoxicity -- Issues of Concern -- Pediatric Population", "content": "Many studies have been conducted on both animal and human subjects to evaluate the neurotoxic effects of anesthetic medications. Animal models have demonstrated deleterious effects of anesthetics, particularly in young animals. The mechanisms of damage that have been demonstrated include neuronal apoptosis, decreased density of neuronal cells, decreased neurogenesis, and degeneration of neuronal mitochondria. A study of early anesthetic exposure on neonatal rat pups showed that repeated stimulation of N-methyl-D-aspartate (NMDA) receptors led to the degeneration of neurons resulting in not only a loss of brain cells but also long-term impaired cognitive function.", "contents": "Anesthetic Neurotoxicity -- Issues of Concern -- Pediatric Population. Many studies have been conducted on both animal and human subjects to evaluate the neurotoxic effects of anesthetic medications. Animal models have demonstrated deleterious effects of anesthetics, particularly in young animals. The mechanisms of damage that have been demonstrated include neuronal apoptosis, decreased density of neuronal cells, decreased neurogenesis, and degeneration of neuronal mitochondria. A study of early anesthetic exposure on neonatal rat pups showed that repeated stimulation of N-methyl-D-aspartate (NMDA) receptors led to the degeneration of neurons resulting in not only a loss of brain cells but also long-term impaired cognitive function."}
{"id": "article-132878_4", "title": "Anesthetic Neurotoxicity -- Issues of Concern -- Pediatric Population", "content": "The loss of neurons occurs through apoptosis which is triggered by all regularly used anesthetic medications, including propofol, volatile anesthetics (isoflurane, desflurane, sevoflurane), ketamine, benzodiazepines (midazolam, diazepam), and pentobarbital. These effects have been studied in a wide variety of animal studies, including both primates (monkeys) and non-primates (rats, guinea pigs, chicks, and piglets). [1] A 2003 study on the developing rat brain demonstrated enhanced neuronal apoptosis and persistent memory and learning deficits when multiple anesthetic agents were used (midazolam, nitrous oxide, and isoflurane). [2]", "contents": "Anesthetic Neurotoxicity -- Issues of Concern -- Pediatric Population. The loss of neurons occurs through apoptosis which is triggered by all regularly used anesthetic medications, including propofol, volatile anesthetics (isoflurane, desflurane, sevoflurane), ketamine, benzodiazepines (midazolam, diazepam), and pentobarbital. These effects have been studied in a wide variety of animal studies, including both primates (monkeys) and non-primates (rats, guinea pigs, chicks, and piglets). [1] A 2003 study on the developing rat brain demonstrated enhanced neuronal apoptosis and persistent memory and learning deficits when multiple anesthetic agents were used (midazolam, nitrous oxide, and isoflurane). [2]"}
{"id": "article-132878_5", "title": "Anesthetic Neurotoxicity -- Issues of Concern -- Pediatric Population", "content": "Although many animal studies have demonstrated negative neural effects after early anesthetic exposure, this has not been conclusively shown to translate to humans. One retrospective study evaluated the effects of a single 20-240 minute anesthetic exposure in children younger than three years of age and found no significant differences in IQ scores, memory/learning, motor and processing speeds, attention, language, behavior, and visuospatial function when evaluated at 8-15 years of age. [3] Another study, The Mayo Anesthesia Safety in Kids (MASK study), evaluated the effects of exposure to multiple and/or prolonged anesthetics. The MASK study showed no significant difference in IQ with single or multiple anesthetic exposures and only a small decrease in process speed and fine motor abilities in the multiple exposure groups. [4]", "contents": "Anesthetic Neurotoxicity -- Issues of Concern -- Pediatric Population. Although many animal studies have demonstrated negative neural effects after early anesthetic exposure, this has not been conclusively shown to translate to humans. One retrospective study evaluated the effects of a single 20-240 minute anesthetic exposure in children younger than three years of age and found no significant differences in IQ scores, memory/learning, motor and processing speeds, attention, language, behavior, and visuospatial function when evaluated at 8-15 years of age. [3] Another study, The Mayo Anesthesia Safety in Kids (MASK study), evaluated the effects of exposure to multiple and/or prolonged anesthetics. The MASK study showed no significant difference in IQ with single or multiple anesthetic exposures and only a small decrease in process speed and fine motor abilities in the multiple exposure groups. [4]"}
{"id": "article-132878_6", "title": "Anesthetic Neurotoxicity -- Issues of Concern -- Pediatric Population", "content": "Some studies had demonstrated evidence of neural cell apoptosis when nitrous oxide and isoflurane were used in combination, but no risk when either nitrous oxide or isoflurane were used as sole anesthetic agents. Other studies demonstrated that the isolated use of isoflurane alone could increase the risk of neural cell apoptosis. Overall, increased length of anesthetic exposure, use of multiple agents, and repeated doses of medications all appear to increase the risk of neural cell apoptosis. While these animal studies have shown evidence of apoptosis, it is not fully understood if this is a true marker of neurotoxicity as apoptosis is a normal physiologic process that occurs in the maturing brain as children grow. [5]", "contents": "Anesthetic Neurotoxicity -- Issues of Concern -- Pediatric Population. Some studies had demonstrated evidence of neural cell apoptosis when nitrous oxide and isoflurane were used in combination, but no risk when either nitrous oxide or isoflurane were used as sole anesthetic agents. Other studies demonstrated that the isolated use of isoflurane alone could increase the risk of neural cell apoptosis. Overall, increased length of anesthetic exposure, use of multiple agents, and repeated doses of medications all appear to increase the risk of neural cell apoptosis. While these animal studies have shown evidence of apoptosis, it is not fully understood if this is a true marker of neurotoxicity as apoptosis is a normal physiologic process that occurs in the maturing brain as children grow. [5]"}
{"id": "article-132878_7", "title": "Anesthetic Neurotoxicity -- Issues of Concern -- Elderly Population", "content": "At the other end of the age spectrum, anesthetic agents have been found to have deleterious cognitive effects. Postoperative delirium (POD) and postoperative cognitive disorder (POCD) are two separate disorders that can occur in the post-operative period. POD is an acute cognitive disturbance that occurs days to weeks after exposure to anesthesia. There are several subtypes of delirium, including hypoactive, hyperactive, and mixed. Hypoactive delirium can present as unresponsiveness, slowed or sparse speech, or reduction in movements and occurs in approximately 50% of delirium cases. Hyperactive delirium occurs in approximately 25% of cases and can present as hallucinations, delusions, agitation, or restlessness. In the other 25% of cases, delirium may present as a mix of hyperactive and hypoactive symptoms. [6] A 2009 study evaluated the incidence and risk of POD in the elderly (age 50 years and older) and found an overall incidence of 44%, which increases with age and severity of the surgery. Pre-existing cognitive dysfunction and dementia were identified as the strongest predictor of POD. [7]", "contents": "Anesthetic Neurotoxicity -- Issues of Concern -- Elderly Population. At the other end of the age spectrum, anesthetic agents have been found to have deleterious cognitive effects. Postoperative delirium (POD) and postoperative cognitive disorder (POCD) are two separate disorders that can occur in the post-operative period. POD is an acute cognitive disturbance that occurs days to weeks after exposure to anesthesia. There are several subtypes of delirium, including hypoactive, hyperactive, and mixed. Hypoactive delirium can present as unresponsiveness, slowed or sparse speech, or reduction in movements and occurs in approximately 50% of delirium cases. Hyperactive delirium occurs in approximately 25% of cases and can present as hallucinations, delusions, agitation, or restlessness. In the other 25% of cases, delirium may present as a mix of hyperactive and hypoactive symptoms. [6] A 2009 study evaluated the incidence and risk of POD in the elderly (age 50 years and older) and found an overall incidence of 44%, which increases with age and severity of the surgery. Pre-existing cognitive dysfunction and dementia were identified as the strongest predictor of POD. [7]"}
{"id": "article-132878_8", "title": "Anesthetic Neurotoxicity -- Issues of Concern -- Elderly Population", "content": "POCD is defined as neurocognitive changes that occur weeks to months after exposure to anesthesia. As defined by The International Society of Postoperative Cognitive Dysfunction (ISPOCD), the diagnosis of POCD is made in the postoperative period when deficits are noted in one or more areas of the mental state, including attention, executive function, memory, concentration, psychomotor speed, and visuospatial ability. One study performed by ISPOCD found that 25% of patients over 60 years old experienced memory dysfunction at one week after non-cardiac surgery and 10% at three months. [8]", "contents": "Anesthetic Neurotoxicity -- Issues of Concern -- Elderly Population. POCD is defined as neurocognitive changes that occur weeks to months after exposure to anesthesia. As defined by The International Society of Postoperative Cognitive Dysfunction (ISPOCD), the diagnosis of POCD is made in the postoperative period when deficits are noted in one or more areas of the mental state, including attention, executive function, memory, concentration, psychomotor speed, and visuospatial ability. One study performed by ISPOCD found that 25% of patients over 60 years old experienced memory dysfunction at one week after non-cardiac surgery and 10% at three months. [8]"}
{"id": "article-132878_9", "title": "Anesthetic Neurotoxicity -- Issues of Concern -- Elderly Population", "content": "The exact pathophysiology responsible for the development of POD and POCD is not clearly defined. It is proposed that disturbances to oxygen and nutrient supplies, and ineffective removal of waste, may lead to neural injuries that lead to postoperative neurologic decline. Such proposed mechanisms are hyperventilation, hypotension, hypoxia, hyperglycemia, cerebral microemboli, and systemic inflammation. Hyperventilation leads to hypocapnia which in turn causes cerebral vasoconstriction decreasing cerebral blood flow (CBF).", "contents": "Anesthetic Neurotoxicity -- Issues of Concern -- Elderly Population. The exact pathophysiology responsible for the development of POD and POCD is not clearly defined. It is proposed that disturbances to oxygen and nutrient supplies, and ineffective removal of waste, may lead to neural injuries that lead to postoperative neurologic decline. Such proposed mechanisms are hyperventilation, hypotension, hypoxia, hyperglycemia, cerebral microemboli, and systemic inflammation. Hyperventilation leads to hypocapnia which in turn causes cerebral vasoconstriction decreasing cerebral blood flow (CBF)."}
{"id": "article-132878_10", "title": "Anesthetic Neurotoxicity -- Issues of Concern -- Elderly Population", "content": "Decreased CBF is associated with an increased risk of cognitive dysfunction. Cerebral microemboli have been found to occur after cardiopulmonary bypass, and it was thought that these microemboli might be responsible for the minor neurocognitive deficits. Several studies were conducted to evaluate cerebral microemboli as a cause of POCD, and there was no correlation found between size or number of emboli with development of neurocognitive deficits postoperatively. In severe systemic inflammatory states such as sepsis, it has been shown that the brain can be damaged as part of multi-organ failure with clinical symptoms ranging from mild cognitive deficits to coma. [9]", "contents": "Anesthetic Neurotoxicity -- Issues of Concern -- Elderly Population. Decreased CBF is associated with an increased risk of cognitive dysfunction. Cerebral microemboli have been found to occur after cardiopulmonary bypass, and it was thought that these microemboli might be responsible for the minor neurocognitive deficits. Several studies were conducted to evaluate cerebral microemboli as a cause of POCD, and there was no correlation found between size or number of emboli with development of neurocognitive deficits postoperatively. In severe systemic inflammatory states such as sepsis, it has been shown that the brain can be damaged as part of multi-organ failure with clinical symptoms ranging from mild cognitive deficits to coma. [9]"}
{"id": "article-132878_11", "title": "Anesthetic Neurotoxicity -- Clinical Significance -- Pediatric Population", "content": "In the pediatric population, the clinical signs and symptoms of anesthetic neurotoxicity include negative behavioral changes such as temper tantrums, bed-wetting and learning challenges, and memory deficits. Despite multiple studies showing no statistically significant difference in IQ in children exposed to anesthetics early in life, negative behavioral impacts have been observed. Risk factors for these negative behavioral changes include young age, postoperative pain severity, and pre-existing parental and/or patient anxiety. The studies conducted to determine these negative impacts of anesthetics have the limitations of being based on parental recall and reporting rather than objective outcomes that clinicians could measure. [1]", "contents": "Anesthetic Neurotoxicity -- Clinical Significance -- Pediatric Population. In the pediatric population, the clinical signs and symptoms of anesthetic neurotoxicity include negative behavioral changes such as temper tantrums, bed-wetting and learning challenges, and memory deficits. Despite multiple studies showing no statistically significant difference in IQ in children exposed to anesthetics early in life, negative behavioral impacts have been observed. Risk factors for these negative behavioral changes include young age, postoperative pain severity, and pre-existing parental and/or patient anxiety. The studies conducted to determine these negative impacts of anesthetics have the limitations of being based on parental recall and reporting rather than objective outcomes that clinicians could measure. [1]"}
{"id": "article-132878_12", "title": "Anesthetic Neurotoxicity -- Clinical Significance -- Pediatric Population", "content": "One retrospective study looked at the incidence of developmental or behavioral disorder diagnoses in patients who had undergone surgical repair of inguinal hernia compared to children without a history of hernia repair. This study found that children who had undergone surgical intervention were twice as likely to be diagnosed with a development/behavioral disorder. [10]", "contents": "Anesthetic Neurotoxicity -- Clinical Significance -- Pediatric Population. One retrospective study looked at the incidence of developmental or behavioral disorder diagnoses in patients who had undergone surgical repair of inguinal hernia compared to children without a history of hernia repair. This study found that children who had undergone surgical intervention were twice as likely to be diagnosed with a development/behavioral disorder. [10]"}
{"id": "article-132878_13", "title": "Anesthetic Neurotoxicity -- Clinical Significance -- Pediatric Population", "content": "A subsequent study by the same research group was then conducted to control for environmental factors, so children who underwent surgical interventions before age three were compared to the sibling cohort. It was found that single exposure did not increase the incidence of developmental/behavioral disorder diagnosis. Still, two and three exposures did increase the risk. [11]", "contents": "Anesthetic Neurotoxicity -- Clinical Significance -- Pediatric Population. A subsequent study by the same research group was then conducted to control for environmental factors, so children who underwent surgical interventions before age three were compared to the sibling cohort. It was found that single exposure did not increase the incidence of developmental/behavioral disorder diagnosis. Still, two and three exposures did increase the risk. [11]"}
{"id": "article-132878_14", "title": "Anesthetic Neurotoxicity -- Clinical Significance -- Pediatric Population", "content": "Methods to decrease the risk of anesthetic neurotoxicity are currently under investigation. It has been shown that in rats, Xenon did not cause neural cell apoptosis and limited the apoptotic activity of isoflurane. [12] Dexmedetomidine acted similarly, limiting the activity of isoflurane on caspase-3 activation, ultimately decreasing isoflurane’s apoptotic activity, which suggests that this alpha-agonist may be neuroprotective. [13] There is currently a phase 4 clinical trial, the T REX Pilot Study, which is investigating the use of a dexmedetomidine-based anesthetic augmented with remifentanil and regional anesthetic techniques.", "contents": "Anesthetic Neurotoxicity -- Clinical Significance -- Pediatric Population. Methods to decrease the risk of anesthetic neurotoxicity are currently under investigation. It has been shown that in rats, Xenon did not cause neural cell apoptosis and limited the apoptotic activity of isoflurane. [12] Dexmedetomidine acted similarly, limiting the activity of isoflurane on caspase-3 activation, ultimately decreasing isoflurane’s apoptotic activity, which suggests that this alpha-agonist may be neuroprotective. [13] There is currently a phase 4 clinical trial, the T REX Pilot Study, which is investigating the use of a dexmedetomidine-based anesthetic augmented with remifentanil and regional anesthetic techniques."}
{"id": "article-132878_15", "title": "Anesthetic Neurotoxicity -- Clinical Significance -- Elderly Population", "content": "When diagnosing and treating POD and POCD, it is important first to rule out other causes of cognitive dysfunction. These include common causes of cognitive dysfunction in the elderly such as infection, hypoglycemia, Wernicke encephalopathy due to thiamine deficiency, electrolyte abnormalities, kidney disease, polypharmacy, and myocardial ischemia. [8] The treatment of POD and POCD is supportive. As with other patients suffering from delirium, patients with POD and POCD should be placed in single rooms to avoid additional stimulation and disturbances with wall clocks and a calendar to maintain time orientation. Room lights and windows should be opened during daylight to establish appropriate circadian rhythms. [14]", "contents": "Anesthetic Neurotoxicity -- Clinical Significance -- Elderly Population. When diagnosing and treating POD and POCD, it is important first to rule out other causes of cognitive dysfunction. These include common causes of cognitive dysfunction in the elderly such as infection, hypoglycemia, Wernicke encephalopathy due to thiamine deficiency, electrolyte abnormalities, kidney disease, polypharmacy, and myocardial ischemia. [8] The treatment of POD and POCD is supportive. As with other patients suffering from delirium, patients with POD and POCD should be placed in single rooms to avoid additional stimulation and disturbances with wall clocks and a calendar to maintain time orientation. Room lights and windows should be opened during daylight to establish appropriate circadian rhythms. [14]"}
{"id": "article-132878_16", "title": "Anesthetic Neurotoxicity -- Clinical Significance -- Elderly Population", "content": "Given the lack of definitive treatment or therapy, preventing the development of POD and POCD is especially important. A 2010 meta-analysis including 75 clinical studies evaluated the incidence of development of POD and POCD in relation to methods of anesthetic administration. It was found that incidence of POD was unchanged with any route of anesthesia, including general anesthesia (GA), regional anesthesia (RA), or a combination of both regional and general techniques. General anesthesia was found to be associated with slightly higher rates of POCD compared to regional anesthesia, but the results were not significant. Likely the route of anesthesia administration has little impact on the development of postoperative cognitive deficits. [15]", "contents": "Anesthetic Neurotoxicity -- Clinical Significance -- Elderly Population. Given the lack of definitive treatment or therapy, preventing the development of POD and POCD is especially important. A 2010 meta-analysis including 75 clinical studies evaluated the incidence of development of POD and POCD in relation to methods of anesthetic administration. It was found that incidence of POD was unchanged with any route of anesthesia, including general anesthesia (GA), regional anesthesia (RA), or a combination of both regional and general techniques. General anesthesia was found to be associated with slightly higher rates of POCD compared to regional anesthesia, but the results were not significant. Likely the route of anesthesia administration has little impact on the development of postoperative cognitive deficits. [15]"}
{"id": "article-132878_17", "title": "Anesthetic Neurotoxicity -- Clinical Significance -- Elderly Population", "content": "The Fifth International Perioperative Neurotoxicity Working Group met in May 2016 and comprised a document outlining the best perioperative management for the elderly to optimize brain health. Intraoperative management for the elderly should include using age-adjusted minimal alveolar concentration (MAC), maintenance of cerebral perfusion, and use of intraoperative EEG monitoring. MAC decreases approximately 6% per decade over 40, and to reduce anesthetic overdose, and volatile anesthetics should be titrated using age-adjusted MAC as this has been shown to increase the incidence of POD and POCD. Several studies have examined the risk of POD and POCD when anesthetics are titrated using intraoperative EEG monitoring. While the results are mixed overall, there is strong support for the use of such monitoring to prevent burst suppression. [16]", "contents": "Anesthetic Neurotoxicity -- Clinical Significance -- Elderly Population. The Fifth International Perioperative Neurotoxicity Working Group met in May 2016 and comprised a document outlining the best perioperative management for the elderly to optimize brain health. Intraoperative management for the elderly should include using age-adjusted minimal alveolar concentration (MAC), maintenance of cerebral perfusion, and use of intraoperative EEG monitoring. MAC decreases approximately 6% per decade over 40, and to reduce anesthetic overdose, and volatile anesthetics should be titrated using age-adjusted MAC as this has been shown to increase the incidence of POD and POCD. Several studies have examined the risk of POD and POCD when anesthetics are titrated using intraoperative EEG monitoring. While the results are mixed overall, there is strong support for the use of such monitoring to prevent burst suppression. [16]"}
{"id": "article-132878_18", "title": "Anesthetic Neurotoxicity -- Enhancing Healthcare Team Outcomes", "content": "Anesthetic neurotoxicity affects patients at the extremes of age, including the pediatric and elderly populations. Risk factors must be identified by the healthcare team, including the surgeon, anesthesiologist, and nursing staff, to decrease exposure to anesthetic as much as possible. Risk factors that must be identified include age less than three or over 65, repeated anesthetic exposures, increased length of anesthetic exposure, baseline cognitive dysfunction, or dementia. [11] [7]", "contents": "Anesthetic Neurotoxicity -- Enhancing Healthcare Team Outcomes. Anesthetic neurotoxicity affects patients at the extremes of age, including the pediatric and elderly populations. Risk factors must be identified by the healthcare team, including the surgeon, anesthesiologist, and nursing staff, to decrease exposure to anesthetic as much as possible. Risk factors that must be identified include age less than three or over 65, repeated anesthetic exposures, increased length of anesthetic exposure, baseline cognitive dysfunction, or dementia. [11] [7]"}
{"id": "article-132878_19", "title": "Anesthetic Neurotoxicity -- Enhancing Healthcare Team Outcomes", "content": "In the pediatric population, methods to decrease the incidence of anesthetic neurotoxicity include delaying elective surgery and using xenon or dexmedetomidine infusions to limit the exposure to anesthetic agents, which have been shown to cause anesthetic neurotoxicity. [12] [13]", "contents": "Anesthetic Neurotoxicity -- Enhancing Healthcare Team Outcomes. In the pediatric population, methods to decrease the incidence of anesthetic neurotoxicity include delaying elective surgery and using xenon or dexmedetomidine infusions to limit the exposure to anesthetic agents, which have been shown to cause anesthetic neurotoxicity. [12] [13]"}
{"id": "article-132878_20", "title": "Anesthetic Neurotoxicity -- Enhancing Healthcare Team Outcomes", "content": "In the elderly population, methods to prevent the development of postoperative cognitive disorder (POCD) and postoperative delirium (POD) include maintaining cerebral perfusion, limiting volatile anesthetic administration by using age-adjusted MAC, and intraoperative EEG monitoring. [16] Management of symptoms of POCD and POD in the elderly includes strategies to reorient the patient, including clocks, calendars, room lights, and windows. [14] [Level 3]", "contents": "Anesthetic Neurotoxicity -- Enhancing Healthcare Team Outcomes. In the elderly population, methods to prevent the development of postoperative cognitive disorder (POCD) and postoperative delirium (POD) include maintaining cerebral perfusion, limiting volatile anesthetic administration by using age-adjusted MAC, and intraoperative EEG monitoring. [16] Management of symptoms of POCD and POD in the elderly includes strategies to reorient the patient, including clocks, calendars, room lights, and windows. [14] [Level 3]"}
{"id": "article-132878_21", "title": "Anesthetic Neurotoxicity -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Anesthetic Neurotoxicity -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}