{"id": "article-32573_0", "title": "Anatomy, Bony Pelvis and Lower Limb, Knee Patella -- Introduction", "content": "The patella is the largest sesamoid bone in the human body, located anterior to the knee joint within the tendon of the quadriceps femoris muscle (see Images . Anterior Patella and Posterior Patella). The patella has the following functions: Serves as an attachment point for both the quadriceps tendon and the patellar ligament Increases the quadriceps muscle's effective extension capacity by increasing the patellar ligament's moment arm Protects the quadriceps tendon from frictional forces by minimizing tendon contact with the femur Acts as a bony shield for deeper structures in the knee joint", "contents": "Anatomy, Bony Pelvis and Lower Limb, Knee Patella -- Introduction. The patella is the largest sesamoid bone in the human body, located anterior to the knee joint within the tendon of the quadriceps femoris muscle (see Images . Anterior Patella and Posterior Patella). The patella has the following functions: Serves as an attachment point for both the quadriceps tendon and the patellar ligament Increases the quadriceps muscle's effective extension capacity by increasing the patellar ligament's moment arm Protects the quadriceps tendon from frictional forces by minimizing tendon contact with the femur Acts as a bony shield for deeper structures in the knee joint"}
{"id": "article-32573_1", "title": "Anatomy, Bony Pelvis and Lower Limb, Knee Patella -- Structure and Function", "content": "The patella is located deep to the fascia lata and rectus femoris tendon, anterior to the knee joint. The superior third of the patella acts as the attachment point for the rectus femoris and vastus intermedius. The vastus medialis and lateralis insert on the medial and lateral borders of the patella, respectively. The quadriceps tendons coalesce at their distal attachment points, passing superficially over the patella's anterior surface to form the deep fascia lata, which attaches to the lateral condyle of the tibia. The patellar ligament envelopes the inferior third of the patella and attaches the bone to the tibial tuberosity (see Image . Right Knee Anatomy).", "contents": "Anatomy, Bony Pelvis and Lower Limb, Knee Patella -- Structure and Function. The patella is located deep to the fascia lata and rectus femoris tendon, anterior to the knee joint. The superior third of the patella acts as the attachment point for the rectus femoris and vastus intermedius. The vastus medialis and lateralis insert on the medial and lateral borders of the patella, respectively. The quadriceps tendons coalesce at their distal attachment points, passing superficially over the patella's anterior surface to form the deep fascia lata, which attaches to the lateral condyle of the tibia. The patellar ligament envelopes the inferior third of the patella and attaches the bone to the tibial tuberosity (see Image . Right Knee Anatomy)."}
{"id": "article-32573_2", "title": "Anatomy, Bony Pelvis and Lower Limb, Knee Patella -- Structure and Function", "content": "The patella enhances quadriceps efficiency, acting as a fulcrum that increases the moment arm of the extended knee. In physics, a moment refers to a force's rotational effect on an object with respect to a specific point or axis. Moment is the product of a force and its moment arm—the perpendicular distance from the force's line of action to the rotation axis. The force required for knee extension, or torque, is directly proportional to the knee joint's moment arm, which is the perpendicular distance between the patellar ligament and the knee. [1]", "contents": "Anatomy, Bony Pelvis and Lower Limb, Knee Patella -- Structure and Function. The patella enhances quadriceps efficiency, acting as a fulcrum that increases the moment arm of the extended knee. In physics, a moment refers to a force's rotational effect on an object with respect to a specific point or axis. Moment is the product of a force and its moment arm—the perpendicular distance from the force's line of action to the rotation axis. The force required for knee extension, or torque, is directly proportional to the knee joint's moment arm, which is the perpendicular distance between the patellar ligament and the knee. [1]"}
{"id": "article-32573_3", "title": "Anatomy, Bony Pelvis and Lower Limb, Knee Patella -- Structure and Function", "content": "When the knee extends from a fully flexed position, the patella initially links the quadriceps tendon and the patellar ligament, allowing the quadriceps to generate torque on the tibia. However, twice as much torque is needed for the final 15° before full extension compared to the initial. The patella helps achieve this by increasing the moment arm during extension. Displacing the quadriceps tendon-patellar ligament linkage from the axis of rotation increases the knee's effective moment arm. Thus, an additional 60% torque is generated for the last 15° of knee extension. [1] Static and dynamic patellar alignment explain the etiologies of patellofemoral pain.", "contents": "Anatomy, Bony Pelvis and Lower Limb, Knee Patella -- Structure and Function. When the knee extends from a fully flexed position, the patella initially links the quadriceps tendon and the patellar ligament, allowing the quadriceps to generate torque on the tibia. However, twice as much torque is needed for the final 15° before full extension compared to the initial. The patella helps achieve this by increasing the moment arm during extension. Displacing the quadriceps tendon-patellar ligament linkage from the axis of rotation increases the knee's effective moment arm. Thus, an additional 60% torque is generated for the last 15° of knee extension. [1] Static and dynamic patellar alignment explain the etiologies of patellofemoral pain."}
{"id": "article-32573_4", "title": "Anatomy, Bony Pelvis and Lower Limb, Knee Patella -- Structure and Function", "content": "Static patellar alignment depends on the femoral sulcus' depth, the lateral femoral condylar wall's height, and the patella's shape. Gross patellar alignment is often assessed in the supine position, with the knee in full extension. This way, there is minimal contact between the femur and patella, and the patella is most mobile in this position. A fully extended knee will have the patella lying superior to the trochlea and between the two condyles, at times slightly deviated laterally.", "contents": "Anatomy, Bony Pelvis and Lower Limb, Knee Patella -- Structure and Function. Static patellar alignment depends on the femoral sulcus' depth, the lateral femoral condylar wall's height, and the patella's shape. Gross patellar alignment is often assessed in the supine position, with the knee in full extension. This way, there is minimal contact between the femur and patella, and the patella is most mobile in this position. A fully extended knee will have the patella lying superior to the trochlea and between the two condyles, at times slightly deviated laterally."}
{"id": "article-32573_5", "title": "Anatomy, Bony Pelvis and Lower Limb, Knee Patella -- Structure and Function", "content": "Slightly flexing the knee to 30° from a fully extended position places the patella at or proximal to the joint line. In this position, the ratio of the patellar ligament's length to the patellar height should be around 1.0. A ratio significantly lower or greater than 1.0 may be a sign of patella baja or patella alta, respectively. Individuals with patella alta are at greater risk for patellar subluxation.", "contents": "Anatomy, Bony Pelvis and Lower Limb, Knee Patella -- Structure and Function. Slightly flexing the knee to 30° from a fully extended position places the patella at or proximal to the joint line. In this position, the ratio of the patellar ligament's length to the patellar height should be around 1.0. A ratio significantly lower or greater than 1.0 may be a sign of patella baja or patella alta, respectively. Individuals with patella alta are at greater risk for patellar subluxation."}
{"id": "article-32573_6", "title": "Anatomy, Bony Pelvis and Lower Limb, Knee Patella -- Structure and Function", "content": "Each border of the patella should be equidistant from the femur. An anterior or posterior tilt describes the position of the patella's inferior pole in the sagittal plane. An inferior tilt occurs when the inferior pole is depressed, whereas a superior tilt is present when the inferior pole is elevated. Inferior tilting may pinch or irritate the patellar fat pad deep in the patellar ligament and cause pain.", "contents": "Anatomy, Bony Pelvis and Lower Limb, Knee Patella -- Structure and Function. Each border of the patella should be equidistant from the femur. An anterior or posterior tilt describes the position of the patella's inferior pole in the sagittal plane. An inferior tilt occurs when the inferior pole is depressed, whereas a superior tilt is present when the inferior pole is elevated. Inferior tilting may pinch or irritate the patellar fat pad deep in the patellar ligament and cause pain."}
{"id": "article-32573_7", "title": "Anatomy, Bony Pelvis and Lower Limb, Knee Patella -- Structure and Function", "content": "Lateral tilting occurs when the patella's lateral border is depressed in the transverse plane. Medial tilting refers to a position where the patella's medial border is depressed in the transverse plane. Lateral tilting can lead to patellofemoral compression syndrome. Patellar rotation is described in terms of the patellar inferior pole's rotation direction. Lateral or medial rotation of the patella may suggest underlying tibial torsion. [2] The following factors affect dynamic movement: Active quadriceps contraction Extensibility of the connective tissue around the patella Geometry of the patella and trochlear groove", "contents": "Anatomy, Bony Pelvis and Lower Limb, Knee Patella -- Structure and Function. Lateral tilting occurs when the patella's lateral border is depressed in the transverse plane. Medial tilting refers to a position where the patella's medial border is depressed in the transverse plane. Lateral tilting can lead to patellofemoral compression syndrome. Patellar rotation is described in terms of the patellar inferior pole's rotation direction. Lateral or medial rotation of the patella may suggest underlying tibial torsion. [2] The following factors affect dynamic movement: Active quadriceps contraction Extensibility of the connective tissue around the patella Geometry of the patella and trochlear groove"}
{"id": "article-32573_8", "title": "Anatomy, Bony Pelvis and Lower Limb, Knee Patella -- Structure and Function", "content": "During tibiofemoral motion, the patella acts as a gliding joint and can move in multiple planes. A superior glide occurs during knee extension as the quadriceps muscle contracts and pulls the patella superiorly. Conversely, an inferior glide occurs during knee flexion.", "contents": "Anatomy, Bony Pelvis and Lower Limb, Knee Patella -- Structure and Function. During tibiofemoral motion, the patella acts as a gliding joint and can move in multiple planes. A superior glide occurs during knee extension as the quadriceps muscle contracts and pulls the patella superiorly. Conversely, an inferior glide occurs during knee flexion."}
{"id": "article-32573_9", "title": "Anatomy, Bony Pelvis and Lower Limb, Knee Patella -- Structure and Function", "content": "Lateral and medial gliding refer to patellar tracking toward the lateral and medial sides, respectively. During normal patellar tracking, there should be a little medial or lateral glide. However, the patella is slightly laterally positioned when the knee is fully extended due to external tibial rotation.", "contents": "Anatomy, Bony Pelvis and Lower Limb, Knee Patella -- Structure and Function. Lateral and medial gliding refer to patellar tracking toward the lateral and medial sides, respectively. During normal patellar tracking, there should be a little medial or lateral glide. However, the patella is slightly laterally positioned when the knee is fully extended due to external tibial rotation."}
{"id": "article-32573_10", "title": "Anatomy, Bony Pelvis and Lower Limb, Knee Patella -- Structure and Function", "content": "The patella's articulating surface changes as the knee completes its range of motion. When the knee flexes, the patellar contact point moves inferiorly and posteriorly along the femoral condyles and more proximally on the patella. Initially, during flexion, the patella's lateral facet is the first surface to make contact with the uppermost part of the lateral femoral condyle. However, when flexed by 30°, the contact surface distributes equally on either side of the patella and femoral condyles.", "contents": "Anatomy, Bony Pelvis and Lower Limb, Knee Patella -- Structure and Function. The patella's articulating surface changes as the knee completes its range of motion. When the knee flexes, the patellar contact point moves inferiorly and posteriorly along the femoral condyles and more proximally on the patella. Initially, during flexion, the patella's lateral facet is the first surface to make contact with the uppermost part of the lateral femoral condyle. However, when flexed by 30°, the contact surface distributes equally on either side of the patella and femoral condyles."}
{"id": "article-32573_11", "title": "Anatomy, Bony Pelvis and Lower Limb, Knee Patella -- Structure and Function", "content": "The contact surface of the patella also expands with knee flexion, increasing from approximately 2.0 cm when 30° flexed to about 6.0 cm at 90°. This distributes the joint forces over a greater surface area and helps prevent the potentially damaging effects of repeated exposure to high compressive loads. When the knee is flexed 90°, the superior aspect of the patella abuts an area of the femoral groove superior to the femoral notch. In deep flexion, the patella bridges the intercondylar notch, with contact occurring only at its medial and lateral margins. When the knee is in full flexion, the only contact point is between the odd facet of the patella and the medial femoral condyle's lateral surface. [2]", "contents": "Anatomy, Bony Pelvis and Lower Limb, Knee Patella -- Structure and Function. The contact surface of the patella also expands with knee flexion, increasing from approximately 2.0 cm when 30° flexed to about 6.0 cm at 90°. This distributes the joint forces over a greater surface area and helps prevent the potentially damaging effects of repeated exposure to high compressive loads. When the knee is flexed 90°, the superior aspect of the patella abuts an area of the femoral groove superior to the femoral notch. In deep flexion, the patella bridges the intercondylar notch, with contact occurring only at its medial and lateral margins. When the knee is in full flexion, the only contact point is between the odd facet of the patella and the medial femoral condyle's lateral surface. [2]"}
{"id": "article-32573_12", "title": "Anatomy, Bony Pelvis and Lower Limb, Knee Patella -- Embryology", "content": "The patella develops from a continuous band of fibrous connective tissue in the mesenchymal interzone along the knee joint surface at the distal femoral margin. Around week 9 of gestation, chondrification of this fibrous band begins, giving rise to the quadriceps tendon superiorly and the patellar ligament inferiorly. The patella becomes completely cartilaginous by week 14. The medial and lateral patellar facets are initially equal in size, but the lateral facet becomes larger than the medial facet by week 23 of gestation.", "contents": "Anatomy, Bony Pelvis and Lower Limb, Knee Patella -- Embryology. The patella develops from a continuous band of fibrous connective tissue in the mesenchymal interzone along the knee joint surface at the distal femoral margin. Around week 9 of gestation, chondrification of this fibrous band begins, giving rise to the quadriceps tendon superiorly and the patellar ligament inferiorly. The patella becomes completely cartilaginous by week 14. The medial and lateral patellar facets are initially equal in size, but the lateral facet becomes larger than the medial facet by week 23 of gestation."}
{"id": "article-32573_13", "title": "Anatomy, Bony Pelvis and Lower Limb, Knee Patella -- Embryology", "content": "Primary ossification of the patella does not typically occur until age 5 or 6, but radiographic evidence of ossification may be present by age 2 or 3. Multiple small foci of ossification appear initially, later coalescing and spreading toward the margins of what will eventually become the adult bone. Periosteum forms early on the anterior patellar surface. However, the other patellar margins retain chondro-osseous interfaces that persist through adolescence, making them susceptible to avulsion fractures until skeletal maturation. [1]", "contents": "Anatomy, Bony Pelvis and Lower Limb, Knee Patella -- Embryology. Primary ossification of the patella does not typically occur until age 5 or 6, but radiographic evidence of ossification may be present by age 2 or 3. Multiple small foci of ossification appear initially, later coalescing and spreading toward the margins of what will eventually become the adult bone. Periosteum forms early on the anterior patellar surface. However, the other patellar margins retain chondro-osseous interfaces that persist through adolescence, making them susceptible to avulsion fractures until skeletal maturation. [1]"}
{"id": "article-32573_14", "title": "Anatomy, Bony Pelvis and Lower Limb, Knee Patella -- Blood Supply and Lymphatics", "content": "The patella is supplied by a vast vascular network that can be separated into extraosseous and intraosseous divisions. The following arteries form an extraosseous anastomotic ring around the patella (see Image . Knee Arterial Anastomosis): Anterior tibial recurrent arteries: supreme, medial superior, and inferior Geniculate arteries: lateral superior and inferior The intraosseous vascular supply consists of the following: [1] Mid-patellar vessels: enter the vascular foramina on the anterior surface of the middle third of the patella Polar vessels: enter between the ligamentum patellae attachment and the articular surface on the deep aspect of the patella", "contents": "Anatomy, Bony Pelvis and Lower Limb, Knee Patella -- Blood Supply and Lymphatics. The patella is supplied by a vast vascular network that can be separated into extraosseous and intraosseous divisions. The following arteries form an extraosseous anastomotic ring around the patella (see Image . Knee Arterial Anastomosis): Anterior tibial recurrent arteries: supreme, medial superior, and inferior Geniculate arteries: lateral superior and inferior The intraosseous vascular supply consists of the following: [1] Mid-patellar vessels: enter the vascular foramina on the anterior surface of the middle third of the patella Polar vessels: enter between the ligamentum patellae attachment and the articular surface on the deep aspect of the patella"}
{"id": "article-32573_15", "title": "Anatomy, Bony Pelvis and Lower Limb, Knee Patella -- Nerves", "content": "The anterior cutaneous innervation of the knee is derived from L2 to L5 nerve roots. The genitofemoral, femoral, obturator, and saphenous nerves supply the knee's anteromedial aspect. The lateral femoral and lateral sural cutaneous nerves supply the knee's anterolateral region. [1]", "contents": "Anatomy, Bony Pelvis and Lower Limb, Knee Patella -- Nerves. The anterior cutaneous innervation of the knee is derived from L2 to L5 nerve roots. The genitofemoral, femoral, obturator, and saphenous nerves supply the knee's anteromedial aspect. The lateral femoral and lateral sural cutaneous nerves supply the knee's anterolateral region. [1]"}
{"id": "article-32573_16", "title": "Anatomy, Bony Pelvis and Lower Limb, Knee Patella -- Nerves", "content": "The intraosseous innervation of the patella is subject to some debate. Several studies have concluded that the primary intraosseous innervation is derived from a medially located neurovascular bundle. However, others found that both superomedial and superolateral nerves were important for patellar innervation. [3] [4]", "contents": "Anatomy, Bony Pelvis and Lower Limb, Knee Patella -- Nerves. The intraosseous innervation of the patella is subject to some debate. Several studies have concluded that the primary intraosseous innervation is derived from a medially located neurovascular bundle. However, others found that both superomedial and superolateral nerves were important for patellar innervation. [3] [4]"}
{"id": "article-32573_17", "title": "Anatomy, Bony Pelvis and Lower Limb, Knee Patella -- Muscles", "content": "The quadriceps femoris is a large muscle group of the anterior thigh with the following components: Rectus femoris Vastus lateralis Vastus intermedius Vastus medialis", "contents": "Anatomy, Bony Pelvis and Lower Limb, Knee Patella -- Muscles. The quadriceps femoris is a large muscle group of the anterior thigh with the following components: Rectus femoris Vastus lateralis Vastus intermedius Vastus medialis"}
{"id": "article-32573_18", "title": "Anatomy, Bony Pelvis and Lower Limb, Knee Patella -- Muscles", "content": "The quadriceps muscles converge into the quadriceps tendon at the superior aspect of the patella, acting concertedly as the primary extensors of the knee. [5] The patella also connects to the tibia by the ligamentum patellae.", "contents": "Anatomy, Bony Pelvis and Lower Limb, Knee Patella -- Muscles. The quadriceps muscles converge into the quadriceps tendon at the superior aspect of the patella, acting concertedly as the primary extensors of the knee. [5] The patella also connects to the tibia by the ligamentum patellae."}
{"id": "article-32573_19", "title": "Anatomy, Bony Pelvis and Lower Limb, Knee Patella -- Physiologic Variants", "content": "The articular surface of the patella consists of 7 facets (see Image . Patellar Articulations): Posterior surface: 3 medial facets and 3 lateral facets Anterior surface: 1 medial border facet", "contents": "Anatomy, Bony Pelvis and Lower Limb, Knee Patella -- Physiologic Variants. The articular surface of the patella consists of 7 facets (see Image . Patellar Articulations): Posterior surface: 3 medial facets and 3 lateral facets Anterior surface: 1 medial border facet"}
{"id": "article-32573_20", "title": "Anatomy, Bony Pelvis and Lower Limb, Knee Patella -- Physiologic Variants", "content": "When the knee is flexed, the medial and lateral posterior facets articulate with the femoral groove. The posterior medial border facet articulates with the medial femoral condyle in deep knee flexion when patellar rotation is beyond 90°. Many variations in facet size and configuration have been identified. The Wiberg classification system describes patellar shape based on the medial and lateral facets' asymmetry. [1] Type I: has concave, nearly symmetrical facets; prevalence is about 10% Type II: the medial facet is flat or slightly convex and much smaller than the lateral facet; prevalence is nearly 65% (most common Type III: the medial facet is smaller than the lateral facet and always convex; prevalence is 25%", "contents": "Anatomy, Bony Pelvis and Lower Limb, Knee Patella -- Physiologic Variants. When the knee is flexed, the medial and lateral posterior facets articulate with the femoral groove. The posterior medial border facet articulates with the medial femoral condyle in deep knee flexion when patellar rotation is beyond 90°. Many variations in facet size and configuration have been identified. The Wiberg classification system describes patellar shape based on the medial and lateral facets' asymmetry. [1] Type I: has concave, nearly symmetrical facets; prevalence is about 10% Type II: the medial facet is flat or slightly convex and much smaller than the lateral facet; prevalence is nearly 65% (most common Type III: the medial facet is smaller than the lateral facet and always convex; prevalence is 25%"}
{"id": "article-32573_21", "title": "Anatomy, Bony Pelvis and Lower Limb, Knee Patella -- Physiologic Variants", "content": "There are many other patellar variants. For example, a hypoplastic patella is called \"patella parva,\" whereas a hyperplastic patella is called \"patella magna.\" A “hunter’s cap” patella is one where the lateral facet occupies nearly the entire patellar articular surface. Half-moon and pebble-shaped patellas have also been described. [6]", "contents": "Anatomy, Bony Pelvis and Lower Limb, Knee Patella -- Physiologic Variants. There are many other patellar variants. For example, a hypoplastic patella is called \"patella parva,\" whereas a hyperplastic patella is called \"patella magna.\" A “hunter’s cap” patella is one where the lateral facet occupies nearly the entire patellar articular surface. Half-moon and pebble-shaped patellas have also been described. [6]"}
{"id": "article-32573_22", "title": "Anatomy, Bony Pelvis and Lower Limb, Knee Patella -- Clinical Significance -- Patellar Instability", "content": "Patellar instability refers to a range of clinical manifestations, from abnormal medial or lateral displacement to dislocation or subluxation of the patella. Patellar instability is often multifactorial but mostly attributed to anatomical and mechanical patellofemoral joint imbalances. These imbalances result in chronic instability and secondary flattening of the femoral trochlea's lateral aspect. The patella then slips laterally during flexion and either dislocates completely or snaps back medially to its correct position as flexion progresses.", "contents": "Anatomy, Bony Pelvis and Lower Limb, Knee Patella -- Clinical Significance -- Patellar Instability. Patellar instability refers to a range of clinical manifestations, from abnormal medial or lateral displacement to dislocation or subluxation of the patella. Patellar instability is often multifactorial but mostly attributed to anatomical and mechanical patellofemoral joint imbalances. These imbalances result in chronic instability and secondary flattening of the femoral trochlea's lateral aspect. The patella then slips laterally during flexion and either dislocates completely or snaps back medially to its correct position as flexion progresses."}
{"id": "article-32573_23", "title": "Anatomy, Bony Pelvis and Lower Limb, Knee Patella -- Clinical Significance -- Patellar Instability", "content": "After recovery from an acute injury, patellar instability can be treated non-surgically with immobilization and reduced weight-bearing. Physical therapy often suffices to correct the mechanical imbalances. However, tissue damage often accompanies a dislocation. Recurrence of dislocation is common since the patella can become less stable after recovery. Multiple patellar dislocations warrant surgery to correct the underlying problem, usually arthroscopic reconstruction of the patellar ligaments. [1] [6] [7]", "contents": "Anatomy, Bony Pelvis and Lower Limb, Knee Patella -- Clinical Significance -- Patellar Instability. After recovery from an acute injury, patellar instability can be treated non-surgically with immobilization and reduced weight-bearing. Physical therapy often suffices to correct the mechanical imbalances. However, tissue damage often accompanies a dislocation. Recurrence of dislocation is common since the patella can become less stable after recovery. Multiple patellar dislocations warrant surgery to correct the underlying problem, usually arthroscopic reconstruction of the patellar ligaments. [1] [6] [7]"}
{"id": "article-32573_24", "title": "Anatomy, Bony Pelvis and Lower Limb, Knee Patella -- Clinical Significance -- Chondromalacia Patellae", "content": "Sexual differences exist in terms of patellar depth, lateral patellar contact angle, and lateral patellar inclination angle. [8] These differences may explain why chondromalacia patellae—or softening of the patellar cartilage—is much more common in women than men. [8]", "contents": "Anatomy, Bony Pelvis and Lower Limb, Knee Patella -- Clinical Significance -- Chondromalacia Patellae. Sexual differences exist in terms of patellar depth, lateral patellar contact angle, and lateral patellar inclination angle. [8] These differences may explain why chondromalacia patellae—or softening of the patellar cartilage—is much more common in women than men. [8]"}
{"id": "article-32573_25", "title": "Anatomy, Bony Pelvis and Lower Limb, Knee Patella -- Clinical Significance -- Trochlear Dysplasia", "content": "Trochlear dysplasia, a common cause of recurrent patellar instability, refers to femoral trochlear anatomical defects affecting the normal tracking of the patella. Such defects include the following: Decreased height of the medial femoral condyle Decreased trochlear depth Increased sulcus angle Decreased lateral trochlear facet depth, so that it is either flat or convex", "contents": "Anatomy, Bony Pelvis and Lower Limb, Knee Patella -- Clinical Significance -- Trochlear Dysplasia. Trochlear dysplasia, a common cause of recurrent patellar instability, refers to femoral trochlear anatomical defects affecting the normal tracking of the patella. Such defects include the following: Decreased height of the medial femoral condyle Decreased trochlear depth Increased sulcus angle Decreased lateral trochlear facet depth, so that it is either flat or convex"}
{"id": "article-32573_26", "title": "Anatomy, Bony Pelvis and Lower Limb, Knee Patella -- Clinical Significance -- Trochlear Dysplasia", "content": "Trochlear dysplasia can be identified radiographically by the “crossing sign,” defined as the convergence of the femoral groove's deepest part with the lateral femoral trochlear facet's most prominent aspect. The crossing sign is seen in 96% of individuals with objective patellar dislocation and 85% of those with recurrent patellar instability. Trochlear dysplasia is treated conservatively like patellar instability, and surgical intervention is reserved for those who suffer from recurrent dislocations. Surgical options include medial patellofemoral ligament reconstruction, tibial tubercle osteotomy, and tracheloplasty. [1] [6] [7]", "contents": "Anatomy, Bony Pelvis and Lower Limb, Knee Patella -- Clinical Significance -- Trochlear Dysplasia. Trochlear dysplasia can be identified radiographically by the “crossing sign,” defined as the convergence of the femoral groove's deepest part with the lateral femoral trochlear facet's most prominent aspect. The crossing sign is seen in 96% of individuals with objective patellar dislocation and 85% of those with recurrent patellar instability. Trochlear dysplasia is treated conservatively like patellar instability, and surgical intervention is reserved for those who suffer from recurrent dislocations. Surgical options include medial patellofemoral ligament reconstruction, tibial tubercle osteotomy, and tracheloplasty. [1] [6] [7]"}
{"id": "article-32573_27", "title": "Anatomy, Bony Pelvis and Lower Limb, Knee Patella -- Clinical Significance -- Patella Alta", "content": "Patella alta is characterized by a high-riding patella superior to the trochlear groove of the femur. Thus, the patella fails to articulate with the trochlear groove until later in flexion. Patella alta increases the risk of patellar dislocation and is associated with other patellofemoral abnormalities, including the following: Chondromalacia patellae Dysplastic condyle Dysplastic trochlea Small patella Excessive patellar tilt Joint effusion Ligamentous laxity", "contents": "Anatomy, Bony Pelvis and Lower Limb, Knee Patella -- Clinical Significance -- Patella Alta. Patella alta is characterized by a high-riding patella superior to the trochlear groove of the femur. Thus, the patella fails to articulate with the trochlear groove until later in flexion. Patella alta increases the risk of patellar dislocation and is associated with other patellofemoral abnormalities, including the following: Chondromalacia patellae Dysplastic condyle Dysplastic trochlea Small patella Excessive patellar tilt Joint effusion Ligamentous laxity"}
{"id": "article-32573_28", "title": "Anatomy, Bony Pelvis and Lower Limb, Knee Patella -- Clinical Significance -- Patella Alta", "content": "The Insall-Salvati index is the ratio of the patellar ligament's length to the patella's greatest diagonal length on a lateral flexed knee x-ray. It is commonly used in the diagnosis of patella alta. An Insall-Salvati value greater than 1.2 is diagnostic of patella alta. Patella alta can be conservatively treated by manual gliding to modify the patella's resting height before knee extension. Taping to correct the positional fault of the patella is an alternative.", "contents": "Anatomy, Bony Pelvis and Lower Limb, Knee Patella -- Clinical Significance -- Patella Alta. The Insall-Salvati index is the ratio of the patellar ligament's length to the patella's greatest diagonal length on a lateral flexed knee x-ray. It is commonly used in the diagnosis of patella alta. An Insall-Salvati value greater than 1.2 is diagnostic of patella alta. Patella alta can be conservatively treated by manual gliding to modify the patella's resting height before knee extension. Taping to correct the positional fault of the patella is an alternative."}
{"id": "article-32573_29", "title": "Anatomy, Bony Pelvis and Lower Limb, Knee Patella -- Clinical Significance -- Patella Alta", "content": "Surgically, patella alta can be treated with tibial tuberosity osteotomy. The patellar ligament's attachment is moved inferiorly on the tibia. [1] [9] [10] Surgery improves patellofemoral instability in patients with patella alta, leading to better functional outcomes. [11]", "contents": "Anatomy, Bony Pelvis and Lower Limb, Knee Patella -- Clinical Significance -- Patella Alta. Surgically, patella alta can be treated with tibial tuberosity osteotomy. The patellar ligament's attachment is moved inferiorly on the tibia. [1] [9] [10] Surgery improves patellofemoral instability in patients with patella alta, leading to better functional outcomes. [11]"}
{"id": "article-32573_30", "title": "Anatomy, Bony Pelvis and Lower Limb, Knee Patella -- Clinical Significance -- Patella Baja", "content": "Patella baja, or a low-riding patella, is when the patella's inferior pole moves too close to the tibia's articular surface. It can occur when the patella lies too low in the femoral trochlea's distal aspect or when the patellar tendon is abnormally short. Patella baja can cause the following: Anterior knee pain Joint stiffness Alterations in joint mechanics Decreased lever arm Extensor lag Reduction in the range of motion Like patella alta, patella baja can be defined by the Insall-Salvati index. A ratio of 0.8 or less is diagnostic of patella baja.", "contents": "Anatomy, Bony Pelvis and Lower Limb, Knee Patella -- Clinical Significance -- Patella Baja. Patella baja, or a low-riding patella, is when the patella's inferior pole moves too close to the tibia's articular surface. It can occur when the patella lies too low in the femoral trochlea's distal aspect or when the patellar tendon is abnormally short. Patella baja can cause the following: Anterior knee pain Joint stiffness Alterations in joint mechanics Decreased lever arm Extensor lag Reduction in the range of motion Like patella alta, patella baja can be defined by the Insall-Salvati index. A ratio of 0.8 or less is diagnostic of patella baja."}
{"id": "article-32573_31", "title": "Anatomy, Bony Pelvis and Lower Limb, Knee Patella -- Clinical Significance -- Patella Baja", "content": "In normal individuals, the patella does not articulate with the trochlea when the knee is in full extension. By comparison, in patella baja, the patella is always in contact with the trochlea, even in full extension.", "contents": "Anatomy, Bony Pelvis and Lower Limb, Knee Patella -- Clinical Significance -- Patella Baja. In normal individuals, the patella does not articulate with the trochlea when the knee is in full extension. By comparison, in patella baja, the patella is always in contact with the trochlea, even in full extension."}
{"id": "article-32573_32", "title": "Anatomy, Bony Pelvis and Lower Limb, Knee Patella -- Clinical Significance -- Patella Baja", "content": "Patella baja is commonly seen after a patellar ligament rupture repair, patellar fracture, or high tibial osteotomy, all of which reduce the quadriceps' superior pull on the patella. Treatment of symptomatic patella baja usually involves surgical intervention to proximalize the patella. There is no gold standard patella baja treatment. However, surgical techniques have been used, such as transferring the tibial tubercle to improve patellar height and patellar tendon lengthening with autografts or allografts. [1] [6] [12]", "contents": "Anatomy, Bony Pelvis and Lower Limb, Knee Patella -- Clinical Significance -- Patella Baja. Patella baja is commonly seen after a patellar ligament rupture repair, patellar fracture, or high tibial osteotomy, all of which reduce the quadriceps' superior pull on the patella. Treatment of symptomatic patella baja usually involves surgical intervention to proximalize the patella. There is no gold standard patella baja treatment. However, surgical techniques have been used, such as transferring the tibial tubercle to improve patellar height and patellar tendon lengthening with autografts or allografts. [1] [6] [12]"}
{"id": "article-32573_33", "title": "Anatomy, Bony Pelvis and Lower Limb, Knee Patella -- Clinical Significance -- Patellofemoral Arthritis", "content": "Knee osteoarthritis involves the patellofemoral joint, the tibiofemoral joint, or both. [13] The pain and functional limitation caused by this condition can affect movement, which can also impact cardiovascular and pulmonary functions in the long run. [14]", "contents": "Anatomy, Bony Pelvis and Lower Limb, Knee Patella -- Clinical Significance -- Patellofemoral Arthritis. Knee osteoarthritis involves the patellofemoral joint, the tibiofemoral joint, or both. [13] The pain and functional limitation caused by this condition can affect movement, which can also impact cardiovascular and pulmonary functions in the long run. [14]"}
{"id": "article-32573_34", "title": "Anatomy, Bony Pelvis and Lower Limb, Knee Patella -- Clinical Significance -- Patellofemoral Arthritis", "content": "Patellofemoral joint arthritis is characterized by the loss of articular cartilage on either the patellar or trochlear groove's surface. The condition is multifactorial but generally due to cumulative damage from repetitive use or excessive force in the joint. Genetic factors also contribute to its development.", "contents": "Anatomy, Bony Pelvis and Lower Limb, Knee Patella -- Clinical Significance -- Patellofemoral Arthritis. Patellofemoral joint arthritis is characterized by the loss of articular cartilage on either the patellar or trochlear groove's surface. The condition is multifactorial but generally due to cumulative damage from repetitive use or excessive force in the joint. Genetic factors also contribute to its development."}
{"id": "article-32573_35", "title": "Anatomy, Bony Pelvis and Lower Limb, Knee Patella -- Clinical Significance -- Patellofemoral Arthritis", "content": "Most cases of patellofemoral arthritis can be treated non-surgically. Interventions include nonsteroidal anti-inflammatory drugs (NSAIDs), low-impact exercise, weight loss, physical therapy, and cortisone injections. Viscosupplementation is another, and it involves injecting hyaluronic acid into the joint to improve synovial fluid quality. Surgery is considered if conservative management fails. Surgical options include joint-preserving arthroscopic releases, microfractures, cartilage-restoring procedures, and tibial tubercle osteotomy. [13]", "contents": "Anatomy, Bony Pelvis and Lower Limb, Knee Patella -- Clinical Significance -- Patellofemoral Arthritis. Most cases of patellofemoral arthritis can be treated non-surgically. Interventions include nonsteroidal anti-inflammatory drugs (NSAIDs), low-impact exercise, weight loss, physical therapy, and cortisone injections. Viscosupplementation is another, and it involves injecting hyaluronic acid into the joint to improve synovial fluid quality. Surgery is considered if conservative management fails. Surgical options include joint-preserving arthroscopic releases, microfractures, cartilage-restoring procedures, and tibial tubercle osteotomy. [13]"}
{"id": "article-32573_36", "title": "Anatomy, Bony Pelvis and Lower Limb, Knee Patella -- Clinical Significance -- Patellofemoral Arthritis", "content": "Chondroplasty involves arthroscopically trimming and smoothing the roughened arthritic joint surface. This is usually an option in cases of mild to moderate cartilage wear. Cartilage grafting may also be used to fill articular cartilage defects, though this procedure is usually reserved for younger patients with only small areas of cartilage damage. A partial or total knee replacement may be recommended in older patients with refractory symptoms.", "contents": "Anatomy, Bony Pelvis and Lower Limb, Knee Patella -- Clinical Significance -- Patellofemoral Arthritis. Chondroplasty involves arthroscopically trimming and smoothing the roughened arthritic joint surface. This is usually an option in cases of mild to moderate cartilage wear. Cartilage grafting may also be used to fill articular cartilage defects, though this procedure is usually reserved for younger patients with only small areas of cartilage damage. A partial or total knee replacement may be recommended in older patients with refractory symptoms."}
{"id": "article-32573_37", "title": "Anatomy, Bony Pelvis and Lower Limb, Knee Patella -- Clinical Significance -- Patellofemoral Arthritis", "content": "The damaged bone and cartilage surfaces are removed during a partial or patellofemoral knee replacement. These are replaced with metal and polyethylene components, which are secured to the bone with cement. [15] A partial knee replacement cannot be done if there is arthritis involving knee areas outside the patellofemoral joint. Instead, a total knee replacement is recommended to replace all of the knee's cartilaginous surfaces. A metal prosthesis is placed at both the distal femur and proximal tibia, separated by a plastic spacer to allow the joint to glide smoothly. [1]", "contents": "Anatomy, Bony Pelvis and Lower Limb, Knee Patella -- Clinical Significance -- Patellofemoral Arthritis. The damaged bone and cartilage surfaces are removed during a partial or patellofemoral knee replacement. These are replaced with metal and polyethylene components, which are secured to the bone with cement. [15] A partial knee replacement cannot be done if there is arthritis involving knee areas outside the patellofemoral joint. Instead, a total knee replacement is recommended to replace all of the knee's cartilaginous surfaces. A metal prosthesis is placed at both the distal femur and proximal tibia, separated by a plastic spacer to allow the joint to glide smoothly. [1]"}
{"id": "article-32573_38", "title": "Anatomy, Bony Pelvis and Lower Limb, Knee Patella -- Clinical Significance -- Patellofemoral Arthritis", "content": "Patellofemoral osteoarthritis results in significant knee pain. [13] Research involving mobility tests shows that pain correlates with radiographic diagnosis of patellofemoral osteoarthritis. Moreover, performance in 20-minute walk and repeated chair stand tests declined over time among affected patients. [13] Patellofemoral osteoarthritis is a common condition affecting 14 million people in the United States alone. [22]", "contents": "Anatomy, Bony Pelvis and Lower Limb, Knee Patella -- Clinical Significance -- Patellofemoral Arthritis. Patellofemoral osteoarthritis results in significant knee pain. [13] Research involving mobility tests shows that pain correlates with radiographic diagnosis of patellofemoral osteoarthritis. Moreover, performance in 20-minute walk and repeated chair stand tests declined over time among affected patients. [13] Patellofemoral osteoarthritis is a common condition affecting 14 million people in the United States alone. [22]"}
{"id": "article-32573_39", "title": "Anatomy, Bony Pelvis and Lower Limb, Knee Patella -- Clinical Significance -- Patellofemoral Arthritis", "content": "Patellofemoral instability and patellofemoral tracking problems lead to patellofemoral arthritis. [16] In patients older than 55, isolated patellofemoral arthritis is present in 24% of women and 11% of men. [17] Isolated patellofemoral arthroplasty is a bone-sparing procedure used in treating isolated patellofemoral arthritis. A tibial osteotomy can be added to avoid patellofemoral instability. [16] Younger patients with severe symptoms who are not candidates for a total knee replacement may benefit from patellofemoral arthroplasty. Total knee replacement is warranted in end-stage arthritis.", "contents": "Anatomy, Bony Pelvis and Lower Limb, Knee Patella -- Clinical Significance -- Patellofemoral Arthritis. Patellofemoral instability and patellofemoral tracking problems lead to patellofemoral arthritis. [16] In patients older than 55, isolated patellofemoral arthritis is present in 24% of women and 11% of men. [17] Isolated patellofemoral arthroplasty is a bone-sparing procedure used in treating isolated patellofemoral arthritis. A tibial osteotomy can be added to avoid patellofemoral instability. [16] Younger patients with severe symptoms who are not candidates for a total knee replacement may benefit from patellofemoral arthroplasty. Total knee replacement is warranted in end-stage arthritis."}
{"id": "article-32573_40", "title": "Anatomy, Bony Pelvis and Lower Limb, Knee Patella -- Other Issues -- Significance of Speed of Walking: The Sixth Vital Sign", "content": "The speed of walking is a powerful indicator of mobility and overall health. Indeed, it has been described as the “sixth vital sign.” [18] [19] [20]", "contents": "Anatomy, Bony Pelvis and Lower Limb, Knee Patella -- Other Issues -- Significance of Speed of Walking: The Sixth Vital Sign. The speed of walking is a powerful indicator of mobility and overall health. Indeed, it has been described as the “sixth vital sign.” [18] [19] [20]"}
{"id": "article-32573_41", "title": "Anatomy, Bony Pelvis and Lower Limb, Knee Patella -- Other Issues -- Parkinson Disease and Gait", "content": "Bradykinesia is a well-known symptom of Parkinson disease. Generally, a patient's performance in the clinic is the same as that at home. Current medical interventions moderately increase patients' walking speeds. [21]", "contents": "Anatomy, Bony Pelvis and Lower Limb, Knee Patella -- Other Issues -- Parkinson Disease and Gait. Bradykinesia is a well-known symptom of Parkinson disease. Generally, a patient's performance in the clinic is the same as that at home. Current medical interventions moderately increase patients' walking speeds. [21]"}
{"id": "article-32573_42", "title": "Anatomy, Bony Pelvis and Lower Limb, Knee Patella -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Anatomy, Bony Pelvis and Lower Limb, Knee Patella -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}