{"id": "article-22907_0", "title": "Biochemistry, Histidine -- Introduction", "content": "Histidine is a nutritionally essential amino acid precursor for several hormones (eg, thyrotropin-releasing hormone) and critical metabolites affecting renal function, neurotransmission, gastric secretion, and the immune system. Histidine's unique acid/base properties make it a versatile catalytic residue in many enzymes and for those proteins and enzymes that coordinate metal ions. [1]", "contents": "Biochemistry, Histidine -- Introduction. Histidine is a nutritionally essential amino acid precursor for several hormones (eg, thyrotropin-releasing hormone) and critical metabolites affecting renal function, neurotransmission, gastric secretion, and the immune system. Histidine's unique acid/base properties make it a versatile catalytic residue in many enzymes and for those proteins and enzymes that coordinate metal ions. [1]"}
{"id": "article-22907_1", "title": "Biochemistry, Histidine -- Fundamentals", "content": "Histidine is one of the nine essential amino acids humans must obtain from their diet and is present in most protein-rich foods such as meat, fish, eggs, soy, whole grains, beans, and nuts. Histidine’s imidazole side chain is unique amongst amino acids, giving rise to its aromaticity and amphoteric properties at physiologic pH. This property makes histidine a key catalytic residue in many enzymes. [2] [3] Histidine also performs important anti-inflammatory, anti-oxidant, and anti-secretory functions within the body. [4]", "contents": "Biochemistry, Histidine -- Fundamentals. Histidine is one of the nine essential amino acids humans must obtain from their diet and is present in most protein-rich foods such as meat, fish, eggs, soy, whole grains, beans, and nuts. Histidine’s imidazole side chain is unique amongst amino acids, giving rise to its aromaticity and amphoteric properties at physiologic pH. This property makes histidine a key catalytic residue in many enzymes. [2] [3] Histidine also performs important anti-inflammatory, anti-oxidant, and anti-secretory functions within the body. [4]"}
{"id": "article-22907_2", "title": "Biochemistry, Histidine -- Issues of Concern", "content": "Appropriate dietary intake of histidine is crucial during development and throughout life. Deficiencies in histidine and genetic defects in histidine metabolism can pose problems across various body systems such as skin, kidney, blood, neuropsychiatric and immune systems. Essential histidine metabolic byproducts are histamine, urocanic acid, and muscle dipeptides such as carnosine and anserine. [4]", "contents": "Biochemistry, Histidine -- Issues of Concern. Appropriate dietary intake of histidine is crucial during development and throughout life. Deficiencies in histidine and genetic defects in histidine metabolism can pose problems across various body systems such as skin, kidney, blood, neuropsychiatric and immune systems. Essential histidine metabolic byproducts are histamine, urocanic acid, and muscle dipeptides such as carnosine and anserine. [4]"}
{"id": "article-22907_3", "title": "Biochemistry, Histidine -- Issues of Concern", "content": "As a neurotransmitter, histamine modulates inflammatory response and gastric acid regulation. Urocanic acid (urocanate) is vital to epidermal barrier formation in the skin. [5] Histidine also has links to UV light absorption and immunosuppression. Finally, muscle dipeptides, like carnosine and anserine, act as homeostatic regulators protecting tissues. [6]", "contents": "Biochemistry, Histidine -- Issues of Concern. As a neurotransmitter, histamine modulates inflammatory response and gastric acid regulation. Urocanic acid (urocanate) is vital to epidermal barrier formation in the skin. [5] Histidine also has links to UV light absorption and immunosuppression. Finally, muscle dipeptides, like carnosine and anserine, act as homeostatic regulators protecting tissues. [6]"}
{"id": "article-22907_4", "title": "Biochemistry, Histidine -- Cellular Level", "content": "Histidine demonstrates diverse roles in cellular function. In addition to playing a structural and catalytic role in many enzymes, histidine residues can undergo enzyme-catalyzed methylation (using S-adenosyl methionine as the methyl donor), as illustrated by the critical role of 3-methylhistidine in the ATP binding site of actin. [7] Histidine residues are also crucial to maintaining the myelin sheath as they participate in the hydroxylation of the galactosylceramide, which is responsible for the compaction of the myelin. [8]", "contents": "Biochemistry, Histidine -- Cellular Level. Histidine demonstrates diverse roles in cellular function. In addition to playing a structural and catalytic role in many enzymes, histidine residues can undergo enzyme-catalyzed methylation (using S-adenosyl methionine as the methyl donor), as illustrated by the critical role of 3-methylhistidine in the ATP binding site of actin. [7] Histidine residues are also crucial to maintaining the myelin sheath as they participate in the hydroxylation of the galactosylceramide, which is responsible for the compaction of the myelin. [8]"}
{"id": "article-22907_5", "title": "Biochemistry, Histidine -- Cellular Level", "content": "Histamine is released by mast cells to bind histamine receptors (H1) during allergic reactions. This binding can trigger allergy symptoms like itching, prostaglandin production, smooth muscle contraction, increased vascular permeability, and tachycardia. [9] Histamine is also a paracrine element crucial in gastric acid secretion and regulation. The hormone gastrin is released by food intake to trigger histamine secretion by enterochromaffin-like (ECL) cells. Histamine then binds to H2 receptors on parietal cells, triggering a release of gastric acids by activating a proton pump. [10] The histidine metabolite carnosine (beta-alanyl-L-histidine) also combats intramuscular acidosis by maintaining intracellular and extracellular buffering in muscle tissue pH. [11]", "contents": "Biochemistry, Histidine -- Cellular Level. Histamine is released by mast cells to bind histamine receptors (H1) during allergic reactions. This binding can trigger allergy symptoms like itching, prostaglandin production, smooth muscle contraction, increased vascular permeability, and tachycardia. [9] Histamine is also a paracrine element crucial in gastric acid secretion and regulation. The hormone gastrin is released by food intake to trigger histamine secretion by enterochromaffin-like (ECL) cells. Histamine then binds to H2 receptors on parietal cells, triggering a release of gastric acids by activating a proton pump. [10] The histidine metabolite carnosine (beta-alanyl-L-histidine) also combats intramuscular acidosis by maintaining intracellular and extracellular buffering in muscle tissue pH. [11]"}
{"id": "article-22907_6", "title": "Biochemistry, Histidine -- Molecular Level", "content": "Histidine's importance to the human body derives from the properties determined by its distinctive structure. The molecule's side chain is composed of a heterocyclic imidazole ring that contains nitrogen atoms at positions 1 (pi) and 3 (tau). It is ionizable and exists in neutral and protonated forms in the body, giving histidine a p K one pH-unit below neutrality, allowing it to be both acid and base at physiologic pH. The imidazole ring of histidine is aromatic, which confers stability and makes it apolar at physiologic pH. [2]", "contents": "Biochemistry, Histidine -- Molecular Level. Histidine's importance to the human body derives from the properties determined by its distinctive structure. The molecule's side chain is composed of a heterocyclic imidazole ring that contains nitrogen atoms at positions 1 (pi) and 3 (tau). It is ionizable and exists in neutral and protonated forms in the body, giving histidine a p K one pH-unit below neutrality, allowing it to be both acid and base at physiologic pH. The imidazole ring of histidine is aromatic, which confers stability and makes it apolar at physiologic pH. [2]"}
{"id": "article-22907_7", "title": "Biochemistry, Histidine -- Molecular Level", "content": "Histidine is also a good chelator of metal ions like copper, zinc, manganese, and cobalt. [1] This ability comes from the imidazole nitrogen atoms, which can act as electron donors or acceptors in different cases. The importance of this is exemplified by the consideration of histidine-rich motifs in DNA transcription factors, which participate in the connection of proteins and nucleic acids by Zn-fingers. [12] Zinc is also found coordinated to the active-site imidazole in carbonic anhydrase, where it acts as a Lewis acid.", "contents": "Biochemistry, Histidine -- Molecular Level. Histidine is also a good chelator of metal ions like copper, zinc, manganese, and cobalt. [1] This ability comes from the imidazole nitrogen atoms, which can act as electron donors or acceptors in different cases. The importance of this is exemplified by the consideration of histidine-rich motifs in DNA transcription factors, which participate in the connection of proteins and nucleic acids by Zn-fingers. [12] Zinc is also found coordinated to the active-site imidazole in carbonic anhydrase, where it acts as a Lewis acid."}
{"id": "article-22907_8", "title": "Biochemistry, Histidine -- Mechanism", "content": "Though not synthesized in the body, histidine has an extensive metabolic pathway for breakdown and conversion to its various byproducts. The histamine biosynthesis from histidine occurs via a vitamin B-dependent decarboxylation reaction by histidine decarboxylase that occurs in multiple types of cells throughout the body, particularly in the brain and stomach. Histamine synthesis is continuous and, once made, is stored in granules, awaiting activation signals for release. [13] Another major pathway in histidine metabolism involves deamination to produce urocanic acid and ammonia, done by the histidine ammonia lyase (histidase), followed by urocanase.", "contents": "Biochemistry, Histidine -- Mechanism. Though not synthesized in the body, histidine has an extensive metabolic pathway for breakdown and conversion to its various byproducts. The histamine biosynthesis from histidine occurs via a vitamin B-dependent decarboxylation reaction by histidine decarboxylase that occurs in multiple types of cells throughout the body, particularly in the brain and stomach. Histamine synthesis is continuous and, once made, is stored in granules, awaiting activation signals for release. [13] Another major pathway in histidine metabolism involves deamination to produce urocanic acid and ammonia, done by the histidine ammonia lyase (histidase), followed by urocanase."}
{"id": "article-22907_9", "title": "Biochemistry, Histidine -- Mechanism", "content": "Histidine is a significant catalytic residue in the enzymes of many classes of biological reactions; its efficiency at shuttling protons greatly enhances catalysis. Histidine is essential in acid-base catalysis due to its amphoteric properties. Another type of reaction catalysis histidine residues participates in are elimination-addition reactions in the body and hemolytic and redox reactions. [14]", "contents": "Biochemistry, Histidine -- Mechanism. Histidine is a significant catalytic residue in the enzymes of many classes of biological reactions; its efficiency at shuttling protons greatly enhances catalysis. Histidine is essential in acid-base catalysis due to its amphoteric properties. Another type of reaction catalysis histidine residues participates in are elimination-addition reactions in the body and hemolytic and redox reactions. [14]"}
{"id": "article-22907_10", "title": "Biochemistry, Histidine -- Mechanism", "content": "Serine esterases, such as trypsin, chymotrypsin, acetylcholinesterase, and the various enzymes in the blood-clotting cascade provide one excellent example of histidine’s involvement as a catalytic residue. In these cases, histidine lies between a catalytic aspartate (which serves as a specific base), pulling a proton from the imidazole group, thereby making the imidazole group a better base to abstract/polarize the hydrogen ion from the active-site serine hydroxyl.", "contents": "Biochemistry, Histidine -- Mechanism. Serine esterases, such as trypsin, chymotrypsin, acetylcholinesterase, and the various enzymes in the blood-clotting cascade provide one excellent example of histidine’s involvement as a catalytic residue. In these cases, histidine lies between a catalytic aspartate (which serves as a specific base), pulling a proton from the imidazole group, thereby making the imidazole group a better base to abstract/polarize the hydrogen ion from the active-site serine hydroxyl."}
{"id": "article-22907_11", "title": "Biochemistry, Histidine -- Clinical Significance -- Histidinemia", "content": "Histidinemia is a metabolic disorder in which a lack of the enzyme histidase causes elevated levels of histidine and its byproducts in the blood and urine and decreased concentrations of urocanic acid in the skin and blood. [15] This condition is inherited as an autosomal recessive disorder with incidence rates similar to phenylketonuria. [16] [17] Histidinemia is usually considered a metabolic variant and benign, but it can correlate with neurological deficits and speech delays in sporadic cases. While treatable with a low-histidine diet to prevent the higher levels of histidine and its metabolites, dietary management does not affect the elimination the neurological symptoms. [16]", "contents": "Biochemistry, Histidine -- Clinical Significance -- Histidinemia. Histidinemia is a metabolic disorder in which a lack of the enzyme histidase causes elevated levels of histidine and its byproducts in the blood and urine and decreased concentrations of urocanic acid in the skin and blood. [15] This condition is inherited as an autosomal recessive disorder with incidence rates similar to phenylketonuria. [16] [17] Histidinemia is usually considered a metabolic variant and benign, but it can correlate with neurological deficits and speech delays in sporadic cases. While treatable with a low-histidine diet to prevent the higher levels of histidine and its metabolites, dietary management does not affect the elimination the neurological symptoms. [16]"}
{"id": "article-22907_12", "title": "Biochemistry, Histidine -- Clinical Significance -- Chronic Kidney Disease", "content": "Chronic kidney disease (CKD) patients tend to have marked changes in their urinary amino acid concentrations. CKD can correlate with low levels of histidine, which contributes to the disruption of histidine metabolism and irregularity in the concentrations of its important byproducts like histamine. [18] Research shows that low levels of plasma histidine are related to oxidative stress, protein-energy wasting, and inflammation. [19]", "contents": "Biochemistry, Histidine -- Clinical Significance -- Chronic Kidney Disease. Chronic kidney disease (CKD) patients tend to have marked changes in their urinary amino acid concentrations. CKD can correlate with low levels of histidine, which contributes to the disruption of histidine metabolism and irregularity in the concentrations of its important byproducts like histamine. [18] Research shows that low levels of plasma histidine are related to oxidative stress, protein-energy wasting, and inflammation. [19]"}
{"id": "article-22907_13", "title": "Biochemistry, Histidine -- Clinical Significance -- Chronic Kidney Disease", "content": "CKD patients have been shown to have higher levels of plasma histamine, which can damage the glomerular capillaries. This damage affects filtration ability and contributes to abnormal plasma and urinary concentrations of metabolites. Other effects of elevated histamine levels include impairment to renal and arterial endothelium and being associated with pruritus. [18] [20]", "contents": "Biochemistry, Histidine -- Clinical Significance -- Chronic Kidney Disease. CKD patients have been shown to have higher levels of plasma histamine, which can damage the glomerular capillaries. This damage affects filtration ability and contributes to abnormal plasma and urinary concentrations of metabolites. Other effects of elevated histamine levels include impairment to renal and arterial endothelium and being associated with pruritus. [18] [20]"}
{"id": "article-22907_14", "title": "Biochemistry, Histidine -- Clinical Significance -- Anemia", "content": "Histidine deficiencies are related to anemia, as oxidative stress plays a role in the etiology of the disease. [21] Histidine is essential for erythropoiesis and globin synthesis. [22] Histidine also works to protect cells already in circulation as its presence reduces the generation of reactive oxidative species that participate indirectly in red blood cell destruction. [21]", "contents": "Biochemistry, Histidine -- Clinical Significance -- Anemia. Histidine deficiencies are related to anemia, as oxidative stress plays a role in the etiology of the disease. [21] Histidine is essential for erythropoiesis and globin synthesis. [22] Histidine also works to protect cells already in circulation as its presence reduces the generation of reactive oxidative species that participate indirectly in red blood cell destruction. [21]"}
{"id": "article-22907_15", "title": "Biochemistry, Histidine -- Clinical Significance -- Anemia", "content": "A histidine-deficient diet promotes anemia, particularly in CKD patients, but can also be associated with anemia in otherwise healthy subjects. [22] In particular, a lack of folate may play a role in depleting histidine levels through increased urinary output in anemic patients. [23]", "contents": "Biochemistry, Histidine -- Clinical Significance -- Anemia. A histidine-deficient diet promotes anemia, particularly in CKD patients, but can also be associated with anemia in otherwise healthy subjects. [22] In particular, a lack of folate may play a role in depleting histidine levels through increased urinary output in anemic patients. [23]"}
{"id": "article-22907_16", "title": "Biochemistry, Histidine -- Clinical Significance -- Allergic Reactions", "content": "Histamine, a significant byproduct of histidine, is found in elevated levels in the tissue and plasma during allergic reactions. Histamine is released from basophils and mast cells and causes an inflammatory response by the immune system, leading to common visible allergic symptoms like itching and swelling, smooth muscle constriction, increased vascular permeability, and mucus secretion. Histamine receptors function in the characteristic mediation of allergic diseases such as urticaria, asthma, and allergic rhinitis, which are treatable with antihistamine drugs. [9]", "contents": "Biochemistry, Histidine -- Clinical Significance -- Allergic Reactions. Histamine, a significant byproduct of histidine, is found in elevated levels in the tissue and plasma during allergic reactions. Histamine is released from basophils and mast cells and causes an inflammatory response by the immune system, leading to common visible allergic symptoms like itching and swelling, smooth muscle constriction, increased vascular permeability, and mucus secretion. Histamine receptors function in the characteristic mediation of allergic diseases such as urticaria, asthma, and allergic rhinitis, which are treatable with antihistamine drugs. [9]"}
{"id": "article-22907_17", "title": "Biochemistry, Histidine -- Clinical Significance -- Allergic Reactions", "content": "A significant concern of histamine release is anaphylaxis, which can cause fatal complications. Though histidine contributes to anaphylaxis, it is most effectively treated not by antihistamines but with an injection of epinephrine. [24]", "contents": "Biochemistry, Histidine -- Clinical Significance -- Allergic Reactions. A significant concern of histamine release is anaphylaxis, which can cause fatal complications. Though histidine contributes to anaphylaxis, it is most effectively treated not by antihistamines but with an injection of epinephrine. [24]"}
{"id": "article-22907_18", "title": "Biochemistry, Histidine -- Clinical Significance -- Tourette Syndrome", "content": "Tourette syndrome is a childhood-onset disorder caused by genetic and environmental factors. Research has shown that mutations in the histidine decarboxylase gene have high penetrance in patients with Tourette syndrome. [25] Histamine dysregulation and up-regulation of histamine H3 receptors have been found in histidine decarboxylase mutation animal models, suggesting their potential role in tic disorders and related neuropsychiatric conditions. [26] [27]", "contents": "Biochemistry, Histidine -- Clinical Significance -- Tourette Syndrome. Tourette syndrome is a childhood-onset disorder caused by genetic and environmental factors. Research has shown that mutations in the histidine decarboxylase gene have high penetrance in patients with Tourette syndrome. [25] Histamine dysregulation and up-regulation of histamine H3 receptors have been found in histidine decarboxylase mutation animal models, suggesting their potential role in tic disorders and related neuropsychiatric conditions. [26] [27]"}
{"id": "article-22907_19", "title": "Biochemistry, Histidine -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Biochemistry, Histidine -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}