{"id": "article-28689_0", "title": "Saddle Anesthetic Block -- Continuing Education Activity", "content": "Saddle block anesthesia is the mainstay method of anesthesia for numerous surgical procedures. It is the desired procedure owing to its simplicity and ease of induction, safety, and exact localization of the distribution of anesthesia and has been in use with gratifying results. This activity reviews the relevant anatomy, indications, contraindications, and the practical technique of saddle block anesthesia. Additionally, it discusses the role and contribution of various healthcare members to the performance of a successful procedure.", "contents": "Saddle Anesthetic Block -- Continuing Education Activity. Saddle block anesthesia is the mainstay method of anesthesia for numerous surgical procedures. It is the desired procedure owing to its simplicity and ease of induction, safety, and exact localization of the distribution of anesthesia and has been in use with gratifying results. This activity reviews the relevant anatomy, indications, contraindications, and the practical technique of saddle block anesthesia. Additionally, it discusses the role and contribution of various healthcare members to the performance of a successful procedure."}
{"id": "article-28689_1", "title": "Saddle Anesthetic Block -- Continuing Education Activity", "content": "Objectives: Identify the anatomical structures involved in saddle block anesthesia. Describe the equipment, personnel, preparation, and technique in regards to saddle block anesthesia. Review the potential complications and clinical significance of saddle block anesthesia. Outline interprofessional team strategies for improving care coordination and communication to improve the outcomes of the procedure. Access free multiple choice questions on this topic.", "contents": "Saddle Anesthetic Block -- Continuing Education Activity. Objectives: Identify the anatomical structures involved in saddle block anesthesia. Describe the equipment, personnel, preparation, and technique in regards to saddle block anesthesia. Review the potential complications and clinical significance of saddle block anesthesia. Outline interprofessional team strategies for improving care coordination and communication to improve the outcomes of the procedure. Access free multiple choice questions on this topic."}
{"id": "article-28689_2", "title": "Saddle Anesthetic Block -- Introduction", "content": "Intrathecal administration of drugs to obtain anesthesia has been in use since the turn of the twelfth century. Saddle block anesthesia is a kind of low spinal block that manifests anesthesia over the saddle area, i.e., perineum, perianal area, medial aspect of legs and thigh. [1] [2] A variety of agents can be introduced into the spinal canal using this procedure. These agents include procaine, bupivacaine, cocaine, and numerous other anesthetic drugs. Administration of long-acting agents such as pontocaine and cinchocaine ensures a prolonged duration of anesthesia. Spinal saddle block is preferable to general and subarachnoid block anesthesia. This procedure is routinely employed for various obstetrical, urological, anorectal procedures, and perioperative analgesia. [3] [4] Over time, this technique has gained quite a popularity in labor analgesia. It allows the use of a low dosage of drugs, hence provides complete relief from the pains of parturition without narcotizing the baby. [5] [2] Other features, such as the rapid onset, dense block, early patient mobilization, and a short hospital stay, have made spinal saddle anesthetic block the procedure of choice for perianal surgeries, particularly in high-volume, day surgery centers. [6]", "contents": "Saddle Anesthetic Block -- Introduction. Intrathecal administration of drugs to obtain anesthesia has been in use since the turn of the twelfth century. Saddle block anesthesia is a kind of low spinal block that manifests anesthesia over the saddle area, i.e., perineum, perianal area, medial aspect of legs and thigh. [1] [2] A variety of agents can be introduced into the spinal canal using this procedure. These agents include procaine, bupivacaine, cocaine, and numerous other anesthetic drugs. Administration of long-acting agents such as pontocaine and cinchocaine ensures a prolonged duration of anesthesia. Spinal saddle block is preferable to general and subarachnoid block anesthesia. This procedure is routinely employed for various obstetrical, urological, anorectal procedures, and perioperative analgesia. [3] [4] Over time, this technique has gained quite a popularity in labor analgesia. It allows the use of a low dosage of drugs, hence provides complete relief from the pains of parturition without narcotizing the baby. [5] [2] Other features, such as the rapid onset, dense block, early patient mobilization, and a short hospital stay, have made spinal saddle anesthetic block the procedure of choice for perianal surgeries, particularly in high-volume, day surgery centers. [6]"}
{"id": "article-28689_3", "title": "Saddle Anesthetic Block -- Anatomy and Physiology", "content": "When anesthetizing a patient with a spinal saddle block, it is vital to know the anatomy of the spine, the spinal cord, and other contents of the spinal canal. Vertebral canal or the spinal canal is a long tubular space formed by the contiguous placement of vertebral foramina. It lodges the spinal cord. It begins at the level of the foramen magnum, where it is continuous with the medulla oblongata. It extends downwards to terminate at the level of first (L1) in adults or second (L2) lumbar vertebra in infants where it tapers to form the conus medullaris. The cord is approximately 45 cm in length. Three layers of meninges surround the spinal cord, including dura, arachnoid, and pia mater.", "contents": "Saddle Anesthetic Block -- Anatomy and Physiology. When anesthetizing a patient with a spinal saddle block, it is vital to know the anatomy of the spine, the spinal cord, and other contents of the spinal canal. Vertebral canal or the spinal canal is a long tubular space formed by the contiguous placement of vertebral foramina. It lodges the spinal cord. It begins at the level of the foramen magnum, where it is continuous with the medulla oblongata. It extends downwards to terminate at the level of first (L1) in adults or second (L2) lumbar vertebra in infants where it tapers to form the conus medullaris. The cord is approximately 45 cm in length. Three layers of meninges surround the spinal cord, including dura, arachnoid, and pia mater."}
{"id": "article-28689_4", "title": "Saddle Anesthetic Block -- Anatomy and Physiology", "content": "There is a potential, low-pressure space between the dura and bony vertebral canal called the extradural or epidural space that is filled by areolar tissue, fat, lymphatics, arteries, and internal vertebral venous plexus. In between the dura and arachnoid mater, there is a potential space called the subdural space. The dura forms a sac below the cord that ends at the level of the second sacral segment (S2) and extends along each nerve root shortly, becoming continuous with the epineurium of spinal nerves. The subarachnoid space is present between the arachnoid and pia mater and contains the cerebrospinal fluid, the site for injection of various anesthetic drugs. The subarachnoid space extends laterally along with nerve roots to the dorsal root ganglia. It ends at the level of S2 in adults but extends lower down in children. An essential landmark while identifying the correct vertebral space is the Tuffier line, which is also known as an intercristal line, an imaginary plane joining the iliac crests of both sides. It approximately identifies the spinous process fourth lumbar (L4) vertebra.", "contents": "Saddle Anesthetic Block -- Anatomy and Physiology. There is a potential, low-pressure space between the dura and bony vertebral canal called the extradural or epidural space that is filled by areolar tissue, fat, lymphatics, arteries, and internal vertebral venous plexus. In between the dura and arachnoid mater, there is a potential space called the subdural space. The dura forms a sac below the cord that ends at the level of the second sacral segment (S2) and extends along each nerve root shortly, becoming continuous with the epineurium of spinal nerves. The subarachnoid space is present between the arachnoid and pia mater and contains the cerebrospinal fluid, the site for injection of various anesthetic drugs. The subarachnoid space extends laterally along with nerve roots to the dorsal root ganglia. It ends at the level of S2 in adults but extends lower down in children. An essential landmark while identifying the correct vertebral space is the Tuffier line, which is also known as an intercristal line, an imaginary plane joining the iliac crests of both sides. It approximately identifies the spinous process fourth lumbar (L4) vertebra."}
{"id": "article-28689_5", "title": "Saddle Anesthetic Block -- Indications", "content": "Saddle block has become the procedure of choice for numerous surgeries. A few of these indications are the following: Obstetric: Normal labor Outlet/low forceps delivery Repair of episiotomy after childbirth Urological: TURP Fournier's gangrene Anorectal: Hemorrhoids Pilonidal sinus", "contents": "Saddle Anesthetic Block -- Indications. Saddle block has become the procedure of choice for numerous surgeries. A few of these indications are the following: Obstetric: Normal labor Outlet/low forceps delivery Repair of episiotomy after childbirth Urological: TURP Fournier's gangrene Anorectal: Hemorrhoids Pilonidal sinus"}
{"id": "article-28689_6", "title": "Saddle Anesthetic Block -- Contraindications", "content": "Despite its benefits and advantages, there are a few conditions where the saddle anesthesia is not possible. A list of such contraindications appears below. Absolute Contraindications: Sepsis of the site of injection Coagulopathy Refusal by patient History of an allergic reaction to the anesthetic agent Relative Contraindications: Systemic sepsis Neurological disease Anatomical spinal deformities History of post-dural puncture headache Raised intracranial pressure", "contents": "Saddle Anesthetic Block -- Contraindications. Despite its benefits and advantages, there are a few conditions where the saddle anesthesia is not possible. A list of such contraindications appears below. Absolute Contraindications: Sepsis of the site of injection Coagulopathy Refusal by patient History of an allergic reaction to the anesthetic agent Relative Contraindications: Systemic sepsis Neurological disease Anatomical spinal deformities History of post-dural puncture headache Raised intracranial pressure"}
{"id": "article-28689_7", "title": "Saddle Anesthetic Block -- Equipment", "content": "Equipment required for this procedure usually includes surgical gloves, a suitable anti-bacterial solution with sterile gauze, quincke spinal needle (22-25G), a hypodermic needle, and anesthetic drugs.", "contents": "Saddle Anesthetic Block -- Equipment. Equipment required for this procedure usually includes surgical gloves, a suitable anti-bacterial solution with sterile gauze, quincke spinal needle (22-25G), a hypodermic needle, and anesthetic drugs."}
{"id": "article-28689_8", "title": "Saddle Anesthetic Block -- Personnel", "content": "A trained anesthesiologist, operating room assistant, and nursing assistant are required to perform the procedure. A skilled radiologist can give ultrasound-guided saddle blocks for a safe and successful procedure.", "contents": "Saddle Anesthetic Block -- Personnel. A trained anesthesiologist, operating room assistant, and nursing assistant are required to perform the procedure. A skilled radiologist can give ultrasound-guided saddle blocks for a safe and successful procedure."}
{"id": "article-28689_9", "title": "Saddle Anesthetic Block -- Preparation", "content": "In the operating room, intravenous access is obtained with a large-bore cannula (e.g., 18G), and the patient is co-loaded with appropriate intravenous fluid. The patient assumes a sitting position, and standard monitors are attached. Before introducing the drug, the surgical team should record the electrocardiogram (ECG), heart rate (HR), blood pressure (BP), mean arterial pressure (MAP), and oxygen saturation (SpO2).  Constant monitoring of the mentioned parameters is imperative during the intraoperative period at regular intervals; usually, every 5 minutes. [7] No premedication is administered to the patients before the procedure since the saddle block does not cause unnecessary sympathetic blockade. [8] [9] This fact renders loading a patient with a vasopressor such as phenylephrine before starting the procedure useless. During the surgery, care is taken to keep the emergency drugs on hand. If the MAP falls below 65 mmHg or more than 20% of its baseline value, the patient must receive a vasopressor. In the same way, bradycardia prompts the administration of intravenous atropine (0.6 mg). [7] Keeping the patient in the sitting position, establish a sterile field using an appropriate antibacterial solution.", "contents": "Saddle Anesthetic Block -- Preparation. In the operating room, intravenous access is obtained with a large-bore cannula (e.g., 18G), and the patient is co-loaded with appropriate intravenous fluid. The patient assumes a sitting position, and standard monitors are attached. Before introducing the drug, the surgical team should record the electrocardiogram (ECG), heart rate (HR), blood pressure (BP), mean arterial pressure (MAP), and oxygen saturation (SpO2).  Constant monitoring of the mentioned parameters is imperative during the intraoperative period at regular intervals; usually, every 5 minutes. [7] No premedication is administered to the patients before the procedure since the saddle block does not cause unnecessary sympathetic blockade. [8] [9] This fact renders loading a patient with a vasopressor such as phenylephrine before starting the procedure useless. During the surgery, care is taken to keep the emergency drugs on hand. If the MAP falls below 65 mmHg or more than 20% of its baseline value, the patient must receive a vasopressor. In the same way, bradycardia prompts the administration of intravenous atropine (0.6 mg). [7] Keeping the patient in the sitting position, establish a sterile field using an appropriate antibacterial solution."}
{"id": "article-28689_10", "title": "Saddle Anesthetic Block -- Technique or Treatment", "content": "The subarachnoid block produces anesthesia at or below the level of the fourth thoracic vertebra (T4) since the apex of the thoracolumbar curvature lies at T4 and the local hyperbaric anesthetic spreads to this level in a supine position. Being a form of low spinal anesthesia saddle spinal block targets the sacral segments, thereby sparing the sympathetic outflow and leading to minimal hemodynamic derangement. [7] [9]", "contents": "Saddle Anesthetic Block -- Technique or Treatment. The subarachnoid block produces anesthesia at or below the level of the fourth thoracic vertebra (T4) since the apex of the thoracolumbar curvature lies at T4 and the local hyperbaric anesthetic spreads to this level in a supine position. Being a form of low spinal anesthesia saddle spinal block targets the sacral segments, thereby sparing the sympathetic outflow and leading to minimal hemodynamic derangement. [7] [9]"}
{"id": "article-28689_11", "title": "Saddle Anesthetic Block -- Technique or Treatment", "content": "Identifying the correct space for injecting the agent is a crucial step, not only to obtain the desired level of anesthesia but also to avoid trauma to the tail end of the cord, i.e., the conus medullaris. To avoid this, mark the intercristine line, the line joining the iliac crests of both sides, and identify the spinous process at this line, which is the level of L4 lumbar vertebra. Then, identify the interspace between L3 and L4 lumbar vertebrae. All forms of spinal blocks should be carried out at or caudal to this space to ensure minimal spinal injury. Care must be taken to undertake strict aseptic measures during the procedure. A hypodermic needle is then inserted into the skin in the midline to obtain analgesia between the third and fourth lumbar vertebral spines. A small cutaneous wheal gets raised over the surface of the skin during the process. [2]", "contents": "Saddle Anesthetic Block -- Technique or Treatment. Identifying the correct space for injecting the agent is a crucial step, not only to obtain the desired level of anesthesia but also to avoid trauma to the tail end of the cord, i.e., the conus medullaris. To avoid this, mark the intercristine line, the line joining the iliac crests of both sides, and identify the spinous process at this line, which is the level of L4 lumbar vertebra. Then, identify the interspace between L3 and L4 lumbar vertebrae. All forms of spinal blocks should be carried out at or caudal to this space to ensure minimal spinal injury. Care must be taken to undertake strict aseptic measures during the procedure. A hypodermic needle is then inserted into the skin in the midline to obtain analgesia between the third and fourth lumbar vertebral spines. A small cutaneous wheal gets raised over the surface of the skin during the process. [2]"}
{"id": "article-28689_12", "title": "Saddle Anesthetic Block -- Technique or Treatment", "content": "A spinal needle (gauge 22 to 25) of choice is then introduced in the midline at the level of said interspace with a 15 degree cephalad angulation with the patient in sitting position. [2] [8] Advance the needle as it passes through the subcutaneous tissue, which offers little resistance. As it courses deeper into the supraspinous and interspinous ligaments, the practitioner will feel an increase in tissue resistance. Keep on advancing the needle till two ''pops'' are appreciated. The first is due to the penetration of ligamentum flavum, which has its maximal thickness in the lumbar region, ranging about 2 to 5 cm. The second pop results from the puncture of the dura-subarachnoid membrane. Confirm the successful dural puncture by withdrawing the stylet and observing spontaneous clear cerebrospinal fluid (CSF) leakage through the needle. With a small gauge (25G) needle, it might be necessary to aspirate the CSF to confirm its placement in the subarachnoid space. Attach the syringe containing the anesthetic drug to the needle, aspirate the CSF to ensure the needle has not moved from its initial place. Failure to aspirate after fixing the syringe to the needle, despite initial free flow, suggests that the needle has moved and requires repositioning. The patient is instructed to keep sitting in the same position for three to ten minutes after the injection of the drug. This slight modification of the technique is how to obtain low spinal anesthesia in the literal sense of the term. Assess the dermatomal level of sensory block by temperature sensation (cold) using an alcohol swab or a pinprick test bilaterally.  Using a modified Bromage scale, test the motor block.", "contents": "Saddle Anesthetic Block -- Technique or Treatment. A spinal needle (gauge 22 to 25) of choice is then introduced in the midline at the level of said interspace with a 15 degree cephalad angulation with the patient in sitting position. [2] [8] Advance the needle as it passes through the subcutaneous tissue, which offers little resistance. As it courses deeper into the supraspinous and interspinous ligaments, the practitioner will feel an increase in tissue resistance. Keep on advancing the needle till two ''pops'' are appreciated. The first is due to the penetration of ligamentum flavum, which has its maximal thickness in the lumbar region, ranging about 2 to 5 cm. The second pop results from the puncture of the dura-subarachnoid membrane. Confirm the successful dural puncture by withdrawing the stylet and observing spontaneous clear cerebrospinal fluid (CSF) leakage through the needle. With a small gauge (25G) needle, it might be necessary to aspirate the CSF to confirm its placement in the subarachnoid space. Attach the syringe containing the anesthetic drug to the needle, aspirate the CSF to ensure the needle has not moved from its initial place. Failure to aspirate after fixing the syringe to the needle, despite initial free flow, suggests that the needle has moved and requires repositioning. The patient is instructed to keep sitting in the same position for three to ten minutes after the injection of the drug. This slight modification of the technique is how to obtain low spinal anesthesia in the literal sense of the term. Assess the dermatomal level of sensory block by temperature sensation (cold) using an alcohol swab or a pinprick test bilaterally.  Using a modified Bromage scale, test the motor block."}
{"id": "article-28689_13", "title": "Saddle Anesthetic Block -- Complications", "content": "Even though induction with saddle block anesthesia is relatively safe, simple, and easier to perform, it has certain disadvantages. [8] [10] The patient is recommended to keep sitting for a longer duration of time after administering the drugs, which can cause postoperative urinary retention to be more often with the saddle block. [7] This complication is reducible by changing the patient to a jack-knife position after maintaining the initial sitting posture for only one minute. [8] Also, the time delay in the induction of anesthesia poses a nuisance in the initiation of surgical procedures. The technique may also yield lesser than the desired duration of analgesia. [9] This effect can be countered by simultaneous intrathecal administration of various adjuvants (e.g., opioids like fentanyl, clonidine and dexmedetomidine). [9] [11] Use of such adjuvants potentiate analgesia and facilitate reductions in the required dose of local anesthetic. It also helps in early postoperative voiding and ambulation. [11]", "contents": "Saddle Anesthetic Block -- Complications. Even though induction with saddle block anesthesia is relatively safe, simple, and easier to perform, it has certain disadvantages. [8] [10] The patient is recommended to keep sitting for a longer duration of time after administering the drugs, which can cause postoperative urinary retention to be more often with the saddle block. [7] This complication is reducible by changing the patient to a jack-knife position after maintaining the initial sitting posture for only one minute. [8] Also, the time delay in the induction of anesthesia poses a nuisance in the initiation of surgical procedures. The technique may also yield lesser than the desired duration of analgesia. [9] This effect can be countered by simultaneous intrathecal administration of various adjuvants (e.g., opioids like fentanyl, clonidine and dexmedetomidine). [9] [11] Use of such adjuvants potentiate analgesia and facilitate reductions in the required dose of local anesthetic. It also helps in early postoperative voiding and ambulation. [11]"}
{"id": "article-28689_14", "title": "Saddle Anesthetic Block -- Complications", "content": "Complications possible to arise at the hands of inexperienced anesthesiologists include neural injury, nerve root (peripheral neuropathy) or spinal cord damage (paraplegia), and cauda equina syndrome (numbness around the anus, back pain radiating down the leg, loss of bowel or bladder control). Inadvertent intravascular injection and bleeding (epidural hematoma) can also occur. Backache and post-dural puncture headache (PDPH) are quite common. There is always the risk of infection (meningitis, epidural abscess), high or total spinal block, and an unsuccessful block.", "contents": "Saddle Anesthetic Block -- Complications. Complications possible to arise at the hands of inexperienced anesthesiologists include neural injury, nerve root (peripheral neuropathy) or spinal cord damage (paraplegia), and cauda equina syndrome (numbness around the anus, back pain radiating down the leg, loss of bowel or bladder control). Inadvertent intravascular injection and bleeding (epidural hematoma) can also occur. Backache and post-dural puncture headache (PDPH) are quite common. There is always the risk of infection (meningitis, epidural abscess), high or total spinal block, and an unsuccessful block."}
{"id": "article-28689_15", "title": "Saddle Anesthetic Block -- Clinical Significance", "content": "Saddle block is a useful procedure for surgical anesthesia for various obstetric, urological, and perianal procedures. Spinal techniques are always preferred over general anesthesia since these procedures prevent the need for tracheal intubation that leads to airway irritation and numerous respiratory complications. [7] Saddle anesthesia provides postoperative analgesia, and thus, a lower postoperative opioid requirement. [11]", "contents": "Saddle Anesthetic Block -- Clinical Significance. Saddle block is a useful procedure for surgical anesthesia for various obstetric, urological, and perianal procedures. Spinal techniques are always preferred over general anesthesia since these procedures prevent the need for tracheal intubation that leads to airway irritation and numerous respiratory complications. [7] Saddle anesthesia provides postoperative analgesia, and thus, a lower postoperative opioid requirement. [11]"}
{"id": "article-28689_16", "title": "Saddle Anesthetic Block -- Clinical Significance", "content": "The major complication encountered with the subarachnoid block is hypotension attributable to the chemical sympathectomy. It becomes more complicated when coupled with circulatory overload in the elderly and patients with an already compromised cardiopulmonary function. The circulatory overload results from the intravenous fluids and vasopressors administered in the interest of correcting the hypotension. [7] Saddle block poses no such complication since it does not cause unnecessary sympathetic blockade.", "contents": "Saddle Anesthetic Block -- Clinical Significance. The major complication encountered with the subarachnoid block is hypotension attributable to the chemical sympathectomy. It becomes more complicated when coupled with circulatory overload in the elderly and patients with an already compromised cardiopulmonary function. The circulatory overload results from the intravenous fluids and vasopressors administered in the interest of correcting the hypotension. [7] Saddle block poses no such complication since it does not cause unnecessary sympathetic blockade."}
{"id": "article-28689_17", "title": "Saddle Anesthetic Block -- Clinical Significance", "content": "Early postoperative mobilization observed with this technique is a gratifying feature that accounts for its increased popularity for the use in out-patient surgeries. [11] The method is most worthy of use in obstetrics as it benefits the fetus in spontaneous respiration with no increase in fetal and maternal morbidity or mortality. [10]", "contents": "Saddle Anesthetic Block -- Clinical Significance. Early postoperative mobilization observed with this technique is a gratifying feature that accounts for its increased popularity for the use in out-patient surgeries. [11] The method is most worthy of use in obstetrics as it benefits the fetus in spontaneous respiration with no increase in fetal and maternal morbidity or mortality. [10]"}
{"id": "article-28689_18", "title": "Saddle Anesthetic Block -- Enhancing Healthcare Team Outcomes", "content": "Ultrasonography can facilitate neuraxial blockade in patients. It has not yet transformed the practice in this field as it has for other procedures. The use of ultrasound would allow for better identification of landmarks and the midline, estimation of the depth of ligamentum flavum, and the angle of insertion for the needle. In particular, it would be useful for patients with abnormal spinal anatomy or in those whose bony landmarks are hard to palpate. Ultrasonography as the standard care for this procedure is bound to have positive effects on patient, surgeon, and anesthesiologist satisfaction. It would benefit by reducing the number of needle redirections, reinsertions, traumatic taps, failed attempts, and overall the adverse outcomes. Ultrasound can also be used as a teaching aid to demonstrate anatomy.", "contents": "Saddle Anesthetic Block -- Enhancing Healthcare Team Outcomes. Ultrasonography can facilitate neuraxial blockade in patients. It has not yet transformed the practice in this field as it has for other procedures. The use of ultrasound would allow for better identification of landmarks and the midline, estimation of the depth of ligamentum flavum, and the angle of insertion for the needle. In particular, it would be useful for patients with abnormal spinal anatomy or in those whose bony landmarks are hard to palpate. Ultrasonography as the standard care for this procedure is bound to have positive effects on patient, surgeon, and anesthesiologist satisfaction. It would benefit by reducing the number of needle redirections, reinsertions, traumatic taps, failed attempts, and overall the adverse outcomes. Ultrasound can also be used as a teaching aid to demonstrate anatomy."}
{"id": "article-28689_19", "title": "Saddle Anesthetic Block -- Enhancing Healthcare Team Outcomes", "content": "Closed-loop communication in an operating room setting is imperative. The patient requires thorough information regarding the benefits, risks, and outcomes of the procedure before getting the informed consent signed. The name of the patient, along with other biodata, co-morbidities, allergies, significant previous medical and surgical history, and the procedure which is about to commence on the patient requires confirmation between the surgeon, anesthesiologist, and the OR nurse. Implementation of checklists and guidelines reduces surgeon-anesthesiologist miscommunication, and so has proven to decrease the adverse outcomes.", "contents": "Saddle Anesthetic Block -- Enhancing Healthcare Team Outcomes. Closed-loop communication in an operating room setting is imperative. The patient requires thorough information regarding the benefits, risks, and outcomes of the procedure before getting the informed consent signed. The name of the patient, along with other biodata, co-morbidities, allergies, significant previous medical and surgical history, and the procedure which is about to commence on the patient requires confirmation between the surgeon, anesthesiologist, and the OR nurse. Implementation of checklists and guidelines reduces surgeon-anesthesiologist miscommunication, and so has proven to decrease the adverse outcomes."}
{"id": "article-28689_20", "title": "Saddle Anesthetic Block -- Nursing, Allied Health, and Interprofessional Team Interventions", "content": "The nurse assists the anesthesiologist in performing the procedure and ensures the patient is at ease and anxiety-free. They are responsible for vitals monitoring during and after the procedure.", "contents": "Saddle Anesthetic Block -- Nursing, Allied Health, and Interprofessional Team Interventions. The nurse assists the anesthesiologist in performing the procedure and ensures the patient is at ease and anxiety-free. They are responsible for vitals monitoring during and after the procedure."}
{"id": "article-28689_21", "title": "Saddle Anesthetic Block -- Nursing, Allied Health, and Interprofessional Team Monitoring", "content": "The nursing staff is responsible for the monitoring of vitals in the post-anesthesia care unit and must ensure stable vitals before the patient gets discharged.", "contents": "Saddle Anesthetic Block -- Nursing, Allied Health, and Interprofessional Team Monitoring. The nursing staff is responsible for the monitoring of vitals in the post-anesthesia care unit and must ensure stable vitals before the patient gets discharged."}
{"id": "article-28689_22", "title": "Saddle Anesthetic Block -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Saddle Anesthetic Block -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}