{"id": "article-36481_0", "title": "Mexiletine -- Continuing Education Activity", "content": "Mexiletine is largely used to suppress ventricular arrhythmias and has a role in peripheral neuropathy and chronic pain, although the use for either is limited and seldom given its extensive side effect profile. The 2017 American College of Cardiology/American Heart Association Task Force on Clinical Practice Guidelines and the Heart Rhythm Society guidelines for ventricular arrhythmias published information regarding the use of mexiletine in patients with long QT syndrome type 3 presenting with Torsades de pointes. Additionally, it can be used in myotonic dystrophy to alleviate muscle pain and severe myotonia. This activity will highlight the mechanism of action, adverse event profile, pharmacology, monitoring, and relevant interactions of mexiletine, pertinent for members of the interprofessional team in treating patients with conditions where it is of clinical value.", "contents": "Mexiletine -- Continuing Education Activity. Mexiletine is largely used to suppress ventricular arrhythmias and has a role in peripheral neuropathy and chronic pain, although the use for either is limited and seldom given its extensive side effect profile. The 2017 American College of Cardiology/American Heart Association Task Force on Clinical Practice Guidelines and the Heart Rhythm Society guidelines for ventricular arrhythmias published information regarding the use of mexiletine in patients with long QT syndrome type 3 presenting with Torsades de pointes. Additionally, it can be used in myotonic dystrophy to alleviate muscle pain and severe myotonia. This activity will highlight the mechanism of action, adverse event profile, pharmacology, monitoring, and relevant interactions of mexiletine, pertinent for members of the interprofessional team in treating patients with conditions where it is of clinical value."}
{"id": "article-36481_1", "title": "Mexiletine -- Continuing Education Activity", "content": "Objectives: Review the indications for using mexiletine therapy. Describe the mechanism of action of mexiletine. Identify the potential adverse effects of mexiletine. Summarize interprofessional team strategies for improving care coordination and communication to advance mexiletine use and improve outcomes. Access free multiple choice questions on this topic.", "contents": "Mexiletine -- Continuing Education Activity. Objectives: Review the indications for using mexiletine therapy. Describe the mechanism of action of mexiletine. Identify the potential adverse effects of mexiletine. Summarize interprofessional team strategies for improving care coordination and communication to advance mexiletine use and improve outcomes. Access free multiple choice questions on this topic."}
{"id": "article-36481_2", "title": "Mexiletine -- Indications", "content": "Mexiletine is a primary amine in the form of  (1-(2', 6'-dimethylphenoxy) 2 amino propane and has close structural properties to lidocaine. [1] Mexiletine is largely used to suppress ventricular arrhythmias and has a role in peripheral neuropathy and chronic pain, although the use for either is limited and seldom given its extensive side effect profile. [2] The 2017 AHA/ACC/HRS (American College of Cardiology/American Heart Association Task Force on Clinical Practice Guidelines and the Heart Rhythm Society) guidelines for ventricular arrhythmias published information regarding the use of mexiletine in patients with long QT syndrome type 3 presenting with torsades de pointes. [3] Mutations in the SCN5A gene, encoding the α subunit of the Nav1.5 channel causes long QT syndrome type 3  which is potentially life-threatening. β-adrenergic receptor antagonists used to treat long Qt syndrome type 1 have limited efficacy in treating long QT syndrome type 3. Mexiletine by inhibiting increased late sodium currents (INa-L) is effective in treating long QT syndrome type 3. [4] Bos et al showed that mexiletine shortens QTc in patients with potassium channel-mediated LQT2 making it a useful adjunct to beta-blocker therapy in patients with long QT syndrome type 2. [5]", "contents": "Mexiletine -- Indications. Mexiletine is a primary amine in the form of  (1-(2', 6'-dimethylphenoxy) 2 amino propane and has close structural properties to lidocaine. [1] Mexiletine is largely used to suppress ventricular arrhythmias and has a role in peripheral neuropathy and chronic pain, although the use for either is limited and seldom given its extensive side effect profile. [2] The 2017 AHA/ACC/HRS (American College of Cardiology/American Heart Association Task Force on Clinical Practice Guidelines and the Heart Rhythm Society) guidelines for ventricular arrhythmias published information regarding the use of mexiletine in patients with long QT syndrome type 3 presenting with torsades de pointes. [3] Mutations in the SCN5A gene, encoding the α subunit of the Nav1.5 channel causes long QT syndrome type 3  which is potentially life-threatening. β-adrenergic receptor antagonists used to treat long Qt syndrome type 1 have limited efficacy in treating long QT syndrome type 3. Mexiletine by inhibiting increased late sodium currents (INa-L) is effective in treating long QT syndrome type 3. [4] Bos et al showed that mexiletine shortens QTc in patients with potassium channel-mediated LQT2 making it a useful adjunct to beta-blocker therapy in patients with long QT syndrome type 2. [5]"}
{"id": "article-36481_3", "title": "Mexiletine -- Indications", "content": "Additionally, it can be used in myotonic dystrophy to alleviate muscle pain and severe myotonia. [6] [7] [8] Mexiletine, alone or in combination with other antiarrhythmic drugs is particularly useful in patients with refractory arrhythmias, abolishing spontaneous or inducible ventricular fibrillation in almost 20-50% of patients with refractory ventricular arrhythmias. [9]", "contents": "Mexiletine -- Indications. Additionally, it can be used in myotonic dystrophy to alleviate muscle pain and severe myotonia. [6] [7] [8] Mexiletine, alone or in combination with other antiarrhythmic drugs is particularly useful in patients with refractory arrhythmias, abolishing spontaneous or inducible ventricular fibrillation in almost 20-50% of patients with refractory ventricular arrhythmias. [9]"}
{"id": "article-36481_4", "title": "Mexiletine -- Mechanism of Action", "content": "Singh-Vaughan Williams classification included five classes of antiarrhythmic drugs- Class I drugs produce moderate (Ia), weak (Ib), or marked (Ic) Na channel block and reduce AP phase 0 slope and overshoot while increasing, reducing, or conserving AP duration (APD) and effective refractory period (ERP), respectively, Class II drugs, comprising β-adrenergic inhibitors, reduce sino-atrial node (SAN) pacing rates and slow atrioventricular node (AVN) AP conduction, Class III drugs, comprising K channel blockers, delay AP phase 3 repolarization and lengthen ERP whereas Class IV drugs, comprising Ca channel blockers, reduce heart rate and conduction. Mexiletine is a class 1B antiarrhythmic agent. [10]", "contents": "Mexiletine -- Mechanism of Action. Singh-Vaughan Williams classification included five classes of antiarrhythmic drugs- Class I drugs produce moderate (Ia), weak (Ib), or marked (Ic) Na channel block and reduce AP phase 0 slope and overshoot while increasing, reducing, or conserving AP duration (APD) and effective refractory period (ERP), respectively, Class II drugs, comprising β-adrenergic inhibitors, reduce sino-atrial node (SAN) pacing rates and slow atrioventricular node (AVN) AP conduction, Class III drugs, comprising K channel blockers, delay AP phase 3 repolarization and lengthen ERP whereas Class IV drugs, comprising Ca channel blockers, reduce heart rate and conduction. Mexiletine is a class 1B antiarrhythmic agent. [10]"}
{"id": "article-36481_5", "title": "Mexiletine -- Mechanism of Action", "content": "Mexiletine is a sodium channel blocker and further classified as a Class 1B antiarrhythmic in the Vaughan-Williams classification scheme of antiarrhythmic drugs. Mexiletine is an oral medication that blocks sodium channels in cardiac myocytes and nerve cells. In cardiac myocytes, mexiletine affects phase 0 of the cardiac myocyte action potential, inhibiting the inward sodium current, and its mechanism of action can be generalized across all Class 1B antiarrhythmics. [2] The uniqueness of this subclass of sodium channel blockers is because of the type of sodium channels they best bind to and their effect on the cardiac action potential with relative changes on EKG. To further understand the properties of the Class 1B drugs, it is essential to review the cardiac myocyte action potential. The action potential divides into five separate phases, phases 0 to 4 (Figure 1), where the sodium channels are responsible for the depolarization from the negative, approximately -85 to -90 mV, resting membrane potential to a positive depolarized state, termed phase 0 of the cardiac action potential. The class 1B antiarrhythmics bind best to sodium channels in the depolarized state, which correlates with the primary use of class 1B antiarrhythmics and their value in ischemic arrhythmias. [11] Ischemia causes damage to the cardiac myocytes, rendering them unable to maintain their negative resting membrane potential, producing an increase in the number of cardiac myocytes in the depolarized state. Moreover, the class 1B drugs have the least effect on the cardiac action potential compared to the other class 1 drugs, likely secondary to their binding specificity.", "contents": "Mexiletine -- Mechanism of Action. Mexiletine is a sodium channel blocker and further classified as a Class 1B antiarrhythmic in the Vaughan-Williams classification scheme of antiarrhythmic drugs. Mexiletine is an oral medication that blocks sodium channels in cardiac myocytes and nerve cells. In cardiac myocytes, mexiletine affects phase 0 of the cardiac myocyte action potential, inhibiting the inward sodium current, and its mechanism of action can be generalized across all Class 1B antiarrhythmics. [2] The uniqueness of this subclass of sodium channel blockers is because of the type of sodium channels they best bind to and their effect on the cardiac action potential with relative changes on EKG. To further understand the properties of the Class 1B drugs, it is essential to review the cardiac myocyte action potential. The action potential divides into five separate phases, phases 0 to 4 (Figure 1), where the sodium channels are responsible for the depolarization from the negative, approximately -85 to -90 mV, resting membrane potential to a positive depolarized state, termed phase 0 of the cardiac action potential. The class 1B antiarrhythmics bind best to sodium channels in the depolarized state, which correlates with the primary use of class 1B antiarrhythmics and their value in ischemic arrhythmias. [11] Ischemia causes damage to the cardiac myocytes, rendering them unable to maintain their negative resting membrane potential, producing an increase in the number of cardiac myocytes in the depolarized state. Moreover, the class 1B drugs have the least effect on the cardiac action potential compared to the other class 1 drugs, likely secondary to their binding specificity."}
{"id": "article-36481_6", "title": "Mexiletine -- Mechanism of Action", "content": "Furthermore, most Class 1 antiarrhythmics exhibit a property called \"use dependence.\" Use dependence is so named relative to the state of the channel that is being affected. Class 1 antiarrhythmic drugs block sodium channels best when these channels are in use, specifically when the sodium channel is in an open or inactive state. Cardiac myocyte sodium channels occur more often in these states at faster heart rates, allowing more of the drug to bind at these higher rates. [12] Mexiletine exhibits use dependence by rapidly unbinding when the myocytes re-polarize and no longer remain in the depolarized state or when the sodium channels are in a resting state (not in use). During faster heart rates, the duration between depolarized states becomes reduced, decreasing the time to allow the drug to unbind and increasing the time sodium channels spend in an open or inactive state, which leads to more drug bound to sodium channels, and thus having a greater effect. There is more time between subsequent cardiac myocyte action potentials at slower heart rates, allowing more of the drug to unbind as the sodium channels spend more time in the resting state. Fundamentally, use dependence means more binding at faster heart rates, and its clinical relevance is that tachycardia can be dangerous as there is an increased risk of adverse effects and toxicity at these faster rates. [12]", "contents": "Mexiletine -- Mechanism of Action. Furthermore, most Class 1 antiarrhythmics exhibit a property called \"use dependence.\" Use dependence is so named relative to the state of the channel that is being affected. Class 1 antiarrhythmic drugs block sodium channels best when these channels are in use, specifically when the sodium channel is in an open or inactive state. Cardiac myocyte sodium channels occur more often in these states at faster heart rates, allowing more of the drug to bind at these higher rates. [12] Mexiletine exhibits use dependence by rapidly unbinding when the myocytes re-polarize and no longer remain in the depolarized state or when the sodium channels are in a resting state (not in use). During faster heart rates, the duration between depolarized states becomes reduced, decreasing the time to allow the drug to unbind and increasing the time sodium channels spend in an open or inactive state, which leads to more drug bound to sodium channels, and thus having a greater effect. There is more time between subsequent cardiac myocyte action potentials at slower heart rates, allowing more of the drug to unbind as the sodium channels spend more time in the resting state. Fundamentally, use dependence means more binding at faster heart rates, and its clinical relevance is that tachycardia can be dangerous as there is an increased risk of adverse effects and toxicity at these faster rates. [12]"}
{"id": "article-36481_7", "title": "Mexiletine -- Mechanism of Action", "content": "Relative to nerve cells, blocking sodium channels disrupts the resting membrane potential, causing inhibition of the propagation of electrical impulses. Mexiletine increases the ratio of effective refractory period to action potential duration but unlike drugs, like quinidine, it does not have an effect on QRS or QT/QTc potential. [9]", "contents": "Mexiletine -- Mechanism of Action. Relative to nerve cells, blocking sodium channels disrupts the resting membrane potential, causing inhibition of the propagation of electrical impulses. Mexiletine increases the ratio of effective refractory period to action potential duration but unlike drugs, like quinidine, it does not have an effect on QRS or QT/QTc potential. [9]"}
{"id": "article-36481_8", "title": "Mexiletine -- Mechanism of Action", "content": "It is important to note that metabolites of mexiletine were also studied, specifically meta-hydroxymexiletine (MHM). MHM is one of the metabolites of mexiletine through the CYP2D6 system. Mexiletine has been approved for use since 1969. [1] In 2012, Catalano et al. published a paper stating the MHM can be synthesized. Additionally, they published toxicopharmacological properties on MHM and compared it to the parent compound, mexiletine, in the in vitro setting. They report that MHM possesses about two times the blocking activity of mexiletine on cardiac sodium channels but did not impair motor coordination and showed no cytotoxicity compared to mexiletine. With the potential to have a more favorable side effect profile than mexiletine, MHM warrants further studies and research in the use of neuropathic pain and arrhythmias as a safer alternative to mexiletine. [13]", "contents": "Mexiletine -- Mechanism of Action. It is important to note that metabolites of mexiletine were also studied, specifically meta-hydroxymexiletine (MHM). MHM is one of the metabolites of mexiletine through the CYP2D6 system. Mexiletine has been approved for use since 1969. [1] In 2012, Catalano et al. published a paper stating the MHM can be synthesized. Additionally, they published toxicopharmacological properties on MHM and compared it to the parent compound, mexiletine, in the in vitro setting. They report that MHM possesses about two times the blocking activity of mexiletine on cardiac sodium channels but did not impair motor coordination and showed no cytotoxicity compared to mexiletine. With the potential to have a more favorable side effect profile than mexiletine, MHM warrants further studies and research in the use of neuropathic pain and arrhythmias as a safer alternative to mexiletine. [13]"}
{"id": "article-36481_9", "title": "Mexiletine -- Mechanism of Action", "content": "Lei et al discuss a modern classification of antiarrhythmic drugs, incorporating advances that have been made since the original Vaughan Williams classification was introduced in 1970. [14] It incorporates findings related to Nav1.5 which is preferentially expressed in atrial, Purkinje conducting and ventricular as opposed to SAN and AVN cardiomyocyte. Class Ib drugs bind preferentially to the Nav1.5 inactivated state from which they dissociate relatively rapidly making class Ib drugs particularly effective in reducing ventricular arrhythmias due to Nav 1.5 channels remaining inactive for the longest duration in ventricular tissue. [10]", "contents": "Mexiletine -- Mechanism of Action. Lei et al discuss a modern classification of antiarrhythmic drugs, incorporating advances that have been made since the original Vaughan Williams classification was introduced in 1970. [14] It incorporates findings related to Nav1.5 which is preferentially expressed in atrial, Purkinje conducting and ventricular as opposed to SAN and AVN cardiomyocyte. Class Ib drugs bind preferentially to the Nav1.5 inactivated state from which they dissociate relatively rapidly making class Ib drugs particularly effective in reducing ventricular arrhythmias due to Nav 1.5 channels remaining inactive for the longest duration in ventricular tissue. [10]"}
{"id": "article-36481_10", "title": "Mexiletine -- Administration", "content": "Mexiletine is an oral medication in the form of a capsule given at least daily to multiple times per day, depending on the indication. Standard drug regimens include 150 to 200 mg 2 to 3 times a day. Mexiletine is predominantly metabolized by the liver with an elimination half-life of 9 to 12 hours. [2]", "contents": "Mexiletine -- Administration. Mexiletine is an oral medication in the form of a capsule given at least daily to multiple times per day, depending on the indication. Standard drug regimens include 150 to 200 mg 2 to 3 times a day. Mexiletine is predominantly metabolized by the liver with an elimination half-life of 9 to 12 hours. [2]"}
{"id": "article-36481_11", "title": "Mexiletine -- Adverse Effects", "content": "The adverse effect profile of mexiletine is extensive and limits its use.  It affects nearly every organ system; most notably, it has significant cardiovascular and central nervous system (CNS) side effects and affecting the gastrointestinal (GI), musculoskeletal, dermatologic systems.", "contents": "Mexiletine -- Adverse Effects. The adverse effect profile of mexiletine is extensive and limits its use.  It affects nearly every organ system; most notably, it has significant cardiovascular and central nervous system (CNS) side effects and affecting the gastrointestinal (GI), musculoskeletal, dermatologic systems."}
{"id": "article-36481_12", "title": "Mexiletine -- Adverse Effects", "content": "Cardiovascular adverse effects include bradycardia, palpitations, angina, ventricular premature contractions, heart block, hypotension, and exacerbation of cardiac arrhythmias. [15] CNS adverse effects include dizziness, ataxia, abnormal gait, numbness, paresthesias, confusion, headache, and tremors. GI adverse effects include the risk of pill-induced esophagitis, nausea, vomiting, constipation, diarrhea, and abdominal pain. The musculoskeletal system can exhibit weakness, arthralgias, and tremors, which is often a pertinent sign when considering the toxicity of mexiletine. Dermatologic manifestations include a spectrum of skin rashes, from benign rashes to being a component of drug reactions with eosinophilia and systemic symptoms (DRESS) and Stevens-Johnson syndrome. Reports also exist in the literature of further severe adverse effects of hepatotoxicity, leukopenia, agranulocytosis, and thrombocytopenia.", "contents": "Mexiletine -- Adverse Effects. Cardiovascular adverse effects include bradycardia, palpitations, angina, ventricular premature contractions, heart block, hypotension, and exacerbation of cardiac arrhythmias. [15] CNS adverse effects include dizziness, ataxia, abnormal gait, numbness, paresthesias, confusion, headache, and tremors. GI adverse effects include the risk of pill-induced esophagitis, nausea, vomiting, constipation, diarrhea, and abdominal pain. The musculoskeletal system can exhibit weakness, arthralgias, and tremors, which is often a pertinent sign when considering the toxicity of mexiletine. Dermatologic manifestations include a spectrum of skin rashes, from benign rashes to being a component of drug reactions with eosinophilia and systemic symptoms (DRESS) and Stevens-Johnson syndrome. Reports also exist in the literature of further severe adverse effects of hepatotoxicity, leukopenia, agranulocytosis, and thrombocytopenia."}
{"id": "article-36481_13", "title": "Mexiletine -- Adverse Effects", "content": "Mexiletine carries a black box warning related to the findings of the Cardiac Arrhythmia Suppression Trial (CAST) published in 1989, where suppression of asymptomatic, non-life-threatening ventricular arrhythmias in post-myocardial infarction patients lead to excessive mortality than the placebo group. Though this study used class 1C antiarrhythmics for suppression, the results extrapolate across all class 1 antiarrhythmics. [16]", "contents": "Mexiletine -- Adverse Effects. Mexiletine carries a black box warning related to the findings of the Cardiac Arrhythmia Suppression Trial (CAST) published in 1989, where suppression of asymptomatic, non-life-threatening ventricular arrhythmias in post-myocardial infarction patients lead to excessive mortality than the placebo group. Though this study used class 1C antiarrhythmics for suppression, the results extrapolate across all class 1 antiarrhythmics. [16]"}
{"id": "article-36481_14", "title": "Mexiletine -- Contraindications", "content": "The absolute contraindications to using mexiletine include untreated second or third-degree heart block, cardiogenic shock, and hypersensitivity to the drug or drug class. It should be used cautiously in a patient with conduction abnormalities that are not second or third-degree heart blocks or heart failure. [17] [18] [15] The liver metabolizes mexiletine, and its use requires caution in any hepatic impairment as it may increase the half-life and risk of toxicity. [2] Electrolyte abnormalities can increase the risk of developing new arrhythmias and should undergo stabilization, especially in hypokalemia cases, before using mexiletine.", "contents": "Mexiletine -- Contraindications. The absolute contraindications to using mexiletine include untreated second or third-degree heart block, cardiogenic shock, and hypersensitivity to the drug or drug class. It should be used cautiously in a patient with conduction abnormalities that are not second or third-degree heart blocks or heart failure. [17] [18] [15] The liver metabolizes mexiletine, and its use requires caution in any hepatic impairment as it may increase the half-life and risk of toxicity. [2] Electrolyte abnormalities can increase the risk of developing new arrhythmias and should undergo stabilization, especially in hypokalemia cases, before using mexiletine."}
{"id": "article-36481_15", "title": "Mexiletine -- Contraindications", "content": "Mexiletine metabolism is affected by CYP2D6 and CYP1A2 enzymes. Drugs affecting these enzyme levels can potentially affect mexiletine levels, for example, phenytoin, rifampin, or phenobarbital can decrease mexiletine levels whereas cimetidine can increase the levels. Close monitoring for drug interaction is essential. [19]", "contents": "Mexiletine -- Contraindications. Mexiletine metabolism is affected by CYP2D6 and CYP1A2 enzymes. Drugs affecting these enzyme levels can potentially affect mexiletine levels, for example, phenytoin, rifampin, or phenobarbital can decrease mexiletine levels whereas cimetidine can increase the levels. Close monitoring for drug interaction is essential. [19]"}
{"id": "article-36481_16", "title": "Mexiletine -- Monitoring", "content": "Given the nature of mexiletine and potential side effects, cardiac, hepatic, and metabolic monitoring is necessary while on this drug. ECG should be used to monitor QRS and QTc intervals and the development of any evidence of heart block. Liver function tests should be monitored for evaluation of hepatic function as the drug gets metabolized hepatically. Electrolytes, particularly potassium and magnesium, should be monitored and replaced accordingly.", "contents": "Mexiletine -- Monitoring. Given the nature of mexiletine and potential side effects, cardiac, hepatic, and metabolic monitoring is necessary while on this drug. ECG should be used to monitor QRS and QTc intervals and the development of any evidence of heart block. Liver function tests should be monitored for evaluation of hepatic function as the drug gets metabolized hepatically. Electrolytes, particularly potassium and magnesium, should be monitored and replaced accordingly."}
{"id": "article-36481_17", "title": "Mexiletine -- Monitoring", "content": "Moreover, clinical monitoring is necessary, as well. Any development of a symptom or sign after starting mexiletine should undergo a thorough evaluation to ensure that toxicity is not occurring. For example, patients presenting with a newly developing tremor may be exhibiting signs of toxicity.  Mexiletine serum levels are also obtainable. However, it is not a common practice and is expensive.", "contents": "Mexiletine -- Monitoring. Moreover, clinical monitoring is necessary, as well. Any development of a symptom or sign after starting mexiletine should undergo a thorough evaluation to ensure that toxicity is not occurring. For example, patients presenting with a newly developing tremor may be exhibiting signs of toxicity.  Mexiletine serum levels are also obtainable. However, it is not a common practice and is expensive."}
{"id": "article-36481_18", "title": "Mexiletine -- Toxicity", "content": "Toxicity is common with mexiletine and can manifest in several organ systems. Cardiovascular, CNS, and GI-related symptoms most commonly occur. Cardiovascular toxicity can present as varying degrees of heart block, heart failure, exacerbation of cardiac arrhythmias, and cardiac arrest. [15] Central nervous system-related symptoms include lightheadedness, fatigue, confusion, the presence of tremors, and seizures. Gastrointestinal symptoms are highly variable but can include xerostomia, nausea/vomiting, and diarrhea. Mexiletine has a half-life of 10 to 12 hours and is metabolized by the liver with small amounts, about 10% of the administered dose, of excretion in the urine. Thus, toxicity is much more prevalent in the setting of liver failure as metabolism is largely impaired.", "contents": "Mexiletine -- Toxicity. Toxicity is common with mexiletine and can manifest in several organ systems. Cardiovascular, CNS, and GI-related symptoms most commonly occur. Cardiovascular toxicity can present as varying degrees of heart block, heart failure, exacerbation of cardiac arrhythmias, and cardiac arrest. [15] Central nervous system-related symptoms include lightheadedness, fatigue, confusion, the presence of tremors, and seizures. Gastrointestinal symptoms are highly variable but can include xerostomia, nausea/vomiting, and diarrhea. Mexiletine has a half-life of 10 to 12 hours and is metabolized by the liver with small amounts, about 10% of the administered dose, of excretion in the urine. Thus, toxicity is much more prevalent in the setting of liver failure as metabolism is largely impaired."}
{"id": "article-36481_19", "title": "Mexiletine -- Toxicity", "content": "Management of mexiletine toxicity is by symptomatic treatment. Without question, discontinue mexiletine when toxicity presents. Depending on the severity of the toxicity, patients may require invasive therapy to clear the drug, such as hemodialysis or hemoperfusion. Denaro published a paper in 1989 stating that such interventions may play a role, in addition to extracorporeal circulatory assistance where available. [20] Regardless, patients are supported until toxic drug effects subside.", "contents": "Mexiletine -- Toxicity. Management of mexiletine toxicity is by symptomatic treatment. Without question, discontinue mexiletine when toxicity presents. Depending on the severity of the toxicity, patients may require invasive therapy to clear the drug, such as hemodialysis or hemoperfusion. Denaro published a paper in 1989 stating that such interventions may play a role, in addition to extracorporeal circulatory assistance where available. [20] Regardless, patients are supported until toxic drug effects subside."}
{"id": "article-36481_20", "title": "Mexiletine -- Enhancing Healthcare Team Outcomes", "content": "As toxicity is common with mexiletine, the entire interprofessional healthcare team, including nurses, pharmacists, nurse practitioners, physician assistants, and clinicians, should work together to monitor the patient for toxic effects that can manifest across several organ systems. Before initiating therapy, the clinician (MD, DO, PA, NP) should consult with a pharmacist, checking for contraindications, drug interactions, and verifying dosing. Nurses will be instrumental in follow-up care, counseling patients on dosing and administration, answering patient questions, and monitoring for adverse events, alerting the prescriber of any potential issues they encounter. For the best patient outcome, regular follow-up and a reporting structure should be in place so that the interprofessional healthcare team works in a coordinated fashion to provide the best patient outcome. [Level 5]", "contents": "Mexiletine -- Enhancing Healthcare Team Outcomes. As toxicity is common with mexiletine, the entire interprofessional healthcare team, including nurses, pharmacists, nurse practitioners, physician assistants, and clinicians, should work together to monitor the patient for toxic effects that can manifest across several organ systems. Before initiating therapy, the clinician (MD, DO, PA, NP) should consult with a pharmacist, checking for contraindications, drug interactions, and verifying dosing. Nurses will be instrumental in follow-up care, counseling patients on dosing and administration, answering patient questions, and monitoring for adverse events, alerting the prescriber of any potential issues they encounter. For the best patient outcome, regular follow-up and a reporting structure should be in place so that the interprofessional healthcare team works in a coordinated fashion to provide the best patient outcome. [Level 5]"}
{"id": "article-36481_21", "title": "Mexiletine -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Mexiletine -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}