{"id": "article-26692_0", "title": "Parotitis -- Continuing Education Activity", "content": "Parotitis is caused by duct obstruction (such as sialolithiasis), infectious organisms (viruses or bacteria), or inflammatory conditions (such as Sjogren syndrome, rheumatoid arthritis, systemic lupus erythematosus, and sarcoidosis). Parotitis can result in pain and discomfort, glandular enlargement and swelling, dry mouth, and sometimes fever. Predisposing factors include dehydration, malnutrition, immunosuppression, sialolithiasis, oral neoplasms, and medications, causing decreased salivation. This activity discusses parotitis, its etiology, diagnosis, and management, and it also highlights the role of the interprofessional team in the care of patients with parotitis.", "contents": "Parotitis -- Continuing Education Activity. Parotitis is caused by duct obstruction (such as sialolithiasis), infectious organisms (viruses or bacteria), or inflammatory conditions (such as Sjogren syndrome, rheumatoid arthritis, systemic lupus erythematosus, and sarcoidosis). Parotitis can result in pain and discomfort, glandular enlargement and swelling, dry mouth, and sometimes fever. Predisposing factors include dehydration, malnutrition, immunosuppression, sialolithiasis, oral neoplasms, and medications, causing decreased salivation. This activity discusses parotitis, its etiology, diagnosis, and management, and it also highlights the role of the interprofessional team in the care of patients with parotitis."}
{"id": "article-26692_1", "title": "Parotitis -- Continuing Education Activity", "content": "Objectives: Identify the etiology of parotitis. Outline the steps in the evaluation of patients with parotitis. Review the management options available for parotitis. Explain interprofessional team strategies for improving care coordination in case of chronic parotitis. Access free multiple choice questions on this topic.", "contents": "Parotitis -- Continuing Education Activity. Objectives: Identify the etiology of parotitis. Outline the steps in the evaluation of patients with parotitis. Review the management options available for parotitis. Explain interprofessional team strategies for improving care coordination in case of chronic parotitis. Access free multiple choice questions on this topic."}
{"id": "article-26692_2", "title": "Parotitis -- Introduction", "content": "The parotid gland is one of the salivary glands enclosed within a fascial capsule. It comprises a superficial lobe and a deep lobe separated by the facial nerve. It is an exocrine gland that secretes saliva into the oral cavity after parasympathetic stimulation. The Stensen canal is the primary excretory duct for the parotid gland, passing through the masseter muscles, penetrating the buccinator, and then into the oral mucosa lateral to the second maxillary molar. The saliva secreted aids in chewing, swallowing, digestion, and phonation. In addition, saliva contains electrolytes, mucin, and digestive enzymes like amylase. Parotitis is inflammation of the parotid glands and is the most common inflammation of the major salivary glands. Parotitis can present as a local process or a manifestation of systemic illness.", "contents": "Parotitis -- Introduction. The parotid gland is one of the salivary glands enclosed within a fascial capsule. It comprises a superficial lobe and a deep lobe separated by the facial nerve. It is an exocrine gland that secretes saliva into the oral cavity after parasympathetic stimulation. The Stensen canal is the primary excretory duct for the parotid gland, passing through the masseter muscles, penetrating the buccinator, and then into the oral mucosa lateral to the second maxillary molar. The saliva secreted aids in chewing, swallowing, digestion, and phonation. In addition, saliva contains electrolytes, mucin, and digestive enzymes like amylase. Parotitis is inflammation of the parotid glands and is the most common inflammation of the major salivary glands. Parotitis can present as a local process or a manifestation of systemic illness."}
{"id": "article-26692_3", "title": "Parotitis -- Introduction", "content": "Predisposing factors include dehydration, malnutrition, immunosuppression, sialolithiasis, oral neoplasms, and medications, causing decreased salivation. Rare complications of parotitis or parotid procedures include osteomyelitis, Lemierre syndrome, sepsis, organ failure, and facial paralysis. [1] [2]", "contents": "Parotitis -- Introduction. Predisposing factors include dehydration, malnutrition, immunosuppression, sialolithiasis, oral neoplasms, and medications, causing decreased salivation. Rare complications of parotitis or parotid procedures include osteomyelitis, Lemierre syndrome, sepsis, organ failure, and facial paralysis. [1] [2]"}
{"id": "article-26692_4", "title": "Parotitis -- Etiology", "content": "Parotitis can be infectious or due to a variety of inflammatory conditions. Therefore, the causes of parotitis are numerous, and the description is as follows:", "contents": "Parotitis -- Etiology. Parotitis can be infectious or due to a variety of inflammatory conditions. Therefore, the causes of parotitis are numerous, and the description is as follows:"}
{"id": "article-26692_5", "title": "Parotitis -- Etiology", "content": "Acute bacterial parotitis is uncommon, but it especially concerns the extremes of age. In the elderly population, it is a significant risk, particularly after abdominal surgery, and can be fatal if it occurs in neonates. [3] Acute bacterial parotitis occurs infrequently in the general population and is more commonly found in elderly patients because they often take medications with an atropine effect, causing reduced salivary flow and predisposing them to ascending infection. In addition, various psychotropic medications are relatives of antihistamines. In neonates, parotitis is a rare phenomenon but is lethal without treatment. [4] Treatment comprises prompt administration of antistaphylococcal antibiotics and gentamicin, plus adequate hydration. The etiology is the same as for adults.", "contents": "Parotitis -- Etiology. Acute bacterial parotitis is uncommon, but it especially concerns the extremes of age. In the elderly population, it is a significant risk, particularly after abdominal surgery, and can be fatal if it occurs in neonates. [3] Acute bacterial parotitis occurs infrequently in the general population and is more commonly found in elderly patients because they often take medications with an atropine effect, causing reduced salivary flow and predisposing them to ascending infection. In addition, various psychotropic medications are relatives of antihistamines. In neonates, parotitis is a rare phenomenon but is lethal without treatment. [4] Treatment comprises prompt administration of antistaphylococcal antibiotics and gentamicin, plus adequate hydration. The etiology is the same as for adults."}
{"id": "article-26692_6", "title": "Parotitis -- Etiology", "content": "Chronic bacterial parotitis may be associated with calculi or stenosis of the ducts due to injury. The more common factor is decreased salivary flow, which could be secondary to inflammation. [5] In most cases, chronic diseases are either autoimmune or idiopathic, with superimposed bacterial infection, and should not be regarded as a chronic bacterial infection.", "contents": "Parotitis -- Etiology. Chronic bacterial parotitis may be associated with calculi or stenosis of the ducts due to injury. The more common factor is decreased salivary flow, which could be secondary to inflammation. [5] In most cases, chronic diseases are either autoimmune or idiopathic, with superimposed bacterial infection, and should not be regarded as a chronic bacterial infection."}
{"id": "article-26692_7", "title": "Parotitis -- Etiology", "content": "Mumps is spread by either droplets or directly through oropharyngeal secretions containing the paramyxovirus. [6] Universal immunization has made mumps an uncommon disease in developed countries. All children must receive their first measles, mumps, and rubella vaccine at one year and a second shot at the age of 4 to 6 years. Human immunodeficiency virus (HIV) may also cause parotitis with generalized lymphadenopathy and localized enlargement of parotid glands. [7]", "contents": "Parotitis -- Etiology. Mumps is spread by either droplets or directly through oropharyngeal secretions containing the paramyxovirus. [6] Universal immunization has made mumps an uncommon disease in developed countries. All children must receive their first measles, mumps, and rubella vaccine at one year and a second shot at the age of 4 to 6 years. Human immunodeficiency virus (HIV) may also cause parotitis with generalized lymphadenopathy and localized enlargement of parotid glands. [7]"}
{"id": "article-26692_8", "title": "Parotitis -- Etiology", "content": "Tuberculosis infrequently leads to parotitis and is not an important cause, except that around 25% of patients are found to have pulmonary tuberculosis that could infect their associates. Today, most cases are because of Mycobacterium tuberculosis. Patients present with enlarged, non-tender, and moderately painful glands. [8]", "contents": "Parotitis -- Etiology. Tuberculosis infrequently leads to parotitis and is not an important cause, except that around 25% of patients are found to have pulmonary tuberculosis that could infect their associates. Today, most cases are because of Mycobacterium tuberculosis. Patients present with enlarged, non-tender, and moderately painful glands. [8]"}
{"id": "article-26692_9", "title": "Parotitis -- Etiology", "content": "Influenza has also been reported to have caused parotitis. During the 2014 to 2015 US influenza season, 256 cases of influenza-related parotitis were observed in 27 states. Parotitis mainly occurs in patients under the age of 20 years and tends to be painful and unilateral. [9]", "contents": "Parotitis -- Etiology. Influenza has also been reported to have caused parotitis. During the 2014 to 2015 US influenza season, 256 cases of influenza-related parotitis were observed in 27 states. Parotitis mainly occurs in patients under the age of 20 years and tends to be painful and unilateral. [9]"}
{"id": "article-26692_10", "title": "Parotitis -- Etiology", "content": "Chronic punctate parotitis is another rather less understood condition. Several terms have been used to describe the condition, such as Sjögren syndrome, Mikulicz disease, chronic punctate sialectasis, benign lymphoepithelial lesion of Godwin, and recurrent parotitis of childhood. This group demonstrates punctate sialectasis, implying points like dilatations within the gland.", "contents": "Parotitis -- Etiology. Chronic punctate parotitis is another rather less understood condition. Several terms have been used to describe the condition, such as Sjögren syndrome, Mikulicz disease, chronic punctate sialectasis, benign lymphoepithelial lesion of Godwin, and recurrent parotitis of childhood. This group demonstrates punctate sialectasis, implying points like dilatations within the gland."}
{"id": "article-26692_11", "title": "Parotitis -- Etiology", "content": "Cystic fibrosis, dehydration, malnutrition, abdominal surgery, immunosuppression, and dental infections increase the risk of acute bacterial parotitis. The most common cause is Staph aureus; other bacterial causes may include Strep viridans , E. coli , and anaerobic oral flora. Consider group B Streptococcus (GBS) infection in neonates. Melioidosis from Pseudomonas pseudomallei from contaminated water can be common in Southeast Asia. [10] Mycobacterium tuberculosis is a rare cause of parotitis seen in immunocompromised patients with delayed diagnosis. Hospitalized or immunosuppressed patients may develop candida parotitis.", "contents": "Parotitis -- Etiology. Cystic fibrosis, dehydration, malnutrition, abdominal surgery, immunosuppression, and dental infections increase the risk of acute bacterial parotitis. The most common cause is Staph aureus; other bacterial causes may include Strep viridans , E. coli , and anaerobic oral flora. Consider group B Streptococcus (GBS) infection in neonates. Melioidosis from Pseudomonas pseudomallei from contaminated water can be common in Southeast Asia. [10] Mycobacterium tuberculosis is a rare cause of parotitis seen in immunocompromised patients with delayed diagnosis. Hospitalized or immunosuppressed patients may develop candida parotitis."}
{"id": "article-26692_12", "title": "Parotitis -- Etiology", "content": "Of the many viral infections resulting in parotitis, mumps (a paramyxovirus) is the classic cause of epidemic parotitis. [11] Other viral causes include coxsackie A virus, cytomegalovirus, echovirus, enterovirus, influenza, and parainfluenza viruses. Inflammatory conditions resulting in parotitis include sarcoidosis, Sjögren syndrome, rheumatoid arthritis, and systemic lupus erythematosus.", "contents": "Parotitis -- Etiology. Of the many viral infections resulting in parotitis, mumps (a paramyxovirus) is the classic cause of epidemic parotitis. [11] Other viral causes include coxsackie A virus, cytomegalovirus, echovirus, enterovirus, influenza, and parainfluenza viruses. Inflammatory conditions resulting in parotitis include sarcoidosis, Sjögren syndrome, rheumatoid arthritis, and systemic lupus erythematosus."}
{"id": "article-26692_13", "title": "Parotitis -- Etiology", "content": "Uncommon causes of parotitis can include trauma, surgery (such as manipulation during carotid endarterectomy), drug exposure (such as iodides, heavy metals, phenylbutazone, and thiouracil), and radiation therapy, especially whole brain radiation therapy can lead to parotitis. [12]", "contents": "Parotitis -- Etiology. Uncommon causes of parotitis can include trauma, surgery (such as manipulation during carotid endarterectomy), drug exposure (such as iodides, heavy metals, phenylbutazone, and thiouracil), and radiation therapy, especially whole brain radiation therapy can lead to parotitis. [12]"}
{"id": "article-26692_14", "title": "Parotitis -- Etiology", "content": "Chronic nonspecific parotitis and recurrent parotitis of childhood (juvenile recurrent parotitis) have no definite infectious cause. However, antibiotics are frequently used to treat the latter but may occur due to scar tissue, stricture, and sialectasis. [13]", "contents": "Parotitis -- Etiology. Chronic nonspecific parotitis and recurrent parotitis of childhood (juvenile recurrent parotitis) have no definite infectious cause. However, antibiotics are frequently used to treat the latter but may occur due to scar tissue, stricture, and sialectasis. [13]"}
{"id": "article-26692_15", "title": "Parotitis -- Epidemiology", "content": "Acute bacterial parotitis is uncommon and has a similar male-female ratio but is more common in older patients and accounts for an estimated 0.01 to 0.02% of hospital admissions and occurs in 0.002 to 0.04% of postoperative patients. [14] Acute neonatal parotitis is rare, with a prevalence of less than 4 per 10,000 admissions. [15]", "contents": "Parotitis -- Epidemiology. Acute bacterial parotitis is uncommon and has a similar male-female ratio but is more common in older patients and accounts for an estimated 0.01 to 0.02% of hospital admissions and occurs in 0.002 to 0.04% of postoperative patients. [14] Acute neonatal parotitis is rare, with a prevalence of less than 4 per 10,000 admissions. [15]"}
{"id": "article-26692_16", "title": "Parotitis -- Epidemiology", "content": "Chronic parotitis occurs equally in males and females. Sjogren syndrome is nine times more common in women than men, whereas recurrent parotitis of childhood is more common in males. Sarcoidosis is most common in African American adults with onset in the 20 to 40-year age range.", "contents": "Parotitis -- Epidemiology. Chronic parotitis occurs equally in males and females. Sjogren syndrome is nine times more common in women than men, whereas recurrent parotitis of childhood is more common in males. Sarcoidosis is most common in African American adults with onset in the 20 to 40-year age range."}
{"id": "article-26692_17", "title": "Parotitis -- Epidemiology", "content": "Parotitis occurs with equal frequency in all races. However, Benaim et al. conducted a retrospective study that observed that in a pediatric hospital, juvenile recurrent parotitis was observed more commonly in Black males aged 2 to 8 years. [16]", "contents": "Parotitis -- Epidemiology. Parotitis occurs with equal frequency in all races. However, Benaim et al. conducted a retrospective study that observed that in a pediatric hospital, juvenile recurrent parotitis was observed more commonly in Black males aged 2 to 8 years. [16]"}
{"id": "article-26692_18", "title": "Parotitis -- Pathophysiology", "content": "A ductal valve creates a unidirectional flow of saliva out of the gland, preventing bacteria from entering. However, this valve may sometimes become incompetent and result in ascending bacterial infection. Dehydration or drying medications, such as atropine, antihistamines, and psychotropic agents, which decrease salivary production and flow, can increase the risk of parotitis from either infectious or inflammatory causes. Sialolithiasis is a common condition where calculi formed from inorganic crystals can obstruct the gland duct, although less common in the parotid than submandibular glands due to serous rather than mucoid saliva. Bacteria trapped behind a high-grade obstruction can proliferate and result in acute suppurative parotitis. [17] In the hospital setting, methicillin-resistant S taphylococcus aureus (MRSA) and atypical infections, such as candida, should be considered.", "contents": "Parotitis -- Pathophysiology. A ductal valve creates a unidirectional flow of saliva out of the gland, preventing bacteria from entering. However, this valve may sometimes become incompetent and result in ascending bacterial infection. Dehydration or drying medications, such as atropine, antihistamines, and psychotropic agents, which decrease salivary production and flow, can increase the risk of parotitis from either infectious or inflammatory causes. Sialolithiasis is a common condition where calculi formed from inorganic crystals can obstruct the gland duct, although less common in the parotid than submandibular glands due to serous rather than mucoid saliva. Bacteria trapped behind a high-grade obstruction can proliferate and result in acute suppurative parotitis. [17] In the hospital setting, methicillin-resistant S taphylococcus aureus (MRSA) and atypical infections, such as candida, should be considered."}
{"id": "article-26692_19", "title": "Parotitis -- Pathophysiology", "content": "In autoimmune parotitis (such as Sjögren or rheumatoid arthritis), an antigen-antibody complex is endocytosed into epithelial cells, processed into a human leukocyte antigen expressed on the cell surface, and recognized by specific CD4 T-lymphocytes, which release cytokines and chemotactic factors augmenting more CD4 activation. B-lymphocytes enter the acini and produce antibodies presenting antigens to CD4 T-cells, with resultant oligoclonal expansion and acinar destruction that can increase the risk of neoplastic transformation. These autoimmune causes result in chronic parotitis, often termed chronic punctate parotitis. Chronic parotitis eventually results in scar tissue, stricture, and sialectasis. [18]", "contents": "Parotitis -- Pathophysiology. In autoimmune parotitis (such as Sjögren or rheumatoid arthritis), an antigen-antibody complex is endocytosed into epithelial cells, processed into a human leukocyte antigen expressed on the cell surface, and recognized by specific CD4 T-lymphocytes, which release cytokines and chemotactic factors augmenting more CD4 activation. B-lymphocytes enter the acini and produce antibodies presenting antigens to CD4 T-cells, with resultant oligoclonal expansion and acinar destruction that can increase the risk of neoplastic transformation. These autoimmune causes result in chronic parotitis, often termed chronic punctate parotitis. Chronic parotitis eventually results in scar tissue, stricture, and sialectasis. [18]"}
{"id": "article-26692_20", "title": "Parotitis -- Pathophysiology", "content": "Human immunodeficiency virus (HIV) can result in asymptomatic, firm parotid swelling, more pronounced in children than adults, due to CD8+ lymphocytes responding to HIV or other viruses, such as Epstein-Barr, hepatitis C, cytomegalovirus, or adenovirus, infiltrating and ultimately depositing in the gland. [19]", "contents": "Parotitis -- Pathophysiology. Human immunodeficiency virus (HIV) can result in asymptomatic, firm parotid swelling, more pronounced in children than adults, due to CD8+ lymphocytes responding to HIV or other viruses, such as Epstein-Barr, hepatitis C, cytomegalovirus, or adenovirus, infiltrating and ultimately depositing in the gland. [19]"}
{"id": "article-26692_21", "title": "Parotitis -- Pathophysiology", "content": "Sarcoidosis can lead to parotid gland inflammation but is less commonly seen than the involvement of lungs, lymph nodes, and skin. [20] Noncaseating granulomas are present in both parotid glands, causing swelling but minimal symptoms or inflammation. Rarely, sarcoid involvement can be severe, resulting in the Heerfordt-Waldenström syndrome, characterized by fever, anterior uveitis, parotid enlargement, and facial nerve paralysis.", "contents": "Parotitis -- Pathophysiology. Sarcoidosis can lead to parotid gland inflammation but is less commonly seen than the involvement of lungs, lymph nodes, and skin. [20] Noncaseating granulomas are present in both parotid glands, causing swelling but minimal symptoms or inflammation. Rarely, sarcoid involvement can be severe, resulting in the Heerfordt-Waldenström syndrome, characterized by fever, anterior uveitis, parotid enlargement, and facial nerve paralysis."}
{"id": "article-26692_22", "title": "Parotitis -- History and Physical", "content": "Patients with parotitis complain of progressive enlargement and pain in one or both parotid glands. Bilateral parotid involvement is typical for mumps and inflammatory conditions, whereas unilateral parotid swelling, pain, and the presence of fever are more suggestive of bacterial cause. In addition, patients will complain of pain with mastication localizing to the parotid and radiating to the ear, often subsiding within 30 to 60 minutes after eating. Symptoms include the following:", "contents": "Parotitis -- History and Physical. Patients with parotitis complain of progressive enlargement and pain in one or both parotid glands. Bilateral parotid involvement is typical for mumps and inflammatory conditions, whereas unilateral parotid swelling, pain, and the presence of fever are more suggestive of bacterial cause. In addition, patients will complain of pain with mastication localizing to the parotid and radiating to the ear, often subsiding within 30 to 60 minutes after eating. Symptoms include the following:"}
{"id": "article-26692_23", "title": "Parotitis -- History and Physical", "content": "In acute bacterial parotitis, the patient usually presents with progressive and painful swelling of the gland, and the pain aggravates with chewing.", "contents": "Parotitis -- History and Physical. In acute bacterial parotitis, the patient usually presents with progressive and painful swelling of the gland, and the pain aggravates with chewing."}
{"id": "article-26692_24", "title": "Parotitis -- History and Physical", "content": "Acute viral parotitis (mumps) presents with pain and swelling of the gland lasting 5 to 9 days. There is moderate malaise, anorexia, and fever. Bilateral parotid involvement is a common finding. [21]", "contents": "Parotitis -- History and Physical. Acute viral parotitis (mumps) presents with pain and swelling of the gland lasting 5 to 9 days. There is moderate malaise, anorexia, and fever. Bilateral parotid involvement is a common finding. [21]"}
{"id": "article-26692_25", "title": "Parotitis -- History and Physical", "content": "In HIV parotitis, the swelling of the gland is painless, and the patient is generally asymptomatic. [22]", "contents": "Parotitis -- History and Physical. In HIV parotitis, the swelling of the gland is painless, and the patient is generally asymptomatic. [22]"}
{"id": "article-26692_26", "title": "Parotitis -- History and Physical", "content": "In tuberculous parotitis, chronic and non-tender swelling of the unilateral gland occurs, or there is a lump within the gland. In some cases, there can be symptoms of tuberculosis. [23]", "contents": "Parotitis -- History and Physical. In tuberculous parotitis, chronic and non-tender swelling of the unilateral gland occurs, or there is a lump within the gland. In some cases, there can be symptoms of tuberculosis. [23]"}
{"id": "article-26692_27", "title": "Parotitis -- History and Physical", "content": "Sjögren syndrome is a combination of recurrent and chronic swelling of parotid glands with no apparent cause. It is frequently associated with autoimmune diseases. In most cases, discomfort is modest and related to dry mouth and eyes.", "contents": "Parotitis -- History and Physical. Sjögren syndrome is a combination of recurrent and chronic swelling of parotid glands with no apparent cause. It is frequently associated with autoimmune diseases. In most cases, discomfort is modest and related to dry mouth and eyes."}
{"id": "article-26692_28", "title": "Parotitis -- History and Physical", "content": "Recurrent parotitis in childhood would lead to repeated episodes of unilateral or bilateral swelling of parotid glands in a young child.", "contents": "Parotitis -- History and Physical. Recurrent parotitis in childhood would lead to repeated episodes of unilateral or bilateral swelling of parotid glands in a young child."}
{"id": "article-26692_29", "title": "Parotitis -- History and Physical", "content": "Sarcoidosis causes chronic, non-tender swelling of the parotid gland.", "contents": "Parotitis -- History and Physical. Sarcoidosis causes chronic, non-tender swelling of the parotid gland."}
{"id": "article-26692_30", "title": "Parotitis -- History and Physical", "content": "In chronic, nonspecific parotitis, patients experience painful parotid inflammation lasting for hours to weeks with relatively asymptomatic periods.", "contents": "Parotitis -- History and Physical. In chronic, nonspecific parotitis, patients experience painful parotid inflammation lasting for hours to weeks with relatively asymptomatic periods."}
{"id": "article-26692_31", "title": "Parotitis -- History and Physical", "content": "On exam, the parotid gland typically appears enlarged, edematous, tender, indurated, and sometimes warm. When the parotid is gently massaged in a posterior to anterior direction, bacterial parotitis will exhibit purulent drainage from the Stensen duct. In contrast, small yellow crystal chunks favor an autoimmune cause. [24] Acute parotitis is typically tender and warm, whereas chronic autoimmune parotitis is frequently non-tender. Sialolithiasis presents with swelling around the Stensen duct, often with a visible or palpable stone.", "contents": "Parotitis -- History and Physical. On exam, the parotid gland typically appears enlarged, edematous, tender, indurated, and sometimes warm. When the parotid is gently massaged in a posterior to anterior direction, bacterial parotitis will exhibit purulent drainage from the Stensen duct. In contrast, small yellow crystal chunks favor an autoimmune cause. [24] Acute parotitis is typically tender and warm, whereas chronic autoimmune parotitis is frequently non-tender. Sialolithiasis presents with swelling around the Stensen duct, often with a visible or palpable stone."}
{"id": "article-26692_32", "title": "Parotitis -- Evaluation", "content": "Parotitis is a clinical diagnosis. If drainage from the Stensen duct is present, send a specimen for Gram stain, culture, and sensitivity if bacterial parotitis is suspected. Serum amylase levels will be elevated in many cases but are nonspecific. Amylase levels are less likely to rise in Sjogren syndrome or parotid tumors. Elevated inflammatory markers, such as C-reactive protein (CRP) and erythrocyte sedimentation rate (ESR), are supportive but also nonspecific. A study by Wu et al. indicated that scintigraphy might play an important role in diagnosing chronic obstructive parotitis. [25]", "contents": "Parotitis -- Evaluation. Parotitis is a clinical diagnosis. If drainage from the Stensen duct is present, send a specimen for Gram stain, culture, and sensitivity if bacterial parotitis is suspected. Serum amylase levels will be elevated in many cases but are nonspecific. Amylase levels are less likely to rise in Sjogren syndrome or parotid tumors. Elevated inflammatory markers, such as C-reactive protein (CRP) and erythrocyte sedimentation rate (ESR), are supportive but also nonspecific. A study by Wu et al. indicated that scintigraphy might play an important role in diagnosing chronic obstructive parotitis. [25]"}
{"id": "article-26692_33", "title": "Parotitis -- Evaluation", "content": "Imaging is rarely necessary for the evaluation of parotitis. Ultrasonography might confirm sialolithiasis and can identify abscesses, differentiate between solid and cystic masses within the gland, and identify hypoechoic areas frequently seen in punctate sialectasis. [26] Plain radiography or computed tomography (CT), with or without contrast, can confirm sialolithiasis and rarely multiple parotid calcifications in chronic parotitis. Magnetic resonance imaging (MRI) can be used to differentiate between chronic parotitis and neoplastic changes within the gland. In cases of HIV parotitis, MRI can be diagnostic by demonstrating multiple cyst formation.", "contents": "Parotitis -- Evaluation. Imaging is rarely necessary for the evaluation of parotitis. Ultrasonography might confirm sialolithiasis and can identify abscesses, differentiate between solid and cystic masses within the gland, and identify hypoechoic areas frequently seen in punctate sialectasis. [26] Plain radiography or computed tomography (CT), with or without contrast, can confirm sialolithiasis and rarely multiple parotid calcifications in chronic parotitis. Magnetic resonance imaging (MRI) can be used to differentiate between chronic parotitis and neoplastic changes within the gland. In cases of HIV parotitis, MRI can be diagnostic by demonstrating multiple cyst formation."}
{"id": "article-26692_34", "title": "Parotitis -- Evaluation", "content": "Sialography, performed by otolaryngologists or dental specialists, is the historical “gold standard” and could provide detailed visualization of the parotid ductal system and acini; however, it is not a common procedure. [27] Instead, sialendoscopy has proven useful in chronic parotitis and juvenile recurrent parotitis cases. [13] [28] [29] [30]", "contents": "Parotitis -- Evaluation. Sialography, performed by otolaryngologists or dental specialists, is the historical “gold standard” and could provide detailed visualization of the parotid ductal system and acini; however, it is not a common procedure. [27] Instead, sialendoscopy has proven useful in chronic parotitis and juvenile recurrent parotitis cases. [13] [28] [29] [30]"}
{"id": "article-26692_35", "title": "Parotitis -- Evaluation", "content": "Incisional or fine-needle biopsy of the parotid tail, performed by an experienced surgeon carefully avoiding the facial nerve, can be sent for culture for suspected infectious source or histopathology useful to determine parotitis etiology. However, a biopsy is not generally needed to make the diagnosis. Lymphoepithelial cysts occur in HIV parotitis, noncaseating granulomata are present in sarcoid parotitis, and lymphocytic invasion with acinar destruction can be characteristic of neoplastic lymphoma.", "contents": "Parotitis -- Evaluation. Incisional or fine-needle biopsy of the parotid tail, performed by an experienced surgeon carefully avoiding the facial nerve, can be sent for culture for suspected infectious source or histopathology useful to determine parotitis etiology. However, a biopsy is not generally needed to make the diagnosis. Lymphoepithelial cysts occur in HIV parotitis, noncaseating granulomata are present in sarcoid parotitis, and lymphocytic invasion with acinar destruction can be characteristic of neoplastic lymphoma."}
{"id": "article-26692_36", "title": "Parotitis -- Treatment / Management", "content": "The treatment of parotitis is primarily symptomatic control with a focus on the local application of heat, gentle glandular massage from posterior to anterior, sialagogues, and adequate hydration. Simple anti-inflammatory analgesics, such as acetaminophen or ibuprofen, are sufficient for discomfort. If purulent drainage is expressed during the glandular massage, culture and sensitivities should be obtained by swab or needle aspiration to guide proper antibiotic therapy. [31] [14] [32]", "contents": "Parotitis -- Treatment / Management. The treatment of parotitis is primarily symptomatic control with a focus on the local application of heat, gentle glandular massage from posterior to anterior, sialagogues, and adequate hydration. Simple anti-inflammatory analgesics, such as acetaminophen or ibuprofen, are sufficient for discomfort. If purulent drainage is expressed during the glandular massage, culture and sensitivities should be obtained by swab or needle aspiration to guide proper antibiotic therapy. [31] [14] [32]"}
{"id": "article-26692_37", "title": "Parotitis -- Treatment / Management", "content": "Sialolithiasis, a cause of parotitis, can resolve with warm compresses, massage, and sialagogues (sour food or lemon candy) but occasionally requires extraction. After local anesthesia with topical or infiltrated lidocaine, the duct can be dilated or filleted with scissors and massaged to squeeze out the stone. Extracorporeal shockwave lithotripsy, to fragment the stone before extraction or interventional sialendoscopy by otolaryngology specialists are options for refractory cases. [33]", "contents": "Parotitis -- Treatment / Management. Sialolithiasis, a cause of parotitis, can resolve with warm compresses, massage, and sialagogues (sour food or lemon candy) but occasionally requires extraction. After local anesthesia with topical or infiltrated lidocaine, the duct can be dilated or filleted with scissors and massaged to squeeze out the stone. Extracorporeal shockwave lithotripsy, to fragment the stone before extraction or interventional sialendoscopy by otolaryngology specialists are options for refractory cases. [33]"}
{"id": "article-26692_38", "title": "Parotitis -- Treatment / Management", "content": "In parotitis suspected to be secondary to human immunodeficiency virus (HIV) or chronic autoimmune conditions (e.g., rheumatoid arthritis or Sjögren syndrome), providers should focus on treating the underlying condition, such as anti-retroviral therapy or steroids.", "contents": "Parotitis -- Treatment / Management. In parotitis suspected to be secondary to human immunodeficiency virus (HIV) or chronic autoimmune conditions (e.g., rheumatoid arthritis or Sjögren syndrome), providers should focus on treating the underlying condition, such as anti-retroviral therapy or steroids."}
{"id": "article-26692_39", "title": "Parotitis -- Treatment / Management", "content": "Treatment of acute bacterial parotitis should include intravenous (IV) hydration, analgesics, and 7 to 10 days of IV antibiotics. [32] In community-acquired parotitis, the first-line treatment is with antistaphylococcal penicillin (nafcillin, oxacillin), first-generation cephalosporin (cefazolin), vancomycin, or clindamycin for suspected methicillin-sensitive S. aureus (MRSA). [34] For healthcare-associated parotitis, use cefoxitin, ertapenem, or ampicillin/sulbactam, with levofloxacin, clindamycin, or piperacillin-tazobactam as alternatives. For patients at high risk of MRSA, start with vancomycin or use linezolid or daptomycin as alternatives. In case of dental infection, parotitis should prompt the use of clindamycin or metronidazole (anaerobic coverage) and ceftriaxone or piperacillin-tazobactam as an alternative.", "contents": "Parotitis -- Treatment / Management. Treatment of acute bacterial parotitis should include intravenous (IV) hydration, analgesics, and 7 to 10 days of IV antibiotics. [32] In community-acquired parotitis, the first-line treatment is with antistaphylococcal penicillin (nafcillin, oxacillin), first-generation cephalosporin (cefazolin), vancomycin, or clindamycin for suspected methicillin-sensitive S. aureus (MRSA). [34] For healthcare-associated parotitis, use cefoxitin, ertapenem, or ampicillin/sulbactam, with levofloxacin, clindamycin, or piperacillin-tazobactam as alternatives. For patients at high risk of MRSA, start with vancomycin or use linezolid or daptomycin as alternatives. In case of dental infection, parotitis should prompt the use of clindamycin or metronidazole (anaerobic coverage) and ceftriaxone or piperacillin-tazobactam as an alternative."}
{"id": "article-26692_40", "title": "Parotitis -- Treatment / Management", "content": "In neonates, where acute parotitis can be life-threatening, antibiotics are usually IV gentamicin or levofloxacin and anti-MRSA antistaphylococcal antibiotics. If clinical improvement does not take place within 48 hours, parotidectomy may be necessary. The rare parotitis from extrapulmonary tuberculosis responds well to antitubercular medications.", "contents": "Parotitis -- Treatment / Management. In neonates, where acute parotitis can be life-threatening, antibiotics are usually IV gentamicin or levofloxacin and anti-MRSA antistaphylococcal antibiotics. If clinical improvement does not take place within 48 hours, parotidectomy may be necessary. The rare parotitis from extrapulmonary tuberculosis responds well to antitubercular medications."}
{"id": "article-26692_41", "title": "Parotitis -- Treatment / Management", "content": "Consult otolaryngology early for incision and drainage for cases of acute parotitis refractory to conservative measures of hydration and antibiotics. Specialists might consider saline irrigation of the duct system to remove inspissated mucus or pus. [14] Treatment of HIV parotitis may include antiviral therapy, low-dose radiation, or partial parotidectomy to reduce glandular size. [35] [36]", "contents": "Parotitis -- Treatment / Management. Consult otolaryngology early for incision and drainage for cases of acute parotitis refractory to conservative measures of hydration and antibiotics. Specialists might consider saline irrigation of the duct system to remove inspissated mucus or pus. [14] Treatment of HIV parotitis may include antiviral therapy, low-dose radiation, or partial parotidectomy to reduce glandular size. [35] [36]"}
{"id": "article-26692_42", "title": "Parotitis -- Treatment / Management", "content": "Superficial parotidectomy is usually the last resort for chronic parotitis and may involve ligation of the duct or the instillation of methylene violet. [37] Surgery may be necessary for disfiguring swelling, chronic autoimmune parotitis at risk for neoplastic lymphoma, or adjacent inflammation resulting in facial nerve paralysis.", "contents": "Parotitis -- Treatment / Management. Superficial parotidectomy is usually the last resort for chronic parotitis and may involve ligation of the duct or the instillation of methylene violet. [37] Surgery may be necessary for disfiguring swelling, chronic autoimmune parotitis at risk for neoplastic lymphoma, or adjacent inflammation resulting in facial nerve paralysis."}
{"id": "article-26692_43", "title": "Parotitis -- Differential Diagnosis", "content": "Obstructive parotitis follows sialolithiasis (stone in the gland or duct). Occasionally, calculi can extravasate out of the gland and into the neck, generating an inflammatory mass.", "contents": "Parotitis -- Differential Diagnosis. Obstructive parotitis follows sialolithiasis (stone in the gland or duct). Occasionally, calculi can extravasate out of the gland and into the neck, generating an inflammatory mass."}
{"id": "article-26692_44", "title": "Parotitis -- Differential Diagnosis", "content": "Pneumoparotitis occurs when air enters the parotid past the one-way valve of the parotid ducts from elevated pressures in the oral cavity, such as with wind instrument players, scuba divers, and glass blowers. Occasionally, bacterial parotitis can result, and rarely, parotid gland rupture. [38] [39]", "contents": "Parotitis -- Differential Diagnosis. Pneumoparotitis occurs when air enters the parotid past the one-way valve of the parotid ducts from elevated pressures in the oral cavity, such as with wind instrument players, scuba divers, and glass blowers. Occasionally, bacterial parotitis can result, and rarely, parotid gland rupture. [38] [39]"}
{"id": "article-26692_45", "title": "Parotitis -- Differential Diagnosis", "content": "Sialosis (sialadenosis) is a noninflammatory disorder that usually produces bilateral parotid gland enlargement and is characterized by soft, non-tender, bilaterally enlarged parotid glands. [40] It commonly presents in people between 20 and 60 and has an equal prevalence between males and females. The etiology is currently unknown but may be due to inappropriate autonomic nervous system stimulation and may be associated with endocrine disorders (diabetes), nutritional disorders (pellagra or bulimia), and medications (such as thioridazine or isoprenaline). The diagnostic basis is bilateral involvement and biopsy showing acinar enlargement with hyperdense cytoplasmic granules.", "contents": "Parotitis -- Differential Diagnosis. Sialosis (sialadenosis) is a noninflammatory disorder that usually produces bilateral parotid gland enlargement and is characterized by soft, non-tender, bilaterally enlarged parotid glands. [40] It commonly presents in people between 20 and 60 and has an equal prevalence between males and females. The etiology is currently unknown but may be due to inappropriate autonomic nervous system stimulation and may be associated with endocrine disorders (diabetes), nutritional disorders (pellagra or bulimia), and medications (such as thioridazine or isoprenaline). The diagnostic basis is bilateral involvement and biopsy showing acinar enlargement with hyperdense cytoplasmic granules."}
{"id": "article-26692_46", "title": "Parotitis -- Prognosis", "content": "Parotitis carries a relatively favorable prognosis for all forms, and underlying diseases determine the prognosis. Most cases of parotitis resolve spontaneously or with antibacterial treatment without recurrence or complication. Children may present with juvenile recurrent parotitis that can be symptomatic for days to weeks at a time and can require a partial parotidectomy. Neonatal parotitis can be life-threatening. Rarely, acute bacterial parotitis can lead to osteomyelitis, sepsis, organ failure, and death. [41]", "contents": "Parotitis -- Prognosis. Parotitis carries a relatively favorable prognosis for all forms, and underlying diseases determine the prognosis. Most cases of parotitis resolve spontaneously or with antibacterial treatment without recurrence or complication. Children may present with juvenile recurrent parotitis that can be symptomatic for days to weeks at a time and can require a partial parotidectomy. Neonatal parotitis can be life-threatening. Rarely, acute bacterial parotitis can lead to osteomyelitis, sepsis, organ failure, and death. [41]"}
{"id": "article-26692_47", "title": "Parotitis -- Complications", "content": "Chronic bacterial parotitis can result from chronic autoimmune diseases or untreated bacterial infections with resultant glandular ductal inflammation, ductal stenosis, and decreased salivary flow. Rarely, fistula formation can occur. Neoplasms, such as lymphoma, can result from chronic autoimmune parotitis.", "contents": "Parotitis -- Complications. Chronic bacterial parotitis can result from chronic autoimmune diseases or untreated bacterial infections with resultant glandular ductal inflammation, ductal stenosis, and decreased salivary flow. Rarely, fistula formation can occur. Neoplasms, such as lymphoma, can result from chronic autoimmune parotitis."}
{"id": "article-26692_48", "title": "Parotitis -- Complications", "content": "Facial paralysis is a rare complication but can occur from chronic inflammation from Sjogren syndrome, systemic lupus erythematosus, or the rare sarcoidosis Heerfordt-Waldenstrom (or uveoparotid fever) syndrome. [42] Parotid biopsy or surgery can also result in facial nerve injury.", "contents": "Parotitis -- Complications. Facial paralysis is a rare complication but can occur from chronic inflammation from Sjogren syndrome, systemic lupus erythematosus, or the rare sarcoidosis Heerfordt-Waldenstrom (or uveoparotid fever) syndrome. [42] Parotid biopsy or surgery can also result in facial nerve injury."}
{"id": "article-26692_49", "title": "Parotitis -- Complications", "content": "Vascular complications from parotitis are rare despite the maxillary and external carotid arteries traversing through the parotid gland. However, parotid surgery should be considered with caution due to the risk of vascular injury.", "contents": "Parotitis -- Complications. Vascular complications from parotitis are rare despite the maxillary and external carotid arteries traversing through the parotid gland. However, parotid surgery should be considered with caution due to the risk of vascular injury."}
{"id": "article-26692_50", "title": "Parotitis -- Complications", "content": "Xerostomia can be uncomfortable but also interferes with feeding due to alterations in taste (dysgeusia) and chewing process from lack of lubricant necessary for food bolus formation. Malnutrition can result. Mumps parotitis can be associated with meningoencephalitis in as many as 10%, pancreatitis, orchitis in as many as 30% of post-pubertal males, or sensory neural hearing loss.", "contents": "Parotitis -- Complications. Xerostomia can be uncomfortable but also interferes with feeding due to alterations in taste (dysgeusia) and chewing process from lack of lubricant necessary for food bolus formation. Malnutrition can result. Mumps parotitis can be associated with meningoencephalitis in as many as 10%, pancreatitis, orchitis in as many as 30% of post-pubertal males, or sensory neural hearing loss."}
{"id": "article-26692_51", "title": "Parotitis -- Complications", "content": "In rare instances, parotitis can result in septic thrombophlebitis of the internal jugular vein (Lemierre syndrome, usually from oropharyngeal Fusobacterium necrophorum infection) due to proximity and shared venous drainage. [43]", "contents": "Parotitis -- Complications. In rare instances, parotitis can result in septic thrombophlebitis of the internal jugular vein (Lemierre syndrome, usually from oropharyngeal Fusobacterium necrophorum infection) due to proximity and shared venous drainage. [43]"}
{"id": "article-26692_52", "title": "Parotitis -- Complications", "content": "A rare parotitis complication involving excess sweating (hyperhidrosis) and numbness on the cheek in front of the ear during salivation (eating or thinking of food) is called Frey syndrome (auriculotemporal syndrome, also Baillarger or Dupuy or Frey-Baillarger syndrome). It is caused by damage to the auriculotemporal nerve, a branch of the mandibular trigeminal nerve. [44]", "contents": "Parotitis -- Complications. A rare parotitis complication involving excess sweating (hyperhidrosis) and numbness on the cheek in front of the ear during salivation (eating or thinking of food) is called Frey syndrome (auriculotemporal syndrome, also Baillarger or Dupuy or Frey-Baillarger syndrome). It is caused by damage to the auriculotemporal nerve, a branch of the mandibular trigeminal nerve. [44]"}
{"id": "article-26692_53", "title": "Parotitis -- Complications", "content": "Eagle syndrome, a pharyngeal foreign body sensation and cervicofacial pain with an elongated styloid process, which is much more commonly caused by trauma or tonsillectomy, can rarely follow acute parotitis. [45] [37]", "contents": "Parotitis -- Complications. Eagle syndrome, a pharyngeal foreign body sensation and cervicofacial pain with an elongated styloid process, which is much more commonly caused by trauma or tonsillectomy, can rarely follow acute parotitis. [45] [37]"}
{"id": "article-26692_54", "title": "Parotitis -- Consultations", "content": "Consider otolaryngology specialists' consultation for parotitis of uncertain etiology, especially for acute bacterial parotitis refractory to treatment and juvenile recurrent parotitis. Other team members needed for the care of a patient with parotitis include: Primary care provider Dietician/nutritionist", "contents": "Parotitis -- Consultations. Consider otolaryngology specialists' consultation for parotitis of uncertain etiology, especially for acute bacterial parotitis refractory to treatment and juvenile recurrent parotitis. Other team members needed for the care of a patient with parotitis include: Primary care provider Dietician/nutritionist"}
{"id": "article-26692_55", "title": "Parotitis -- Deterrence and Patient Education", "content": "The most important directive for the patient is to maintain adequate hydration. Also, avoid medications that can dry the mouth, especially antihistamines, decongestants or antidepressants, diuretics, some antihypertensives, muscle relaxants, and antibiotics. Avoid drug exposure to drugs like cocaine, methamphetamine, and alcohol. It is advisable to avoid chewing or smoking tobacco or marijuana, which can also lead to decreased salivary flow.", "contents": "Parotitis -- Deterrence and Patient Education. The most important directive for the patient is to maintain adequate hydration. Also, avoid medications that can dry the mouth, especially antihistamines, decongestants or antidepressants, diuretics, some antihypertensives, muscle relaxants, and antibiotics. Avoid drug exposure to drugs like cocaine, methamphetamine, and alcohol. It is advisable to avoid chewing or smoking tobacco or marijuana, which can also lead to decreased salivary flow."}
{"id": "article-26692_56", "title": "Parotitis -- Deterrence and Patient Education", "content": "Vaccination with MMR has dramatically decreased the incidence of mumps parotitis (by 99% in the United States). However, this disorder can still occur in unimmunized or partially immunized individuals with fewer than three recommended vaccinations. [11]", "contents": "Parotitis -- Deterrence and Patient Education. Vaccination with MMR has dramatically decreased the incidence of mumps parotitis (by 99% in the United States). However, this disorder can still occur in unimmunized or partially immunized individuals with fewer than three recommended vaccinations. [11]"}
{"id": "article-26692_57", "title": "Parotitis -- Pearls and Other Issues", "content": "S. aureus is the most common causative bacteria of acute suppurative parotitis, and treatment for MRSA should merit consideration when at risk. Failure of antibiotic therapy for acute suppurative parotitis, especially in neonates or in the presence of sepsis, should prompt otolaryngology consultation for surgical intervention such as incision and drainage.", "contents": "Parotitis -- Pearls and Other Issues. S. aureus is the most common causative bacteria of acute suppurative parotitis, and treatment for MRSA should merit consideration when at risk. Failure of antibiotic therapy for acute suppurative parotitis, especially in neonates or in the presence of sepsis, should prompt otolaryngology consultation for surgical intervention such as incision and drainage."}
{"id": "article-26692_58", "title": "Parotitis -- Enhancing Healthcare Team Outcomes", "content": "Parotitis can occur in any patient and is not unusual after surgery. The condition is not always easy to diagnose and thus is best managed by an interprofessional team. The nurses are often the first to note the problem in postoperative patients. While there is no generic preventive method, but the nurse should educate the patient on adequate hydration and good oral hygiene. The pharmacist should ensure that the anticholinergic medications have been discontinued, assist the providers in therapeutic agent selection to treat parotitis based on the underlying cause, and perform medication reconciliation and verify dosing. The clinician (MD, DO, NP, or PA) or surgeon will manage the case but requires open communication and information sharing from all interprofessional team members. Any team member who notes a change in status, medication side effect, or therapeutic failure needs to document their observations in the patient chart or record and report the new information to the rest of the team. [Level 5]", "contents": "Parotitis -- Enhancing Healthcare Team Outcomes. Parotitis can occur in any patient and is not unusual after surgery. The condition is not always easy to diagnose and thus is best managed by an interprofessional team. The nurses are often the first to note the problem in postoperative patients. While there is no generic preventive method, but the nurse should educate the patient on adequate hydration and good oral hygiene. The pharmacist should ensure that the anticholinergic medications have been discontinued, assist the providers in therapeutic agent selection to treat parotitis based on the underlying cause, and perform medication reconciliation and verify dosing. The clinician (MD, DO, NP, or PA) or surgeon will manage the case but requires open communication and information sharing from all interprofessional team members. Any team member who notes a change in status, medication side effect, or therapeutic failure needs to document their observations in the patient chart or record and report the new information to the rest of the team. [Level 5]"}
{"id": "article-26692_59", "title": "Parotitis -- Enhancing Healthcare Team Outcomes", "content": "While the condition is treated supportively in most cases, consultation with an otolaryngologist may be required. Nurses can follow up, monitor therapy effectiveness, and watch for adverse events. The condition may last a few days and can be painful; hence, optimal pain control is necessary. The dietitian should be consulted on nutrition, as many patients cannot chew or even swallow. Close communication between interprofessional team members is vital to improving outcomes. [Level 5]", "contents": "Parotitis -- Enhancing Healthcare Team Outcomes. While the condition is treated supportively in most cases, consultation with an otolaryngologist may be required. Nurses can follow up, monitor therapy effectiveness, and watch for adverse events. The condition may last a few days and can be painful; hence, optimal pain control is necessary. The dietitian should be consulted on nutrition, as many patients cannot chew or even swallow. Close communication between interprofessional team members is vital to improving outcomes. [Level 5]"}
{"id": "article-26692_60", "title": "Parotitis -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Parotitis -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}