{"id": "article-29658_0", "title": "Sudden Infant Death Syndrome -- Continuing Education Activity", "content": "Sudden infant death syndrome (SIDS) is the abrupt and unexplained death of an infant less than 1-year old. Despite a thorough investigation (a careful review of clinical history, death scene investigation, and a complete autopsy), a cause for the patient's demise is not identified. SIDS is the leading cause of death in the United States in infants one to twelve months of age. This activity reviews the role of the interprofessional team in the evaluation and management of SIDS.", "contents": "Sudden Infant Death Syndrome -- Continuing Education Activity. Sudden infant death syndrome (SIDS) is the abrupt and unexplained death of an infant less than 1-year old. Despite a thorough investigation (a careful review of clinical history, death scene investigation, and a complete autopsy), a cause for the patient's demise is not identified. SIDS is the leading cause of death in the United States in infants one to twelve months of age. This activity reviews the role of the interprofessional team in the evaluation and management of SIDS."}
{"id": "article-29658_1", "title": "Sudden Infant Death Syndrome -- Continuing Education Activity", "content": "Objectives: Review the etiology of SIDS. Outline the common historical features associated with SIDS patients. Describe the differential diagnosis of the patient with SIDS. Access free multiple choice questions on this topic.", "contents": "Sudden Infant Death Syndrome -- Continuing Education Activity. Objectives: Review the etiology of SIDS. Outline the common historical features associated with SIDS patients. Describe the differential diagnosis of the patient with SIDS. Access free multiple choice questions on this topic."}
{"id": "article-29658_2", "title": "Sudden Infant Death Syndrome -- Introduction", "content": "Sudden infant death syndrome (SIDS) is the abrupt and unexplained death of an infant less than 1-year old. Despite investigation (review of clinical history, investigation of the death, and a complete autopsy), no evidence supports a specific single cause of death. [1] SIDS frequently occurs during sleep, and it is the leading cause of death in infants one to twelve months of age in the United States. Due to inconsistencies in the use of SIDS as a diagnostic term, sudden unexpected infant death (SUID) was introduced. SUID includes SIDS, accidental suffocation/asphyxia, and deaths due to uncertain circumstances.", "contents": "Sudden Infant Death Syndrome -- Introduction. Sudden infant death syndrome (SIDS) is the abrupt and unexplained death of an infant less than 1-year old. Despite investigation (review of clinical history, investigation of the death, and a complete autopsy), no evidence supports a specific single cause of death. [1] SIDS frequently occurs during sleep, and it is the leading cause of death in infants one to twelve months of age in the United States. Due to inconsistencies in the use of SIDS as a diagnostic term, sudden unexpected infant death (SUID) was introduced. SUID includes SIDS, accidental suffocation/asphyxia, and deaths due to uncertain circumstances."}
{"id": "article-29658_3", "title": "Sudden Infant Death Syndrome -- Etiology", "content": "The exact etiology of SIDS is not clear. Studies suggest that SIDS is associated with suboptimal physiologic responses to hypoxemia and hypercarbia and a combination of several intrinsic and extrinsic factors. The most important preventable SIDS risk factor is a supine sleeping position. Acknowledging prone sleeping as a means of preventing SIDS has resulted in advocacy that significantly decreased SIDS deaths. The incidence of SIDS has dramatically reduced in countries that advocate for supine sleeping.", "contents": "Sudden Infant Death Syndrome -- Etiology. The exact etiology of SIDS is not clear. Studies suggest that SIDS is associated with suboptimal physiologic responses to hypoxemia and hypercarbia and a combination of several intrinsic and extrinsic factors. The most important preventable SIDS risk factor is a supine sleeping position. Acknowledging prone sleeping as a means of preventing SIDS has resulted in advocacy that significantly decreased SIDS deaths. The incidence of SIDS has dramatically reduced in countries that advocate for supine sleeping."}
{"id": "article-29658_4", "title": "Sudden Infant Death Syndrome -- Etiology", "content": "The incidence of SIDS declined by more than 50 percent in the United States after physicians began to promote “On the back to sleep.” After the American Academy of Pediatrics (AAP) issued a recommendation for supine sleeping in 1992, the incidence of SIDS decreased. From 1992 to 2001, the incidence of SIDS deaths declined from 1.2 to 0.56 deaths per 1000 live births. During the reported period, the percentage of infants sleeping in the supine position increased from 13% to 72%.", "contents": "Sudden Infant Death Syndrome -- Etiology. The incidence of SIDS declined by more than 50 percent in the United States after physicians began to promote “On the back to sleep.” After the American Academy of Pediatrics (AAP) issued a recommendation for supine sleeping in 1992, the incidence of SIDS decreased. From 1992 to 2001, the incidence of SIDS deaths declined from 1.2 to 0.56 deaths per 1000 live births. During the reported period, the percentage of infants sleeping in the supine position increased from 13% to 72%."}
{"id": "article-29658_5", "title": "Sudden Infant Death Syndrome -- Epidemiology", "content": "According to the Centers for Disease Control and Prevention (CDC), the incidence of SIDS in 2017 was 35.4 per 100,000 live births in the United States. Prior to the introduction of campaigns to reduce SIDS deaths, death rates were noted to vary significantly between Asian populations, aboriginal people in Australia, the population of the United Kingdom, the population of the United States, and the population of New Zealand. Death rates varied from as low as 0.3 deaths per 1000 live births (among Asian populations in the US and Bangladeshi's in the UK) to 7.4 deaths per 100 live births (in the Maori people in New Zealand). Cultural norms, child-rearing practices, and socioeconomic factors appear to explain the variation. [2] In the United States, CDC reports reflect similar variations among non-Hispanic Black Americans, Native Americans, the non-Hispanic white population, Hispanics, and the Asian population. [3] [4] The peak incidence occurs between 2 and 4 months, and 90 percent of cases occur before six months of age. [5]", "contents": "Sudden Infant Death Syndrome -- Epidemiology. According to the Centers for Disease Control and Prevention (CDC), the incidence of SIDS in 2017 was 35.4 per 100,000 live births in the United States. Prior to the introduction of campaigns to reduce SIDS deaths, death rates were noted to vary significantly between Asian populations, aboriginal people in Australia, the population of the United Kingdom, the population of the United States, and the population of New Zealand. Death rates varied from as low as 0.3 deaths per 1000 live births (among Asian populations in the US and Bangladeshi's in the UK) to 7.4 deaths per 100 live births (in the Maori people in New Zealand). Cultural norms, child-rearing practices, and socioeconomic factors appear to explain the variation. [2] In the United States, CDC reports reflect similar variations among non-Hispanic Black Americans, Native Americans, the non-Hispanic white population, Hispanics, and the Asian population. [3] [4] The peak incidence occurs between 2 and 4 months, and 90 percent of cases occur before six months of age. [5]"}
{"id": "article-29658_6", "title": "Sudden Infant Death Syndrome -- Epidemiology", "content": "Studies suggest that 95% of the SIDS cases were associated with at least one risk factor, and 78% of the cases were associated with at least two risk factors. [6] Several studies identify the prone sleeping position, sleeping on soft surfaces, sleeping with soft objects, co-sleeping with a parent/parents, maternal smoking during pregnancy, maternal age less than 20 years, late/no prenatal care, preterm birth, low birth weight, lack of breastfeeding, and overheating as risk factors in SIDS deaths. [5] Maternal drug use and exposure to smoke from tobacco are associated with a higher incidence of SIDS. Exposure from secondhand smoke is an independent risk factor for SIDS, and the risk increases with an increasing amount of exposure [17]. Although it is not clear that exposure to smoke is a primary cause of SIDS. [7] [8] Exposure to secondhand smoke is an independent risk factor and the risk increases as the amount of exposure to smoke increases. [9] Maternal drug use is associated with a higher incidence of SIDS, although it is not clear whether this is a direct or an indirect effect. [10] [11]", "contents": "Sudden Infant Death Syndrome -- Epidemiology. Studies suggest that 95% of the SIDS cases were associated with at least one risk factor, and 78% of the cases were associated with at least two risk factors. [6] Several studies identify the prone sleeping position, sleeping on soft surfaces, sleeping with soft objects, co-sleeping with a parent/parents, maternal smoking during pregnancy, maternal age less than 20 years, late/no prenatal care, preterm birth, low birth weight, lack of breastfeeding, and overheating as risk factors in SIDS deaths. [5] Maternal drug use and exposure to smoke from tobacco are associated with a higher incidence of SIDS. Exposure from secondhand smoke is an independent risk factor for SIDS, and the risk increases with an increasing amount of exposure [17]. Although it is not clear that exposure to smoke is a primary cause of SIDS. [7] [8] Exposure to secondhand smoke is an independent risk factor and the risk increases as the amount of exposure to smoke increases. [9] Maternal drug use is associated with a higher incidence of SIDS, although it is not clear whether this is a direct or an indirect effect. [10] [11]"}
{"id": "article-29658_7", "title": "Sudden Infant Death Syndrome -- Epidemiology", "content": "A history of apnea and upper respiratory infection is not SIDS risk factors. Although controversial, studies identify parents sleeping in the same room (in a different bed) breastfeeding, pacifier use, fan use, and immunization as protective factors. [12] [13] [14] [15]", "contents": "Sudden Infant Death Syndrome -- Epidemiology. A history of apnea and upper respiratory infection is not SIDS risk factors. Although controversial, studies identify parents sleeping in the same room (in a different bed) breastfeeding, pacifier use, fan use, and immunization as protective factors. [12] [13] [14] [15]"}
{"id": "article-29658_8", "title": "Sudden Infant Death Syndrome -- Epidemiology", "content": "Siblings of SIDS infants have an increased risk of dying as a result of SIDS. Siblings are 5-6 times more likely to die from SIDS than the general population. [16] [17] [7] After investigation, not all sibling deaths can be attributed to SIDS. Sibling deaths were found to be attributable to inborn errors of metabolism, abuse, and malnourishment.  Twins have a higher incidence of SIDS, about twice as high as singletons. [8] This association is true for preterm twins, term twins, and twins weighing more than 3kg at birth.", "contents": "Sudden Infant Death Syndrome -- Epidemiology. Siblings of SIDS infants have an increased risk of dying as a result of SIDS. Siblings are 5-6 times more likely to die from SIDS than the general population. [16] [17] [7] After investigation, not all sibling deaths can be attributed to SIDS. Sibling deaths were found to be attributable to inborn errors of metabolism, abuse, and malnourishment.  Twins have a higher incidence of SIDS, about twice as high as singletons. [8] This association is true for preterm twins, term twins, and twins weighing more than 3kg at birth."}
{"id": "article-29658_9", "title": "Sudden Infant Death Syndrome -- Pathophysiology", "content": "A generally accepted model is a triple-risk model: SIDS occurs in infants with underlying vulnerability who undergo a trigger event at a vulnerable developmental stage. [18]", "contents": "Sudden Infant Death Syndrome -- Pathophysiology. A generally accepted model is a triple-risk model: SIDS occurs in infants with underlying vulnerability who undergo a trigger event at a vulnerable developmental stage. [18]"}
{"id": "article-29658_10", "title": "Sudden Infant Death Syndrome -- Pathophysiology -- Underlying Vulnerability", "content": "Infants dying as a result of SIDS display suboptimal physiologic regulatory responses. Post-mortem examination of the brainstems of SIDS victims demonstrates abnormalities in serotonergic signaling abnormalities in the arcuate nucleus and tissues that modulate ventilation and blood pressure in response to hypoxia and hypercarbia. [19] [20] Affected infants also show decreased 5-HT 1A receptor binding in the medulla, which influences a broad range of autonomic responses via serotonin signaling. [21] Some authors have identified gene polymorphisms that may predispose to SIDS. [22]", "contents": "Sudden Infant Death Syndrome -- Pathophysiology -- Underlying Vulnerability. Infants dying as a result of SIDS display suboptimal physiologic regulatory responses. Post-mortem examination of the brainstems of SIDS victims demonstrates abnormalities in serotonergic signaling abnormalities in the arcuate nucleus and tissues that modulate ventilation and blood pressure in response to hypoxia and hypercarbia. [19] [20] Affected infants also show decreased 5-HT 1A receptor binding in the medulla, which influences a broad range of autonomic responses via serotonin signaling. [21] Some authors have identified gene polymorphisms that may predispose to SIDS. [22]"}
{"id": "article-29658_11", "title": "Sudden Infant Death Syndrome -- Pathophysiology -- Trigger Event", "content": "The exact nature of the trigger is unknown. Studies suggest that the prone positioning predisposes to suffocation, resulting from decreased arousal, the type of bedding material, and overheating. [23] [24] Studies have demonstrated that prone sleeping is associated with longer sleep duration, longer obstructive events, and decreased arousal. [25] Further, the arousal threshold during sleep is higher in infants younger than six months of age. [23] While the data are inconclusive, cardiac dysfunction is suspected of triggering SIDS. Infection is a suspect SIDS trigger as well. Infants dying from SIDS are more likely to be infected by potentially pathogenic organisms on autopsy than infants dying from other non-infectious causes of death. [26]", "contents": "Sudden Infant Death Syndrome -- Pathophysiology -- Trigger Event. The exact nature of the trigger is unknown. Studies suggest that the prone positioning predisposes to suffocation, resulting from decreased arousal, the type of bedding material, and overheating. [23] [24] Studies have demonstrated that prone sleeping is associated with longer sleep duration, longer obstructive events, and decreased arousal. [25] Further, the arousal threshold during sleep is higher in infants younger than six months of age. [23] While the data are inconclusive, cardiac dysfunction is suspected of triggering SIDS. Infection is a suspect SIDS trigger as well. Infants dying from SIDS are more likely to be infected by potentially pathogenic organisms on autopsy than infants dying from other non-infectious causes of death. [26]"}
{"id": "article-29658_12", "title": "Sudden Infant Death Syndrome -- Pathophysiology -- Vulnerable Developmental Stages", "content": "SIDS occurs most frequently between 2 and 4 months of age, a period marked by important changes in the cardiac, ventilatory, and sleep-wake patterns. A nadir in blood pressure, as well as impaired blood pressure responses to cardiovascular challenges induced by the head-tilt challenge, are known to occur during this period. [27] There are great differences in sleep structure and arousal in infants and adults. Rapid maturation in sleep structure occurs in the first six months of life.", "contents": "Sudden Infant Death Syndrome -- Pathophysiology -- Vulnerable Developmental Stages. SIDS occurs most frequently between 2 and 4 months of age, a period marked by important changes in the cardiac, ventilatory, and sleep-wake patterns. A nadir in blood pressure, as well as impaired blood pressure responses to cardiovascular challenges induced by the head-tilt challenge, are known to occur during this period. [27] There are great differences in sleep structure and arousal in infants and adults. Rapid maturation in sleep structure occurs in the first six months of life."}
{"id": "article-29658_13", "title": "Sudden Infant Death Syndrome -- Histopathology", "content": "At autopsy, infants who die of SIDS demonstrate multiple external and internal findings insufficient to explain the cause of death. [28] External findings may include frothy, blood-tinged fluid at the nares in an otherwise well-developed infant. Internal observations include subacute inflammation of the upper respiratory tract, pulmonary congestion/edema, intrathoracic petechiae, and persistent hepatic hematopoiesis.", "contents": "Sudden Infant Death Syndrome -- Histopathology. At autopsy, infants who die of SIDS demonstrate multiple external and internal findings insufficient to explain the cause of death. [28] External findings may include frothy, blood-tinged fluid at the nares in an otherwise well-developed infant. Internal observations include subacute inflammation of the upper respiratory tract, pulmonary congestion/edema, intrathoracic petechiae, and persistent hepatic hematopoiesis."}
{"id": "article-29658_14", "title": "Sudden Infant Death Syndrome -- History and Physical", "content": "Commonly, infants dying from SIDS are found dead in the morning. Over 80 percent of SIDS deaths occur between 12 pm to 6 am. Bedding covers the head of a large percentage of infants who die of SIDS. An infant may display blood-tinged fluid at the nares, but the infant appears otherwise intact externally.", "contents": "Sudden Infant Death Syndrome -- History and Physical. Commonly, infants dying from SIDS are found dead in the morning. Over 80 percent of SIDS deaths occur between 12 pm to 6 am. Bedding covers the head of a large percentage of infants who die of SIDS. An infant may display blood-tinged fluid at the nares, but the infant appears otherwise intact externally."}
{"id": "article-29658_15", "title": "Sudden Infant Death Syndrome -- Evaluation", "content": "SIDS is a diagnosis of exclusion requiring a thorough investigation, including the review of the clinical history, death scene investigation, and a complete autopsy. Recommendations include detailed interviews with caregivers, a review of medical records, reports of the death scene observations, and a complete autopsy within 24 hours of death. Existing internationally standardized protocols for autopsy and national guidelines for the death scene investigation are effective tools to assist with the completion of the investigation. The CDC has established SUID monitoring programs in 22 states and jurisdiction, but no national protocol is available in the United States as state laws govern medicolegal death investigation.", "contents": "Sudden Infant Death Syndrome -- Evaluation. SIDS is a diagnosis of exclusion requiring a thorough investigation, including the review of the clinical history, death scene investigation, and a complete autopsy. Recommendations include detailed interviews with caregivers, a review of medical records, reports of the death scene observations, and a complete autopsy within 24 hours of death. Existing internationally standardized protocols for autopsy and national guidelines for the death scene investigation are effective tools to assist with the completion of the investigation. The CDC has established SUID monitoring programs in 22 states and jurisdiction, but no national protocol is available in the United States as state laws govern medicolegal death investigation."}
{"id": "article-29658_16", "title": "Sudden Infant Death Syndrome -- Evaluation -- Clinical History", "content": "Culturally sensitive professionals may engage in interviews with caretakers, using non-accusatory, open-ended questions that probe the presence of risk factors such as the infant sleeping position, co-sleeping, and medical (and prenatal) history.", "contents": "Sudden Infant Death Syndrome -- Evaluation -- Clinical History. Culturally sensitive professionals may engage in interviews with caretakers, using non-accusatory, open-ended questions that probe the presence of risk factors such as the infant sleeping position, co-sleeping, and medical (and prenatal) history."}
{"id": "article-29658_17", "title": "Sudden Infant Death Syndrome -- Evaluation -- Autopsy", "content": "An autopsy may identify congenital abnormalities, injuries, infection, or metabolic defects. Autopsy identifies the cause of death in only 15% of suspected SIDS deaths. [28] The autopsy includes external and internal examination, radiologic evaluation, microbiology, toxicology, and laboratory studies. Essential laboratory evaluation incudes: electrolytes, screening for inborn errors of metabolism, and screening for genetic disorders/polymorphisms.", "contents": "Sudden Infant Death Syndrome -- Evaluation -- Autopsy. An autopsy may identify congenital abnormalities, injuries, infection, or metabolic defects. Autopsy identifies the cause of death in only 15% of suspected SIDS deaths. [28] The autopsy includes external and internal examination, radiologic evaluation, microbiology, toxicology, and laboratory studies. Essential laboratory evaluation incudes: electrolytes, screening for inborn errors of metabolism, and screening for genetic disorders/polymorphisms."}
{"id": "article-29658_18", "title": "Sudden Infant Death Syndrome -- Evaluation -- Metabolic Screening", "content": "Recommended metabolic labs include plasma acylcarnitine profile, quantitative plasma carnitine levels, quantitative plasma amino acid analysis, qualitative urine organic acid analysis, and plasma lactate and pyruvate. Collect plasma pyruvate in a specimen container with perchlorate.", "contents": "Sudden Infant Death Syndrome -- Evaluation -- Metabolic Screening. Recommended metabolic labs include plasma acylcarnitine profile, quantitative plasma carnitine levels, quantitative plasma amino acid analysis, qualitative urine organic acid analysis, and plasma lactate and pyruvate. Collect plasma pyruvate in a specimen container with perchlorate."}
{"id": "article-29658_19", "title": "Sudden Infant Death Syndrome -- Evaluation -- Death Scene Investigation", "content": "First responders should be trained to make visual observations of the environment upon arrival at the scene before beginning to resuscitate the patient. It is important to note: the temperature of the room, the first temperature of the infant, type of ventilation or heating system operating in the home, the location of the infant, the condition and quality of the bed/crib, amount and location of the infant's clothing, the presence or absence of bedding or soft objects in the sleeping environment, the presence or absence of marks on the infant's body, and the reactions of the caretakers. [29]", "contents": "Sudden Infant Death Syndrome -- Evaluation -- Death Scene Investigation. First responders should be trained to make visual observations of the environment upon arrival at the scene before beginning to resuscitate the patient. It is important to note: the temperature of the room, the first temperature of the infant, type of ventilation or heating system operating in the home, the location of the infant, the condition and quality of the bed/crib, amount and location of the infant's clothing, the presence or absence of bedding or soft objects in the sleeping environment, the presence or absence of marks on the infant's body, and the reactions of the caretakers. [29]"}
{"id": "article-29658_20", "title": "Sudden Infant Death Syndrome -- Treatment / Management", "content": "When an infant's death is suspicious for SIDS, an investigation as outlined above is required. Parents/caregivers should be comforted and educated regarding SIDS. If a genetic cause is found, genetic counseling may be needed. Anticipatory guidance that educates regarding SIDS risks is preventative; however, cardiopulmonary monitoring is not recommended for SIDS prevention. [30]", "contents": "Sudden Infant Death Syndrome -- Treatment / Management. When an infant's death is suspicious for SIDS, an investigation as outlined above is required. Parents/caregivers should be comforted and educated regarding SIDS. If a genetic cause is found, genetic counseling may be needed. Anticipatory guidance that educates regarding SIDS risks is preventative; however, cardiopulmonary monitoring is not recommended for SIDS prevention. [30]"}
{"id": "article-29658_21", "title": "Sudden Infant Death Syndrome -- Differential Diagnosis", "content": "Disorders that mimic SIDS include aspiration, asphyxiation, anaphylaxis, poisoning, fatal child abuse, trauma, hyperthermia, metabolic disorders, cystic fibrosis, hepatitis, pancreatitis, encephalitis, AV malformation with hemorrhage, congenital adrenal hyperplasia, pulmonary hypertension, sickle cell crisis, cardiac disorders including congenital heart disease, subendocardial fibroelastosis and myocarditis, sepsis, and infections including bronchiolitis, pneumonia, tracheobronchitis, pyelonephritis, and enterocolitis with Salmonella, Shigella, or Escherichia Coli. Among these, fatal child abuse and metabolic disease deserve particular attention because they may affect other family members.", "contents": "Sudden Infant Death Syndrome -- Differential Diagnosis. Disorders that mimic SIDS include aspiration, asphyxiation, anaphylaxis, poisoning, fatal child abuse, trauma, hyperthermia, metabolic disorders, cystic fibrosis, hepatitis, pancreatitis, encephalitis, AV malformation with hemorrhage, congenital adrenal hyperplasia, pulmonary hypertension, sickle cell crisis, cardiac disorders including congenital heart disease, subendocardial fibroelastosis and myocarditis, sepsis, and infections including bronchiolitis, pneumonia, tracheobronchitis, pyelonephritis, and enterocolitis with Salmonella, Shigella, or Escherichia Coli. Among these, fatal child abuse and metabolic disease deserve particular attention because they may affect other family members."}
{"id": "article-29658_22", "title": "Sudden Infant Death Syndrome -- Differential Diagnosis", "content": "Fatal child abuse accounts for 1 to 5% of cases designated as SIDS. [31] [32] The mechanism may be closed head injury (most common), trauma, intentional asphyxia, or poisoning. An autopsy cannot distinguish between accidental asphyxiation, intentional asphyxia, and SIDS. However, the features that suggest fatal child abuse are recurrent episodes of unexplained cyanosis, apnea or ALTE that occurs in the presence of a single caretaker, simultaneous death of twins, previous unexplained death of siblings, previous infant of child death in the presence of a single, and inexplicable death in a child older than six months of age.", "contents": "Sudden Infant Death Syndrome -- Differential Diagnosis. Fatal child abuse accounts for 1 to 5% of cases designated as SIDS. [31] [32] The mechanism may be closed head injury (most common), trauma, intentional asphyxia, or poisoning. An autopsy cannot distinguish between accidental asphyxiation, intentional asphyxia, and SIDS. However, the features that suggest fatal child abuse are recurrent episodes of unexplained cyanosis, apnea or ALTE that occurs in the presence of a single caretaker, simultaneous death of twins, previous unexplained death of siblings, previous infant of child death in the presence of a single, and inexplicable death in a child older than six months of age."}
{"id": "article-29658_23", "title": "Sudden Infant Death Syndrome -- Differential Diagnosis", "content": "The proportion of metabolic diseases was not higher among infants with sudden death compared to the general population. [33] Clinical features suggestive of the metabolic disease include unexpected death in a sibling; a family history of sibling or cousin with BRUE, Reye syndrome, or myopathy; and signs/symptoms prior to death including failure to thrive, vomiting, hypoglycemia, hypotonia, hyperventilation, serious infections, or elevated aminotransferase levels. The metabolic defects may involve the metabolism of fatty acid chains, branched-chain amino acid, urea cycle products, or dysfunction of mitochondria. The most common metabolic conditions causing sudden death are errors in the metabolism of fatty acids (i.e.medium-chain acyl-CoA dehydrogenase -MCAD). [34] [35] A complete autopsy may identify abnormal metabolites. However, an incomplete autopsy may fail to identify subtle findings and classify the deaths as SIDS.", "contents": "Sudden Infant Death Syndrome -- Differential Diagnosis. The proportion of metabolic diseases was not higher among infants with sudden death compared to the general population. [33] Clinical features suggestive of the metabolic disease include unexpected death in a sibling; a family history of sibling or cousin with BRUE, Reye syndrome, or myopathy; and signs/symptoms prior to death including failure to thrive, vomiting, hypoglycemia, hypotonia, hyperventilation, serious infections, or elevated aminotransferase levels. The metabolic defects may involve the metabolism of fatty acid chains, branched-chain amino acid, urea cycle products, or dysfunction of mitochondria. The most common metabolic conditions causing sudden death are errors in the metabolism of fatty acids (i.e.medium-chain acyl-CoA dehydrogenase -MCAD). [34] [35] A complete autopsy may identify abnormal metabolites. However, an incomplete autopsy may fail to identify subtle findings and classify the deaths as SIDS."}
{"id": "article-29658_24", "title": "Sudden Infant Death Syndrome -- Pertinent Studies and Ongoing Trials", "content": "Studies started to arise as early as the 1960s, suggesting the association between prone positioning and SIDS. Several international studies provided a basis for AAP’s campaign called ‘Back to Sleep.’ [30] National Institute of Child Health and Human Development (NICHD) study of SIDS was a multi-center, case-controlled project that included 10% of live births in the United States in 1988 that provided substantial epidemiological data describing the occurrence of SIDS.", "contents": "Sudden Infant Death Syndrome -- Pertinent Studies and Ongoing Trials. Studies started to arise as early as the 1960s, suggesting the association between prone positioning and SIDS. Several international studies provided a basis for AAP’s campaign called ‘Back to Sleep.’ [30] National Institute of Child Health and Human Development (NICHD) study of SIDS was a multi-center, case-controlled project that included 10% of live births in the United States in 1988 that provided substantial epidemiological data describing the occurrence of SIDS."}
{"id": "article-29658_25", "title": "Sudden Infant Death Syndrome -- Deterrence and Patient Education", "content": "Medical professionals must be aware of current recommendations for safe sleeping practices and SIDS prevention: do not drink alcohol or use illicit drugs during pregnancy, place the infant on the back to sleep, allow the infant to sleep in his or her own crib in the same room as caregivers, and use a firm and flat surface in a safety-approved crib. Keep soft bedding or objects such as blankets, pillows, bumper pads, or toys out of the sleeping environment. Avoid covering the infant's head and avoid overheating. Avoid second-hand smoke. Smokers should change clothes and wash their hair before coming in contact with the infant. Infants and caregivers benefit from learning to use a pacifier at bedtime - Do Not Prop bottles in the baby's mouth! Breastfeeding and immunizations are beneficial.", "contents": "Sudden Infant Death Syndrome -- Deterrence and Patient Education. Medical professionals must be aware of current recommendations for safe sleeping practices and SIDS prevention: do not drink alcohol or use illicit drugs during pregnancy, place the infant on the back to sleep, allow the infant to sleep in his or her own crib in the same room as caregivers, and use a firm and flat surface in a safety-approved crib. Keep soft bedding or objects such as blankets, pillows, bumper pads, or toys out of the sleeping environment. Avoid covering the infant's head and avoid overheating. Avoid second-hand smoke. Smokers should change clothes and wash their hair before coming in contact with the infant. Infants and caregivers benefit from learning to use a pacifier at bedtime - Do Not Prop bottles in the baby's mouth! Breastfeeding and immunizations are beneficial."}
{"id": "article-29658_26", "title": "Sudden Infant Death Syndrome -- Deterrence and Patient Education", "content": "Despite a widespread campaign advocating for placing the baby in a supine position for sleep, the adherence to such behavior in the United States peaked at about 80% in 2015. Compliance never reached the targeted level. [36] In a large survey in the United States in 2019, 93% of parents recalled hearing about placing the baby in a supine position to sleep from clinicians, and only 78% of parents reported adhering to the recommendation. [37] Furthermore, parents were less likely to recall hearing about other safe sleeping practices, including avoiding soft objects in the vicinity of the bed (85%), safe sleeping surfaces (84%), and room-sharing without bed-sharing (50%).", "contents": "Sudden Infant Death Syndrome -- Deterrence and Patient Education. Despite a widespread campaign advocating for placing the baby in a supine position for sleep, the adherence to such behavior in the United States peaked at about 80% in 2015. Compliance never reached the targeted level. [36] In a large survey in the United States in 2019, 93% of parents recalled hearing about placing the baby in a supine position to sleep from clinicians, and only 78% of parents reported adhering to the recommendation. [37] Furthermore, parents were less likely to recall hearing about other safe sleeping practices, including avoiding soft objects in the vicinity of the bed (85%), safe sleeping surfaces (84%), and room-sharing without bed-sharing (50%)."}
{"id": "article-29658_27", "title": "Sudden Infant Death Syndrome -- Enhancing Healthcare Team Outcomes", "content": "Emergency responders should be trained to observe the scene, document the observations, and provide for the caretakers the emotional support. If the infant is pronounced dead, responders should let families interact with the victim. Due to the sensitive nature of their role, emergency responders should be trained about the grief reactions of the caretakers and beliefs/practices of the families in the communities in which responders serve.", "contents": "Sudden Infant Death Syndrome -- Enhancing Healthcare Team Outcomes. Emergency responders should be trained to observe the scene, document the observations, and provide for the caretakers the emotional support. If the infant is pronounced dead, responders should let families interact with the victim. Due to the sensitive nature of their role, emergency responders should be trained about the grief reactions of the caretakers and beliefs/practices of the families in the communities in which responders serve."}
{"id": "article-29658_28", "title": "Sudden Infant Death Syndrome -- Enhancing Healthcare Team Outcomes", "content": "Emergency department (ED) personnel should be supportive to the families, providing appropriate information and emotional support as well. Families should be explained about the rationale for the autopsy and death scene investigation. They should be told when their child will be transported for the autopsy. They should be given enough time with their child in an unhurried and sensitive manner. If the family presents to ED in a private vehicle, ED personnel should call law enforcement so that an officer may secure the area and ensure witnesses. Medicolegal death investigators may be contacted by a medical facility. Before families leave the ED, hospital staff should arrange for families' transportation to home (who are often unable to drive), confirm the contact information, offer a referral to a local SIDS/SUIDS program or other bereavement programs, and provide information about the funeral arrangement and hospital contact number in case families have questions.", "contents": "Sudden Infant Death Syndrome -- Enhancing Healthcare Team Outcomes. Emergency department (ED) personnel should be supportive to the families, providing appropriate information and emotional support as well. Families should be explained about the rationale for the autopsy and death scene investigation. They should be told when their child will be transported for the autopsy. They should be given enough time with their child in an unhurried and sensitive manner. If the family presents to ED in a private vehicle, ED personnel should call law enforcement so that an officer may secure the area and ensure witnesses. Medicolegal death investigators may be contacted by a medical facility. Before families leave the ED, hospital staff should arrange for families' transportation to home (who are often unable to drive), confirm the contact information, offer a referral to a local SIDS/SUIDS program or other bereavement programs, and provide information about the funeral arrangement and hospital contact number in case families have questions."}
{"id": "article-29658_29", "title": "Sudden Infant Death Syndrome -- Enhancing Healthcare Team Outcomes", "content": "It is important for the hospital nursery to follow AAP's recommendations and set up the expectation and role model for mothers. Hospitals should establish institutional policies on safe sleeping practices for infants.", "contents": "Sudden Infant Death Syndrome -- Enhancing Healthcare Team Outcomes. It is important for the hospital nursery to follow AAP's recommendations and set up the expectation and role model for mothers. Hospitals should establish institutional policies on safe sleeping practices for infants."}
{"id": "article-29658_30", "title": "Sudden Infant Death Syndrome -- Enhancing Healthcare Team Outcomes", "content": "Despite worldwide campaigns advocating for letting the baby sleep in a supine position in a safe environment, many families still do not adopt safe sleeping practices, due to financial struggles, cultural expectations and norms, lack of knowledge, concern for comfort, and hassles in the efforts. Health professionals should, on the one hand, acknowledge the difficulties in following the recommendations, but, on the other hand, continue to advise for safe sleeping environments for infants.", "contents": "Sudden Infant Death Syndrome -- Enhancing Healthcare Team Outcomes. Despite worldwide campaigns advocating for letting the baby sleep in a supine position in a safe environment, many families still do not adopt safe sleeping practices, due to financial struggles, cultural expectations and norms, lack of knowledge, concern for comfort, and hassles in the efforts. Health professionals should, on the one hand, acknowledge the difficulties in following the recommendations, but, on the other hand, continue to advise for safe sleeping environments for infants."}
{"id": "article-29658_31", "title": "Sudden Infant Death Syndrome -- Enhancing Healthcare Team Outcomes", "content": "Large epidemiologic studies have demonstrated that SIDS is associated with many preventable risk factors, of which the most important is prone sleeping. (Level III) Many countries started to campaign for sleeping on the back in a safe environment in the 1990s, and the incidence of SIDS has significantly declined in the 2000s. Regardless, SIDS continues to claim the lives of its victims. The healthcare team should inform parents about safe sleeping practices for an infant and the risk of SIDS in order to reduce the incidence of SIDS.", "contents": "Sudden Infant Death Syndrome -- Enhancing Healthcare Team Outcomes. Large epidemiologic studies have demonstrated that SIDS is associated with many preventable risk factors, of which the most important is prone sleeping. (Level III) Many countries started to campaign for sleeping on the back in a safe environment in the 1990s, and the incidence of SIDS has significantly declined in the 2000s. Regardless, SIDS continues to claim the lives of its victims. The healthcare team should inform parents about safe sleeping practices for an infant and the risk of SIDS in order to reduce the incidence of SIDS."}
{"id": "article-29658_32", "title": "Sudden Infant Death Syndrome -- Enhancing Healthcare Team Outcomes", "content": "This research was supported (in whole or in part) by HCA Healthcare and/or an HCA Healthcare affiliated entity. The views expressed in this publication represent those of the author(s) and do not necessarily represent the official views of HCA Healthcare or any of its affiliated entities.", "contents": "Sudden Infant Death Syndrome -- Enhancing Healthcare Team Outcomes. This research was supported (in whole or in part) by HCA Healthcare and/or an HCA Healthcare affiliated entity. The views expressed in this publication represent those of the author(s) and do not necessarily represent the official views of HCA Healthcare or any of its affiliated entities."}
{"id": "article-29658_33", "title": "Sudden Infant Death Syndrome -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Sudden Infant Death Syndrome -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}