{"id": "article-38044_0", "title": "Benign Paroxysmal Positional Vertigo -- Continuing Education Activity", "content": "Vertigo is the perception of motion in the absence of motion, which may be described as a sensation of swaying, tilting, spinning, or feeling unbalanced. Due to highly variable descriptions of vertigo, it is often consolidated into the umbrella descriptor 'dizziness', a very common but imprecise complaint that accounts for over three million emergency department visits annually. Dizziness can describe so many variable sensations that the use of this imprecise description becomes a dilemma that often misleads the treating provider. Vertigo can be of the vestibular or peripheral origin or be due to non-vestibular or central causes. Benign paroxysmal positional vertigo (BPPV) is the most common cause of peripheral vertigo, accounting for over half of all cases. This activity describes the evaluation and management of benign paroxysmal positional vertigo and highlights the role of the interprofessional team in improving care for affected patients.", "contents": "Benign Paroxysmal Positional Vertigo -- Continuing Education Activity. Vertigo is the perception of motion in the absence of motion, which may be described as a sensation of swaying, tilting, spinning, or feeling unbalanced. Due to highly variable descriptions of vertigo, it is often consolidated into the umbrella descriptor 'dizziness', a very common but imprecise complaint that accounts for over three million emergency department visits annually. Dizziness can describe so many variable sensations that the use of this imprecise description becomes a dilemma that often misleads the treating provider. Vertigo can be of the vestibular or peripheral origin or be due to non-vestibular or central causes. Benign paroxysmal positional vertigo (BPPV) is the most common cause of peripheral vertigo, accounting for over half of all cases. This activity describes the evaluation and management of benign paroxysmal positional vertigo and highlights the role of the interprofessional team in improving care for affected patients."}
{"id": "article-38044_1", "title": "Benign Paroxysmal Positional Vertigo -- Continuing Education Activity", "content": "Objectives: Describe how to properly evaluate for benign paroxysmal positional vertigo. Outline the differential diagnosis of benign paroxysmal positional vertigo. Review how to properly manage a patient affected by benign paroxysmal positional vertigo. Explain the importance of improving care coordination, emphasizing communication between interprofessional team members, to enhance prompt and thorough delivery of care to patients with benign paroxysmal positional vertigo. Access free multiple choice questions on this topic.", "contents": "Benign Paroxysmal Positional Vertigo -- Continuing Education Activity. Objectives: Describe how to properly evaluate for benign paroxysmal positional vertigo. Outline the differential diagnosis of benign paroxysmal positional vertigo. Review how to properly manage a patient affected by benign paroxysmal positional vertigo. Explain the importance of improving care coordination, emphasizing communication between interprofessional team members, to enhance prompt and thorough delivery of care to patients with benign paroxysmal positional vertigo. Access free multiple choice questions on this topic."}
{"id": "article-38044_2", "title": "Benign Paroxysmal Positional Vertigo -- Introduction", "content": "Vertigo is the perception of motion in the absence of movement, which may be described as a sensation of swaying, tilting, spinning, or feeling unbalanced. Due to highly variable descriptions of vertigo, it is often consolidated into the umbrella descriptor 'dizziness', a very common but imprecise complaint that accounts for over three million emergency department (ED) visits annually. [1] Dizziness can describe so many variable sensations that the use of this imprecise description becomes a dilemma that often misleads the treating provider. Vertigo can be of the vestibular or peripheral origin or be due to non-vestibular or central causes.", "contents": "Benign Paroxysmal Positional Vertigo -- Introduction. Vertigo is the perception of motion in the absence of movement, which may be described as a sensation of swaying, tilting, spinning, or feeling unbalanced. Due to highly variable descriptions of vertigo, it is often consolidated into the umbrella descriptor 'dizziness', a very common but imprecise complaint that accounts for over three million emergency department (ED) visits annually. [1] Dizziness can describe so many variable sensations that the use of this imprecise description becomes a dilemma that often misleads the treating provider. Vertigo can be of the vestibular or peripheral origin or be due to non-vestibular or central causes."}
{"id": "article-38044_3", "title": "Benign Paroxysmal Positional Vertigo -- Introduction", "content": "Benign paroxysmal positional vertigo (BPPV) is the most common cause of peripheral vertigo, accounting for over half of all cases. According to various estimates, a minimum of 20% of patients presenting to the provider with vertigo have BPPV. However, this figure could be an underestimation as BPPV is frequently misdiagnosed. [2] [3] It is crucial to distinguish BPPV from other causes of vertigo as the differential diagnosis includes a spectrum of disease processes ranging from benign to life-threatening. Because of the misleading and vague term 'dizziness' that patients commonly use, the provider must pin down what every patient means by it. It can be often achieved by asking the patient to describe what they are feeling without the use of the word 'dizziness.' [4] [5] [6]", "contents": "Benign Paroxysmal Positional Vertigo -- Introduction. Benign paroxysmal positional vertigo (BPPV) is the most common cause of peripheral vertigo, accounting for over half of all cases. According to various estimates, a minimum of 20% of patients presenting to the provider with vertigo have BPPV. However, this figure could be an underestimation as BPPV is frequently misdiagnosed. [2] [3] It is crucial to distinguish BPPV from other causes of vertigo as the differential diagnosis includes a spectrum of disease processes ranging from benign to life-threatening. Because of the misleading and vague term 'dizziness' that patients commonly use, the provider must pin down what every patient means by it. It can be often achieved by asking the patient to describe what they are feeling without the use of the word 'dizziness.' [4] [5] [6]"}
{"id": "article-38044_4", "title": "Benign Paroxysmal Positional Vertigo -- Introduction", "content": "Barany first described BPPV in 1921. [7] At that time, characteristic vertigo and nystagmus associated with postural changes were linked to the otolithic organs. In 1952, Dix and Hallpike, during their provocative testing, further described classic nystagmus and moved on to explain that the location of the pathology was the ear proper. [8]", "contents": "Benign Paroxysmal Positional Vertigo -- Introduction. Barany first described BPPV in 1921. [7] At that time, characteristic vertigo and nystagmus associated with postural changes were linked to the otolithic organs. In 1952, Dix and Hallpike, during their provocative testing, further described classic nystagmus and moved on to explain that the location of the pathology was the ear proper. [8]"}
{"id": "article-38044_5", "title": "Benign Paroxysmal Positional Vertigo -- Etiology", "content": "Benign paroxysmal positional vertigo occurs due to the displacement of calcium-carbonate crystals or otoconia within the fluid-filled semicircular canals of the inner ear. These otoconia are essential to the proper functioning of the utricle of the otolithic membrane by helping deflect the hair cells within the endolymph, which relays positional changes of the head, including tilting, turning, and linear acceleration. [9]", "contents": "Benign Paroxysmal Positional Vertigo -- Etiology. Benign paroxysmal positional vertigo occurs due to the displacement of calcium-carbonate crystals or otoconia within the fluid-filled semicircular canals of the inner ear. These otoconia are essential to the proper functioning of the utricle of the otolithic membrane by helping deflect the hair cells within the endolymph, which relays positional changes of the head, including tilting, turning, and linear acceleration. [9]"}
{"id": "article-38044_6", "title": "Benign Paroxysmal Positional Vertigo -- Etiology", "content": "Approximately 50% to 70% of BPPV cases occur with no known cause and are referred to as primary or idiopathic BPPV. [10] The remaining cases are called secondary BPPV and are often associated with an underlying pathology, such as head trauma, vestibular neuronitis, labyrinthitis, Ménière disease, migraine, ischemia, and iatrogenic causes. The commonest cause of secondary BPPV is a head injury, accounting for 7% to 17% of BPPV cases. [11] [12] Trauma to the head may lead to the release of many otoconia into the endolymph; perhaps that is why most of these patients have bilateral BPPV. Viral labyrinthitis or vestibular neuronitis accounts for up to 15% of BPPV cases. [12]", "contents": "Benign Paroxysmal Positional Vertigo -- Etiology. Approximately 50% to 70% of BPPV cases occur with no known cause and are referred to as primary or idiopathic BPPV. [10] The remaining cases are called secondary BPPV and are often associated with an underlying pathology, such as head trauma, vestibular neuronitis, labyrinthitis, Ménière disease, migraine, ischemia, and iatrogenic causes. The commonest cause of secondary BPPV is a head injury, accounting for 7% to 17% of BPPV cases. [11] [12] Trauma to the head may lead to the release of many otoconia into the endolymph; perhaps that is why most of these patients have bilateral BPPV. Viral labyrinthitis or vestibular neuronitis accounts for up to 15% of BPPV cases. [12]"}
{"id": "article-38044_7", "title": "Benign Paroxysmal Positional Vertigo -- Etiology", "content": "Ménière disease is estimated to be associated with BPPV in 0.5% to 31% of cases. [13] [14] Gross and colleagues observed that 5.5% of the cases of Ménière disease had posterior canal BPPV. [15] It could be a consequence of hydropically induced injury to the utricle or obstruction of the membranous labyrinth.", "contents": "Benign Paroxysmal Positional Vertigo -- Etiology. Ménière disease is estimated to be associated with BPPV in 0.5% to 31% of cases. [13] [14] Gross and colleagues observed that 5.5% of the cases of Ménière disease had posterior canal BPPV. [15] It could be a consequence of hydropically induced injury to the utricle or obstruction of the membranous labyrinth."}
{"id": "article-38044_8", "title": "Benign Paroxysmal Positional Vertigo -- Etiology", "content": "Migraines have also been found to have a close association with BPPV. Ishiyama et al. observed an increased occurrence of migraine in patients suffering from BPPV and higher recurrence of BPPV after having done positioning successfully in patients with migraine. It has been postulated that the spasm of the arteries of the inner ear may be the underlying causative mechanism, as vasospasm is frequently seen in migraines. [16] Secondary BPPV is also reported after inner ear surgery. The underlying mechanism is possibly associated with utricular damage causing the release of otoconia. [14] [17]", "contents": "Benign Paroxysmal Positional Vertigo -- Etiology. Migraines have also been found to have a close association with BPPV. Ishiyama et al. observed an increased occurrence of migraine in patients suffering from BPPV and higher recurrence of BPPV after having done positioning successfully in patients with migraine. It has been postulated that the spasm of the arteries of the inner ear may be the underlying causative mechanism, as vasospasm is frequently seen in migraines. [16] Secondary BPPV is also reported after inner ear surgery. The underlying mechanism is possibly associated with utricular damage causing the release of otoconia. [14] [17]"}
{"id": "article-38044_9", "title": "Benign Paroxysmal Positional Vertigo -- Epidemiology", "content": "The peak incidence of a primary or idiopathic type of benign paroxysmal positional vertigo has been observed to range from 50 to 70 years of age. However, it may occur in any age group. [18] In patients under 35 years of age, it is rarely observed without a history of head injury.", "contents": "Benign Paroxysmal Positional Vertigo -- Epidemiology. The peak incidence of a primary or idiopathic type of benign paroxysmal positional vertigo has been observed to range from 50 to 70 years of age. However, it may occur in any age group. [18] In patients under 35 years of age, it is rarely observed without a history of head injury."}
{"id": "article-38044_10", "title": "Benign Paroxysmal Positional Vertigo -- Epidemiology", "content": "A retrospective analysis of patients seeking medical attention for BPPV in the United States recorded the incidence of 64 per 100,000 annually. Furthermore, this was found to escalate by 38% with each decade. [19] This signifies the incidence of approximately 200,000 new cases annually in the US.", "contents": "Benign Paroxysmal Positional Vertigo -- Epidemiology. A retrospective analysis of patients seeking medical attention for BPPV in the United States recorded the incidence of 64 per 100,000 annually. Furthermore, this was found to escalate by 38% with each decade. [19] This signifies the incidence of approximately 200,000 new cases annually in the US."}
{"id": "article-38044_11", "title": "Benign Paroxysmal Positional Vertigo -- Epidemiology", "content": "A cross-sectional study observed a point prevalence of 9% and a high rate of unrecognized BPPV in a cohort of older patients presenting with balance-related complaints. [20] A cross-sectional study recorded a lifetime prevalence of BPPV in the adult European population at 2.4%. [21] The study concluded that it was more prevalent among women than men, accounting for 3.2% versus 1.6%, respectively. The one-year prevalence was observed to be 1.6%, while the one-year incidence of 0.6% was recorded. A study conducted in Japan reported an annual incidence between 10.7 and 17.3 per 100,000. [22]", "contents": "Benign Paroxysmal Positional Vertigo -- Epidemiology. A cross-sectional study observed a point prevalence of 9% and a high rate of unrecognized BPPV in a cohort of older patients presenting with balance-related complaints. [20] A cross-sectional study recorded a lifetime prevalence of BPPV in the adult European population at 2.4%. [21] The study concluded that it was more prevalent among women than men, accounting for 3.2% versus 1.6%, respectively. The one-year prevalence was observed to be 1.6%, while the one-year incidence of 0.6% was recorded. A study conducted in Japan reported an annual incidence between 10.7 and 17.3 per 100,000. [22]"}
{"id": "article-38044_12", "title": "Benign Paroxysmal Positional Vertigo -- Pathophysiology", "content": "To understand the etiology of benign paroxysmal positional vertigo, an understanding of normal semicircular canal (SCC) anatomy and physiology is essential. Each inner ear is comprised of three SCCs situated in three perpendicular planes. Each canal has a tubular arm (crura) sprouting from a large barrel-like compartment. At the end of each of these arms, a dilated (ampullary) end is situated closer to the top or front portion. This is where the crista ampullaris with nerve receptors are present. To detect the flow of liquid in SCC, each crista ampullaris contains a sail-like tower, the cupula. If there is a sudden movement in the right direction, the fluid in the right-sided horizontal canal lags behind, making the cupula get deflected left, ampullopetal flow. A nerve signal is generated from this deflection, confirming the rotation of the head to the right. In this way, the cupula works as a three-way system that appropriately informs the body of a sensation of motion. The neutral position presents no motion.", "contents": "Benign Paroxysmal Positional Vertigo -- Pathophysiology. To understand the etiology of benign paroxysmal positional vertigo, an understanding of normal semicircular canal (SCC) anatomy and physiology is essential. Each inner ear is comprised of three SCCs situated in three perpendicular planes. Each canal has a tubular arm (crura) sprouting from a large barrel-like compartment. At the end of each of these arms, a dilated (ampullary) end is situated closer to the top or front portion. This is where the crista ampullaris with nerve receptors are present. To detect the flow of liquid in SCC, each crista ampullaris contains a sail-like tower, the cupula. If there is a sudden movement in the right direction, the fluid in the right-sided horizontal canal lags behind, making the cupula get deflected left, ampullopetal flow. A nerve signal is generated from this deflection, confirming the rotation of the head to the right. In this way, the cupula works as a three-way system that appropriately informs the body of a sensation of motion. The neutral position presents no motion."}
{"id": "article-38044_13", "title": "Benign Paroxysmal Positional Vertigo -- Pathophysiology", "content": "In the cases of vertigo, particles in the canal slow down and may even reverse the motion of the cupula switch, creating signals which are incoherent with the actual head movement. This discrepancy of sensory information leads to the sensation of vertigo.", "contents": "Benign Paroxysmal Positional Vertigo -- Pathophysiology. In the cases of vertigo, particles in the canal slow down and may even reverse the motion of the cupula switch, creating signals which are incoherent with the actual head movement. This discrepancy of sensory information leads to the sensation of vertigo."}
{"id": "article-38044_14", "title": "Benign Paroxysmal Positional Vertigo -- Pathophysiology", "content": "With BPPV, otoconia (also known as \"otoliths\" or \"canaliths\") dislodge and settle within the endolymph of the semicircular canals. When the head remains static, there is no stimulus. With motion, however, the displaced otoconia shift within the fluid, and the subsequent stimulus is unbalanced with respect to the opposite ear, inappropriately causing symptoms of dizziness, spinning, and/or swaying. Hence, symptoms of BPPV are profound with movement. Based on underlying pathophysiology, BPPV can be classified into two categories based on two different theories:", "contents": "Benign Paroxysmal Positional Vertigo -- Pathophysiology. With BPPV, otoconia (also known as \"otoliths\" or \"canaliths\") dislodge and settle within the endolymph of the semicircular canals. When the head remains static, there is no stimulus. With motion, however, the displaced otoconia shift within the fluid, and the subsequent stimulus is unbalanced with respect to the opposite ear, inappropriately causing symptoms of dizziness, spinning, and/or swaying. Hence, symptoms of BPPV are profound with movement. Based on underlying pathophysiology, BPPV can be classified into two categories based on two different theories:"}
{"id": "article-38044_15", "title": "Benign Paroxysmal Positional Vertigo -- Pathophysiology -- Cupulolithiasis Theory", "content": "In 1962, Harold Schuknecht proposed this 'heavy cupula' theory in an attempt to explain the underlying pathology of BPPV. [23] [24] With the help of photomicrographs, basophilic particles were seen adherent to the cupula. He put forward the theory that these particles played their role in making the posterior semicircular canal (PSC) responsive to gravity. This makes the cupula heavy, and once a certain position is achieved, the weight of these dense particles makes the cupula motionless, keeping it from springing back to the neutral position. This is why there is persistent nystagmus and dizziness when a patient is leaned backward.", "contents": "Benign Paroxysmal Positional Vertigo -- Pathophysiology -- Cupulolithiasis Theory. In 1962, Harold Schuknecht proposed this 'heavy cupula' theory in an attempt to explain the underlying pathology of BPPV. [23] [24] With the help of photomicrographs, basophilic particles were seen adherent to the cupula. He put forward the theory that these particles played their role in making the posterior semicircular canal (PSC) responsive to gravity. This makes the cupula heavy, and once a certain position is achieved, the weight of these dense particles makes the cupula motionless, keeping it from springing back to the neutral position. This is why there is persistent nystagmus and dizziness when a patient is leaned backward."}
{"id": "article-38044_16", "title": "Benign Paroxysmal Positional Vertigo -- Pathophysiology -- Canalithiasis Theory", "content": "In 1980, Epley proposed his theory based on canalithiasis. [25] He advocated that the presentation of BPPV was inconsistent with the idea of fixed densities clung to the cupula. He argued that free-moving densities in the posterior SCC could explain BPPV symptoms much better. He referred to these densities as canaliths. When the head is in the upright position, the particles settle in the PSC in the most gravity-dependent position. When the head is leaned back, these particles rotate upwards approximately 90 degrees along the length of the PSC. After a short-lived lag due to inertia, gravity pulls down these particles causing the endolymph to glide away from the ampulla. This, in turn, causes the cupula to deflect, which produces nystagmus. Reversal of the primary rotation (sitting back up in this case) leads to the reversal of the deflection of the cupula. As a result, dizziness with nystagmus occurs because of the beating that now takes place in the opposite direction.", "contents": "Benign Paroxysmal Positional Vertigo -- Pathophysiology -- Canalithiasis Theory. In 1980, Epley proposed his theory based on canalithiasis. [25] He advocated that the presentation of BPPV was inconsistent with the idea of fixed densities clung to the cupula. He argued that free-moving densities in the posterior SCC could explain BPPV symptoms much better. He referred to these densities as canaliths. When the head is in the upright position, the particles settle in the PSC in the most gravity-dependent position. When the head is leaned back, these particles rotate upwards approximately 90 degrees along the length of the PSC. After a short-lived lag due to inertia, gravity pulls down these particles causing the endolymph to glide away from the ampulla. This, in turn, causes the cupula to deflect, which produces nystagmus. Reversal of the primary rotation (sitting back up in this case) leads to the reversal of the deflection of the cupula. As a result, dizziness with nystagmus occurs because of the beating that now takes place in the opposite direction."}
{"id": "article-38044_17", "title": "Benign Paroxysmal Positional Vertigo -- History and Physical -- History", "content": "A detailed history and physical are imperative to evaluating vertigo since differentiating vestibular versus central, potentially life-threatening processes is of critical importance. Ask open-ended questions to obtain the best possible description of symptoms. Ask regarding the timing of symptoms and context, as well as exacerbating and alleviating factors. Inquire about recent viral infections due to association with labyrinthitis and about trauma, recent neurosurgery, and medications that may be ototoxic, as this may suggest an alternate diagnosis. [26] Relapses are common, so a history of recurrent vertiginous spells suggests BPPV. Due to age-related degeneration of the otolithic membrane, BPPV frequently occurs in the elderly population, though there must be close consideration for central causes of vertigo, which also correlate with increasing age and cerebrovascular disease. Patients with mood disorders have a propensity to develop BPPV. [27]", "contents": "Benign Paroxysmal Positional Vertigo -- History and Physical -- History. A detailed history and physical are imperative to evaluating vertigo since differentiating vestibular versus central, potentially life-threatening processes is of critical importance. Ask open-ended questions to obtain the best possible description of symptoms. Ask regarding the timing of symptoms and context, as well as exacerbating and alleviating factors. Inquire about recent viral infections due to association with labyrinthitis and about trauma, recent neurosurgery, and medications that may be ototoxic, as this may suggest an alternate diagnosis. [26] Relapses are common, so a history of recurrent vertiginous spells suggests BPPV. Due to age-related degeneration of the otolithic membrane, BPPV frequently occurs in the elderly population, though there must be close consideration for central causes of vertigo, which also correlate with increasing age and cerebrovascular disease. Patients with mood disorders have a propensity to develop BPPV. [27]"}
{"id": "article-38044_18", "title": "Benign Paroxysmal Positional Vertigo -- History and Physical -- History", "content": "The severity of each episode covers a wide spectrum. For instance, in extreme cases, even the slightest head movement could result in nausea and vomiting. Patients with BPPV do not have dizziness all the time. The attacks of severe dizziness only occur when there is head movement. Between episodes, patients have few or no symptoms at rest. However, occasionally patients present with the complaint of an ongoing \"foggy or cloudy\" sensorium.", "contents": "Benign Paroxysmal Positional Vertigo -- History and Physical -- History. The severity of each episode covers a wide spectrum. For instance, in extreme cases, even the slightest head movement could result in nausea and vomiting. Patients with BPPV do not have dizziness all the time. The attacks of severe dizziness only occur when there is head movement. Between episodes, patients have few or no symptoms at rest. However, occasionally patients present with the complaint of an ongoing \"foggy or cloudy\" sensorium."}
{"id": "article-38044_19", "title": "Benign Paroxysmal Positional Vertigo -- History and Physical -- History", "content": "An episode of BPPV is usually set off by a sudden movement from the erect to the supine position keeping the head at an angle of 45 degrees toward the side of the involved ear. For an episode of BPPV to occur, the head actually must turn to the offending position, and it will not be enough to just be in the provocative position. Once the provocative pose is reached, the symptoms appear after a few seconds. When BPPV gets triggered, patients suddenly feel having been thrown into a rolling spin, tumbling toward the affected ear. The spell is violent at the outset and usually disappears within 20 to 30 seconds. The same spell strikes again upon sitting erect; however, this time, the nystagmus is reversed.", "contents": "Benign Paroxysmal Positional Vertigo -- History and Physical -- History. An episode of BPPV is usually set off by a sudden movement from the erect to the supine position keeping the head at an angle of 45 degrees toward the side of the involved ear. For an episode of BPPV to occur, the head actually must turn to the offending position, and it will not be enough to just be in the provocative position. Once the provocative pose is reached, the symptoms appear after a few seconds. When BPPV gets triggered, patients suddenly feel having been thrown into a rolling spin, tumbling toward the affected ear. The spell is violent at the outset and usually disappears within 20 to 30 seconds. The same spell strikes again upon sitting erect; however, this time, the nystagmus is reversed."}
{"id": "article-38044_20", "title": "Benign Paroxysmal Positional Vertigo -- History and Physical -- Physical Examination", "content": "The physical examination in patients with BPPV is usually unremarkable. The Dix-Hallpike maneuver is the only standard clinical test of great clinical significance in BPPV. [28] The pathognomonic sign of BPPV is the rotatory nystagmus with latency and short duration. However, a negative test does not signify anything except that there is no active canalithiasis at the moment the test is performed.", "contents": "Benign Paroxysmal Positional Vertigo -- History and Physical -- Physical Examination. The physical examination in patients with BPPV is usually unremarkable. The Dix-Hallpike maneuver is the only standard clinical test of great clinical significance in BPPV. [28] The pathognomonic sign of BPPV is the rotatory nystagmus with latency and short duration. However, a negative test does not signify anything except that there is no active canalithiasis at the moment the test is performed."}
{"id": "article-38044_21", "title": "Benign Paroxysmal Positional Vertigo -- History and Physical -- Physical Examination", "content": "In the Dix-Hallpike maneuver, the patient is rapidly moved from a sitting to the supine posture with the head turned 45 degrees to the right. After 20 to 30 seconds, the patient is brought back to the sitting position. If there is no nystagmus, the same procedure is repeated on the left side. While performing the Dix-Hallpike maneuver, some important tips to be mindful of are: The head should not be turned 90 degrees as this can bring about an illusion of bilateral influence. The briskness with which the Dix-Hallpike test is performed should be individualized to each patient. The Epley modification - The test should be performed from behind the patient as it is easier to pull the outer canthus in the superolateral direction to observe the eyeball rotation. The axis of the nystagmus is near the undermost canthus. It is useful to direct the patient gaze toward the anticipated axis to minimize suppression.", "contents": "Benign Paroxysmal Positional Vertigo -- History and Physical -- Physical Examination. In the Dix-Hallpike maneuver, the patient is rapidly moved from a sitting to the supine posture with the head turned 45 degrees to the right. After 20 to 30 seconds, the patient is brought back to the sitting position. If there is no nystagmus, the same procedure is repeated on the left side. While performing the Dix-Hallpike maneuver, some important tips to be mindful of are: The head should not be turned 90 degrees as this can bring about an illusion of bilateral influence. The briskness with which the Dix-Hallpike test is performed should be individualized to each patient. The Epley modification - The test should be performed from behind the patient as it is easier to pull the outer canthus in the superolateral direction to observe the eyeball rotation. The axis of the nystagmus is near the undermost canthus. It is useful to direct the patient gaze toward the anticipated axis to minimize suppression."}
{"id": "article-38044_22", "title": "Benign Paroxysmal Positional Vertigo -- History and Physical -- Physical Examination", "content": "In a study, Yetiser and Ince reported that the most effective way to diagnose lateral canal BPPV was the head-roll maneuver. This was in comparison to the lying-down and head-bending tests. The study found that the head-roll maneuver located 75% of cases with apogeotropic nystagmus and 95.6% of cases with geotropic nystagmus. [29] The following are some important points to remember regarding the history and physical examination of the patients with BPPV:", "contents": "Benign Paroxysmal Positional Vertigo -- History and Physical -- Physical Examination. In a study, Yetiser and Ince reported that the most effective way to diagnose lateral canal BPPV was the head-roll maneuver. This was in comparison to the lying-down and head-bending tests. The study found that the head-roll maneuver located 75% of cases with apogeotropic nystagmus and 95.6% of cases with geotropic nystagmus. [29] The following are some important points to remember regarding the history and physical examination of the patients with BPPV:"}
{"id": "article-38044_23", "title": "Benign Paroxysmal Positional Vertigo -- History and Physical -- Physical Examination", "content": "Common risk factors include increasing age, female gender, vestibular neuronitis, labyrinthitis, head trauma, migraine, inner ear surgery, and Meniere disease. [20] [21] [27]", "contents": "Benign Paroxysmal Positional Vertigo -- History and Physical -- Physical Examination. Common risk factors include increasing age, female gender, vestibular neuronitis, labyrinthitis, head trauma, migraine, inner ear surgery, and Meniere disease. [20] [21] [27]"}
{"id": "article-38044_24", "title": "Benign Paroxysmal Positional Vertigo -- History and Physical -- Physical Examination", "content": "A central disorder is likely responsible if vertigo has no relation with movements. Labyrinthitis or vestibular neuronitis may mimic BPPV; however, unlike BPPV, movement in any plane can trigger a spell that will usually persist for days.", "contents": "Benign Paroxysmal Positional Vertigo -- History and Physical -- Physical Examination. A central disorder is likely responsible if vertigo has no relation with movements. Labyrinthitis or vestibular neuronitis may mimic BPPV; however, unlike BPPV, movement in any plane can trigger a spell that will usually persist for days."}
{"id": "article-38044_25", "title": "Benign Paroxysmal Positional Vertigo -- History and Physical -- Physical Examination", "content": "BPPV often lasts for more than 30 seconds. In contrast, vertigo associated with other disorders is of longer duration, such as an episode of Meniere disease could last for hours, vestibular neuronitis or viral labyrinthitis persists for days, migraines have a variable duration, and the rest of the central disorders may be constant.", "contents": "Benign Paroxysmal Positional Vertigo -- History and Physical -- Physical Examination. BPPV often lasts for more than 30 seconds. In contrast, vertigo associated with other disorders is of longer duration, such as an episode of Meniere disease could last for hours, vestibular neuronitis or viral labyrinthitis persists for days, migraines have a variable duration, and the rest of the central disorders may be constant."}
{"id": "article-38044_26", "title": "Benign Paroxysmal Positional Vertigo -- History and Physical -- Physical Examination", "content": "BPPV has an episodic nature. In posterior canal BPPV, the spells repeat over weeks to months. In lateral or horizontal canal BPPV, the episodes repeat over days to weeks.", "contents": "Benign Paroxysmal Positional Vertigo -- History and Physical -- Physical Examination. BPPV has an episodic nature. In posterior canal BPPV, the spells repeat over weeks to months. In lateral or horizontal canal BPPV, the episodes repeat over days to weeks."}
{"id": "article-38044_27", "title": "Benign Paroxysmal Positional Vertigo -- History and Physical -- Physical Examination", "content": "An isolated attack should not be taken as BPPV unless the Dix-Hallpike maneuver is positive.", "contents": "Benign Paroxysmal Positional Vertigo -- History and Physical -- Physical Examination. An isolated attack should not be taken as BPPV unless the Dix-Hallpike maneuver is positive."}
{"id": "article-38044_28", "title": "Benign Paroxysmal Positional Vertigo -- History and Physical -- Physical Examination", "content": "Vertigo associated with BPPV is usually intense, specifically in the lateral canal type. If vertigo is mild, other causes, particularly central, should be considered.", "contents": "Benign Paroxysmal Positional Vertigo -- History and Physical -- Physical Examination. Vertigo associated with BPPV is usually intense, specifically in the lateral canal type. If vertigo is mild, other causes, particularly central, should be considered."}
{"id": "article-38044_29", "title": "Benign Paroxysmal Positional Vertigo -- History and Physical -- Physical Examination", "content": "BPPV is sudden in origin, while central causes present gradually. [30]", "contents": "Benign Paroxysmal Positional Vertigo -- History and Physical -- Physical Examination. BPPV is sudden in origin, while central causes present gradually. [30]"}
{"id": "article-38044_30", "title": "Benign Paroxysmal Positional Vertigo -- Evaluation", "content": "The Dix-Hallpike test is pathognomonic, which is why laboratory tests are not indicated to establish the diagnosis of benign paroxysmal positional vertigo. But there is a high association of BPPV with inner ear diseases where laboratory workup to delineate other pathologies may be needed.", "contents": "Benign Paroxysmal Positional Vertigo -- Evaluation. The Dix-Hallpike test is pathognomonic, which is why laboratory tests are not indicated to establish the diagnosis of benign paroxysmal positional vertigo. But there is a high association of BPPV with inner ear diseases where laboratory workup to delineate other pathologies may be needed."}
{"id": "article-38044_31", "title": "Benign Paroxysmal Positional Vertigo -- Evaluation", "content": "The supine lateral head test is used to diagnose lateral or horizontal canal BPPV. It is similar to the Dix-Hallpike maneuver. The provider places the patient supine and flexes the neck 30 degrees from horizontal. Then the head is rotated to one side, left for one to two minutes, and then rotated in the opposite direction.", "contents": "Benign Paroxysmal Positional Vertigo -- Evaluation. The supine lateral head test is used to diagnose lateral or horizontal canal BPPV. It is similar to the Dix-Hallpike maneuver. The provider places the patient supine and flexes the neck 30 degrees from horizontal. Then the head is rotated to one side, left for one to two minutes, and then rotated in the opposite direction."}
{"id": "article-38044_32", "title": "Benign Paroxysmal Positional Vertigo -- Evaluation", "content": "Benign paroxysmal positional vertigo is largely a clinical diagnosis, and often the battery of laboratory and imaging tests ordered only helps rule out other possibilities. As mentioned above, obtaining a good history and performing a thorough neurological exam is imperative. Imaging of the head in BPPV is unremarkable. Head CT and MRI are useful to rule out infarct, hemorrhage, masses/tumors, or other pathology that suggests alternative causes of vertigo. The Dix-Hallpike, if it can be tolerated, should be performed as a provocative test to observe for expected changes in symptoms and localize which canal is involved. [31] [32] [33]", "contents": "Benign Paroxysmal Positional Vertigo -- Evaluation. Benign paroxysmal positional vertigo is largely a clinical diagnosis, and often the battery of laboratory and imaging tests ordered only helps rule out other possibilities. As mentioned above, obtaining a good history and performing a thorough neurological exam is imperative. Imaging of the head in BPPV is unremarkable. Head CT and MRI are useful to rule out infarct, hemorrhage, masses/tumors, or other pathology that suggests alternative causes of vertigo. The Dix-Hallpike, if it can be tolerated, should be performed as a provocative test to observe for expected changes in symptoms and localize which canal is involved. [31] [32] [33]"}
{"id": "article-38044_33", "title": "Benign Paroxysmal Positional Vertigo -- Treatment / Management", "content": "The initial step in managing benign paroxysmal positional vertigo is patient education and proper counseling. [34] [35] In the cases of lateral or horizontal canal and superior or anterior canal BPPV, a referral to a tertiary care facility is recommended. A particle repositioning maneuver (PRM) should be done in the cases of posterior canal BPPV unless there is a contra-indication. [18] [36] [37] Repositioning maneuvers are easy to perform and can be learned by primary care providers and emergency physicians. [38] [39] Medications usually administered to suppress vestibular influence are not an effective treatment option. [40] [41] [42]", "contents": "Benign Paroxysmal Positional Vertigo -- Treatment / Management. The initial step in managing benign paroxysmal positional vertigo is patient education and proper counseling. [34] [35] In the cases of lateral or horizontal canal and superior or anterior canal BPPV, a referral to a tertiary care facility is recommended. A particle repositioning maneuver (PRM) should be done in the cases of posterior canal BPPV unless there is a contra-indication. [18] [36] [37] Repositioning maneuvers are easy to perform and can be learned by primary care providers and emergency physicians. [38] [39] Medications usually administered to suppress vestibular influence are not an effective treatment option. [40] [41] [42]"}
{"id": "article-38044_34", "title": "Benign Paroxysmal Positional Vertigo -- Treatment / Management", "content": "The Epley maneuver can be performed after using the Dix-Hallpike maneuver to localize which side is problematic. This series of positional changes helps dislodge otoconia from the otolithic membrane and back into the utricle, removing the disturbance and symptomatology. As aforementioned, the Dix-Hallpike and Epley are not always tolerated by patients with BPPV, in which case treatment is symptomatic. Antihistamines address vertigo by suppressing labyrinth excitability and vestibular end-organ receptors. The antihistamine best supported in the literature for vertigo is meclizine, 25 mg to 100 mg daily. Vertigo associated with BPPV is typically abrupt in onset, very brief, and truly paroxysmal, just as the name suggests, and medications may not be particularly beneficial. Hence, routine medical management with meclizine is not indicated unless the frequency of vertigo spells is high and disruptive to daily function. Nausea and vomiting is another common complaint with BPPV and can be treated with anti-emetics as needed: ondansetron, metoclopramide, or promethazine/prochlorperazine. Patients with recurrent BPPV should be provided with ENT referral for further evaluation as there are lateral and horizontal canal variants of BPPV that require specific repositioning maneuvers different from the Epley. [4] [43]", "contents": "Benign Paroxysmal Positional Vertigo -- Treatment / Management. The Epley maneuver can be performed after using the Dix-Hallpike maneuver to localize which side is problematic. This series of positional changes helps dislodge otoconia from the otolithic membrane and back into the utricle, removing the disturbance and symptomatology. As aforementioned, the Dix-Hallpike and Epley are not always tolerated by patients with BPPV, in which case treatment is symptomatic. Antihistamines address vertigo by suppressing labyrinth excitability and vestibular end-organ receptors. The antihistamine best supported in the literature for vertigo is meclizine, 25 mg to 100 mg daily. Vertigo associated with BPPV is typically abrupt in onset, very brief, and truly paroxysmal, just as the name suggests, and medications may not be particularly beneficial. Hence, routine medical management with meclizine is not indicated unless the frequency of vertigo spells is high and disruptive to daily function. Nausea and vomiting is another common complaint with BPPV and can be treated with anti-emetics as needed: ondansetron, metoclopramide, or promethazine/prochlorperazine. Patients with recurrent BPPV should be provided with ENT referral for further evaluation as there are lateral and horizontal canal variants of BPPV that require specific repositioning maneuvers different from the Epley. [4] [43]"}
{"id": "article-38044_35", "title": "Benign Paroxysmal Positional Vertigo -- Treatment / Management -- Repositioning Maneuvers", "content": "The first-line treatment option for posterior canal BPPV is a repositioning maneuver designed to rid the affected semicircular canal of any debris. The repositioning maneuvers are efficacious in improving posterior canal BPPV. [36] [37] There are some contraindications to their use, such as: Severe cervical disease Suspected vertebrobasilar disease Unstable cardiovascular disease High-grade carotid stenosis", "contents": "Benign Paroxysmal Positional Vertigo -- Treatment / Management -- Repositioning Maneuvers. The first-line treatment option for posterior canal BPPV is a repositioning maneuver designed to rid the affected semicircular canal of any debris. The repositioning maneuvers are efficacious in improving posterior canal BPPV. [36] [37] There are some contraindications to their use, such as: Severe cervical disease Suspected vertebrobasilar disease Unstable cardiovascular disease High-grade carotid stenosis"}
{"id": "article-38044_36", "title": "Benign Paroxysmal Positional Vertigo -- Treatment / Management -- Repositioning Maneuvers", "content": "There are many variants of PRM, such as the Semont or liberatory maneuver, the Epley maneuver, and the 3-position maneuver. [44] It has been established through trials that all these maneuvers are highly efficacious. The PRM is like the Epley maneuver, except it is simpler, and sedation or mastoid vibration is not usually necessary. [45] The PRM and Semont maneuvers are equally efficacious; however, the PRM is more widely used in North America as it is easier for the provider and patient, particularly in overweight and older patients. [46] Post-maneuver instructions and postural restrictions are not needed. [47] [48] [49] [50] In a patient with right-sided BPPV, the Epley procedure will be done as follows:", "contents": "Benign Paroxysmal Positional Vertigo -- Treatment / Management -- Repositioning Maneuvers. There are many variants of PRM, such as the Semont or liberatory maneuver, the Epley maneuver, and the 3-position maneuver. [44] It has been established through trials that all these maneuvers are highly efficacious. The PRM is like the Epley maneuver, except it is simpler, and sedation or mastoid vibration is not usually necessary. [45] The PRM and Semont maneuvers are equally efficacious; however, the PRM is more widely used in North America as it is easier for the provider and patient, particularly in overweight and older patients. [46] Post-maneuver instructions and postural restrictions are not needed. [47] [48] [49] [50] In a patient with right-sided BPPV, the Epley procedure will be done as follows:"}
{"id": "article-38044_37", "title": "Benign Paroxysmal Positional Vertigo -- Treatment / Management -- Repositioning Maneuvers", "content": "Start with the sitting position, and the head is turned in the direction of the affected side. To move the particles, a mastoid bone oscillator is kept behind the affected ear with the help of a headband.", "contents": "Benign Paroxysmal Positional Vertigo -- Treatment / Management -- Repositioning Maneuvers. Start with the sitting position, and the head is turned in the direction of the affected side. To move the particles, a mastoid bone oscillator is kept behind the affected ear with the help of a headband."}
{"id": "article-38044_38", "title": "Benign Paroxysmal Positional Vertigo -- Treatment / Management -- Repositioning Maneuvers", "content": "Position 1 - The patient reclines slowly to the supine position, with head turned 45 degrees to the affected side. The rate is altered to achieve a point of no nystagmus and no symptoms. This usually takes approximately 30 seconds.", "contents": "Benign Paroxysmal Positional Vertigo -- Treatment / Management -- Repositioning Maneuvers. Position 1 - The patient reclines slowly to the supine position, with head turned 45 degrees to the affected side. The rate is altered to achieve a point of no nystagmus and no symptoms. This usually takes approximately 30 seconds."}
{"id": "article-38044_39", "title": "Benign Paroxysmal Positional Vertigo -- Treatment / Management -- Repositioning Maneuvers", "content": "Position 2 - The patient lies supine, 15 degrees Trendelenburg, and head turned 45 degrees toward the affected side. The patient reclines more to the Dix-Hallpike position on the ipsilateral side. It takes around 10 seconds. Then the patient stays in the Dix-Hallpike position for another 20 seconds with the affected ear down.", "contents": "Benign Paroxysmal Positional Vertigo -- Treatment / Management -- Repositioning Maneuvers. Position 2 - The patient lies supine, 15 degrees Trendelenburg, and head turned 45 degrees toward the affected side. The patient reclines more to the Dix-Hallpike position on the ipsilateral side. It takes around 10 seconds. Then the patient stays in the Dix-Hallpike position for another 20 seconds with the affected ear down."}
{"id": "article-38044_40", "title": "Benign Paroxysmal Positional Vertigo -- Treatment / Management -- Repositioning Maneuvers", "content": "Position 3 - The patient lies supine, 15 degrees Trendelenburg, and head turned 45 degrees toward the opposite side. After this, the patient's head is slowly turned from position 3 to the opposite side.", "contents": "Benign Paroxysmal Positional Vertigo -- Treatment / Management -- Repositioning Maneuvers. Position 3 - The patient lies supine, 15 degrees Trendelenburg, and head turned 45 degrees toward the opposite side. After this, the patient's head is slowly turned from position 3 to the opposite side."}
{"id": "article-38044_41", "title": "Benign Paroxysmal Positional Vertigo -- Treatment / Management -- Repositioning Maneuvers", "content": "Position 4 - The patient lies on the side with the opposite shoulder down, head turned 45 degrees toward the contralateral side. The body is then rolled to bring the shoulders perpendicular to the floor with the affected ear up. Next, the head is turned more so that the nose comes at an angle of 45 degrees below the horizon. This takes 40 seconds more.", "contents": "Benign Paroxysmal Positional Vertigo -- Treatment / Management -- Repositioning Maneuvers. Position 4 - The patient lies on the side with the opposite shoulder down, head turned 45 degrees toward the contralateral side. The body is then rolled to bring the shoulders perpendicular to the floor with the affected ear up. Next, the head is turned more so that the nose comes at an angle of 45 degrees below the horizon. This takes 40 seconds more."}
{"id": "article-38044_42", "title": "Benign Paroxysmal Positional Vertigo -- Treatment / Management -- Repositioning Maneuvers", "content": "Position 5 - The patient is brought back to the sitting position, and the head is turned away from the affected side.", "contents": "Benign Paroxysmal Positional Vertigo -- Treatment / Management -- Repositioning Maneuvers. Position 5 - The patient is brought back to the sitting position, and the head is turned away from the affected side."}
{"id": "article-38044_43", "title": "Benign Paroxysmal Positional Vertigo -- Treatment / Management -- Repositioning Maneuvers", "content": "Ending position - In the end, the head is brought back to the midline. At this point, the headband and the mastoid bone oscillator are removed.", "contents": "Benign Paroxysmal Positional Vertigo -- Treatment / Management -- Repositioning Maneuvers. Ending position - In the end, the head is brought back to the midline. At this point, the headband and the mastoid bone oscillator are removed."}
{"id": "article-38044_44", "title": "Benign Paroxysmal Positional Vertigo -- Treatment / Management -- Repositioning Maneuvers", "content": "There are some adverse effects of repositioning maneuvers that the providers should be aware of, such as: Conversion of posterior BPPV to a lateral or anterior canal BPPV during a maneuver [51] Emesis [52] Prolonged autonomic dysfunction Imbalance", "contents": "Benign Paroxysmal Positional Vertigo -- Treatment / Management -- Repositioning Maneuvers. There are some adverse effects of repositioning maneuvers that the providers should be aware of, such as: Conversion of posterior BPPV to a lateral or anterior canal BPPV during a maneuver [51] Emesis [52] Prolonged autonomic dysfunction Imbalance"}
{"id": "article-38044_45", "title": "Benign Paroxysmal Positional Vertigo -- Treatment / Management -- Surgical Treatment", "content": "Most patients with BPPV will get better with repositioning maneuvers or resolve completely. However, surgical intervention is reserved for refractory cases. There are two surgical options for BPPV: Singular neurectomy Posterior canal occlusion The recommended surgical option is posterior canal occlusion because it has proven to be highly effective and safe. [53]", "contents": "Benign Paroxysmal Positional Vertigo -- Treatment / Management -- Surgical Treatment. Most patients with BPPV will get better with repositioning maneuvers or resolve completely. However, surgical intervention is reserved for refractory cases. There are two surgical options for BPPV: Singular neurectomy Posterior canal occlusion The recommended surgical option is posterior canal occlusion because it has proven to be highly effective and safe. [53]"}
{"id": "article-38044_46", "title": "Benign Paroxysmal Positional Vertigo -- Differential Diagnosis", "content": "Benign paroxysmal positional vertigo may have the following differential diagnoses: Ménière disease [30] Inner ear concussion Alcohol intoxication Labyrinthitis or vestibular neuronitis [10] Vascular loop syndrome Positional nystagmus of central origin Lesion of the nodulus from conditions such as stroke, Arnold-Chiari malformation, multiple sclerosis, cerebellar degeneration, ischemia, and intoxication [10] [30] Acoustic neuroma and meningioma Vertebral artery insufficiency Orthostatic hypotension", "contents": "Benign Paroxysmal Positional Vertigo -- Differential Diagnosis. Benign paroxysmal positional vertigo may have the following differential diagnoses: Ménière disease [30] Inner ear concussion Alcohol intoxication Labyrinthitis or vestibular neuronitis [10] Vascular loop syndrome Positional nystagmus of central origin Lesion of the nodulus from conditions such as stroke, Arnold-Chiari malformation, multiple sclerosis, cerebellar degeneration, ischemia, and intoxication [10] [30] Acoustic neuroma and meningioma Vertebral artery insufficiency Orthostatic hypotension"}
{"id": "article-38044_47", "title": "Benign Paroxysmal Positional Vertigo -- Prognosis", "content": "One-third of patients have remission at three weeks. The majority of patients remit at six months. [54] Recurrence rates are variable in the literature, with one study observing an 18% recurrence rate over ten years. Another study reported a 15% recurrence rate annually and a 50% recurrence at 40 months post-treatment. [55] [56] Under 1% of BPPV cases will ever need surgery, but the number of surgical candidates is significant since BPPV is so common. [57]", "contents": "Benign Paroxysmal Positional Vertigo -- Prognosis. One-third of patients have remission at three weeks. The majority of patients remit at six months. [54] Recurrence rates are variable in the literature, with one study observing an 18% recurrence rate over ten years. Another study reported a 15% recurrence rate annually and a 50% recurrence at 40 months post-treatment. [55] [56] Under 1% of BPPV cases will ever need surgery, but the number of surgical candidates is significant since BPPV is so common. [57]"}
{"id": "article-38044_48", "title": "Benign Paroxysmal Positional Vertigo -- Complications", "content": "Persistent nausea and vomiting can become an issue for some patients. Sudden head movements while driving or riding a bike may trigger an episode of benign paroxysmal positional vertigo and result in a collision. A spell of BPPV may result in serious accidents related to work or leisure activities.", "contents": "Benign Paroxysmal Positional Vertigo -- Complications. Persistent nausea and vomiting can become an issue for some patients. Sudden head movements while driving or riding a bike may trigger an episode of benign paroxysmal positional vertigo and result in a collision. A spell of BPPV may result in serious accidents related to work or leisure activities."}
{"id": "article-38044_49", "title": "Benign Paroxysmal Positional Vertigo -- Deterrence and Patient Education", "content": "All patients should be advised to undergo follow-up one to four weeks post-treatment. It is best to explain that BPPV is a non-life-threatening condition. Its favorable prognosis reassures patients that it is not a severe condition. Patients should also be warned that recurrences are very common even after successful management with repositioning maneuvers so that further treatment may be necessary.", "contents": "Benign Paroxysmal Positional Vertigo -- Deterrence and Patient Education. All patients should be advised to undergo follow-up one to four weeks post-treatment. It is best to explain that BPPV is a non-life-threatening condition. Its favorable prognosis reassures patients that it is not a severe condition. Patients should also be warned that recurrences are very common even after successful management with repositioning maneuvers so that further treatment may be necessary."}
{"id": "article-38044_50", "title": "Benign Paroxysmal Positional Vertigo -- Enhancing Healthcare Team Outcomes", "content": "BPPV is a very common presentation in primary care. Estimates are that at least 20% of patients will complain of vertigo during a clinic visit. Tragically, the condition is often misdiagnosed, and patients are erroneously treated for some other disorder, leading to very high morbidity. Primary care physicians, nurse practitioners, urgent care providers, and emergency department clinicians must be aware of this disorder and how to manage it. Once the diagnosis is made and treatment initiated, the prognosis is good. Most people develop symptom resolution in 4 to 6 weeks, although in some patients, the symptoms persist. Despite optimal treatment, there is a 5 to 25% recurrence rate. The risk of recurrence is higher in females, older patients, and those with psychiatric comorbidities. [58] [59] [Level 5]", "contents": "Benign Paroxysmal Positional Vertigo -- Enhancing Healthcare Team Outcomes. BPPV is a very common presentation in primary care. Estimates are that at least 20% of patients will complain of vertigo during a clinic visit. Tragically, the condition is often misdiagnosed, and patients are erroneously treated for some other disorder, leading to very high morbidity. Primary care physicians, nurse practitioners, urgent care providers, and emergency department clinicians must be aware of this disorder and how to manage it. Once the diagnosis is made and treatment initiated, the prognosis is good. Most people develop symptom resolution in 4 to 6 weeks, although in some patients, the symptoms persist. Despite optimal treatment, there is a 5 to 25% recurrence rate. The risk of recurrence is higher in females, older patients, and those with psychiatric comorbidities. [58] [59] [Level 5]"}
{"id": "article-38044_51", "title": "Benign Paroxysmal Positional Vertigo -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Benign Paroxysmal Positional Vertigo -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}