{"id": "article-84744_0", "title": "Salpingitis Isthmica Nodosa -- Continuing Education Activity", "content": "Salpingitis isthmica nodosa (SIN) occasionally referred to as diverticulosis of the fallopian tube is a common finding in patients investigated for ectopic pregnancies or infertility. Its etiology is still debated, however, it is likely the result of an acquired process. The management of SIN is aimed at restoring and maintaining fertility. This activity reviews the etiological theories, histopathology, history, investigations, and treatment of labyrinthitis and highlights the role of the interprofessional team in evaluating and treating patients with this condition.", "contents": "Salpingitis Isthmica Nodosa -- Continuing Education Activity. Salpingitis isthmica nodosa (SIN) occasionally referred to as diverticulosis of the fallopian tube is a common finding in patients investigated for ectopic pregnancies or infertility. Its etiology is still debated, however, it is likely the result of an acquired process. The management of SIN is aimed at restoring and maintaining fertility. This activity reviews the etiological theories, histopathology, history, investigations, and treatment of labyrinthitis and highlights the role of the interprofessional team in evaluating and treating patients with this condition."}
{"id": "article-84744_1", "title": "Salpingitis Isthmica Nodosa -- Continuing Education Activity", "content": "Objectives: Describe the histopathology of salpingitis isthmica nodosa. Summarize the epidemiology of salpingitis isthmica nodosa. Review the management of salpingitis isthmica nodosa. Access free multiple choice questions on this topic.", "contents": "Salpingitis Isthmica Nodosa -- Continuing Education Activity. Objectives: Describe the histopathology of salpingitis isthmica nodosa. Summarize the epidemiology of salpingitis isthmica nodosa. Review the management of salpingitis isthmica nodosa. Access free multiple choice questions on this topic."}
{"id": "article-84744_2", "title": "Salpingitis Isthmica Nodosa -- Introduction", "content": "Salpingitis isthmica nodosa (SIN), occasionally referred to as diverticulosis of the fallopian tube, has an incidence of 0.6% to 11% in healthy fertile women and is strongly associated with both infertility and ectopic pregnancies. [1] Its etiology is still debated; however, it is likely the result of an acquired process. The management of SIN is aimed at restoring and maintaining fertility. [2]", "contents": "Salpingitis Isthmica Nodosa -- Introduction. Salpingitis isthmica nodosa (SIN), occasionally referred to as diverticulosis of the fallopian tube, has an incidence of 0.6% to 11% in healthy fertile women and is strongly associated with both infertility and ectopic pregnancies. [1] Its etiology is still debated; however, it is likely the result of an acquired process. The management of SIN is aimed at restoring and maintaining fertility. [2]"}
{"id": "article-84744_3", "title": "Salpingitis Isthmica Nodosa -- Introduction -- Anatomy", "content": "Fallopian tubes typically range from 10 to 14 cm in length and have an external diameter of approximately 1 cm. [3] They are described as having four different parts: the fimbriae, infundibulum, ampulla, and isthmus (which connects the fallopian tubes to the uterus). [4] The lumen at the isthmus is relatively small (1-2mm) and is surrounded by a three-layered muscular wall. This consists of a middle circular layer, sandwiched between inner and outer longitudinal layers. [5] SIN causes nodular swelling (up to a few centimeters in diameter) predominantly at the isthmus; however, it can involve all other portions of the fallopian tube. [6] The outer serosa of the nodules is a smooth yellow/grey/brown. [7]", "contents": "Salpingitis Isthmica Nodosa -- Introduction -- Anatomy. Fallopian tubes typically range from 10 to 14 cm in length and have an external diameter of approximately 1 cm. [3] They are described as having four different parts: the fimbriae, infundibulum, ampulla, and isthmus (which connects the fallopian tubes to the uterus). [4] The lumen at the isthmus is relatively small (1-2mm) and is surrounded by a three-layered muscular wall. This consists of a middle circular layer, sandwiched between inner and outer longitudinal layers. [5] SIN causes nodular swelling (up to a few centimeters in diameter) predominantly at the isthmus; however, it can involve all other portions of the fallopian tube. [6] The outer serosa of the nodules is a smooth yellow/grey/brown. [7]"}
{"id": "article-84744_4", "title": "Salpingitis Isthmica Nodosa -- Etiology", "content": "Although first being described in 1887 by Chiari, the etiology of salpingitis isthmica nodosa is frequently unknown. There are currently three proposed etiologies: infection, cellular invasion, and congenital malformations. [8]", "contents": "Salpingitis Isthmica Nodosa -- Etiology. Although first being described in 1887 by Chiari, the etiology of salpingitis isthmica nodosa is frequently unknown. There are currently three proposed etiologies: infection, cellular invasion, and congenital malformations. [8]"}
{"id": "article-84744_5", "title": "Salpingitis Isthmica Nodosa -- Etiology", "content": "The most widely accepted of these states that infection during a woman’s reproductive years triggers a chronic inflammatory process within the fallopian tube. Researchers have demonstrated that females who have previous histological signs of salpingitis often have the outer membrane protein of C. trachomatis in the affected fallopian tube and/ or high serum antibody titers. [9] Suggesting an association between previous Chlamydia infection and SIN. Another study demonstrated that 89% of women with SIN had evidence of inflammation in the affected tube. They concluded that SIN was either a direct complication of infection during reproductive years or that early infection increases the likelihood of future infections, which ultimately lead to SIN. [10]", "contents": "Salpingitis Isthmica Nodosa -- Etiology. The most widely accepted of these states that infection during a woman’s reproductive years triggers a chronic inflammatory process within the fallopian tube. Researchers have demonstrated that females who have previous histological signs of salpingitis often have the outer membrane protein of C. trachomatis in the affected fallopian tube and/ or high serum antibody titers. [9] Suggesting an association between previous Chlamydia infection and SIN. Another study demonstrated that 89% of women with SIN had evidence of inflammation in the affected tube. They concluded that SIN was either a direct complication of infection during reproductive years or that early infection increases the likelihood of future infections, which ultimately lead to SIN. [10]"}
{"id": "article-84744_6", "title": "Salpingitis Isthmica Nodosa -- Etiology", "content": "The non-inflammatory theory states that SIN results from an overgrowth of the inner layer of the fallopian tube, which eventually invades the mucosal wall. [6] This then results in cyst formation, fibrosis, and hypertrophy of the muscular wall. It is hypothesized that the disease process may be similar to that of adenomyosis, which involves abnormal growth of the endometrium into the myometrial portions of the uterus. [2]", "contents": "Salpingitis Isthmica Nodosa -- Etiology. The non-inflammatory theory states that SIN results from an overgrowth of the inner layer of the fallopian tube, which eventually invades the mucosal wall. [6] This then results in cyst formation, fibrosis, and hypertrophy of the muscular wall. It is hypothesized that the disease process may be similar to that of adenomyosis, which involves abnormal growth of the endometrium into the myometrial portions of the uterus. [2]"}
{"id": "article-84744_7", "title": "Salpingitis Isthmica Nodosa -- Etiology", "content": "Finally, the congenital theory, originally formulated by von Recklinghausen in 1896, states that the tube-like glands are, in fact, Wolffian rests. This is explained by the fact that the isthmus is the location where the Wolffian and Mullerian ducts cross during development. Other previously suggested etiologies include chronic tubal spasm and neoplasia. [8] However, on balance, the majority of evidence appears to lean towards an acquired cause. [11] [12]", "contents": "Salpingitis Isthmica Nodosa -- Etiology. Finally, the congenital theory, originally formulated by von Recklinghausen in 1896, states that the tube-like glands are, in fact, Wolffian rests. This is explained by the fact that the isthmus is the location where the Wolffian and Mullerian ducts cross during development. Other previously suggested etiologies include chronic tubal spasm and neoplasia. [8] However, on balance, the majority of evidence appears to lean towards an acquired cause. [11] [12]"}
{"id": "article-84744_8", "title": "Salpingitis Isthmica Nodosa -- Epidemiology", "content": "Salpingitis isthmica nodosa has an incidence of 0.6 to 11% in healthy fertile women. [2] However, it is considerably more common in the presence of infertility and ectopic pregnancies (2.8% to 57%) and 9 times more likely to affect females of Jamaican origin than the White race. [13] It is almost twice as likely to occur in the right fallopian tube compared to the left and presents bilaterally in only 4% of cases. [7]", "contents": "Salpingitis Isthmica Nodosa -- Epidemiology. Salpingitis isthmica nodosa has an incidence of 0.6 to 11% in healthy fertile women. [2] However, it is considerably more common in the presence of infertility and ectopic pregnancies (2.8% to 57%) and 9 times more likely to affect females of Jamaican origin than the White race. [13] It is almost twice as likely to occur in the right fallopian tube compared to the left and presents bilaterally in only 4% of cases. [7]"}
{"id": "article-84744_9", "title": "Salpingitis Isthmica Nodosa -- Histopathology", "content": "Macroscopically salpingitis isthmica nodosa causes nodular thickening of the tunica muscularis. However, diagnosis can only be confirmed histologically by the presence of diverticula within a hypertrophic, irregular myosalpin. [7] Other common histological features include regularly spaced glands, lined by normal tubal epithelium. These glands are diverticula, which communicate with the lumen and will likely be dilated.", "contents": "Salpingitis Isthmica Nodosa -- Histopathology. Macroscopically salpingitis isthmica nodosa causes nodular thickening of the tunica muscularis. However, diagnosis can only be confirmed histologically by the presence of diverticula within a hypertrophic, irregular myosalpin. [7] Other common histological features include regularly spaced glands, lined by normal tubal epithelium. These glands are diverticula, which communicate with the lumen and will likely be dilated."}
{"id": "article-84744_10", "title": "Salpingitis Isthmica Nodosa -- Histopathology", "content": "There is often surrounding fibrous tissue or hypertrophy of smooth muscle, and there may be endometrial type stroma around the glands. The stromal response is typically minimal, and there is usually no significant atypia. These changes commonly occur in the proximal two-thirds of the fallopian tube. Majmudar suggested a histological classification system grade 1-3, based upon the depth of the lumen within the myosalpinx. [1]", "contents": "Salpingitis Isthmica Nodosa -- Histopathology. There is often surrounding fibrous tissue or hypertrophy of smooth muscle, and there may be endometrial type stroma around the glands. The stromal response is typically minimal, and there is usually no significant atypia. These changes commonly occur in the proximal two-thirds of the fallopian tube. Majmudar suggested a histological classification system grade 1-3, based upon the depth of the lumen within the myosalpinx. [1]"}
{"id": "article-84744_11", "title": "Salpingitis Isthmica Nodosa -- History and Physical", "content": "Unfortunately, there are no pathognomic symptoms of SIN and patients can be completely asymptomatic. [7] It is most commonly diagnosed in patients with a history of ectopic pregnancies or infertility. However, the presence of SIN does not appear to reduce the number of births when compared to females in a control group. [14] The mean age of presentation is 30 to 35 and it is commonly an incidental finding in patients undergoing investigation for infertility or pelvic pain. [2]", "contents": "Salpingitis Isthmica Nodosa -- History and Physical. Unfortunately, there are no pathognomic symptoms of SIN and patients can be completely asymptomatic. [7] It is most commonly diagnosed in patients with a history of ectopic pregnancies or infertility. However, the presence of SIN does not appear to reduce the number of births when compared to females in a control group. [14] The mean age of presentation is 30 to 35 and it is commonly an incidental finding in patients undergoing investigation for infertility or pelvic pain. [2]"}
{"id": "article-84744_12", "title": "Salpingitis Isthmica Nodosa -- Evaluation", "content": "Hysterosalpingography (HSG) is the first-line investigation for infertility and a reliable diagnostic technique for salpingitis isthmica nodosa. [15] SIN cannot be excluded unless hysterosalpingography has been performed within the last 12 months. [16] Radiologically SIN usually produces periluminar globular collections of contrast (diverticula), typically around the isthmic fallopian tube. [17] These collections are usually grouped together over a 1 to 2 cm section of the tube and are rarely deeper than 2mm, but can form an uninterrupted connection with the tubular lumen. When this occurs flecks of contrast can be seen above and below the lumen. [18] In some cases, SIN can lead to hydrosalpinx, tubular occlusion, or involve the uterine cornu interstitium. [7]", "contents": "Salpingitis Isthmica Nodosa -- Evaluation. Hysterosalpingography (HSG) is the first-line investigation for infertility and a reliable diagnostic technique for salpingitis isthmica nodosa. [15] SIN cannot be excluded unless hysterosalpingography has been performed within the last 12 months. [16] Radiologically SIN usually produces periluminar globular collections of contrast (diverticula), typically around the isthmic fallopian tube. [17] These collections are usually grouped together over a 1 to 2 cm section of the tube and are rarely deeper than 2mm, but can form an uninterrupted connection with the tubular lumen. When this occurs flecks of contrast can be seen above and below the lumen. [18] In some cases, SIN can lead to hydrosalpinx, tubular occlusion, or involve the uterine cornu interstitium. [7]"}
{"id": "article-84744_13", "title": "Salpingitis Isthmica Nodosa -- Evaluation", "content": "Laparoscopy of a patient with SIN will inevitably identify nodular swelling and thickening of the isthmus. [19] This is caused by the hypertrophy and hyperplasia of the mesosalpinx around the diverticula pouches. However, diagnosis can only be made following histological assessment. The use of simultaneous chromopertubation during laparoscopy will identify the diverticular defects along the tube. With severe cases the anatomy of the tubes will appear grossly abnormal, however, with the use of diluted methylene blue, subtle repetitive notching within the fallopian tube is seen underneath the serosal layer.", "contents": "Salpingitis Isthmica Nodosa -- Evaluation. Laparoscopy of a patient with SIN will inevitably identify nodular swelling and thickening of the isthmus. [19] This is caused by the hypertrophy and hyperplasia of the mesosalpinx around the diverticula pouches. However, diagnosis can only be made following histological assessment. The use of simultaneous chromopertubation during laparoscopy will identify the diverticular defects along the tube. With severe cases the anatomy of the tubes will appear grossly abnormal, however, with the use of diluted methylene blue, subtle repetitive notching within the fallopian tube is seen underneath the serosal layer."}
{"id": "article-84744_14", "title": "Salpingitis Isthmica Nodosa -- Treatment / Management -- Assistive Reproductive Technology", "content": "Assistive reproductive technology, mainly in the form of in vitro fertilization (IVF), has become the mainstay of management for SIN, due to its immediacy and minimally invasive nature. The success rates have also improved dramatically over the past decade with Wade et al. demonstrating that by the 5th cycle of IVF, the chance of live birth is 80.1%. [20]", "contents": "Salpingitis Isthmica Nodosa -- Treatment / Management -- Assistive Reproductive Technology. Assistive reproductive technology, mainly in the form of in vitro fertilization (IVF), has become the mainstay of management for SIN, due to its immediacy and minimally invasive nature. The success rates have also improved dramatically over the past decade with Wade et al. demonstrating that by the 5th cycle of IVF, the chance of live birth is 80.1%. [20]"}
{"id": "article-84744_15", "title": "Salpingitis Isthmica Nodosa -- Treatment / Management -- Surgery", "content": "Reconstructive proximal surgery, originally described in the 1890s, was the standard treatment for decades and has been shown to yield relatively high pregnancy rates of 34%. [21] It has gradually been superseded with the introduction of microsurgical procedures, which carry fewer surgical risks and have been shown to lead to pregnancy rates as high as 68% within the first two years following the procedure. [22] These procedures appear to deliver the best outcomes in females under 37 who undergo bilateral anastomosis. Proximal tubal patency can also be restored using transcervical catheterization, an even less invasive procedure. Although this is associated with lower pregnancy rates, it is occasionally preferred due to its decreased morbidity, reduced cost, and ability to maintain tubular length. [23] Finally, a salpingectomy is recommended for symptomatic patients where fertility is not an issue. [24]", "contents": "Salpingitis Isthmica Nodosa -- Treatment / Management -- Surgery. Reconstructive proximal surgery, originally described in the 1890s, was the standard treatment for decades and has been shown to yield relatively high pregnancy rates of 34%. [21] It has gradually been superseded with the introduction of microsurgical procedures, which carry fewer surgical risks and have been shown to lead to pregnancy rates as high as 68% within the first two years following the procedure. [22] These procedures appear to deliver the best outcomes in females under 37 who undergo bilateral anastomosis. Proximal tubal patency can also be restored using transcervical catheterization, an even less invasive procedure. Although this is associated with lower pregnancy rates, it is occasionally preferred due to its decreased morbidity, reduced cost, and ability to maintain tubular length. [23] Finally, a salpingectomy is recommended for symptomatic patients where fertility is not an issue. [24]"}
{"id": "article-84744_16", "title": "Salpingitis Isthmica Nodosa -- Treatment / Management -- Gonadotrophin-releasing Hormone Analogues", "content": "Gonadotrophin-releasing hormone analogs (GnRH-a) have been used as a medical treatment for SIN. It is believed that these cause tubular patency by creating a hypoestrogenic environment which shrinks the underlying pathology, similar to the management of adenomyosis. [25] GnRH-a’s have been suggested as the most appropriate non-surgical treatment for females with occlusive SIN with endometriosis. [26]", "contents": "Salpingitis Isthmica Nodosa -- Treatment / Management -- Gonadotrophin-releasing Hormone Analogues. Gonadotrophin-releasing hormone analogs (GnRH-a) have been used as a medical treatment for SIN. It is believed that these cause tubular patency by creating a hypoestrogenic environment which shrinks the underlying pathology, similar to the management of adenomyosis. [25] GnRH-a’s have been suggested as the most appropriate non-surgical treatment for females with occlusive SIN with endometriosis. [26]"}
{"id": "article-84744_17", "title": "Salpingitis Isthmica Nodosa -- Differential Diagnosis -- Carcinoma", "content": "Carcinoma can mimic SIN due to similar gland placement. [27] However, SIN has far less of a stromal response and no atypia.", "contents": "Salpingitis Isthmica Nodosa -- Differential Diagnosis -- Carcinoma. Carcinoma can mimic SIN due to similar gland placement. [27] However, SIN has far less of a stromal response and no atypia."}
{"id": "article-84744_18", "title": "Salpingitis Isthmica Nodosa -- Differential Diagnosis -- Tubular Endometriosis", "content": "It can be difficult to differentiate tubular endometriosis and SIN when using hysterosalpingography. However, this can be confirmed histologically by the presence of tubal epithelium lining glands in SIN. [28]", "contents": "Salpingitis Isthmica Nodosa -- Differential Diagnosis -- Tubular Endometriosis. It can be difficult to differentiate tubular endometriosis and SIN when using hysterosalpingography. However, this can be confirmed histologically by the presence of tubal epithelium lining glands in SIN. [28]"}
{"id": "article-84744_19", "title": "Salpingitis Isthmica Nodosa -- Prognosis", "content": "While SIN itself does not directly cause mortality, and it dramatically increases a patient’s risk of having an ectopic pregnancy, which has a mortality rate of 2% in the developing world and 0.2% in developed countries. [29] As previously described, the treatment of SIN is focussed on restoring and maintaining fertility (IVF, GnRH-a’s, TCA, and IR interventions) and has improved significantly over the past couple of decades. [20]", "contents": "Salpingitis Isthmica Nodosa -- Prognosis. While SIN itself does not directly cause mortality, and it dramatically increases a patient’s risk of having an ectopic pregnancy, which has a mortality rate of 2% in the developing world and 0.2% in developed countries. [29] As previously described, the treatment of SIN is focussed on restoring and maintaining fertility (IVF, GnRH-a’s, TCA, and IR interventions) and has improved significantly over the past couple of decades. [20]"}
{"id": "article-84744_20", "title": "Salpingitis Isthmica Nodosa -- Complications -- Ectopic Pregnancies", "content": "Salpingitis isthmica nodosa has a 10% incidence in females with ectopic tubular pregnancies. [30] However, this increases to 45.9% when looking specifically at isthmic ectopic pregnancies. [31]", "contents": "Salpingitis Isthmica Nodosa -- Complications -- Ectopic Pregnancies. Salpingitis isthmica nodosa has a 10% incidence in females with ectopic tubular pregnancies. [30] However, this increases to 45.9% when looking specifically at isthmic ectopic pregnancies. [31]"}
{"id": "article-84744_21", "title": "Salpingitis Isthmica Nodosa -- Complications -- Infertility", "content": "Karasick et al. found that 8.7% of females undergoing hysterosalpingograms for infertility had SIN. [28] Whilst, Saracoglu et al. showed that SIN was present in 7.4% of infertile women with tubular obstruction. [30]", "contents": "Salpingitis Isthmica Nodosa -- Complications -- Infertility. Karasick et al. found that 8.7% of females undergoing hysterosalpingograms for infertility had SIN. [28] Whilst, Saracoglu et al. showed that SIN was present in 7.4% of infertile women with tubular obstruction. [30]"}
{"id": "article-84744_22", "title": "Salpingitis Isthmica Nodosa -- Complications -- Hydrosalpinx", "content": "Hydrosalpinx, dilation of the fallopian tube in the presence of distal obstruction, is a recognized complication of SIN. [30] [24] [30]", "contents": "Salpingitis Isthmica Nodosa -- Complications -- Hydrosalpinx. Hydrosalpinx, dilation of the fallopian tube in the presence of distal obstruction, is a recognized complication of SIN. [30] [24] [30]"}
{"id": "article-84744_23", "title": "Salpingitis Isthmica Nodosa -- Consultations", "content": "Salpingitis isthmica nodosa is most likely to be identified during an HSG or diagnostic laparoscopy with chromopertubation.  If SIN is identified, referral to a reproductive endocrinologist capable of providing IVF or an appropriately skilled surgeon if Fallopian tube reconstruction is desired.", "contents": "Salpingitis Isthmica Nodosa -- Consultations. Salpingitis isthmica nodosa is most likely to be identified during an HSG or diagnostic laparoscopy with chromopertubation.  If SIN is identified, referral to a reproductive endocrinologist capable of providing IVF or an appropriately skilled surgeon if Fallopian tube reconstruction is desired."}
{"id": "article-84744_24", "title": "Salpingitis Isthmica Nodosa -- Deterrence and Patient Education", "content": "Due to the potential inflammatory/ post-infection cause of salpingitis isthmica nodosa, early identification/ treatment, or ideally prevention of sexually transmitted diseases may reduce the risk of developing SIN and it’s subsequent complications. This is best achieved through comprehensive education. [32] As Chlamydia is suspected to be the most prevalent cause of SIN, routine screening in high-risk populations at the time of a pap smear is warranted. [33] [10]", "contents": "Salpingitis Isthmica Nodosa -- Deterrence and Patient Education. Due to the potential inflammatory/ post-infection cause of salpingitis isthmica nodosa, early identification/ treatment, or ideally prevention of sexually transmitted diseases may reduce the risk of developing SIN and it’s subsequent complications. This is best achieved through comprehensive education. [32] As Chlamydia is suspected to be the most prevalent cause of SIN, routine screening in high-risk populations at the time of a pap smear is warranted. [33] [10]"}
{"id": "article-84744_25", "title": "Salpingitis Isthmica Nodosa -- Enhancing Healthcare Team Outcomes", "content": "A knowledgable interdisciplinary team that communicates effectively is key to any patient with SIN receiving optimum care. Firstly, both primary and secondary care physicians should have a comprehensive understanding of the condition so that it is part of their differentials in any patient presenting with infertility or ectopic pregnancy. Radiologists should be familiar with its appearance on hysterosalpingography, whilst, as SIN can only be confirmed histologically, pathologists must have a strong knowledge of its identifying features.", "contents": "Salpingitis Isthmica Nodosa -- Enhancing Healthcare Team Outcomes. A knowledgable interdisciplinary team that communicates effectively is key to any patient with SIN receiving optimum care. Firstly, both primary and secondary care physicians should have a comprehensive understanding of the condition so that it is part of their differentials in any patient presenting with infertility or ectopic pregnancy. Radiologists should be familiar with its appearance on hysterosalpingography, whilst, as SIN can only be confirmed histologically, pathologists must have a strong knowledge of its identifying features."}
{"id": "article-84744_26", "title": "Salpingitis Isthmica Nodosa -- Enhancing Healthcare Team Outcomes", "content": "Both ectopic pregnancies and infertility can have a dramatic effect on a patient’s life and relationships. Therefore, the nursing staff is essential in providing emotional and psychosocial support for these patients. Finally, pharmacists are fundamental in advising physicians regarding the most appropriate medical management of the symptoms of SIN and the treatment of non-surgical candidates.", "contents": "Salpingitis Isthmica Nodosa -- Enhancing Healthcare Team Outcomes. Both ectopic pregnancies and infertility can have a dramatic effect on a patient’s life and relationships. Therefore, the nursing staff is essential in providing emotional and psychosocial support for these patients. Finally, pharmacists are fundamental in advising physicians regarding the most appropriate medical management of the symptoms of SIN and the treatment of non-surgical candidates."}
{"id": "article-84744_27", "title": "Salpingitis Isthmica Nodosa -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Salpingitis Isthmica Nodosa -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}