{"id": "article-25650_0", "title": "Neomycin -- Continuing Education Activity", "content": "Neomycin is primarily used to treat and manage hepatic coma and perioperative prophylaxis. Neomycin belongs to the aminoglycosides group of antibiotics, which functions by inhibiting bacterial protein synthesis, resulting in a bactericidal effect primarily against gram-negative bacteria. When administered orally, neomycin exhibits limited absorption into the systemic circulation. This characteristic enhances its effectiveness for treating infections localized within the gastrointestinal tract. Neomycin's mechanism of action closely resembles that of most aminoglycosides, as it binds to the 30S ribosomal subunit, thereby disrupting bacterial protein synthesis. The initial steps required for peptide synthesis proceed without interruption, but the subsequent elongation process is hindered due to the disruption of translational accuracy. This interference disrupts the bacteria's translation process, ultimately resulting in the bactericidal effects of the medication. This activity highlights neomycin's indications, contraindications, mechanisms of action, and adverse drug reactions within the clinical context, focusing on essential information for interprofessional healthcare team members. This activity also reviews crucial facets related to neomycin therapy, including off-label uses, appropriate dosing, pharmacokinetics, monitoring, and relevant interactions, which enhance the competence of healthcare providers when caring for patients with hepatic coma, perioperative prophylaxis, constipation-dominant inflammatory bowel syndrome, associated disorders, and their consequences.", "contents": "Neomycin -- Continuing Education Activity. Neomycin is primarily used to treat and manage hepatic coma and perioperative prophylaxis. Neomycin belongs to the aminoglycosides group of antibiotics, which functions by inhibiting bacterial protein synthesis, resulting in a bactericidal effect primarily against gram-negative bacteria. When administered orally, neomycin exhibits limited absorption into the systemic circulation. This characteristic enhances its effectiveness for treating infections localized within the gastrointestinal tract. Neomycin's mechanism of action closely resembles that of most aminoglycosides, as it binds to the 30S ribosomal subunit, thereby disrupting bacterial protein synthesis. The initial steps required for peptide synthesis proceed without interruption, but the subsequent elongation process is hindered due to the disruption of translational accuracy. This interference disrupts the bacteria's translation process, ultimately resulting in the bactericidal effects of the medication. This activity highlights neomycin's indications, contraindications, mechanisms of action, and adverse drug reactions within the clinical context, focusing on essential information for interprofessional healthcare team members. This activity also reviews crucial facets related to neomycin therapy, including off-label uses, appropriate dosing, pharmacokinetics, monitoring, and relevant interactions, which enhance the competence of healthcare providers when caring for patients with hepatic coma, perioperative prophylaxis, constipation-dominant inflammatory bowel syndrome, associated disorders, and their consequences."}
{"id": "article-25650_1", "title": "Neomycin -- Continuing Education Activity", "content": "Objectives: Identify the appropriate indications for neomycin use, including hepatic coma and perioperative prophylaxis, considering patient-specific factors. Differentiate between neomycin and other antibiotics by understanding its unique mechanism of action involving 30S ribosomal subunit binding, bactericidal effect on gram-negative bacteria, and low gastrointestinal absorption. Assess the renal function of patients before and during neomycin therapy to monitor potential nephrotoxicity. Communicate effectively with patients about the rationale for neomycin treatment, explaining the drug's potential risks and expected outcomes. Access free multiple choice questions on this topic.", "contents": "Neomycin -- Continuing Education Activity. Objectives: Identify the appropriate indications for neomycin use, including hepatic coma and perioperative prophylaxis, considering patient-specific factors. Differentiate between neomycin and other antibiotics by understanding its unique mechanism of action involving 30S ribosomal subunit binding, bactericidal effect on gram-negative bacteria, and low gastrointestinal absorption. Assess the renal function of patients before and during neomycin therapy to monitor potential nephrotoxicity. Communicate effectively with patients about the rationale for neomycin treatment, explaining the drug's potential risks and expected outcomes. Access free multiple choice questions on this topic."}
{"id": "article-25650_2", "title": "Neomycin -- Indications", "content": "Neomycin belongs to the aminoglycosides group of antibiotics, and, similar to other aminoglycosides, it inhibits bacterial protein synthesis, leading to its bactericidal effect. This category of medications demonstrates notable efficacy in eradicating gram-negative organisms, thereby providing extensive coverage of enteric organisms. [1] When ingested orally, neomycin exhibits limited absorption into the systemic circulation, rendering it especially advantageous for addressing issues within the gastrointestinal (GI) tract.", "contents": "Neomycin -- Indications. Neomycin belongs to the aminoglycosides group of antibiotics, and, similar to other aminoglycosides, it inhibits bacterial protein synthesis, leading to its bactericidal effect. This category of medications demonstrates notable efficacy in eradicating gram-negative organisms, thereby providing extensive coverage of enteric organisms. [1] When ingested orally, neomycin exhibits limited absorption into the systemic circulation, rendering it especially advantageous for addressing issues within the gastrointestinal (GI) tract."}
{"id": "article-25650_3", "title": "Neomycin -- Indications -- FDA-Approved Indications", "content": "Hepatic coma or portal-systemic encephalopathy: Neomycin is used to manage hepatic encephalopathy, including hepatic coma. This drug is typically indicated for treating acute cases of hepatic encephalopathy, as opposed to chronic cases, due to its adverse effect profile. [2] Colorectal surgical (perioperative) prophylaxis: Neomycin is commonly administered alongside erythromycin or metronidazole as an essential component of Nichols and Condon's bowel preparation protocol, typically conducted one day before surgery. This regimen is implemented to mitigate the potential for surgical site infections. [3]", "contents": "Neomycin -- Indications -- FDA-Approved Indications. Hepatic coma or portal-systemic encephalopathy: Neomycin is used to manage hepatic encephalopathy, including hepatic coma. This drug is typically indicated for treating acute cases of hepatic encephalopathy, as opposed to chronic cases, due to its adverse effect profile. [2] Colorectal surgical (perioperative) prophylaxis: Neomycin is commonly administered alongside erythromycin or metronidazole as an essential component of Nichols and Condon's bowel preparation protocol, typically conducted one day before surgery. This regimen is implemented to mitigate the potential for surgical site infections. [3]"}
{"id": "article-25650_4", "title": "Neomycin -- Indications -- Off-Label Use", "content": "Neomycin has also been utilized to treat constipation-predominant irritable bowel syndrome (IBS-C). [4]", "contents": "Neomycin -- Indications -- Off-Label Use. Neomycin has also been utilized to treat constipation-predominant irritable bowel syndrome (IBS-C). [4]"}
{"id": "article-25650_5", "title": "Neomycin -- Mechanism of Action", "content": "Neomycin's mechanism of action is very similar to most aminoglycosides, whereby it binds to the 30S ribosomal subunit, impeding bacterial protein synthesis. Although the initial stages required for peptide synthesis proceed without interruption, the subsequent elongation process is hindered due to the disruption of translational accuracy. Consequently, this disturbance in the bacteria's translation process contributes to the medication's bactericidal effects. [1] [5]", "contents": "Neomycin -- Mechanism of Action. Neomycin's mechanism of action is very similar to most aminoglycosides, whereby it binds to the 30S ribosomal subunit, impeding bacterial protein synthesis. Although the initial stages required for peptide synthesis proceed without interruption, the subsequent elongation process is hindered due to the disruption of translational accuracy. Consequently, this disturbance in the bacteria's translation process contributes to the medication's bactericidal effects. [1] [5]"}
{"id": "article-25650_6", "title": "Neomycin -- Mechanism of Action", "content": "The pathogenesis of hepatic coma frequently stems from underlying liver disease, resulting in elevated ammonia levels in the bloodstream. Ammonia can traverse the blood-brain barriers at high levels, thereby giving rise to numerous neurological manifestations associated with hepatic coma. Furthermore, ammonia within the brain instigates heightened levels of glutamine and lactate, contributing to neuronal edema. [6] Therefore, therapeutic approaches are focused on reducing ammonia levels through the attenuation of ammonia production or the enhancement of ammonia excretion.", "contents": "Neomycin -- Mechanism of Action. The pathogenesis of hepatic coma frequently stems from underlying liver disease, resulting in elevated ammonia levels in the bloodstream. Ammonia can traverse the blood-brain barriers at high levels, thereby giving rise to numerous neurological manifestations associated with hepatic coma. Furthermore, ammonia within the brain instigates heightened levels of glutamine and lactate, contributing to neuronal edema. [6] Therefore, therapeutic approaches are focused on reducing ammonia levels through the attenuation of ammonia production or the enhancement of ammonia excretion."}
{"id": "article-25650_7", "title": "Neomycin -- Mechanism of Action", "content": "Neomycin's bactericidal effects decrease ammonia-producing bacteria in the GI tract, thereby decreasing the ammonia burden on the patient. [2] Neomycin is often reserved for patients unable to tolerate rifaximin. Neomycin is less commonly utilized due to its more significant adverse effect profile associated with long-term use. [7] In addition, it is essential to recognize that using poorly absorbed antibiotics, such as rifaximin and neomycin, constitutes a second-line approach when compared to synthetic disaccharides, such as lactulose and lactitol. In clinical practice, a standard method involves combining these antibiotics with synthetic disaccharides.", "contents": "Neomycin -- Mechanism of Action. Neomycin's bactericidal effects decrease ammonia-producing bacteria in the GI tract, thereby decreasing the ammonia burden on the patient. [2] Neomycin is often reserved for patients unable to tolerate rifaximin. Neomycin is less commonly utilized due to its more significant adverse effect profile associated with long-term use. [7] In addition, it is essential to recognize that using poorly absorbed antibiotics, such as rifaximin and neomycin, constitutes a second-line approach when compared to synthetic disaccharides, such as lactulose and lactitol. In clinical practice, a standard method involves combining these antibiotics with synthetic disaccharides."}
{"id": "article-25650_8", "title": "Neomycin -- Mechanism of Action", "content": "Neomycin's limited absorption from the GI tract renders it a suitable option for perioperative bowel preparation, as it exerts its effects primarily within the intestinal area with minimal systemic circulation. Neomycin is frequently paired with erythromycin in a regimen administered one day before surgery. This combination diminishes the bacterial load within the colon, thereby mitigating the potential for surgical site infections. Metronidazole could be considered an alternative option due to its improved tolerability compared to erythromycin. These antibiotics are integral to a regimen involving mechanical bowel preparation and standard intravenous (IV) antibiotic prophylaxis. [3]", "contents": "Neomycin -- Mechanism of Action. Neomycin's limited absorption from the GI tract renders it a suitable option for perioperative bowel preparation, as it exerts its effects primarily within the intestinal area with minimal systemic circulation. Neomycin is frequently paired with erythromycin in a regimen administered one day before surgery. This combination diminishes the bacterial load within the colon, thereby mitigating the potential for surgical site infections. Metronidazole could be considered an alternative option due to its improved tolerability compared to erythromycin. These antibiotics are integral to a regimen involving mechanical bowel preparation and standard intravenous (IV) antibiotic prophylaxis. [3]"}
{"id": "article-25650_9", "title": "Neomycin -- Mechanism of Action", "content": "There is ongoing debate surrounding the effectiveness of these bowel preparation methods, and clinicians may encounter uncertainty about their usage. A multicenter, randomized, parallel, single-blinded trial conducted in Finland revealed that mechanical and oral bowel preparation did not significantly reduce surgical site infections or morbidity for elective colectomies compared to no bowel preparation. [8] A retrospective study conducted in 2015 demonstrated that oral antibiotic bowel preparation was associated with notable reductions in surgical site infections, shortened hospital stays, and decreased readmission rates. [9]", "contents": "Neomycin -- Mechanism of Action. There is ongoing debate surrounding the effectiveness of these bowel preparation methods, and clinicians may encounter uncertainty about their usage. A multicenter, randomized, parallel, single-blinded trial conducted in Finland revealed that mechanical and oral bowel preparation did not significantly reduce surgical site infections or morbidity for elective colectomies compared to no bowel preparation. [8] A retrospective study conducted in 2015 demonstrated that oral antibiotic bowel preparation was associated with notable reductions in surgical site infections, shortened hospital stays, and decreased readmission rates. [9]"}
{"id": "article-25650_10", "title": "Neomycin -- Mechanism of Action -- Pharmacokinetics", "content": "Absorption: The lack of absorption from the GI tract forms the foundation for employing neomycin as an oral agent to suppress intestinal bacterial flora. [10]", "contents": "Neomycin -- Mechanism of Action -- Pharmacokinetics. Absorption: The lack of absorption from the GI tract forms the foundation for employing neomycin as an oral agent to suppress intestinal bacterial flora. [10]"}
{"id": "article-25650_11", "title": "Neomycin -- Mechanism of Action -- Pharmacokinetics", "content": "Distribution: Similar to other aminoglycosides, the amount of neomycin absorbed and transferred to the tissues increases cumulatively with each administered dose, ultimately reaching a steady-state concentration. The kidney is the primary excretory route for the absorbed drug, with the renal cortex containing the highest concentration. With cumulative dosings, neomycin accumulation is progressive in the inner ear. Following the cessation of dosing, tissue-bound neomycin is gradually released over several weeks. Metabolism: Information concerning the metabolism of neomycin is sparse. Due to its limited systemic absorption following the drug administration, the metabolism process is negligible. Elimination: Approximately 97% of the oral dose of neomycin sulfate is excreted unchanged in feces.", "contents": "Neomycin -- Mechanism of Action -- Pharmacokinetics. Distribution: Similar to other aminoglycosides, the amount of neomycin absorbed and transferred to the tissues increases cumulatively with each administered dose, ultimately reaching a steady-state concentration. The kidney is the primary excretory route for the absorbed drug, with the renal cortex containing the highest concentration. With cumulative dosings, neomycin accumulation is progressive in the inner ear. Following the cessation of dosing, tissue-bound neomycin is gradually released over several weeks. Metabolism: Information concerning the metabolism of neomycin is sparse. Due to its limited systemic absorption following the drug administration, the metabolism process is negligible. Elimination: Approximately 97% of the oral dose of neomycin sulfate is excreted unchanged in feces."}
{"id": "article-25650_12", "title": "Neomycin -- Administration", "content": "Neomycin can be administered through various routes, yet its GI absorption is limited, which is similar to most aminoglycosides. [1] Although oral administration primarily targets the GI tract, alternatively, topical formulations of neomycin are also accessible for localized use.", "contents": "Neomycin -- Administration. Neomycin can be administered through various routes, yet its GI absorption is limited, which is similar to most aminoglycosides. [1] Although oral administration primarily targets the GI tract, alternatively, topical formulations of neomycin are also accessible for localized use."}
{"id": "article-25650_13", "title": "Neomycin -- Administration -- Hepatic coma", "content": "In treating hepatic coma, the recommended dosage for neomycin is 1000 to 3000 mg administered orally every 6 hours, and this regimen can be continued for up to 6 days to manage hepatic encephalopathy. According to The American Association for the Study of Liver Diseases (AASLD) guidelines, rifaximin and lactulose is the preferred treatment regimen. However, neomycin is explicitly used for cases of overt hepatic encephalopathy. [2]", "contents": "Neomycin -- Administration -- Hepatic coma. In treating hepatic coma, the recommended dosage for neomycin is 1000 to 3000 mg administered orally every 6 hours, and this regimen can be continued for up to 6 days to manage hepatic encephalopathy. According to The American Association for the Study of Liver Diseases (AASLD) guidelines, rifaximin and lactulose is the preferred treatment regimen. However, neomycin is explicitly used for cases of overt hepatic encephalopathy. [2]"}
{"id": "article-25650_14", "title": "Neomycin -- Administration -- Surgical (perioperative) prophylaxis", "content": "The recommended dosage of oral neomycin for surgical prophylaxis is 1000 mg, administered in combination with erythromycin or metronidazole base at 1 pm, 2 pm, and 11 pm on the day before the surgery. [3] Certain resources may depict administration times that vary by an hour from these guidelines.", "contents": "Neomycin -- Administration -- Surgical (perioperative) prophylaxis. The recommended dosage of oral neomycin for surgical prophylaxis is 1000 mg, administered in combination with erythromycin or metronidazole base at 1 pm, 2 pm, and 11 pm on the day before the surgery. [3] Certain resources may depict administration times that vary by an hour from these guidelines."}
{"id": "article-25650_15", "title": "Neomycin -- Administration -- Specific Patient Populations", "content": "Hepatic impairment: The manufacturer's labeling does not provide specific dosage adjustments of neomycin for individuals with hepatic impairment.", "contents": "Neomycin -- Administration -- Specific Patient Populations. Hepatic impairment: The manufacturer's labeling does not provide specific dosage adjustments of neomycin for individuals with hepatic impairment."}
{"id": "article-25650_16", "title": "Neomycin -- Administration -- Specific Patient Populations", "content": "Renal impairment: The manufacturer's labeling does not include explicit dosage adjustments of neomycin for individuals with renal impairment. However, it is crucial to exercise caution with patients experiencing renal insufficiency, as inadequate dosage regulation can lead to elevated blood levels and potential toxicity. If renal insufficiency develops during treatment, healthcare providers should consider lowering the dosage or discontinuing the administration of antibiotics.", "contents": "Neomycin -- Administration -- Specific Patient Populations. Renal impairment: The manufacturer's labeling does not include explicit dosage adjustments of neomycin for individuals with renal impairment. However, it is crucial to exercise caution with patients experiencing renal insufficiency, as inadequate dosage regulation can lead to elevated blood levels and potential toxicity. If renal insufficiency develops during treatment, healthcare providers should consider lowering the dosage or discontinuing the administration of antibiotics."}
{"id": "article-25650_17", "title": "Neomycin -- Administration -- Specific Patient Populations", "content": "Pregnancy considerations: As an aminoglycoside, neomycin can cross the placenta. The administration of this drug during pregnancy carries the potential for teratogenic effects. Therefore, after conducting a thorough risk-benefit evaluation, neomycin should only be administered to pregnant individuals when necessary. Neomycin is classified as an FDA pregnancy Category C medication. [11]", "contents": "Neomycin -- Administration -- Specific Patient Populations. Pregnancy considerations: As an aminoglycoside, neomycin can cross the placenta. The administration of this drug during pregnancy carries the potential for teratogenic effects. Therefore, after conducting a thorough risk-benefit evaluation, neomycin should only be administered to pregnant individuals when necessary. Neomycin is classified as an FDA pregnancy Category C medication. [11]"}
{"id": "article-25650_18", "title": "Neomycin -- Administration -- Specific Patient Populations", "content": "Breastfeeding considerations: Currently, insufficient data is available regarding the excretion of neomycin into breast milk. Notably, other aminoglycoside antibiotics are typically poorly excreted into breast milk. Furthermore, neonates absorb minimal quantities of aminoglycosides, making significant systemic effects of neomycin unlikely. However, healthcare providers should remain vigilant and monitor the infant for potential impacts on the GI flora, including candidiasis, diarrhea, and colitis. [12]", "contents": "Neomycin -- Administration -- Specific Patient Populations. Breastfeeding considerations: Currently, insufficient data is available regarding the excretion of neomycin into breast milk. Notably, other aminoglycoside antibiotics are typically poorly excreted into breast milk. Furthermore, neonates absorb minimal quantities of aminoglycosides, making significant systemic effects of neomycin unlikely. However, healthcare providers should remain vigilant and monitor the infant for potential impacts on the GI flora, including candidiasis, diarrhea, and colitis. [12]"}
{"id": "article-25650_19", "title": "Neomycin -- Administration -- Specific Patient Populations", "content": "Pediatric patients: The safety and efficacy of neomycin in individuals aged 18 and younger have not been established. Therefore, the use of this medication in this age group should be approached cautiously. Neomycin, along with other medicines, can be administered to patients with hepatic encephalopathy. The medication dosage should not exceed 100 mg/kg/d, divided into 4 separate doses, and the treatment duration should not be more than 7 days. [13]", "contents": "Neomycin -- Administration -- Specific Patient Populations. Pediatric patients: The safety and efficacy of neomycin in individuals aged 18 and younger have not been established. Therefore, the use of this medication in this age group should be approached cautiously. Neomycin, along with other medicines, can be administered to patients with hepatic encephalopathy. The medication dosage should not exceed 100 mg/kg/d, divided into 4 separate doses, and the treatment duration should not be more than 7 days. [13]"}
{"id": "article-25650_20", "title": "Neomycin -- Administration -- Specific Patient Populations", "content": "Older patients: The manufacturer's labeling does not provide specific dosage adjustments of neomycin for older individuals. Nevertheless, renal function assessment is recommended before the initiation of neomycin therapy. [14]", "contents": "Neomycin -- Administration -- Specific Patient Populations. Older patients: The manufacturer's labeling does not provide specific dosage adjustments of neomycin for older individuals. Nevertheless, renal function assessment is recommended before the initiation of neomycin therapy. [14]"}
{"id": "article-25650_21", "title": "Neomycin -- Adverse Effects", "content": "According to the package insert, the most prevalent adverse drug reaction associated with neomycin is irritation or discomfort in the oral and rectal regions. The adverse effects of this drug include nausea, diarrhea, and the risk of Clostridioides difficile –associated diarrhea. More severe adverse events of neomycin include nephrotoxicity, auditory ototoxicity, and vestibular ototoxicity, with the latter two often leading to irreversible effects. [15]", "contents": "Neomycin -- Adverse Effects. According to the package insert, the most prevalent adverse drug reaction associated with neomycin is irritation or discomfort in the oral and rectal regions. The adverse effects of this drug include nausea, diarrhea, and the risk of Clostridioides difficile –associated diarrhea. More severe adverse events of neomycin include nephrotoxicity, auditory ototoxicity, and vestibular ototoxicity, with the latter two often leading to irreversible effects. [15]"}
{"id": "article-25650_22", "title": "Neomycin -- Adverse Effects", "content": "Neuromuscular blockade is an uncommon yet severe adverse drug reaction that can be triggered by neomycin therapy. As a precaution, individuals with myasthenia gravis should avoid using neomycin because it carries a potential risk. [16] Reducing the frequency of adverse events, especially nephrotoxicity, can be achieved by dosing once daily and maintaining proper hydration. [17] Notably, applying otic neomycin for otitis externa can lead to contact dermatitis. [18]", "contents": "Neomycin -- Adverse Effects. Neuromuscular blockade is an uncommon yet severe adverse drug reaction that can be triggered by neomycin therapy. As a precaution, individuals with myasthenia gravis should avoid using neomycin because it carries a potential risk. [16] Reducing the frequency of adverse events, especially nephrotoxicity, can be achieved by dosing once daily and maintaining proper hydration. [17] Notably, applying otic neomycin for otitis externa can lead to contact dermatitis. [18]"}
{"id": "article-25650_23", "title": "Neomycin -- Adverse Effects -- Drug-Drug Interactions", "content": "Cisplatin: Concurrent use of cisplatin with aminoglycosides should be avoided due to the risk of nephrotoxicity. [19] Warfarin: Neomycin can elevate the prothrombin time in patients taking warfarin. [20] Vancomycin: Simultaneous administration of aminoglycosides with vancomycin escalates the likelihood of nephrotoxicity. [21]", "contents": "Neomycin -- Adverse Effects -- Drug-Drug Interactions. Cisplatin: Concurrent use of cisplatin with aminoglycosides should be avoided due to the risk of nephrotoxicity. [19] Warfarin: Neomycin can elevate the prothrombin time in patients taking warfarin. [20] Vancomycin: Simultaneous administration of aminoglycosides with vancomycin escalates the likelihood of nephrotoxicity. [21]"}
{"id": "article-25650_24", "title": "Neomycin -- Adverse Effects -- Drug-Drug Interactions", "content": "Colistin and polymyxin B: These medications are nephrotoxic drugs with an exceedingly narrow therapeutic index. Therefore, their combination with aminoglycosides, such as neomycin, should be cautiously approached. [22] Digoxin and methotrexate: Neomycin inhibits the GI absorption of both methotrexate and digoxin. Thus, their concurrent use with neomycin should be approached cautiously. [23]", "contents": "Neomycin -- Adverse Effects -- Drug-Drug Interactions. Colistin and polymyxin B: These medications are nephrotoxic drugs with an exceedingly narrow therapeutic index. Therefore, their combination with aminoglycosides, such as neomycin, should be cautiously approached. [22] Digoxin and methotrexate: Neomycin inhibits the GI absorption of both methotrexate and digoxin. Thus, their concurrent use with neomycin should be approached cautiously. [23]"}
{"id": "article-25650_25", "title": "Neomycin -- Contraindications", "content": "Before starting neomycin treatment, it is crucial to be aware of its contraindications and precautions. Oral neomycin should not be administered in cases of intestinal obstruction or patients with a known history of hypersensitivity. Individuals who have experienced hypersensitivity or severe toxic reactions to other aminoglycosides could exhibit cross-sensitivity to neomycin. Neomycin is also contraindicated in individuals with inflammatory or ulcerative GI disease due to the possibility of increased GI absorption of the medication. [15] According to the American Academy of Otolaryngology guidelines, neomycin otic formulation should be avoided in patients with a perforated tympanic membrane. [18]", "contents": "Neomycin -- Contraindications. Before starting neomycin treatment, it is crucial to be aware of its contraindications and precautions. Oral neomycin should not be administered in cases of intestinal obstruction or patients with a known history of hypersensitivity. Individuals who have experienced hypersensitivity or severe toxic reactions to other aminoglycosides could exhibit cross-sensitivity to neomycin. Neomycin is also contraindicated in individuals with inflammatory or ulcerative GI disease due to the possibility of increased GI absorption of the medication. [15] According to the American Academy of Otolaryngology guidelines, neomycin otic formulation should be avoided in patients with a perforated tympanic membrane. [18]"}
{"id": "article-25650_26", "title": "Neomycin -- Contraindications -- Box Warnings", "content": "Neomycin carries significant boxed warnings for several potential adverse effects, including: Nephrotoxicity [24] Ototoxicity [25] Neuromuscular blockade and respiratory paralysis Neurotoxicity manifested by sensations of numbness, muscle twitching, and seizures Concurrent use with other aminoglycosides and potent diuretics", "contents": "Neomycin -- Contraindications -- Box Warnings. Neomycin carries significant boxed warnings for several potential adverse effects, including: Nephrotoxicity [24] Ototoxicity [25] Neuromuscular blockade and respiratory paralysis Neurotoxicity manifested by sensations of numbness, muscle twitching, and seizures Concurrent use with other aminoglycosides and potent diuretics"}
{"id": "article-25650_27", "title": "Neomycin -- Monitoring", "content": "Establishing a baseline serum blood urea nitrogen (BUN) and creatinine level is recommended before initiating chronic therapy, followed by regular follow-up blood tests. This practice aids in monitoring potential impacts on renal function. Older patients might have impaired renal function that is not readily detectable through routine screening tests such as BUN or serum creatinine levels. Hence, assessing creatinine clearance is a more beneficial approach. Addressing electrolyte imbalances, optimizing volume status, and calibrating the dosage based on the estimated glomerular filtration rate before commencing neomycin therapy can aid in minimizing the likelihood of nephrotoxicity. [24] Audiometric assessments should be conducted in patients undergoing neomycin treatment. Any indications of renal or otologic impairment necessitate the prompt cessation of the medication. [17] [26]", "contents": "Neomycin -- Monitoring. Establishing a baseline serum blood urea nitrogen (BUN) and creatinine level is recommended before initiating chronic therapy, followed by regular follow-up blood tests. This practice aids in monitoring potential impacts on renal function. Older patients might have impaired renal function that is not readily detectable through routine screening tests such as BUN or serum creatinine levels. Hence, assessing creatinine clearance is a more beneficial approach. Addressing electrolyte imbalances, optimizing volume status, and calibrating the dosage based on the estimated glomerular filtration rate before commencing neomycin therapy can aid in minimizing the likelihood of nephrotoxicity. [24] Audiometric assessments should be conducted in patients undergoing neomycin treatment. Any indications of renal or otologic impairment necessitate the prompt cessation of the medication. [17] [26]"}
{"id": "article-25650_28", "title": "Neomycin -- Toxicity", "content": "Nephrotoxicity associated with aminoglycoside antibiotic use primarily arises from renal tubular toxicity. Other contributing mechanisms include a decline in glomerular filtration and diminished blood flow to the kidneys. Typically, if the medication is discontinued, this damage is transient. Patient-specific risk factors for heightened toxicity encompass age, impaired renal function, and dehydration. Conversely, treatment-specific risk factors, often linked to extended therapy or elevated dosage, should always be carefully evaluated before initiating neomycin treatment. Clinicians must consider concurrently using medications that might impair renal function, such as non-steroidal anti-inflammatory drugs, diuretics, iodine contrast media, and other aminoglycosides. [17] Although neomycin does not have a specific antidote according to the manufacturer's labeling, hemodialysis can effectively eliminate the drug from the bloodstream.", "contents": "Neomycin -- Toxicity. Nephrotoxicity associated with aminoglycoside antibiotic use primarily arises from renal tubular toxicity. Other contributing mechanisms include a decline in glomerular filtration and diminished blood flow to the kidneys. Typically, if the medication is discontinued, this damage is transient. Patient-specific risk factors for heightened toxicity encompass age, impaired renal function, and dehydration. Conversely, treatment-specific risk factors, often linked to extended therapy or elevated dosage, should always be carefully evaluated before initiating neomycin treatment. Clinicians must consider concurrently using medications that might impair renal function, such as non-steroidal anti-inflammatory drugs, diuretics, iodine contrast media, and other aminoglycosides. [17] Although neomycin does not have a specific antidote according to the manufacturer's labeling, hemodialysis can effectively eliminate the drug from the bloodstream."}
{"id": "article-25650_29", "title": "Neomycin -- Toxicity", "content": "Neomycin use carries a significant risk of hearing loss due to ototoxicity. This complication is usually bilateral and associated with cochleotoxicity, resulting in high-frequency sensorineural hearing loss. [27] At the earliest indication of changes in hearing, healthcare providers should promptly cease neomycin therapy to mitigate the extent of cochlear damage. Hence, the clinical team should ensure that patients are adequately informed and educated about the potential adverse effects associated with the use of this medication. [28]", "contents": "Neomycin -- Toxicity. Neomycin use carries a significant risk of hearing loss due to ototoxicity. This complication is usually bilateral and associated with cochleotoxicity, resulting in high-frequency sensorineural hearing loss. [27] At the earliest indication of changes in hearing, healthcare providers should promptly cease neomycin therapy to mitigate the extent of cochlear damage. Hence, the clinical team should ensure that patients are adequately informed and educated about the potential adverse effects associated with the use of this medication. [28]"}
{"id": "article-25650_30", "title": "Neomycin -- Enhancing Healthcare Team Outcomes", "content": "Neomycin holds a pivotal role in the treatment of hepatic encephalopathy and perioperative prophylaxis. Due to the drug's potential for various toxicities, having a comprehensive medical history centered on renal, otological, and neurological conditions is imperative before considering a neomycin prescription. Patients should be well-informed about the advantages and potential risks of neomycin therapy. Furthermore, conducting baseline and regular laboratory assessments is essential to monitor for any indications of end-organ damage in patients. The recommended course of action for patients receiving neomycin is as follows: Physicians and advanced practice practitioners usually prescribe the medicine. The internist is responsible for determining the appropriate indication for neomycin in hepatic coma. The surgeon is responsible for identifying the proper indication of neomycin in surgical prophylaxis. A nephrologist consultation is necessary if the patient develops nephrotoxicity.", "contents": "Neomycin -- Enhancing Healthcare Team Outcomes. Neomycin holds a pivotal role in the treatment of hepatic encephalopathy and perioperative prophylaxis. Due to the drug's potential for various toxicities, having a comprehensive medical history centered on renal, otological, and neurological conditions is imperative before considering a neomycin prescription. Patients should be well-informed about the advantages and potential risks of neomycin therapy. Furthermore, conducting baseline and regular laboratory assessments is essential to monitor for any indications of end-organ damage in patients. The recommended course of action for patients receiving neomycin is as follows: Physicians and advanced practice practitioners usually prescribe the medicine. The internist is responsible for determining the appropriate indication for neomycin in hepatic coma. The surgeon is responsible for identifying the proper indication of neomycin in surgical prophylaxis. A nephrologist consultation is necessary if the patient develops nephrotoxicity."}
{"id": "article-25650_31", "title": "Neomycin -- Enhancing Healthcare Team Outcomes", "content": "An otorhinolaryngologist consultation should be initiated if the patient develops ototoxicity. A neurologist consultation is necessary if the patient develops neurotoxicity and neuromuscular blockade. An intensivist is required for ICU care to determine the need for mechanical ventilation in severe toxicity. Pharmacists assume responsibility for crucial aspects of patient care, including medication reconciliation, thorough assessment of potential drug interactions, patient counseling, verifying accurate drug dosing, and providing comprehensive responses to clinician inquiries. Specially trained nursing staff are responsible for administering neomycin at the designated intervals, maintaining detailed records of patients, providing attentive care to hospitalized patients, and counseling patients regarding their medication regimens. Residents contribute significantly to the continuity of patient care and engage in patient education efforts.", "contents": "Neomycin -- Enhancing Healthcare Team Outcomes. An otorhinolaryngologist consultation should be initiated if the patient develops ototoxicity. A neurologist consultation is necessary if the patient develops neurotoxicity and neuromuscular blockade. An intensivist is required for ICU care to determine the need for mechanical ventilation in severe toxicity. Pharmacists assume responsibility for crucial aspects of patient care, including medication reconciliation, thorough assessment of potential drug interactions, patient counseling, verifying accurate drug dosing, and providing comprehensive responses to clinician inquiries. Specially trained nursing staff are responsible for administering neomycin at the designated intervals, maintaining detailed records of patients, providing attentive care to hospitalized patients, and counseling patients regarding their medication regimens. Residents contribute significantly to the continuity of patient care and engage in patient education efforts."}
{"id": "article-25650_32", "title": "Neomycin -- Enhancing Healthcare Team Outcomes", "content": "As highlighted earlier, effective communication and collaboration among family physicians, advanced practice practitioners, hospital pharmacists, specialists, nursing staff, and other healthcare professionals are indispensable components of comprehensive patient care. Hence, adopting an interprofessional team approach becomes imperative for healthcare providers when caring for patients during neomycin therapy. This collaborative strategy aims to optimize therapeutic effectiveness while minimizing potential adverse drug reactions linked to neomycin use, ultimately improving patient outcomes.", "contents": "Neomycin -- Enhancing Healthcare Team Outcomes. As highlighted earlier, effective communication and collaboration among family physicians, advanced practice practitioners, hospital pharmacists, specialists, nursing staff, and other healthcare professionals are indispensable components of comprehensive patient care. Hence, adopting an interprofessional team approach becomes imperative for healthcare providers when caring for patients during neomycin therapy. This collaborative strategy aims to optimize therapeutic effectiveness while minimizing potential adverse drug reactions linked to neomycin use, ultimately improving patient outcomes."}
{"id": "article-25650_33", "title": "Neomycin -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Neomycin -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}