{"id": "article-32693_0", "title": "Histology, Parathyroid Gland -- Introduction", "content": "The parathyroid glands are four nodular structures, typically located on the dorsum of the thyroid at each of its four poles. These glands monitor the serum calcium level and secrete parathyroid hormone (PTH) when it is low. [1] PTH is essential for maintaining calcium homeostasis. Thus, dysregulation of this hormone can lead to various pathologies. Histological examination is an important technique used to evaluate and diagnose these pathologies, such as primary, secondary, and tertiary hyperparathyroidism and parathyroid carcinoma.", "contents": "Histology, Parathyroid Gland -- Introduction. The parathyroid glands are four nodular structures, typically located on the dorsum of the thyroid at each of its four poles. These glands monitor the serum calcium level and secrete parathyroid hormone (PTH) when it is low. [1] PTH is essential for maintaining calcium homeostasis. Thus, dysregulation of this hormone can lead to various pathologies. Histological examination is an important technique used to evaluate and diagnose these pathologies, such as primary, secondary, and tertiary hyperparathyroidism and parathyroid carcinoma."}
{"id": "article-32693_1", "title": "Histology, Parathyroid Gland -- Structure", "content": "The parathyroid glands are nodular configurations derived from endodermal tissue on the dorsum of the thyroid gland. [1] Typically, four of these structures are present with the superior parathyroids located at the upper poles and inferior parathyroids at the lower poles of the thyroid; however, the number and location of these glands are variable. Parathyroid glands may occasionally be found ectopically within the mediastinum and may be present in numbers greater or fewer than four. [1] The superior parathyroids are frequently located close to the cricothyroid junction, above the intersection between the inferior thyroid artery and recurrent laryngeal nerve. [2] The location of the inferior parathyroid glands is much less consistent. The inferior thyroid artery most commonly supplies the parathyroid glands; however, their blood supply may also come from the superior thyroid artery. [2] The glandular tissue of the parathyroids is separated from that of the thyroid by a fibrous capsule. The parenchyma is primarily composed of two cell types, known as chief and oxyphil cells.", "contents": "Histology, Parathyroid Gland -- Structure. The parathyroid glands are nodular configurations derived from endodermal tissue on the dorsum of the thyroid gland. [1] Typically, four of these structures are present with the superior parathyroids located at the upper poles and inferior parathyroids at the lower poles of the thyroid; however, the number and location of these glands are variable. Parathyroid glands may occasionally be found ectopically within the mediastinum and may be present in numbers greater or fewer than four. [1] The superior parathyroids are frequently located close to the cricothyroid junction, above the intersection between the inferior thyroid artery and recurrent laryngeal nerve. [2] The location of the inferior parathyroid glands is much less consistent. The inferior thyroid artery most commonly supplies the parathyroid glands; however, their blood supply may also come from the superior thyroid artery. [2] The glandular tissue of the parathyroids is separated from that of the thyroid by a fibrous capsule. The parenchyma is primarily composed of two cell types, known as chief and oxyphil cells."}
{"id": "article-32693_2", "title": "Histology, Parathyroid Gland -- Function", "content": "The principal physiological function of the parathyroid glands is to secrete parathyroid hormone (PTH). This hormone binds to its receptor to activate second messenger systems throughout the body, mainly on the cells of the kidney and bone. [3] Its actions include increasing calcium reabsorption in the distal tubule of the nephron, decreasing renal phosphate reabsorption, and indirectly increasing calcitriol production through stimulation of 25-hydroxy vitamin D-1-alpha-hydroxylase in the kidney. [4] As noted, the parenchyma of the parathyroid gland is composed mainly of chief and oxyphil cells. Chief cells are responsible for synthesizing and secreting PTH, and each chief cell contains numerous secretory granules within its cytoplasm to allow for this function. [2] The function of oxyphil cells remains unclear, but there is some evidence supporting that they secrete PTH in the presence of secondary parathyroid hyperplasia. [5] They contain many calcium-sensing receptors and mitochondria, and increase in number with age, functional stress, chronic kidney disease (CKD), and especially calcimimetic cinacalcet and/or calcitriol treatment for hyperparathyroidism. [6]", "contents": "Histology, Parathyroid Gland -- Function. The principal physiological function of the parathyroid glands is to secrete parathyroid hormone (PTH). This hormone binds to its receptor to activate second messenger systems throughout the body, mainly on the cells of the kidney and bone. [3] Its actions include increasing calcium reabsorption in the distal tubule of the nephron, decreasing renal phosphate reabsorption, and indirectly increasing calcitriol production through stimulation of 25-hydroxy vitamin D-1-alpha-hydroxylase in the kidney. [4] As noted, the parenchyma of the parathyroid gland is composed mainly of chief and oxyphil cells. Chief cells are responsible for synthesizing and secreting PTH, and each chief cell contains numerous secretory granules within its cytoplasm to allow for this function. [2] The function of oxyphil cells remains unclear, but there is some evidence supporting that they secrete PTH in the presence of secondary parathyroid hyperplasia. [5] They contain many calcium-sensing receptors and mitochondria, and increase in number with age, functional stress, chronic kidney disease (CKD), and especially calcimimetic cinacalcet and/or calcitriol treatment for hyperparathyroidism. [6]"}
{"id": "article-32693_3", "title": "Histology, Parathyroid Gland -- Tissue Preparation", "content": "To histologically examine the parathyroid glands, one must first obtain a sample of glandular tissue via biopsy or parathyroidectomy. These tissue samples are treated and dried with a series of solvents, then embedded in paraffin wax as quickly as possible. [7] Slides are prepared using these samples, allowing for histological examination under the microscope. The slides may undergo staining in a variety of ways according to what the pathologist seeks to determine. Hematoxylin and eosin (H&E) stain may be used for general observation of the structure of the parathyroid gland, while immunohistochemistry may be used to stain for specific molecular markers, such as chromogranin-A, parafibromin, and parathyroid hormone. [8] Immunohistochemistry is becoming increasingly useful for identifying and diagnosing parathyroid disease such as parathyroid adenoma.", "contents": "Histology, Parathyroid Gland -- Tissue Preparation. To histologically examine the parathyroid glands, one must first obtain a sample of glandular tissue via biopsy or parathyroidectomy. These tissue samples are treated and dried with a series of solvents, then embedded in paraffin wax as quickly as possible. [7] Slides are prepared using these samples, allowing for histological examination under the microscope. The slides may undergo staining in a variety of ways according to what the pathologist seeks to determine. Hematoxylin and eosin (H&E) stain may be used for general observation of the structure of the parathyroid gland, while immunohistochemistry may be used to stain for specific molecular markers, such as chromogranin-A, parafibromin, and parathyroid hormone. [8] Immunohistochemistry is becoming increasingly useful for identifying and diagnosing parathyroid disease such as parathyroid adenoma."}
{"id": "article-32693_4", "title": "Histology, Parathyroid Gland -- Histochemistry and Cytochemistry", "content": "Several immunohistochemical stains can be used to identify cellular features that are characteristic of parathyroid glandular tissue. Normal parathyroid glands stain positive for parathyroid hormone, neuroendocrine markers chromogranin-A and synaptophysin, and keratins 7, 8, 18, and 19. No one of these markers is entirely specific to the parathyroid gland so multiple need to be present to identify parathyroid tissue. Chromogranin-A is a specific neuroendocrine marker that typically stains chief cells more intensely than oxyphil and other cells. There have been suggestions that chief cells may stain less intensely with chromogranin-A or PTH in hyperfunctioning or adenomatous parathyroid glands. [8] Keratin markers CAM5.2 and Keratin 14 can be used to help identify neuroendocrine tumors and oxyphil adenomas, respectively, allowing pathologists to differentiate these from other disease states. Keratin markers CAM5.2 and Keratin 14 can be used to help identify neuroendocrine tumors and oxyphil adenomas, respectively, allowing pathologists to differentiate these from other disease states. [9] Parathyroid tissues and tumors can be differentiated from those of the adjacent thyroid by staining negative for thyroglobulin and positive for glial cells missing 2 (GCM2), which is a transcription factor associated with embryonic parathyroid development that is sensitive and specific for parathyroid tissue. [10] Parafibromin and Ki-67 are immunohistochemical markers that can be used to help differentiate between parathyroid adenoma and carcinoma. A Ki-67 proliferation index of more than 5% and complete loss of parafibromin expression are strongly associated with parathyroid carcinoma. [8] Other markers, such as PAX8, GATA3, galectin-3, and PGP9.5 express in certain parathyroid tumors, but further investigation is required to determine the significance of these findings. [8]", "contents": "Histology, Parathyroid Gland -- Histochemistry and Cytochemistry. Several immunohistochemical stains can be used to identify cellular features that are characteristic of parathyroid glandular tissue. Normal parathyroid glands stain positive for parathyroid hormone, neuroendocrine markers chromogranin-A and synaptophysin, and keratins 7, 8, 18, and 19. No one of these markers is entirely specific to the parathyroid gland so multiple need to be present to identify parathyroid tissue. Chromogranin-A is a specific neuroendocrine marker that typically stains chief cells more intensely than oxyphil and other cells. There have been suggestions that chief cells may stain less intensely with chromogranin-A or PTH in hyperfunctioning or adenomatous parathyroid glands. [8] Keratin markers CAM5.2 and Keratin 14 can be used to help identify neuroendocrine tumors and oxyphil adenomas, respectively, allowing pathologists to differentiate these from other disease states. Keratin markers CAM5.2 and Keratin 14 can be used to help identify neuroendocrine tumors and oxyphil adenomas, respectively, allowing pathologists to differentiate these from other disease states. [9] Parathyroid tissues and tumors can be differentiated from those of the adjacent thyroid by staining negative for thyroglobulin and positive for glial cells missing 2 (GCM2), which is a transcription factor associated with embryonic parathyroid development that is sensitive and specific for parathyroid tissue. [10] Parafibromin and Ki-67 are immunohistochemical markers that can be used to help differentiate between parathyroid adenoma and carcinoma. A Ki-67 proliferation index of more than 5% and complete loss of parafibromin expression are strongly associated with parathyroid carcinoma. [8] Other markers, such as PAX8, GATA3, galectin-3, and PGP9.5 express in certain parathyroid tumors, but further investigation is required to determine the significance of these findings. [8]"}
{"id": "article-32693_5", "title": "Histology, Parathyroid Gland -- Microscopy, Light", "content": "The parathyroid glands are primarily composed of chief cells and adipocytes, with clusters of oxyphil cells scattered throughout. On H&E stain, under high power magnification, chief cells appear to have poorly demarcated borders, scant light pink cytoplasm, and large, round nuclei. Oxyphil cells are larger and less frequently seen on light microscopy than chief cells. They also have smaller nuclei and more eosinophilic cytoplasm. [11] Adipocytes classically appear as large cells with flattened, peripherally located nuclei and occupied mostly by clear or white fat globules. Parathyroid carcinoma characteristically demonstrates thick fibrous bands extending from the parathyroid capsule, anaplastic changes, mitotic figures, and increased nuclear to cytoplasmic ratio. [12] [2] Mitotic figures may occasionally be seen in parathyroid adenoma or hyperplasia, as well. Parathyroid adenomas demonstrate chief cells arranged in well-demarcated trabeculae or cords that may display multinucleation, giant cell formation, and/or nuclear pleomorphism. They may also show cystic degeneration, fibrosis, calcification, hemorrhage, hemosiderin, or cholesterol clefts. [11] There are few to no adipocytes found within these lesions, and they are rarely composed of oxyphil cells instead of chief cells. Chief cell hyperplasia is characterized by hypercellularity with reduced cytoplasmic fat within cells. Water-clear cell hyperplasia is a rare condition that appears on light microscopy as a solid growth composed of large clear cells with round, dark-staining nuclei, on high power magnification. [11]", "contents": "Histology, Parathyroid Gland -- Microscopy, Light. The parathyroid glands are primarily composed of chief cells and adipocytes, with clusters of oxyphil cells scattered throughout. On H&E stain, under high power magnification, chief cells appear to have poorly demarcated borders, scant light pink cytoplasm, and large, round nuclei. Oxyphil cells are larger and less frequently seen on light microscopy than chief cells. They also have smaller nuclei and more eosinophilic cytoplasm. [11] Adipocytes classically appear as large cells with flattened, peripherally located nuclei and occupied mostly by clear or white fat globules. Parathyroid carcinoma characteristically demonstrates thick fibrous bands extending from the parathyroid capsule, anaplastic changes, mitotic figures, and increased nuclear to cytoplasmic ratio. [12] [2] Mitotic figures may occasionally be seen in parathyroid adenoma or hyperplasia, as well. Parathyroid adenomas demonstrate chief cells arranged in well-demarcated trabeculae or cords that may display multinucleation, giant cell formation, and/or nuclear pleomorphism. They may also show cystic degeneration, fibrosis, calcification, hemorrhage, hemosiderin, or cholesterol clefts. [11] There are few to no adipocytes found within these lesions, and they are rarely composed of oxyphil cells instead of chief cells. Chief cell hyperplasia is characterized by hypercellularity with reduced cytoplasmic fat within cells. Water-clear cell hyperplasia is a rare condition that appears on light microscopy as a solid growth composed of large clear cells with round, dark-staining nuclei, on high power magnification. [11]"}
{"id": "article-32693_6", "title": "Histology, Parathyroid Gland -- Microscopy, Electron", "content": "The parathyroid gland's composition is primarily chief cells that are rich in mitochondria and are connected by desmosomes. When these cells are active, many dense, irregularly-shaped secretory granules are visible within the cytoplasm on electron microscopy. Also, a large Golgi complex and numerous free ribosomes are present in the active cell. [13] When chief cells are inactive, the Golgi complex appears smaller, and glycogen accumulations are visible along with lipid bodies within the granular cytoplasm. Oxyphil cells have a polygonal shape, many mitochondria, and few to no secretory granules within the cytoplasm. [13]", "contents": "Histology, Parathyroid Gland -- Microscopy, Electron. The parathyroid gland's composition is primarily chief cells that are rich in mitochondria and are connected by desmosomes. When these cells are active, many dense, irregularly-shaped secretory granules are visible within the cytoplasm on electron microscopy. Also, a large Golgi complex and numerous free ribosomes are present in the active cell. [13] When chief cells are inactive, the Golgi complex appears smaller, and glycogen accumulations are visible along with lipid bodies within the granular cytoplasm. Oxyphil cells have a polygonal shape, many mitochondria, and few to no secretory granules within the cytoplasm. [13]"}
{"id": "article-32693_7", "title": "Histology, Parathyroid Gland -- Pathophysiology", "content": "The dysfunction of the parathyroid glands is an underlying cause of multiple pathologies. Primary hyperparathyroidism characteristically shows inappropriate PTH secretion from at least one parathyroid gland and is most commonly caused by a single adenoma, but may also be caused by multiple adenomas, hypertrophy of all four parathyroids, or rarely carcinoma. [11] Secondary hyperparathyroidism is characterized by hypertrophy of the parathyroid glands in response to low serum calcium; this may result from vitamin D or calcium deficiencies secondary to insufficient dietary intake, malabsorption, or chronic renal failure (CRF). [14] The parathyroid glands respond by increasing PTH secretion, which leads to hypertrophy of the glands overtime to keep up with the increased demand. Tertiary hyperparathyroidism, on the other hand, is characterized by hyperplasia of the parathyroid gland in response to prolonged hypocalcemia, most commonly secondary to CRF. [14] Hypoparathyroidism is a less common disorder, most commonly resulting from damage to or destruction of the parathyroid gland, for example, after thyroid surgery. [15] Pseudohypoparathyroidism (PHP), on the other hand, occurs when the body develops resistance to PTH, especially in the kidney. [16]", "contents": "Histology, Parathyroid Gland -- Pathophysiology. The dysfunction of the parathyroid glands is an underlying cause of multiple pathologies. Primary hyperparathyroidism characteristically shows inappropriate PTH secretion from at least one parathyroid gland and is most commonly caused by a single adenoma, but may also be caused by multiple adenomas, hypertrophy of all four parathyroids, or rarely carcinoma. [11] Secondary hyperparathyroidism is characterized by hypertrophy of the parathyroid glands in response to low serum calcium; this may result from vitamin D or calcium deficiencies secondary to insufficient dietary intake, malabsorption, or chronic renal failure (CRF). [14] The parathyroid glands respond by increasing PTH secretion, which leads to hypertrophy of the glands overtime to keep up with the increased demand. Tertiary hyperparathyroidism, on the other hand, is characterized by hyperplasia of the parathyroid gland in response to prolonged hypocalcemia, most commonly secondary to CRF. [14] Hypoparathyroidism is a less common disorder, most commonly resulting from damage to or destruction of the parathyroid gland, for example, after thyroid surgery. [15] Pseudohypoparathyroidism (PHP), on the other hand, occurs when the body develops resistance to PTH, especially in the kidney. [16]"}
{"id": "article-32693_8", "title": "Histology, Parathyroid Gland -- Clinical Significance -- Primary Hyperparathyroidism", "content": "Primary hyperparathyroidism is a relatively common disorder, affecting approximately 2% of the population over 55 years of age. [17] It most commonly affects post-menopausal women, with women having a 2 to 3 times greater risk of developing primary hyperparathyroidism than men. It typically results from a single adenoma, but may also result from multiple adenomas, hypertrophy of the parathyroid glands, carcinoma, radiation to the neck, lithium use, or hereditary factors such as multiple endocrine neoplasia (MEN) types I and II. [14] The autonomous hypersecretion of PTH in primary hyperparathyroidism results in hypercalcemia, which, together with elevated or sometimes normal PTH levels without an underlying stimulus is diagnostic for this disease. Other common causes of hypercalcemia, such as cancer, would result in depressed PTH levels. Primary hyperparathyroidism is usually incidentally found in the early stages of the disease on routine bloodwork, demonstrating an increased serum calcium level. Most patients are asymptomatic at diagnosis or have non-specific symptoms such as weakness, fatigue, mental fogginess, anxiety, depression, gastroesophageal reflux, or bone pains. Patients who present at later stages may have symptomatic hypercalcemia with severe bone disease, nephrolithiasis, neuromuscular dysfunction, gastrointestinal problems, or cardiovascular disease. [14] [17] Rarely, a volume-depleted patient with primary hyperparathyroidism may present in hypercalcemic crisis secondary to a rapid spike in serum calcium level that may lead to dangerous cardio and neurotoxicity, renal impairment, and gastrointestinal dysfunction. [17]", "contents": "Histology, Parathyroid Gland -- Clinical Significance -- Primary Hyperparathyroidism. Primary hyperparathyroidism is a relatively common disorder, affecting approximately 2% of the population over 55 years of age. [17] It most commonly affects post-menopausal women, with women having a 2 to 3 times greater risk of developing primary hyperparathyroidism than men. It typically results from a single adenoma, but may also result from multiple adenomas, hypertrophy of the parathyroid glands, carcinoma, radiation to the neck, lithium use, or hereditary factors such as multiple endocrine neoplasia (MEN) types I and II. [14] The autonomous hypersecretion of PTH in primary hyperparathyroidism results in hypercalcemia, which, together with elevated or sometimes normal PTH levels without an underlying stimulus is diagnostic for this disease. Other common causes of hypercalcemia, such as cancer, would result in depressed PTH levels. Primary hyperparathyroidism is usually incidentally found in the early stages of the disease on routine bloodwork, demonstrating an increased serum calcium level. Most patients are asymptomatic at diagnosis or have non-specific symptoms such as weakness, fatigue, mental fogginess, anxiety, depression, gastroesophageal reflux, or bone pains. Patients who present at later stages may have symptomatic hypercalcemia with severe bone disease, nephrolithiasis, neuromuscular dysfunction, gastrointestinal problems, or cardiovascular disease. [14] [17] Rarely, a volume-depleted patient with primary hyperparathyroidism may present in hypercalcemic crisis secondary to a rapid spike in serum calcium level that may lead to dangerous cardio and neurotoxicity, renal impairment, and gastrointestinal dysfunction. [17]"}
{"id": "article-32693_9", "title": "Histology, Parathyroid Gland -- Clinical Significance -- Secondary and Tertiary Hyperparathyroidism", "content": "Unlike primary hyperparathyroidism, which is characterized by inappropriate secretion of PTH, secondary hyperparathyroidism occurs as an appropriate reaction to a stimulus that induces the secretion of PTH from the parathyroid glands. In secondary hyperparathyroidism, PTH is synthesized and secreted in response to chronically low serum calcium levels, which may result from malabsorption of calcium from the GI tract, vitamin D deficiency, renal insufficiency, or medications such as thiazide diuretics. [18] On bloodwork, this would appear as a low to normal serum calcium level with an elevated PTH level; this differentiates secondary from tertiary hyperparathyroidism, which results when secondary hyperparathyroidism progresses, and the parathyroids become overwhelmed and start producing PTH semi-autonomously without proper stimulation. When this occurs, hypercalcemia ensues, and bloodwork results appear similar to those with primary hyperparathyroidism. The difference between primary and tertiary hyperparathyroidism is that tertiary results from a chronic stimulus like CRF, and primary is sporadic. [18] The symptoms associated with tertiary hyperparathyroidism are related to hypercalcemia and are similar to those associated with primary hyperparathyroidism. These include but are not limited to bone pain, kidney stones, gastroesophageal reflux, changes in cognition, and muscle weakness. [18] Symptoms of secondary hyperparathyroidism are typically due to the underlying cause since it is an appropriate response to another physiological disturbance.", "contents": "Histology, Parathyroid Gland -- Clinical Significance -- Secondary and Tertiary Hyperparathyroidism. Unlike primary hyperparathyroidism, which is characterized by inappropriate secretion of PTH, secondary hyperparathyroidism occurs as an appropriate reaction to a stimulus that induces the secretion of PTH from the parathyroid glands. In secondary hyperparathyroidism, PTH is synthesized and secreted in response to chronically low serum calcium levels, which may result from malabsorption of calcium from the GI tract, vitamin D deficiency, renal insufficiency, or medications such as thiazide diuretics. [18] On bloodwork, this would appear as a low to normal serum calcium level with an elevated PTH level; this differentiates secondary from tertiary hyperparathyroidism, which results when secondary hyperparathyroidism progresses, and the parathyroids become overwhelmed and start producing PTH semi-autonomously without proper stimulation. When this occurs, hypercalcemia ensues, and bloodwork results appear similar to those with primary hyperparathyroidism. The difference between primary and tertiary hyperparathyroidism is that tertiary results from a chronic stimulus like CRF, and primary is sporadic. [18] The symptoms associated with tertiary hyperparathyroidism are related to hypercalcemia and are similar to those associated with primary hyperparathyroidism. These include but are not limited to bone pain, kidney stones, gastroesophageal reflux, changes in cognition, and muscle weakness. [18] Symptoms of secondary hyperparathyroidism are typically due to the underlying cause since it is an appropriate response to another physiological disturbance."}
{"id": "article-32693_10", "title": "Histology, Parathyroid Gland -- Clinical Significance -- Hypoparathyroidism", "content": "Hypoparathyroidism is a disease characterized by a depressed PTH level that results in hypocalcemia, hyperphosphatemia, and increased calcium loss in the urine. It is usually caused by surgery or radiation to the neck, but can also be a product of certain genetic, autoimmune, or other diseases. On bloodwork, hypoparathyroidism appears as a low ionized or albumin-corrected calcium level along with an inappropriately low PTH level. [15] Milder forms of hypoparathyroidism may present with paresthesias, CNS calcifications, increased bone mineral density, dry skin, thinning of hair, or brittle nails. Those who receive treatment with calcium and vitamin D may also develop kidney stones or chronic kidney disease from hypercalciuria. Severe, chronic hypoparathyroidism that is left untreated may result in tetany, deadly laryngospasms, seizures, QT interval prolongation, dilated cardiomyopathy, distorted bone microarchitecture, skeletal muscle myopathies, or cataracts. [15]", "contents": "Histology, Parathyroid Gland -- Clinical Significance -- Hypoparathyroidism. Hypoparathyroidism is a disease characterized by a depressed PTH level that results in hypocalcemia, hyperphosphatemia, and increased calcium loss in the urine. It is usually caused by surgery or radiation to the neck, but can also be a product of certain genetic, autoimmune, or other diseases. On bloodwork, hypoparathyroidism appears as a low ionized or albumin-corrected calcium level along with an inappropriately low PTH level. [15] Milder forms of hypoparathyroidism may present with paresthesias, CNS calcifications, increased bone mineral density, dry skin, thinning of hair, or brittle nails. Those who receive treatment with calcium and vitamin D may also develop kidney stones or chronic kidney disease from hypercalciuria. Severe, chronic hypoparathyroidism that is left untreated may result in tetany, deadly laryngospasms, seizures, QT interval prolongation, dilated cardiomyopathy, distorted bone microarchitecture, skeletal muscle myopathies, or cataracts. [15]"}
{"id": "article-32693_11", "title": "Histology, Parathyroid Gland -- Clinical Significance -- Pseudohypoparathyroidism", "content": "Pseudohypoparathyroidism (PHP) is a group of disorders characterized by a defect in the Gs-alpha/cAMP/PKA second messenger pathway that is activated when PTH binds to its receptor, which results in resistance to PTH, which can lead to decreased production of active vitamin D, hypocalcemia, and hyperphosphatemia. [16] It can be distinguished from hypoparathyroidism by the presence of high serum PTH levels and sometimes parathyroid hyperplasia. PHP typically results from genetic or epigenetic defects in the GNAS gene and is often seen in conjunction with Albright hereditary osteodystrophy. Albright hereditary osteodystrophy is a clinical syndrome characterized by brachydactyly, subcutaneous heterotopic ossifications, obesity, short stature, rounded face, and variable degrees of mental retardation. [19] Patients with the Ia subtype of PHP commonly display resistance to other hormones like a thyroid-stimulating hormone (TSH), growth hormone-releasing hormone (GHRH), and gonadotropins that also activate Gs-coupled receptors. Mild TSH resistance is almost always seen in this population, commonly presenting as a slightly elevated TSH level with a low to a normal level of thyroid hormone. [19] Additionally, hypogonadism can also present with PHP-Ia due to gonadotropin resistance. Those with PHP may also present with signs and symptoms of hypocalcemia, similar to those with hypoparathyroidism.", "contents": "Histology, Parathyroid Gland -- Clinical Significance -- Pseudohypoparathyroidism. Pseudohypoparathyroidism (PHP) is a group of disorders characterized by a defect in the Gs-alpha/cAMP/PKA second messenger pathway that is activated when PTH binds to its receptor, which results in resistance to PTH, which can lead to decreased production of active vitamin D, hypocalcemia, and hyperphosphatemia. [16] It can be distinguished from hypoparathyroidism by the presence of high serum PTH levels and sometimes parathyroid hyperplasia. PHP typically results from genetic or epigenetic defects in the GNAS gene and is often seen in conjunction with Albright hereditary osteodystrophy. Albright hereditary osteodystrophy is a clinical syndrome characterized by brachydactyly, subcutaneous heterotopic ossifications, obesity, short stature, rounded face, and variable degrees of mental retardation. [19] Patients with the Ia subtype of PHP commonly display resistance to other hormones like a thyroid-stimulating hormone (TSH), growth hormone-releasing hormone (GHRH), and gonadotropins that also activate Gs-coupled receptors. Mild TSH resistance is almost always seen in this population, commonly presenting as a slightly elevated TSH level with a low to a normal level of thyroid hormone. [19] Additionally, hypogonadism can also present with PHP-Ia due to gonadotropin resistance. Those with PHP may also present with signs and symptoms of hypocalcemia, similar to those with hypoparathyroidism."}
{"id": "article-32693_12", "title": "Histology, Parathyroid Gland -- Clinical Significance -- Parathyroid Carcinoma", "content": "Parathyroid carcinoma is a rare malignancy that causes primary hyperparathyroidism and most commonly occurs in middle-aged adults. Certain genetic syndromes such as MEN I and II, isolated familial hyperparathyroidism, and hyperparathyroidism jaw tumor syndrome may predispose individuals to develop parathyroid carcinoma. Other risk factors include a history of radiation to the neck and CRF, resulting in secondary or tertiary hyperparathyroidism. [20] In parathyroid carcinoma, the PTH and calcium levels become significantly elevated. The PTH level can be 3 to 10 times greater than the upper limit of normal, and the calcium level is typically greater than 14mg/dL. [20] These levels elevate to a much greater extent than in the case of an adenoma, the most common cause of primary hyperparathyroidism. For this reason, carcinoma often presents with both renal and skeletal symptoms. These symptoms include nephrolithiasis, renal colic, polyuria, bone pains, fractures, and osteopenia. [20] Abdominal pain, nausea, vomiting, ulcers, pancreatitis, and other GI symptoms may also manifest in addition to neuropsychiatric symptoms like depression and fatigue. It is also not uncommon for patients with parathyroid carcinoma to present in a hypercalcemic crisis. [20] These clinical symptoms raise suspicion for the diagnosis of parathyroid carcinoma, in addition to ultrasonography demonstrating a relatively large neck mass, typically on one of the thyroid's lower poles. Fine needle aspiration (FNA) is not recommended for evaluation of a suspected parathyroid adenoma because it may cause rupture and/or spreading of the tumor. [20] Thus, total surgical resection with subsequent histological analysis is necessary for a definitive diagnosis of parathyroid carcinoma. Total surgical resection is also the standard treatment for this malignancy. The five and ten-year survival rates for parathyroid carcinoma are up to 85% and 77%, respectively. The recurrence rate is high at around 50%, and those with this disease are more likely to die from hypercalcemic complications, rather than the malignancy itself. [20]", "contents": "Histology, Parathyroid Gland -- Clinical Significance -- Parathyroid Carcinoma. Parathyroid carcinoma is a rare malignancy that causes primary hyperparathyroidism and most commonly occurs in middle-aged adults. Certain genetic syndromes such as MEN I and II, isolated familial hyperparathyroidism, and hyperparathyroidism jaw tumor syndrome may predispose individuals to develop parathyroid carcinoma. Other risk factors include a history of radiation to the neck and CRF, resulting in secondary or tertiary hyperparathyroidism. [20] In parathyroid carcinoma, the PTH and calcium levels become significantly elevated. The PTH level can be 3 to 10 times greater than the upper limit of normal, and the calcium level is typically greater than 14mg/dL. [20] These levels elevate to a much greater extent than in the case of an adenoma, the most common cause of primary hyperparathyroidism. For this reason, carcinoma often presents with both renal and skeletal symptoms. These symptoms include nephrolithiasis, renal colic, polyuria, bone pains, fractures, and osteopenia. [20] Abdominal pain, nausea, vomiting, ulcers, pancreatitis, and other GI symptoms may also manifest in addition to neuropsychiatric symptoms like depression and fatigue. It is also not uncommon for patients with parathyroid carcinoma to present in a hypercalcemic crisis. [20] These clinical symptoms raise suspicion for the diagnosis of parathyroid carcinoma, in addition to ultrasonography demonstrating a relatively large neck mass, typically on one of the thyroid's lower poles. Fine needle aspiration (FNA) is not recommended for evaluation of a suspected parathyroid adenoma because it may cause rupture and/or spreading of the tumor. [20] Thus, total surgical resection with subsequent histological analysis is necessary for a definitive diagnosis of parathyroid carcinoma. Total surgical resection is also the standard treatment for this malignancy. The five and ten-year survival rates for parathyroid carcinoma are up to 85% and 77%, respectively. The recurrence rate is high at around 50%, and those with this disease are more likely to die from hypercalcemic complications, rather than the malignancy itself. [20]"}
{"id": "article-32693_13", "title": "Histology, Parathyroid Gland -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Histology, Parathyroid Gland -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}