{"id": "article-31402_0", "title": "Wound Healing -- Introduction", "content": "A skin wound results from the breakdown of the epidermal layer integrity. [1] Any tissue injury with anatomical integrity disruption with functional loss can be described as a wound. Wound healing mostly means healing of the skin. The wound healing begins immediately after an injury to the epidermal layer and might take years. This dynamic process includes the highly organized cellular, humoral, and molecular mechanisms. [2] Wound healing has 3 overlapping phases which are inflammation, proliferation, and remodeling. [3] Any disruption leads to abnormal wound healing. [4]", "contents": "Wound Healing -- Introduction. A skin wound results from the breakdown of the epidermal layer integrity. [1] Any tissue injury with anatomical integrity disruption with functional loss can be described as a wound. Wound healing mostly means healing of the skin. The wound healing begins immediately after an injury to the epidermal layer and might take years. This dynamic process includes the highly organized cellular, humoral, and molecular mechanisms. [2] Wound healing has 3 overlapping phases which are inflammation, proliferation, and remodeling. [3] Any disruption leads to abnormal wound healing. [4]"}
{"id": "article-31402_1", "title": "Wound Healing -- Introduction", "content": "Wound healing is occasionally classified as primary healing and secondary healing. Uncomplicated healing of a noninfected, well-approximated wound is defined as primary healing. Surgical wounds are the best example for primary healing. If the wound healing course in this wound is disrupted by infection, dehiscence, hypoxia or immune dysfunction, secondary healing stage begins. During secondary healing, granulation tissue formation and epithelization over this new tissue take place. These type of wounds are more susceptible to infections and poor healing. [5]", "contents": "Wound Healing -- Introduction. Wound healing is occasionally classified as primary healing and secondary healing. Uncomplicated healing of a noninfected, well-approximated wound is defined as primary healing. Surgical wounds are the best example for primary healing. If the wound healing course in this wound is disrupted by infection, dehiscence, hypoxia or immune dysfunction, secondary healing stage begins. During secondary healing, granulation tissue formation and epithelization over this new tissue take place. These type of wounds are more susceptible to infections and poor healing. [5]"}
{"id": "article-31402_2", "title": "Wound Healing -- Issues of Concern", "content": "The ability of an organism to repair or regenerate tissues is a definite advantage for surviving. [2] Any interruption in natural progress will end up with abnormal wound healing. [4] Wounds are a significant health problem worldwide. In the United Kingsom and Denmark, there are about 3 to 4 people with 1 or more wounds per 1000 population. Many of them become chronic wounds. Unfortunately, 15% of the wounds cannot recover 1 year after presentation. [6] Chronic wound formation is a challenging problem for both patients and caregivers. [7] Beyond the physical, mental, and social aspects, productivity loss in the workforce together with expensive medical interventions for wound management creates an economic burden on the health care system. [6] [8] Delayed wound healing in specific populations might be prevented or improved with appropriate therapies. [6] [7] [8] However, the existing therapies sometimes cannot prevent undesired situations such as amputation, even death. [8] A better understanding of the normal wound healing physiology will promote new studies for more effective solutions or prevention methods.", "contents": "Wound Healing -- Issues of Concern. The ability of an organism to repair or regenerate tissues is a definite advantage for surviving. [2] Any interruption in natural progress will end up with abnormal wound healing. [4] Wounds are a significant health problem worldwide. In the United Kingsom and Denmark, there are about 3 to 4 people with 1 or more wounds per 1000 population. Many of them become chronic wounds. Unfortunately, 15% of the wounds cannot recover 1 year after presentation. [6] Chronic wound formation is a challenging problem for both patients and caregivers. [7] Beyond the physical, mental, and social aspects, productivity loss in the workforce together with expensive medical interventions for wound management creates an economic burden on the health care system. [6] [8] Delayed wound healing in specific populations might be prevented or improved with appropriate therapies. [6] [7] [8] However, the existing therapies sometimes cannot prevent undesired situations such as amputation, even death. [8] A better understanding of the normal wound healing physiology will promote new studies for more effective solutions or prevention methods."}
{"id": "article-31402_3", "title": "Wound Healing -- Cellular Level", "content": "A perfect interplay of several cells, growth factors, and cytokines are required for a complete closure of skin during wound healing. [2] Platelets, neutrophils, macrophages, monocytes, fibroblasts, keratinocytes, endothelial cells, and T-lymphocytes appear in the wound area and play critical roles during wound healing. [3] They release several growth hormones, cytokines, and other survival or apoptosis-inducing agents which are key components of wound healing. [7]", "contents": "Wound Healing -- Cellular Level. A perfect interplay of several cells, growth factors, and cytokines are required for a complete closure of skin during wound healing. [2] Platelets, neutrophils, macrophages, monocytes, fibroblasts, keratinocytes, endothelial cells, and T-lymphocytes appear in the wound area and play critical roles during wound healing. [3] They release several growth hormones, cytokines, and other survival or apoptosis-inducing agents which are key components of wound healing. [7]"}
{"id": "article-31402_4", "title": "Wound Healing -- Pathophysiology", "content": "Wound healing has three overlapping phases which are inflammation, proliferation, and remodeling. [3]", "contents": "Wound Healing -- Pathophysiology. Wound healing has three overlapping phases which are inflammation, proliferation, and remodeling. [3]"}
{"id": "article-31402_5", "title": "Wound Healing -- Pathophysiology -- Inflammation", "content": "This phase includes hemostasis and inflammation. An injury to the skin immediately initiates clotting cascades which provide a temporary fibrin blood clot plug to the injury site. [1] [2] Meanwhile, 5- to 10-minute vasoconstriction is triggered in the wounded area. [2] This temporary reactions prevent further bleeding and protect the wound. [7] Moreover, this fibrin plug forms a temporary matrix which serves as a scaffold structure for further healing processes like the migration of leukocytes, keratinocytes, fibroblasts, endothelial cells and serves as a growth factor resource. Vasodilatation occurs after this brief vasoconstriction response which will cause local hyperemia and edema. [2] The exposed sub-endothelium, collagen, and tissue factor due to injury stimulate platelet aggregation and activate platelet degranulation. [9] The released chemotactic factors and growth factors complete hemostasis and start inflammation. [7] [9]", "contents": "Wound Healing -- Pathophysiology -- Inflammation. This phase includes hemostasis and inflammation. An injury to the skin immediately initiates clotting cascades which provide a temporary fibrin blood clot plug to the injury site. [1] [2] Meanwhile, 5- to 10-minute vasoconstriction is triggered in the wounded area. [2] This temporary reactions prevent further bleeding and protect the wound. [7] Moreover, this fibrin plug forms a temporary matrix which serves as a scaffold structure for further healing processes like the migration of leukocytes, keratinocytes, fibroblasts, endothelial cells and serves as a growth factor resource. Vasodilatation occurs after this brief vasoconstriction response which will cause local hyperemia and edema. [2] The exposed sub-endothelium, collagen, and tissue factor due to injury stimulate platelet aggregation and activate platelet degranulation. [9] The released chemotactic factors and growth factors complete hemostasis and start inflammation. [7] [9]"}
{"id": "article-31402_6", "title": "Wound Healing -- Pathophysiology -- Inflammation", "content": "Neutrophils are recruited to the wounded area within the first 24 hours and stay for 2 to 5 days. [5] [9] [2] They initiate phagocytosis which is continued by macrophages later. [9] [2] These phagocytic cells release reactive oxygen species (ROS) and proteases for killing local bacteria and debriding necrotic tissues. [2] Neutrophils also act as a chemoattractant for other cells and augment the inflammatory response by releasing many pro-inflammatory cytokines. [2] [10] Macrophages arrive approximately 3 days after the injury. Similarly, they release numerous growth factors, chemokines, cytokines which promote cell proliferation and synthesis of extracellular matrix (ECM) molecules. [2]", "contents": "Wound Healing -- Pathophysiology -- Inflammation. Neutrophils are recruited to the wounded area within the first 24 hours and stay for 2 to 5 days. [5] [9] [2] They initiate phagocytosis which is continued by macrophages later. [9] [2] These phagocytic cells release reactive oxygen species (ROS) and proteases for killing local bacteria and debriding necrotic tissues. [2] Neutrophils also act as a chemoattractant for other cells and augment the inflammatory response by releasing many pro-inflammatory cytokines. [2] [10] Macrophages arrive approximately 3 days after the injury. Similarly, they release numerous growth factors, chemokines, cytokines which promote cell proliferation and synthesis of extracellular matrix (ECM) molecules. [2]"}
{"id": "article-31402_7", "title": "Wound Healing -- Pathophysiology -- Proliferation", "content": "The following proliferative phase is characterized by granulation tissue formation and vascular network restoration. [2] This phase starts approximately 3 to 10 days after injury and takes days or weeks to complete. [2] [9] Various cytokines and growth factors have a role in this phase such as transforming growth factor-beta family (TGF-beta, including TGF-beta1, TGF-beta2, and TGF-beta3), interleukin (IL) family and angiogenesis factors. [9] The predominate proliferating cells are fibroblasts and endothelial cells in this phase. [3] During the cell proliferation, a requirement for an adequate blood supply occurs. Therefore, an angiogenic response is initiated simultaneously. [7] This response is mainly stimulated by local hypoxia, vascular endothelial growth factor (VEGF), platelet-derived growth factor (PDGF), fibroblast growth factor-basic (bFGF) and the serine protease thrombin. [2] [7] New vessels are build up by 2 mechanisms which are angiogenesis and vasculogenesis. [11] Angiogenesis is a “sprouting” process in which neo-vessels grow into the avascular site from resident endothelial cells of the adjacent mature vascular network. [2] [11] However, vasculogenesis is a de novo process in which progenitor stem cells differentiate and form new vessels without “sprouting” from any mature vascular network. [11] These progenitor stem cells are known as endothelial progenitor cells (EPC) which are typically found in the bone marrow. After the injury, EPC recruitment begins into the circulation. Nitric oxide (NO), VEGF, and matrix metalloproteinases (MMP), mainly MMP-9 have a role in EPC mobilization. [7] Likewise, stromal derived factor 1-alpha (SDF1-alpha) is the main homing signal to guide the EPCs to gather into the areas of ischemia. [11] Finally, a new vascular network is formed which provides nutrient delivery, gas and metabolite exchange. [7] Antiangiogenic medications such as bevacizumab may disturb this phase and lead to chronic wound formation. [5]", "contents": "Wound Healing -- Pathophysiology -- Proliferation. The following proliferative phase is characterized by granulation tissue formation and vascular network restoration. [2] This phase starts approximately 3 to 10 days after injury and takes days or weeks to complete. [2] [9] Various cytokines and growth factors have a role in this phase such as transforming growth factor-beta family (TGF-beta, including TGF-beta1, TGF-beta2, and TGF-beta3), interleukin (IL) family and angiogenesis factors. [9] The predominate proliferating cells are fibroblasts and endothelial cells in this phase. [3] During the cell proliferation, a requirement for an adequate blood supply occurs. Therefore, an angiogenic response is initiated simultaneously. [7] This response is mainly stimulated by local hypoxia, vascular endothelial growth factor (VEGF), platelet-derived growth factor (PDGF), fibroblast growth factor-basic (bFGF) and the serine protease thrombin. [2] [7] New vessels are build up by 2 mechanisms which are angiogenesis and vasculogenesis. [11] Angiogenesis is a “sprouting” process in which neo-vessels grow into the avascular site from resident endothelial cells of the adjacent mature vascular network. [2] [11] However, vasculogenesis is a de novo process in which progenitor stem cells differentiate and form new vessels without “sprouting” from any mature vascular network. [11] These progenitor stem cells are known as endothelial progenitor cells (EPC) which are typically found in the bone marrow. After the injury, EPC recruitment begins into the circulation. Nitric oxide (NO), VEGF, and matrix metalloproteinases (MMP), mainly MMP-9 have a role in EPC mobilization. [7] Likewise, stromal derived factor 1-alpha (SDF1-alpha) is the main homing signal to guide the EPCs to gather into the areas of ischemia. [11] Finally, a new vascular network is formed which provides nutrient delivery, gas and metabolite exchange. [7] Antiangiogenic medications such as bevacizumab may disturb this phase and lead to chronic wound formation. [5]"}
{"id": "article-31402_8", "title": "Wound Healing -- Pathophysiology -- Proliferation", "content": "On the other hand, epithelization also begins after wounding which is stimulated by inflammatory cytokines and different growth factors. [2] [3] Local keratinocytes that are found at the edge of the wound and epithelial stem cells in the bulbs of the hair follicles and apocrine glands take part in epithelization. [2] Stem cells differentiate into keratinocytes and keratinocytes begin to migrate over the wound edge until a physical contact with each other. The contact inhibition from neighboring keratinocytes ends up the migration. [5]", "contents": "Wound Healing -- Pathophysiology -- Proliferation. On the other hand, epithelization also begins after wounding which is stimulated by inflammatory cytokines and different growth factors. [2] [3] Local keratinocytes that are found at the edge of the wound and epithelial stem cells in the bulbs of the hair follicles and apocrine glands take part in epithelization. [2] Stem cells differentiate into keratinocytes and keratinocytes begin to migrate over the wound edge until a physical contact with each other. The contact inhibition from neighboring keratinocytes ends up the migration. [5]"}
{"id": "article-31402_9", "title": "Wound Healing -- Pathophysiology -- Proliferation", "content": "The last step of the proliferation phase is the granulation tissue formation. [2] Fibroblasts migrate to the wound site and proliferate within the wound. [2] [7] Then they begin to synthesize a provisional matrix containing collagen type III, glycosaminoglycans and fibronectin. [3] The granulation tissue is composed of fibroblasts, granulocytes, macrophages, capillaries, and loosely organized collagen bundles. Also, this new classic red tissue is highly vascular because the angiogenesis is not completed yet. [2]", "contents": "Wound Healing -- Pathophysiology -- Proliferation. The last step of the proliferation phase is the granulation tissue formation. [2] Fibroblasts migrate to the wound site and proliferate within the wound. [2] [7] Then they begin to synthesize a provisional matrix containing collagen type III, glycosaminoglycans and fibronectin. [3] The granulation tissue is composed of fibroblasts, granulocytes, macrophages, capillaries, and loosely organized collagen bundles. Also, this new classic red tissue is highly vascular because the angiogenesis is not completed yet. [2]"}
{"id": "article-31402_10", "title": "Wound Healing -- Pathophysiology -- Remodeling", "content": "Remodeling is the last phase of the wound healing, begins from day 21 and continues up to 1 year. [2] [9] In this phase, there is a precise balance between synthesis and degradation of the new tissue that needs to be strictly preserved. Any disruption ends up with a chronic wound formation. [9] During the remodeling phase, the granulation tissue formation ends, and the maturation of the wound begins. ECM components exposed to some certain modifications to form a stronger and organized ECM. [2] [3] Collagen type III is replaced by stronger collagen type 1. [2] The tensile strength of the wound gradually increases. [5] The collagen synthesis continues for at least 4 to 5 weeks. However, the collagen in the wounded area will never be as organized as collagen found in the healthy skin. [3] It is important to note that during collagen synthesis the hydroxylases require oxygen and vitamin C. Thus, hypoxia and vitamin C deficiency can affect wound strength. [5] [12] Matrix remodeling enzymes, particularly MMPs, have significant roles in the remodeling of local matrix microenvironment together with cellular migration, proliferation, and angiogenic processes. [7] Remaining cells of the previous phases undergo apoptosis. [2]", "contents": "Wound Healing -- Pathophysiology -- Remodeling. Remodeling is the last phase of the wound healing, begins from day 21 and continues up to 1 year. [2] [9] In this phase, there is a precise balance between synthesis and degradation of the new tissue that needs to be strictly preserved. Any disruption ends up with a chronic wound formation. [9] During the remodeling phase, the granulation tissue formation ends, and the maturation of the wound begins. ECM components exposed to some certain modifications to form a stronger and organized ECM. [2] [3] Collagen type III is replaced by stronger collagen type 1. [2] The tensile strength of the wound gradually increases. [5] The collagen synthesis continues for at least 4 to 5 weeks. However, the collagen in the wounded area will never be as organized as collagen found in the healthy skin. [3] It is important to note that during collagen synthesis the hydroxylases require oxygen and vitamin C. Thus, hypoxia and vitamin C deficiency can affect wound strength. [5] [12] Matrix remodeling enzymes, particularly MMPs, have significant roles in the remodeling of local matrix microenvironment together with cellular migration, proliferation, and angiogenic processes. [7] Remaining cells of the previous phases undergo apoptosis. [2]"}
{"id": "article-31402_11", "title": "Wound Healing -- Pathophysiology -- Remodeling", "content": "Additionally, wound contraction begins. TGF-beta1 stimulates the fibroblasts to differentiate into myofibroblasts. [3] Besides synthesizing major ECM proteins such as collagen types I to VI and XVIII, glycoproteins and proteoglycans, myofibroblasts participate in wound contraction. [3] [13] Interestingly, myofibroblasts resemble smooth muscle cells. They express alpha-smooth muscle actin, and they can generate traction and strong contractile forces throughout the wound site. [1] This contraction brings together the wound edges and enables wound closure. After the wound fully epithelized, myofibroblasts undergo apoptosis. Therefore, a persistent or excessive myofibroblast activity may end up with fibrosis and scar formation. [13] The apoptosis of the fibroblastic cells significantly contributes to the formation of a mature wound which is relatively acellular. [2] [7] However, the apoptotic mechanisms in the wound healing are not well understood. [7]", "contents": "Wound Healing -- Pathophysiology -- Remodeling. Additionally, wound contraction begins. TGF-beta1 stimulates the fibroblasts to differentiate into myofibroblasts. [3] Besides synthesizing major ECM proteins such as collagen types I to VI and XVIII, glycoproteins and proteoglycans, myofibroblasts participate in wound contraction. [3] [13] Interestingly, myofibroblasts resemble smooth muscle cells. They express alpha-smooth muscle actin, and they can generate traction and strong contractile forces throughout the wound site. [1] This contraction brings together the wound edges and enables wound closure. After the wound fully epithelized, myofibroblasts undergo apoptosis. Therefore, a persistent or excessive myofibroblast activity may end up with fibrosis and scar formation. [13] The apoptosis of the fibroblastic cells significantly contributes to the formation of a mature wound which is relatively acellular. [2] [7] However, the apoptotic mechanisms in the wound healing are not well understood. [7]"}
{"id": "article-31402_12", "title": "Wound Healing -- Pathophysiology -- Remodeling", "content": "Finally, angiogenic responses cease, the blood flow diminishes. Acute metabolic activity in the wound ends. These processes provide a full closure for injured tissue sites and restoration of the mechanical strength of the wound. [2] Wound healing ends up with scar formation. It is known inflammation is related to scar formation. This scar tissue has some defects. For instance, the wound strength can never catch up the normal skin strength. At three months and beyond, wound strength will only be approximately 80%. [3] Similarly, subepidermal appendages such as hair follicles or sweat glands will not heal after a severe injury. Moreover, rete pegs are lacking in this scar tissue which has a role in the tight connection of the epidermis to the dermis. [2]", "contents": "Wound Healing -- Pathophysiology -- Remodeling. Finally, angiogenic responses cease, the blood flow diminishes. Acute metabolic activity in the wound ends. These processes provide a full closure for injured tissue sites and restoration of the mechanical strength of the wound. [2] Wound healing ends up with scar formation. It is known inflammation is related to scar formation. This scar tissue has some defects. For instance, the wound strength can never catch up the normal skin strength. At three months and beyond, wound strength will only be approximately 80%. [3] Similarly, subepidermal appendages such as hair follicles or sweat glands will not heal after a severe injury. Moreover, rete pegs are lacking in this scar tissue which has a role in the tight connection of the epidermis to the dermis. [2]"}
{"id": "article-31402_13", "title": "Wound Healing -- Clinical Significance", "content": "Any disruption in wound healing phases leads to excessive wound healing or chronic wound formation. [4] [9]", "contents": "Wound Healing -- Clinical Significance. Any disruption in wound healing phases leads to excessive wound healing or chronic wound formation. [4] [9]"}
{"id": "article-31402_14", "title": "Wound Healing -- Clinical Significance -- Excessive Wound Healing", "content": "The pathogenesis of the excessive wound healing is not fully understood. It is an abnormal form of a wound healing which is characterized by a continuous localized inflammation. There are excessive collagen synthesis, abnormal collagen turnover and exaggerated ECM accumulation in these wounds. \"Keloid\" and \"hypertrophic scars\" are examples of excessive wound healing. [9]", "contents": "Wound Healing -- Clinical Significance -- Excessive Wound Healing. The pathogenesis of the excessive wound healing is not fully understood. It is an abnormal form of a wound healing which is characterized by a continuous localized inflammation. There are excessive collagen synthesis, abnormal collagen turnover and exaggerated ECM accumulation in these wounds. \"Keloid\" and \"hypertrophic scars\" are examples of excessive wound healing. [9]"}
{"id": "article-31402_15", "title": "Wound Healing -- Clinical Significance -- Chronic Wound Formation", "content": "A wound which has failed to heal in 4 weeks is defined as a chronic wound. Sometimes, the period showing chronicity can 3 months. [8]", "contents": "Wound Healing -- Clinical Significance -- Chronic Wound Formation. A wound which has failed to heal in 4 weeks is defined as a chronic wound. Sometimes, the period showing chronicity can 3 months. [8]"}
{"id": "article-31402_16", "title": "Wound Healing -- Clinical Significance -- Chronic Wound Formation", "content": "Age, immune status, malnutrition, infection, insufficient oxygenation or perfusion, smoking, diseases, medications, radiation, and chemotherapy are the main risk factors that can lead to chronic wound formation. [5] Chronic wounds are usually classified as vascular ulcers (venous or arterial ulcers), diabetic ulcers, and pressure ulcers. [7]", "contents": "Wound Healing -- Clinical Significance -- Chronic Wound Formation. Age, immune status, malnutrition, infection, insufficient oxygenation or perfusion, smoking, diseases, medications, radiation, and chemotherapy are the main risk factors that can lead to chronic wound formation. [5] Chronic wounds are usually classified as vascular ulcers (venous or arterial ulcers), diabetic ulcers, and pressure ulcers. [7]"}
{"id": "article-31402_17", "title": "Wound Healing -- Clinical Significance -- Chronic Wound Formation", "content": "Wound healing has contrasting molecular and clinical characteristics in the fetus and elderly population. [5] The first difference is that inflammation is not clear in fetal wounds. Inflammatory cells in a fetal wound are less than an adult wound. Similarly, IL-6, IL-8, IL-10, TGF-beta1, TGF-beta2, and TGF-beta3 concentrations in a fetal wound differ from an adult wound. Moreover, ECM content changes in fetal wounds. There is a higher ECM production rate, a higher ratio of type III to type 1 collagen and a higher the amount of hyaluronic acid in fetal wounds. Furthermore, myofibroblasts do not exist, or very few myofibroblasts exist in fetal wounds. These may explain the scarless wound healing in the fetus. [9] Scarless wound healing ends at approximately 24 weeks of gestation in humans as the skin structure is altering dynamically during pregnancy. [2] On the contrary, wound healing deteriorates in the elderly population. The total collagen amount in the dermis and the epidermal turnover time decreases during aging. These changes together with co-morbidities lead to slower wound healing in the elderly population. [5]", "contents": "Wound Healing -- Clinical Significance -- Chronic Wound Formation. Wound healing has contrasting molecular and clinical characteristics in the fetus and elderly population. [5] The first difference is that inflammation is not clear in fetal wounds. Inflammatory cells in a fetal wound are less than an adult wound. Similarly, IL-6, IL-8, IL-10, TGF-beta1, TGF-beta2, and TGF-beta3 concentrations in a fetal wound differ from an adult wound. Moreover, ECM content changes in fetal wounds. There is a higher ECM production rate, a higher ratio of type III to type 1 collagen and a higher the amount of hyaluronic acid in fetal wounds. Furthermore, myofibroblasts do not exist, or very few myofibroblasts exist in fetal wounds. These may explain the scarless wound healing in the fetus. [9] Scarless wound healing ends at approximately 24 weeks of gestation in humans as the skin structure is altering dynamically during pregnancy. [2] On the contrary, wound healing deteriorates in the elderly population. The total collagen amount in the dermis and the epidermal turnover time decreases during aging. These changes together with co-morbidities lead to slower wound healing in the elderly population. [5]"}
{"id": "article-31402_18", "title": "Wound Healing -- Clinical Significance -- Chronic Wound Formation", "content": "As the immunosuppressed patients susceptible to infections and have a diminished ability for fighting infections, wound healing is delayed due to an extended inflammatory phase. Anti-inflammatory drugs (particularly in the first 3 days of healing), corticosteroids, immunosuppressants, and chemotherapy agents can alter wound healing. [5] Similarly, some comorbidities have a negative influence on wound healing. Diabetes mellitus is one of the most significant diseases related to chronic wound formation. Poor perfusion, neuropathy, decreased immune function, slower collagen synthesis and accumulation, and inadequate angiogenesis are the leading factors for diabetics to have an increased risk of infection and delayed wound healing. Another critical factor for a normal wound healing is adequate perfusion and oxygenation of the wounded area. Oxygen is a significant element for a successful wound healing. It takes part in inflammation, bactericidal activity, angiogenesis, epithelization, and collagen deposition. [5] Smoking, peripheral arterial insufficiency, prolonged and unrelieved pressure, and even radiation lead to chronic wounds due to inadequate oxygenation. [5] [7] Radiation causes microvascular obliteration, fibrosis, and alterations in cellular replication which cause delayed wound healing. Also, chronic venous insufficiency leads to chronic wounds due to ischemia. Venous hypertension results in edema which disrupt the metabolite diffusion of the tissues. This creates an ischemic environment and then, these tissues reperfused by walking or elevation. This chronic reperfusion injury causes inflammatory changes. [14] Inadequate protein and carbohydrate intake and vitamin deficiencies can result in delayed wound healing. Fibroblast proliferation, collagen synthesis, angiogenesis, and collagen remodeling are related to protein status. Poor carbohydrate reserves may cause protein catabolism. Vitamin C and thiamine (B1) take part in collagen formation and are related to wound strength. Vitamin A has a role in inflammatory processes. Zinc is also a significant cofactor for wound healing. [5]", "contents": "Wound Healing -- Clinical Significance -- Chronic Wound Formation. As the immunosuppressed patients susceptible to infections and have a diminished ability for fighting infections, wound healing is delayed due to an extended inflammatory phase. Anti-inflammatory drugs (particularly in the first 3 days of healing), corticosteroids, immunosuppressants, and chemotherapy agents can alter wound healing. [5] Similarly, some comorbidities have a negative influence on wound healing. Diabetes mellitus is one of the most significant diseases related to chronic wound formation. Poor perfusion, neuropathy, decreased immune function, slower collagen synthesis and accumulation, and inadequate angiogenesis are the leading factors for diabetics to have an increased risk of infection and delayed wound healing. Another critical factor for a normal wound healing is adequate perfusion and oxygenation of the wounded area. Oxygen is a significant element for a successful wound healing. It takes part in inflammation, bactericidal activity, angiogenesis, epithelization, and collagen deposition. [5] Smoking, peripheral arterial insufficiency, prolonged and unrelieved pressure, and even radiation lead to chronic wounds due to inadequate oxygenation. [5] [7] Radiation causes microvascular obliteration, fibrosis, and alterations in cellular replication which cause delayed wound healing. Also, chronic venous insufficiency leads to chronic wounds due to ischemia. Venous hypertension results in edema which disrupt the metabolite diffusion of the tissues. This creates an ischemic environment and then, these tissues reperfused by walking or elevation. This chronic reperfusion injury causes inflammatory changes. [14] Inadequate protein and carbohydrate intake and vitamin deficiencies can result in delayed wound healing. Fibroblast proliferation, collagen synthesis, angiogenesis, and collagen remodeling are related to protein status. Poor carbohydrate reserves may cause protein catabolism. Vitamin C and thiamine (B1) take part in collagen formation and are related to wound strength. Vitamin A has a role in inflammatory processes. Zinc is also a significant cofactor for wound healing. [5]"}
{"id": "article-31402_19", "title": "Wound Healing -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Wound Healing -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}