{"id": "article-29543_0", "title": "Stress Incontinence -- Continuing Education Activity", "content": "Stress urinary incontinence is the sudden, involuntary loss of urine secondary to increased intraabdominal pressure that is affecting the patient’s quality of life. Precipitating activities include coughing, laughing, sneezing, straining, or exercising. The patient may initially present with urinary complaints of dysuria, frequency, and urgency. This activity explains the evaluation and treatment of urinary stress incontinence and the part played by the interprofessional team in providing care for those with this condition.", "contents": "Stress Incontinence -- Continuing Education Activity. Stress urinary incontinence is the sudden, involuntary loss of urine secondary to increased intraabdominal pressure that is affecting the patient’s quality of life. Precipitating activities include coughing, laughing, sneezing, straining, or exercising. The patient may initially present with urinary complaints of dysuria, frequency, and urgency. This activity explains the evaluation and treatment of urinary stress incontinence and the part played by the interprofessional team in providing care for those with this condition."}
{"id": "article-29543_1", "title": "Stress Incontinence -- Continuing Education Activity", "content": "Objectives: Review the history and physical exam of a patient with stress incontinence. Describe the evaluation of a patient with stress incontinence. Summarize the treatment options for stress incontinence. Explain the importance of collaboration and communication among the interprofessional team members in teaching the conservative behavioral modifications to improve symptoms in those with urinary stress incontinence. Access free multiple choice questions on this topic.", "contents": "Stress Incontinence -- Continuing Education Activity. Objectives: Review the history and physical exam of a patient with stress incontinence. Describe the evaluation of a patient with stress incontinence. Summarize the treatment options for stress incontinence. Explain the importance of collaboration and communication among the interprofessional team members in teaching the conservative behavioral modifications to improve symptoms in those with urinary stress incontinence. Access free multiple choice questions on this topic."}
{"id": "article-29543_2", "title": "Stress Incontinence -- Introduction", "content": "Stress urinary incontinence (SUI) is the involuntary, sudden loss of urine secondary to increased intraabdominal pressure that is bothersome or affecting the patient’s quality of life. Physical activities precipitating SUI include laughing, sneezing, straining, coughing, or exercising. Patients may refer to a sudden loss of urine as \"leaking,\" “dripping\" or \"flooding.\" The patient may initially present with urinary complaints of frequency, urgency, and dysuria. [1]", "contents": "Stress Incontinence -- Introduction. Stress urinary incontinence (SUI) is the involuntary, sudden loss of urine secondary to increased intraabdominal pressure that is bothersome or affecting the patient’s quality of life. Physical activities precipitating SUI include laughing, sneezing, straining, coughing, or exercising. Patients may refer to a sudden loss of urine as \"leaking,\" “dripping\" or \"flooding.\" The patient may initially present with urinary complaints of frequency, urgency, and dysuria. [1]"}
{"id": "article-29543_3", "title": "Stress Incontinence -- Etiology", "content": "Etiologies of stress urinary incontinence are multifactorial and include [2] : Loss of support from pelvic floor musculature and connective tissue - loss of support can originate from connective tissue disorders, chronic cough, obesity, pelvic floor trauma after vagina delivery, pregnancy, menopause, constipation, heavy lifting, and smoking Neuromuscular damage from previous pelvic surgeries", "contents": "Stress Incontinence -- Etiology. Etiologies of stress urinary incontinence are multifactorial and include [2] : Loss of support from pelvic floor musculature and connective tissue - loss of support can originate from connective tissue disorders, chronic cough, obesity, pelvic floor trauma after vagina delivery, pregnancy, menopause, constipation, heavy lifting, and smoking Neuromuscular damage from previous pelvic surgeries"}
{"id": "article-29543_4", "title": "Stress Incontinence -- Epidemiology", "content": "Stress urinary incontinence affects 15.7% of adult women; 77.5% of women report the symptoms to be bothersome and 28.8% report the symptoms to be moderate to severe. [3] . Prevalence of stress urinary incontinence will increase with age particularly with menopause. One study found that 41% of women older than 40 years old will have urinary incontinence. [4] Up to 77% of elderly females in nursing homes will have urinary incontinence. [5] In one study, only 60% of women with incontinence sought treatment. [4] In the United States, direct expenditures are approximately 13.12 billion dollars on SUI per year. [6]", "contents": "Stress Incontinence -- Epidemiology. Stress urinary incontinence affects 15.7% of adult women; 77.5% of women report the symptoms to be bothersome and 28.8% report the symptoms to be moderate to severe. [3] . Prevalence of stress urinary incontinence will increase with age particularly with menopause. One study found that 41% of women older than 40 years old will have urinary incontinence. [4] Up to 77% of elderly females in nursing homes will have urinary incontinence. [5] In one study, only 60% of women with incontinence sought treatment. [4] In the United States, direct expenditures are approximately 13.12 billion dollars on SUI per year. [6]"}
{"id": "article-29543_5", "title": "Stress Incontinence -- History and Physical", "content": "Initial evaluation of any form of incontinence should include [1] : Detailed history, particularly the genitourinary review of systems Voiding diary Physical examination with the demonstration of stress incontinence and assessment of urethral hypermobility Urinalysis with or without a urine culture Measurement of postvoid residual urine volume (PVR) Urodynamic testing is not initially indicated in uncomplicated stress urinary incontinence", "contents": "Stress Incontinence -- History and Physical. Initial evaluation of any form of incontinence should include [1] : Detailed history, particularly the genitourinary review of systems Voiding diary Physical examination with the demonstration of stress incontinence and assessment of urethral hypermobility Urinalysis with or without a urine culture Measurement of postvoid residual urine volume (PVR) Urodynamic testing is not initially indicated in uncomplicated stress urinary incontinence"}
{"id": "article-29543_6", "title": "Stress Incontinence -- History and Physical", "content": "A thorough history includes questions about precipitating events, fluid intake pattern, nocturia, type of protective devices used (tampons/pads/diapers), past medical/surgical history, and transient causes (UTIs, hypoestrogenism, cholinergic medications, diabetes, diuretics, psychological stress). A diary of voiding should document at least two days and include the number of accidents with the time of day, amount of fluid intake, amount voided versus leakage, and association of activity. [1]", "contents": "Stress Incontinence -- History and Physical. A thorough history includes questions about precipitating events, fluid intake pattern, nocturia, type of protective devices used (tampons/pads/diapers), past medical/surgical history, and transient causes (UTIs, hypoestrogenism, cholinergic medications, diabetes, diuretics, psychological stress). A diary of voiding should document at least two days and include the number of accidents with the time of day, amount of fluid intake, amount voided versus leakage, and association of activity. [1]"}
{"id": "article-29543_7", "title": "Stress Incontinence -- History and Physical", "content": "During the general physical examination, the examiner should note if the patient has a large panniculus, prior surgical incisions, or adequate suprapubic muscle tone. The pelvic examination should take place with a full and empty bladder, both standing and supine. The degree of uterine and bladder prolapse should be assessed with a POP-Quantification system. [1] The presence of pelvic organ prolapse (POP) beyond the hymen (fourth degree) is consistent with complicated SUI and can either mask or reduce the severity of SUI. [7] A positive cough stress test can be used to demonstrate stress urinary incontinence subjectively. The Q-tip test is performed to assess urethral hypermobility which is defined as a 30 degree or more displacement from the horizontal position in the supine position while bearing down. [1]", "contents": "Stress Incontinence -- History and Physical. During the general physical examination, the examiner should note if the patient has a large panniculus, prior surgical incisions, or adequate suprapubic muscle tone. The pelvic examination should take place with a full and empty bladder, both standing and supine. The degree of uterine and bladder prolapse should be assessed with a POP-Quantification system. [1] The presence of pelvic organ prolapse (POP) beyond the hymen (fourth degree) is consistent with complicated SUI and can either mask or reduce the severity of SUI. [7] A positive cough stress test can be used to demonstrate stress urinary incontinence subjectively. The Q-tip test is performed to assess urethral hypermobility which is defined as a 30 degree or more displacement from the horizontal position in the supine position while bearing down. [1]"}
{"id": "article-29543_8", "title": "Stress Incontinence -- Evaluation", "content": "Indications for urodynamic testing include: Complicated SUI Failed surgical treatment Patients over 60 years old Continuous/unpredictable leakage History of radical pelvic surgery or pelvic irradiation Evidence indicates that urodynamic testing is not necessarily needed before surgical management because it may not affect treatment outcomes. [1] Referral to a urogynecologist or urologist should be considered for several reasons: If the diagnosis is uncertain Equivocal urodynamic testing Medical therapy fails Neurologic condition Failed prior surgery Hematuria without infection Recurrent UTI Inexperienced providers may refer the patient for medical or surgical treatment and opt to co-manage.", "contents": "Stress Incontinence -- Evaluation. Indications for urodynamic testing include: Complicated SUI Failed surgical treatment Patients over 60 years old Continuous/unpredictable leakage History of radical pelvic surgery or pelvic irradiation Evidence indicates that urodynamic testing is not necessarily needed before surgical management because it may not affect treatment outcomes. [1] Referral to a urogynecologist or urologist should be considered for several reasons: If the diagnosis is uncertain Equivocal urodynamic testing Medical therapy fails Neurologic condition Failed prior surgery Hematuria without infection Recurrent UTI Inexperienced providers may refer the patient for medical or surgical treatment and opt to co-manage."}
{"id": "article-29543_9", "title": "Stress Incontinence -- Treatment / Management", "content": "Treatment of stress urinary incontinence subdivides into behavioral, pharmacological, and surgical management. Regardless of whether the patient desires any of the three options, all patients should receive counseling on lifestyle modifications. Bladder irritants to avoid include caffeinated beverages (coffee, tea, sodas) alcohol, citrus fruits, chocolate, tomato, spicy foods, and tobacco. Behavioral methods include:", "contents": "Stress Incontinence -- Treatment / Management. Treatment of stress urinary incontinence subdivides into behavioral, pharmacological, and surgical management. Regardless of whether the patient desires any of the three options, all patients should receive counseling on lifestyle modifications. Bladder irritants to avoid include caffeinated beverages (coffee, tea, sodas) alcohol, citrus fruits, chocolate, tomato, spicy foods, and tobacco. Behavioral methods include:"}
{"id": "article-29543_10", "title": "Stress Incontinence -- Treatment / Management", "content": "P elvic muscle exercises such as Kegel exercises – three sets of ten pelvic musculature contractions held for ten seconds three times a day Bladder retraining (timed voiding) - regularly scheduling urination leading to an empty bladder for longer periods throughout the day Biofeedback - visual or audio signals can provide feedback to properly contract pelvic floor muscles Electrostimulation - via acupuncture needles for 30 minutes weekly for 12 weeks followed by monthly maintenance sessions Pessaries – the most common pessaries used for SUI are the ring and Gellhorn pessary Pessaries aid in elongating and elevating the urethrovesical angle Proper fitting is necessary If the pessary is too tight, it may cause urinary obstruction with subsequent urinary retention, and if the pessary is too small, it usually will fall out soon after placement Pharmacological options include:", "contents": "Stress Incontinence -- Treatment / Management. P elvic muscle exercises such as Kegel exercises – three sets of ten pelvic musculature contractions held for ten seconds three times a day Bladder retraining (timed voiding) - regularly scheduling urination leading to an empty bladder for longer periods throughout the day Biofeedback - visual or audio signals can provide feedback to properly contract pelvic floor muscles Electrostimulation - via acupuncture needles for 30 minutes weekly for 12 weeks followed by monthly maintenance sessions Pessaries – the most common pessaries used for SUI are the ring and Gellhorn pessary Pessaries aid in elongating and elevating the urethrovesical angle Proper fitting is necessary If the pessary is too tight, it may cause urinary obstruction with subsequent urinary retention, and if the pessary is too small, it usually will fall out soon after placement Pharmacological options include:"}
{"id": "article-29543_11", "title": "Stress Incontinence -- Treatment / Management", "content": "Oxybutynin - anti-cholinergic that blocks the muscarinic receptor in the smooth muscle of the bladder inhibiting detrusor contractions Tricyclic anti-depressants - have alpha-adrenergic effects that aid in urethral contraction and closure Estrogen - applied topically to increase urethral blood flow and sensitivity of alpha-adrenergic receptors", "contents": "Stress Incontinence -- Treatment / Management. Oxybutynin - anti-cholinergic that blocks the muscarinic receptor in the smooth muscle of the bladder inhibiting detrusor contractions Tricyclic anti-depressants - have alpha-adrenergic effects that aid in urethral contraction and closure Estrogen - applied topically to increase urethral blood flow and sensitivity of alpha-adrenergic receptors"}
{"id": "article-29543_12", "title": "Stress Incontinence -- Treatment / Management", "content": "The goals of surgery for stress incontinence include reinforcing the pubourethral ligaments and the paraurethral connective tissue at the mid-urethra. Surgical treatment generally divides into abdominal procedures (open or laparoscopic), vaginal procedures, and urethral bulking agents. Abdominal procedures include [8] [9] [8] : Marshall Marchetti Krantz (MMK) - retropubic approach elevating and fixating the anterolateral part of the urethra to the posterior pubic symphysis and adjacent periosteum of the pubic bone Burch colposuspension – the bladder neck is supported with a few stitches placed on either side of the urethra and the iliopectineal (Cooper's) ligament Pubovaginal sling -  a strip of rectus fascia or fascia lata is placed directly under the bladder neck via the retropubic space and secured at the level of the rectus abdominis fascia", "contents": "Stress Incontinence -- Treatment / Management. The goals of surgery for stress incontinence include reinforcing the pubourethral ligaments and the paraurethral connective tissue at the mid-urethra. Surgical treatment generally divides into abdominal procedures (open or laparoscopic), vaginal procedures, and urethral bulking agents. Abdominal procedures include [8] [9] [8] : Marshall Marchetti Krantz (MMK) - retropubic approach elevating and fixating the anterolateral part of the urethra to the posterior pubic symphysis and adjacent periosteum of the pubic bone Burch colposuspension – the bladder neck is supported with a few stitches placed on either side of the urethra and the iliopectineal (Cooper's) ligament Pubovaginal sling -  a strip of rectus fascia or fascia lata is placed directly under the bladder neck via the retropubic space and secured at the level of the rectus abdominis fascia"}
{"id": "article-29543_13", "title": "Stress Incontinence -- Treatment / Management", "content": "An abdominal approach is indicated if there is a large uterus compressing the bladder necessitating concomitant hysterectomy, no vaginal prolapse, adnexal pathology, or failed vaginal incontinence surgery. Vaginal surgery should be considered when vaginal prolapse is present, a history of failed abdominal surgery, or the patient is high risk for abdominal surgery (multiple abdominal incisions, morbid obesity). Vaginal procedures include [8] [10] [8] :", "contents": "Stress Incontinence -- Treatment / Management. An abdominal approach is indicated if there is a large uterus compressing the bladder necessitating concomitant hysterectomy, no vaginal prolapse, adnexal pathology, or failed vaginal incontinence surgery. Vaginal surgery should be considered when vaginal prolapse is present, a history of failed abdominal surgery, or the patient is high risk for abdominal surgery (multiple abdominal incisions, morbid obesity). Vaginal procedures include [8] [10] [8] :"}
{"id": "article-29543_14", "title": "Stress Incontinence -- Treatment / Management", "content": "Modified Pereyra Procedure (MPP) - elevation of paraurethral tissue to the abdominal wall creating a significant elevation of the urethrovesical angle Mid-urethral sling procedures - polypropylene mesh is placed under the mid-urethra, the more critical continence zone - the open-weave mesh stabilizes and promotes ingrowth of the collagen over time TVT- retropubic - the mesh insertion is through the retropubic space and exits out the abdominal wall suprapubically TVT-O - \"inside-out\" placement of the mesh from the vagina through the obturator foramen out through the skin of the groin", "contents": "Stress Incontinence -- Treatment / Management. Modified Pereyra Procedure (MPP) - elevation of paraurethral tissue to the abdominal wall creating a significant elevation of the urethrovesical angle Mid-urethral sling procedures - polypropylene mesh is placed under the mid-urethra, the more critical continence zone - the open-weave mesh stabilizes and promotes ingrowth of the collagen over time TVT- retropubic - the mesh insertion is through the retropubic space and exits out the abdominal wall suprapubically TVT-O - \"inside-out\" placement of the mesh from the vagina through the obturator foramen out through the skin of the groin"}
{"id": "article-29543_15", "title": "Stress Incontinence -- Treatment / Management", "content": "MPP and MMK can be considered as primary or secondary treatment and may be an adjunct with vaginal vault repair for prolapse.  Urethral slings have become the most common type of surgery to correct SUI. Advantages of the TVT sling include procedure completion in as little as 30 minutes with same day discharge, no post-operative urinary catheterization, short recovery time, and minimal pain. A benefit of the TVT-retropubic compared to TVT-O is avoidance of bleeding from the medial branches of obturator vessels while TVT-O decreases the risk of bladder injury.", "contents": "Stress Incontinence -- Treatment / Management. MPP and MMK can be considered as primary or secondary treatment and may be an adjunct with vaginal vault repair for prolapse.  Urethral slings have become the most common type of surgery to correct SUI. Advantages of the TVT sling include procedure completion in as little as 30 minutes with same day discharge, no post-operative urinary catheterization, short recovery time, and minimal pain. A benefit of the TVT-retropubic compared to TVT-O is avoidance of bleeding from the medial branches of obturator vessels while TVT-O decreases the risk of bladder injury."}
{"id": "article-29543_16", "title": "Stress Incontinence -- Treatment / Management", "content": "If significant uterine procidentia exists, a vaginal hysterectomy should be performed followed by retropubic suspension. If pelvic pressure symptoms exist with SUI, check and correct for cystocele, enterocele or rectocele with an anterior repair, enterocele repair or posterior colpoperineoplasty, respectively.", "contents": "Stress Incontinence -- Treatment / Management. If significant uterine procidentia exists, a vaginal hysterectomy should be performed followed by retropubic suspension. If pelvic pressure symptoms exist with SUI, check and correct for cystocele, enterocele or rectocele with an anterior repair, enterocele repair or posterior colpoperineoplasty, respectively."}
{"id": "article-29543_17", "title": "Stress Incontinence -- Treatment / Management", "content": "Urethral bulking is the injection of synthetic materials (i.e., collagen) into the urethral mucosal layer to provide support and tighten the bladder neck’s opening. This procedure is done in an office setting with local anesthesia. Two to three injections may be required to improve symptoms. [11]", "contents": "Stress Incontinence -- Treatment / Management. Urethral bulking is the injection of synthetic materials (i.e., collagen) into the urethral mucosal layer to provide support and tighten the bladder neck’s opening. This procedure is done in an office setting with local anesthesia. Two to three injections may be required to improve symptoms. [11]"}
{"id": "article-29543_18", "title": "Stress Incontinence -- Treatment / Management", "content": "There is no single surgical procedure for the treatment of all patients with SUI. The surgery must be tailored for the patient, not the reverse. Prophylactic incontinence procedure should be considered for patients with prolapse without SUI since post-operative voiding dysfunction may occur with an anterior colporrhaphy.", "contents": "Stress Incontinence -- Treatment / Management. There is no single surgical procedure for the treatment of all patients with SUI. The surgery must be tailored for the patient, not the reverse. Prophylactic incontinence procedure should be considered for patients with prolapse without SUI since post-operative voiding dysfunction may occur with an anterior colporrhaphy."}
{"id": "article-29543_19", "title": "Stress Incontinence -- Differential Diagnosis", "content": "There are three other types of incontinence to consider along with SUI [12] : Overflow incontinence – continuous urinary leakage or dribbling from incomplete emptying of the bladder Urge incontinence – involuntary loss of urine associated with urgency or a sudden, compelling desire to void that is difficult to defer Mixed incontinence – involuntary loss of urine with components of urge and stress", "contents": "Stress Incontinence -- Differential Diagnosis. There are three other types of incontinence to consider along with SUI [12] : Overflow incontinence – continuous urinary leakage or dribbling from incomplete emptying of the bladder Urge incontinence – involuntary loss of urine associated with urgency or a sudden, compelling desire to void that is difficult to defer Mixed incontinence – involuntary loss of urine with components of urge and stress"}
{"id": "article-29543_20", "title": "Stress Incontinence -- Differential Diagnosis", "content": "A thorough history and physical is the most crucial step to differentiate the type of incontinence and to exclude other differentials. If the diagnosis is unclear or complicated, urodynamic testing can be the next step.", "contents": "Stress Incontinence -- Differential Diagnosis. A thorough history and physical is the most crucial step to differentiate the type of incontinence and to exclude other differentials. If the diagnosis is unclear or complicated, urodynamic testing can be the next step."}
{"id": "article-29543_21", "title": "Stress Incontinence -- Prognosis", "content": "Stress urinary incontinence can exert a significant impact on a patient’s life. Treatment aims at improving the quality of life.  Complete resolution of SUI may not be feasible, and a combination of behavioral, pharmacological, and surgical treatment may be necessary. Some patients may be satisfied with improved SUI without complete resolution especially if it avoids surgery. Cure rates with pelvic floor muscle exercises have been reported to be 58.8% at 12 months. [13] Pessaries may improve symptoms in 33% of patients. [14] There is no evidence that estrogen is efficacious in the treatment of SUI but may help increase blood flow to paraurethral receptors and thicken an atrophic vagina if planning vaginal surgery. [15] Symptom control with anticholinergics has been reported to be 49%. [13] Overall, surgical treatment has a cure rate of 84% (source: urinary incontinence). One randomized trial found no difference in success rates between the Burch colposuspension and the retro public mid-urethral sling at 6 months and 5 years. [16] Five-year follow-up studies of the TVT have found cure rates of 57.4-83%, improvement rates of 7.6% to 17%, and failure rates of 9.1 to 25.6%. [17] [18] One study found results between the MPP and MMK comparable with 84% of MPP patients cured compared to 86.6% of MMK patients. [8] In that same study, 9.8% of MPP patients improved compared to 6.6% of MMK, and 6.2% of MPP patients failed compared to 6.8% of MMK patients. [8] Urethral bulking injections have reported cure rates between 24.8% to 36.9% at 12-month follow-up. [13]", "contents": "Stress Incontinence -- Prognosis. Stress urinary incontinence can exert a significant impact on a patient’s life. Treatment aims at improving the quality of life.  Complete resolution of SUI may not be feasible, and a combination of behavioral, pharmacological, and surgical treatment may be necessary. Some patients may be satisfied with improved SUI without complete resolution especially if it avoids surgery. Cure rates with pelvic floor muscle exercises have been reported to be 58.8% at 12 months. [13] Pessaries may improve symptoms in 33% of patients. [14] There is no evidence that estrogen is efficacious in the treatment of SUI but may help increase blood flow to paraurethral receptors and thicken an atrophic vagina if planning vaginal surgery. [15] Symptom control with anticholinergics has been reported to be 49%. [13] Overall, surgical treatment has a cure rate of 84% (source: urinary incontinence). One randomized trial found no difference in success rates between the Burch colposuspension and the retro public mid-urethral sling at 6 months and 5 years. [16] Five-year follow-up studies of the TVT have found cure rates of 57.4-83%, improvement rates of 7.6% to 17%, and failure rates of 9.1 to 25.6%. [17] [18] One study found results between the MPP and MMK comparable with 84% of MPP patients cured compared to 86.6% of MMK patients. [8] In that same study, 9.8% of MPP patients improved compared to 6.6% of MMK, and 6.2% of MPP patients failed compared to 6.8% of MMK patients. [8] Urethral bulking injections have reported cure rates between 24.8% to 36.9% at 12-month follow-up. [13]"}
{"id": "article-29543_22", "title": "Stress Incontinence -- Complications", "content": "The most frequently encountered side effects of anticholinergics are dry mouth and constipation. Anticholinergics can also aggravate existing cardiac arrhythmias and worsen narrow-angle glaucoma. [19] The most common complications following surgical management can include [20] [21] : Voiding difficulty Urinary tract infection Postoperative dyspareunia Mesh erosion Persistent or recurrent urinary incontinence or pelvic organ prolapse Injury to the genitourinary tract including bladder perforation Injury to the gastrointestinal tract", "contents": "Stress Incontinence -- Complications. The most frequently encountered side effects of anticholinergics are dry mouth and constipation. Anticholinergics can also aggravate existing cardiac arrhythmias and worsen narrow-angle glaucoma. [19] The most common complications following surgical management can include [20] [21] : Voiding difficulty Urinary tract infection Postoperative dyspareunia Mesh erosion Persistent or recurrent urinary incontinence or pelvic organ prolapse Injury to the genitourinary tract including bladder perforation Injury to the gastrointestinal tract"}
{"id": "article-29543_23", "title": "Stress Incontinence -- Deterrence and Patient Education", "content": "Patients should receive education on all forms of management including conservative and surgical management and the prognosis utilizing evidence-based medicine. Resources for patients include the American College of Obstetricians and Gynecologists, American Urogynecologic Society, and Advancing Female Pelvic Medicine and Reconstructive Surgery. Patients may also benefit from self-help groups and anti-incontinence organizations. Incontinences support groups can be found at nafc.org and incontinentsupport.org.", "contents": "Stress Incontinence -- Deterrence and Patient Education. Patients should receive education on all forms of management including conservative and surgical management and the prognosis utilizing evidence-based medicine. Resources for patients include the American College of Obstetricians and Gynecologists, American Urogynecologic Society, and Advancing Female Pelvic Medicine and Reconstructive Surgery. Patients may also benefit from self-help groups and anti-incontinence organizations. Incontinences support groups can be found at nafc.org and incontinentsupport.org."}
{"id": "article-29543_24", "title": "Stress Incontinence -- Enhancing Healthcare Team Outcomes", "content": "Patients should have screening during their annual examinations for signs or symptoms of incontinence. A thorough history and physical is the first step in the diagnosis. Evidence-based conservative behavioral modifications should always be attempted first, regardless if pharmacological or surgical management is a consideration. The patient may be satisfied with improved stress urinary incontinence if it avoids surgery, particularly in high-risk patients. Patients should understand that their symptoms of SUI have the highest cure rate with surgery but can improve with only behavioral or pharmacologic treatment. an interprofessional team approach is necessary with urogynecologists, pharmacists, urologists, nurses, and general gynecologists to coordinate the education of the patient and meet patient expectations to improve outcomes. [Level V]", "contents": "Stress Incontinence -- Enhancing Healthcare Team Outcomes. Patients should have screening during their annual examinations for signs or symptoms of incontinence. A thorough history and physical is the first step in the diagnosis. Evidence-based conservative behavioral modifications should always be attempted first, regardless if pharmacological or surgical management is a consideration. The patient may be satisfied with improved stress urinary incontinence if it avoids surgery, particularly in high-risk patients. Patients should understand that their symptoms of SUI have the highest cure rate with surgery but can improve with only behavioral or pharmacologic treatment. an interprofessional team approach is necessary with urogynecologists, pharmacists, urologists, nurses, and general gynecologists to coordinate the education of the patient and meet patient expectations to improve outcomes. [Level V]"}
{"id": "article-29543_25", "title": "Stress Incontinence -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Stress Incontinence -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}