{"id": "article-22332_0", "title": "Biochemistry, Glycogen -- Introduction", "content": "Glycogen is an extensively branched glucose polymer that animals use as an energy reserve. It is the animal analog to starch. Glycogen does not exist in plant tissue. It is highly concentrated in the liver, although skeletal muscles contain the most glycogen by weight. It is also present in lower levels in other tissues, such as the kidney, heart, and brain. [1] [2] The glucose residues within glycogen connect via two principal bonds, the alpha-1,4, and alpha-1,6 glycosidic bonds in linear strands and at junction points.  The branching is a crucial aspect of glycogen as it increases its solubility and allows it to get metabolized more quickly. [3] Importantly, glycogen serves to maintain glucose homeostasis in the animal body.  Because of this, its metabolism is regulated primarily by insulin and glucagon and molecules in their downstream signaling pathways. Insulin and glucagon promote glycogen synthesis and breakdown, respectively. Pathologies that target enzymes involved in glycogen synthesis, degradation, and/or regulation may have significant adverse effects on the body. [3] [4]", "contents": "Biochemistry, Glycogen -- Introduction. Glycogen is an extensively branched glucose polymer that animals use as an energy reserve. It is the animal analog to starch. Glycogen does not exist in plant tissue. It is highly concentrated in the liver, although skeletal muscles contain the most glycogen by weight. It is also present in lower levels in other tissues, such as the kidney, heart, and brain. [1] [2] The glucose residues within glycogen connect via two principal bonds, the alpha-1,4, and alpha-1,6 glycosidic bonds in linear strands and at junction points.  The branching is a crucial aspect of glycogen as it increases its solubility and allows it to get metabolized more quickly. [3] Importantly, glycogen serves to maintain glucose homeostasis in the animal body.  Because of this, its metabolism is regulated primarily by insulin and glucagon and molecules in their downstream signaling pathways. Insulin and glucagon promote glycogen synthesis and breakdown, respectively. Pathologies that target enzymes involved in glycogen synthesis, degradation, and/or regulation may have significant adverse effects on the body. [3] [4]"}
{"id": "article-22332_1", "title": "Biochemistry, Glycogen -- Fundamentals -- Key Fundamental Points:", "content": "Glycogen has implications in glucose homeostasis. Glycogen is highly concentrated in the liver, although skeletal muscle contains the most glycogen by weight. Glycogen does not exist in plant tissue. Skeletal muscle is unable to release glycogen into the bloodstream due to a lack of glucose-6-phosphatase (G6Pase) Glycogen is composed of two major bonds, which are alpha-1,4 and alpha-1,6 glycosidic bonds - these bonds give rise to linear chains and branching points, respectively. Glycogen branching is essential because it allows for increased water solubility and several sites to break it down; this allows for easy and quick glycogen utilization when it is broken down. Glycogen synthesis and breakdown correlate with high and low energy states, respectively. Insulin and glucagon are peptide hormones that orchestrate glycogen metabolic regulation as they signal high and low energy states, respectively.", "contents": "Biochemistry, Glycogen -- Fundamentals -- Key Fundamental Points:. Glycogen has implications in glucose homeostasis. Glycogen is highly concentrated in the liver, although skeletal muscle contains the most glycogen by weight. Glycogen does not exist in plant tissue. Skeletal muscle is unable to release glycogen into the bloodstream due to a lack of glucose-6-phosphatase (G6Pase) Glycogen is composed of two major bonds, which are alpha-1,4 and alpha-1,6 glycosidic bonds - these bonds give rise to linear chains and branching points, respectively. Glycogen branching is essential because it allows for increased water solubility and several sites to break it down; this allows for easy and quick glycogen utilization when it is broken down. Glycogen synthesis and breakdown correlate with high and low energy states, respectively. Insulin and glucagon are peptide hormones that orchestrate glycogen metabolic regulation as they signal high and low energy states, respectively."}
{"id": "article-22332_2", "title": "Biochemistry, Glycogen -- Cellular Level -- Regulation", "content": "Glycogen is either synthesized or broken down depending on the needs of the body.  It is an essential molecule for maintaining glucose homeostasis. Two major peptide hormones involved in its regulation are insulin and glucagon, which promote anabolism and catabolism. Understanding the broad effects of these two hormones is important in the context of glycogen metabolism. Insulin signals a high-energy state; thus, its downstream effects include the synthesis of lipids and glycogen. Glucagon signals a low energy state; therefore, its downstream effects are the reverse of insulin actions. Thus, increased glucagon release will result in the downstream effect of increased lipolysis and glycogenolysis to meet the body’s needs.", "contents": "Biochemistry, Glycogen -- Cellular Level -- Regulation. Glycogen is either synthesized or broken down depending on the needs of the body.  It is an essential molecule for maintaining glucose homeostasis. Two major peptide hormones involved in its regulation are insulin and glucagon, which promote anabolism and catabolism. Understanding the broad effects of these two hormones is important in the context of glycogen metabolism. Insulin signals a high-energy state; thus, its downstream effects include the synthesis of lipids and glycogen. Glucagon signals a low energy state; therefore, its downstream effects are the reverse of insulin actions. Thus, increased glucagon release will result in the downstream effect of increased lipolysis and glycogenolysis to meet the body’s needs."}
{"id": "article-22332_3", "title": "Biochemistry, Glycogen -- Cellular Level -- Regulation", "content": "Specifically, insulin and glucagon’s downstream effects alter the activity of several enzymes oppositely involved in glycogen metabolism via dephosphorylation and phosphorylation, respectively. Insulin is associated with the activation of protein phosphatase 1 (PP1) and Protein Kinase B (PKB). Glucagon is associated with the cAMP-mediated pathway that activates Protein Kinase A (PKA). In glycogen synthesis, glycogen synthase is the primary enzyme regulated by PP1, PKB, and PKA enzymes. [4] [5]", "contents": "Biochemistry, Glycogen -- Cellular Level -- Regulation. Specifically, insulin and glucagon’s downstream effects alter the activity of several enzymes oppositely involved in glycogen metabolism via dephosphorylation and phosphorylation, respectively. Insulin is associated with the activation of protein phosphatase 1 (PP1) and Protein Kinase B (PKB). Glucagon is associated with the cAMP-mediated pathway that activates Protein Kinase A (PKA). In glycogen synthesis, glycogen synthase is the primary enzyme regulated by PP1, PKB, and PKA enzymes. [4] [5]"}
{"id": "article-22332_4", "title": "Biochemistry, Glycogen -- Cellular Level -- Regulation", "content": "Glycogen synthase has two major forms, which are glycogen synthase and glycogen synthase b.  They are the active and inactive forms, respectively. [6] The significant structural difference between them is that glycogen synthase b is more phosphorylated than glycogen synthase a. In the insulin-mediated pathway, PP1 dephosphorylates glycogen synthase b to convert it to glycogen synthase a.  PKB can maintain this form of glycogen phosphorylase by inactivating an enzyme known as glycogen synthase kinase 3 (GSK3), [7] which would otherwise phosphorylate glycogen synthase a. In the glucagon-mediated pathway, PKA phosphorylates PP1, preventing PP1 from activating glycogen synthase b to glycogen synthase a.", "contents": "Biochemistry, Glycogen -- Cellular Level -- Regulation. Glycogen synthase has two major forms, which are glycogen synthase and glycogen synthase b.  They are the active and inactive forms, respectively. [6] The significant structural difference between them is that glycogen synthase b is more phosphorylated than glycogen synthase a. In the insulin-mediated pathway, PP1 dephosphorylates glycogen synthase b to convert it to glycogen synthase a.  PKB can maintain this form of glycogen phosphorylase by inactivating an enzyme known as glycogen synthase kinase 3 (GSK3), [7] which would otherwise phosphorylate glycogen synthase a. In the glucagon-mediated pathway, PKA phosphorylates PP1, preventing PP1 from activating glycogen synthase b to glycogen synthase a."}
{"id": "article-22332_5", "title": "Biochemistry, Glycogen -- Cellular Level -- Regulation", "content": "Two major forms of glycogen phosphorylase are glycogen phosphorylase a and b, which are the active and inactive forms, respectively. [6] PKA activates glycogen phosphorylase kinase, which subsequently phosphorylates and activates glycogen phosphorylase. By contrast, PP1 dephosphorylates glycogen phosphorylase, converting it to its b form. It is important to note that the liver isoform of glycogen phosphorylase needs glucose to bind to an allosteric site to allow PP1 to dephosphorylate it.  Thus, the liver glycogen phosphorylase is typically considered a “glucose sensor.”", "contents": "Biochemistry, Glycogen -- Cellular Level -- Regulation. Two major forms of glycogen phosphorylase are glycogen phosphorylase a and b, which are the active and inactive forms, respectively. [6] PKA activates glycogen phosphorylase kinase, which subsequently phosphorylates and activates glycogen phosphorylase. By contrast, PP1 dephosphorylates glycogen phosphorylase, converting it to its b form. It is important to note that the liver isoform of glycogen phosphorylase needs glucose to bind to an allosteric site to allow PP1 to dephosphorylate it.  Thus, the liver glycogen phosphorylase is typically considered a “glucose sensor.”"}
{"id": "article-22332_6", "title": "Biochemistry, Glycogen -- Cellular Level -- Regulation", "content": "There is glycogen metabolism regulation specific to skeletal muscle. Muscle glycogen phosphorylase kinase increases its activity in the presence of calcium in the cytoplasm released from the sarcoplasmic reticulum during muscle contraction. It contains calmodulin subunits, which have a high affinity for calcium. Also, low energy state compounds such as AMP, IMP, and Pi are known to be positive allosteric regulators of skeletal muscle glycogen phosphorylase. [8]", "contents": "Biochemistry, Glycogen -- Cellular Level -- Regulation. There is glycogen metabolism regulation specific to skeletal muscle. Muscle glycogen phosphorylase kinase increases its activity in the presence of calcium in the cytoplasm released from the sarcoplasmic reticulum during muscle contraction. It contains calmodulin subunits, which have a high affinity for calcium. Also, low energy state compounds such as AMP, IMP, and Pi are known to be positive allosteric regulators of skeletal muscle glycogen phosphorylase. [8]"}
{"id": "article-22332_7", "title": "Biochemistry, Glycogen -- Molecular Level -- Glycogenesis", "content": "Glycogenesis or glycogen synthesis is a multi-step process that begins with converting glucose to glucose-6-phosphate via hexokinase or the liver isoform of hexokinase known as glucokinase. This process is an essential step as the addition of a phosphate group traps glucose within the cell.  G6P subsequently converts to glucose-1-phosphate (G1P) via phosphoglucomutase. G1P converts to UDP glucose via glucose-1-phosphate uridyltransferase, which requires UTP as an additional substrate. [4] In this step, the phosphate group of glucose-1- phosphate performs a nucleophilic attack on the alpha phosphate of UTP, resulting in the release of pyrophosphate (PPi), which a highly reactive molecule that is quickly subject to hydrolysis. The release of PPi helps to push the reaction forward. [9] Glycogen synthase creates an alpha-1,4 glycosidic bond between UDP-glucose and a growing glycogen strand.", "contents": "Biochemistry, Glycogen -- Molecular Level -- Glycogenesis. Glycogenesis or glycogen synthesis is a multi-step process that begins with converting glucose to glucose-6-phosphate via hexokinase or the liver isoform of hexokinase known as glucokinase. This process is an essential step as the addition of a phosphate group traps glucose within the cell.  G6P subsequently converts to glucose-1-phosphate (G1P) via phosphoglucomutase. G1P converts to UDP glucose via glucose-1-phosphate uridyltransferase, which requires UTP as an additional substrate. [4] In this step, the phosphate group of glucose-1- phosphate performs a nucleophilic attack on the alpha phosphate of UTP, resulting in the release of pyrophosphate (PPi), which a highly reactive molecule that is quickly subject to hydrolysis. The release of PPi helps to push the reaction forward. [9] Glycogen synthase creates an alpha-1,4 glycosidic bond between UDP-glucose and a growing glycogen strand."}
{"id": "article-22332_8", "title": "Biochemistry, Glycogen -- Molecular Level -- Glycogenesis", "content": "However, before glycogen synthase works, it requires a glycogen primer. Glycogenin synthesizes this initial primer for glycogen synthase. Briefly, glycogenin acts by attaching a UDP-glucose molecule at its 1C position to a hydroxyl group on a tyrosine residue, which causes UDP to exit, and the primer subsequently grows to 10 to 20 glucose residues long. [4] Branching subsequently occurs via a glycogen branching enzyme, which has two catalytic activities, which include a transferase and alpha-1,6 glycosidase that forms the branch bond. Once the glycogen chain is roughly 11 glucose residues long, the glycogen branching enzyme begins to add branches. On average, an eight-glucose residue segment transfers and gets placed as a branch of a nearby strand. This branching is an important component as it increases solubility and sites in which glucose can be extracted from the glycogen polymer. [3]", "contents": "Biochemistry, Glycogen -- Molecular Level -- Glycogenesis. However, before glycogen synthase works, it requires a glycogen primer. Glycogenin synthesizes this initial primer for glycogen synthase. Briefly, glycogenin acts by attaching a UDP-glucose molecule at its 1C position to a hydroxyl group on a tyrosine residue, which causes UDP to exit, and the primer subsequently grows to 10 to 20 glucose residues long. [4] Branching subsequently occurs via a glycogen branching enzyme, which has two catalytic activities, which include a transferase and alpha-1,6 glycosidase that forms the branch bond. Once the glycogen chain is roughly 11 glucose residues long, the glycogen branching enzyme begins to add branches. On average, an eight-glucose residue segment transfers and gets placed as a branch of a nearby strand. This branching is an important component as it increases solubility and sites in which glucose can be extracted from the glycogen polymer. [3]"}
{"id": "article-22332_9", "title": "Biochemistry, Glycogen -- Molecular Level -- Glycogenolysis", "content": "Glycogenolysis or glycogen breakdown primarily requires glycogen phosphorylase and debranching enzyme. Glycogen phosphorylase involves the entry of phosphate (Pi) and PLP (Pyridoxal Phosphate), a cofactor derived from Vitamin B6. [10] It ultimately removes one glucose residue from glycogen in the form of Glucose-1-Phosphate. However, glycogen phosphorylase cannot break down alpha-1,4 bonds as it approaches a junction point; thus, the glycogen debranching enzyme takes over four glucose residues before reaching the junction point. [1] Like the branching enzyme, it has two catalytic properties. In this case, they are a transferase and alpha-1,6 glucosidase, which transfer the three distal glucose molecules to a proximal longer chain and hydrolysis of the alpha-1,6 glycosidic bond, respectively. The hydrolysis of the alpha-1,6 glycosidic bond yields a glucose unit instead of Glucose-1-Phosphate (G1P). The ratio of G1P to glucose generated from glycogenolysis is 10 to 1. Following G1P extraction from glycogen, it can convert to glucose-6-phosphate ( G6P ) via phosphoglucomutase for utilization in other processes such as glycolysis or the pentose phosphate pathway (PPP) alternatively called the hexose monophosphate pathway(HMP pathway). [4] Alternatively, it can convert to glucose. To do so, it must break down via glucose-6-phosphatase, which is on the endoplasmic reticulum membrane. It is important to highlight that skeletal muscle does not express glucose-6-phosphatase (G6Pase). [2] [3] Thus, skeletal muscle cannot break down its glycogen to be utilized by other tissues.", "contents": "Biochemistry, Glycogen -- Molecular Level -- Glycogenolysis. Glycogenolysis or glycogen breakdown primarily requires glycogen phosphorylase and debranching enzyme. Glycogen phosphorylase involves the entry of phosphate (Pi) and PLP (Pyridoxal Phosphate), a cofactor derived from Vitamin B6. [10] It ultimately removes one glucose residue from glycogen in the form of Glucose-1-Phosphate. However, glycogen phosphorylase cannot break down alpha-1,4 bonds as it approaches a junction point; thus, the glycogen debranching enzyme takes over four glucose residues before reaching the junction point. [1] Like the branching enzyme, it has two catalytic properties. In this case, they are a transferase and alpha-1,6 glucosidase, which transfer the three distal glucose molecules to a proximal longer chain and hydrolysis of the alpha-1,6 glycosidic bond, respectively. The hydrolysis of the alpha-1,6 glycosidic bond yields a glucose unit instead of Glucose-1-Phosphate (G1P). The ratio of G1P to glucose generated from glycogenolysis is 10 to 1. Following G1P extraction from glycogen, it can convert to glucose-6-phosphate ( G6P ) via phosphoglucomutase for utilization in other processes such as glycolysis or the pentose phosphate pathway (PPP) alternatively called the hexose monophosphate pathway(HMP pathway). [4] Alternatively, it can convert to glucose. To do so, it must break down via glucose-6-phosphatase, which is on the endoplasmic reticulum membrane. It is important to highlight that skeletal muscle does not express glucose-6-phosphatase (G6Pase). [2] [3] Thus, skeletal muscle cannot break down its glycogen to be utilized by other tissues."}
{"id": "article-22332_10", "title": "Biochemistry, Glycogen -- Clinical Significance", "content": "There are many glycogen storage diseases (GSD) caused by genetic mutations in enzymes directly involved in the anabolism and catabolism of glycogen.  They are generally inherited in an autosomal recessive pattern and often present in early childhood. The major GSDs and the enzymes perturbed are as follows [3] [11] : Type 0: muscle glycogen synthase (GYS1) or liver glycogen synthase (GYS2) Type Ia (Von Gierke disease): glycogen-6-phosphatase, specifically G6PC (removes the phosphate group from G6P) Type 1b (Von Gierke disease): glycogen-6-phosphatase, specifically G6PT (transports G6P into the endoplasmic reticulum) Type II (Pompe disease): acid alpha-glucosidase (GAA; this enzyme is localized in the lysosome) Type III (Cori disease): glycogen debranching enzyme Type IV (Andersen disease): glycogen branching enzyme. Type V (McArdle disease): muscle and heart glycogen phosphorylase Type VI (Hers disease): liver glycogen phosphorylase", "contents": "Biochemistry, Glycogen -- Clinical Significance. There are many glycogen storage diseases (GSD) caused by genetic mutations in enzymes directly involved in the anabolism and catabolism of glycogen.  They are generally inherited in an autosomal recessive pattern and often present in early childhood. The major GSDs and the enzymes perturbed are as follows [3] [11] : Type 0: muscle glycogen synthase (GYS1) or liver glycogen synthase (GYS2) Type Ia (Von Gierke disease): glycogen-6-phosphatase, specifically G6PC (removes the phosphate group from G6P) Type 1b (Von Gierke disease): glycogen-6-phosphatase, specifically G6PT (transports G6P into the endoplasmic reticulum) Type II (Pompe disease): acid alpha-glucosidase (GAA; this enzyme is localized in the lysosome) Type III (Cori disease): glycogen debranching enzyme Type IV (Andersen disease): glycogen branching enzyme. Type V (McArdle disease): muscle and heart glycogen phosphorylase Type VI (Hers disease): liver glycogen phosphorylase"}
{"id": "article-22332_11", "title": "Biochemistry, Glycogen -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Biochemistry, Glycogen -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}