{"id": "article-19133_0", "title": "Central Pain Syndrome -- Continuing Education Activity", "content": "Central sensitization of pain occurs when the patient's nervous system is persistently in a high-activity state. This state decreases sensitivity to fire action potentials. When this happens, though the peripheral nervous system provides limited input, the central nervous system responds as if there have been many painful stimuli. Central pain syndrome is also known as centralized pain, central pain, central sensitization, and widespread or diffuse pain. It is relatively common and has genetic and environmental influences predisposing patients. This activity reviews the evaluation and treatment of central pain syndrome and highlights the healthcare team's role in managing patients with this condition.", "contents": "Central Pain Syndrome -- Continuing Education Activity. Central sensitization of pain occurs when the patient's nervous system is persistently in a high-activity state. This state decreases sensitivity to fire action potentials. When this happens, though the peripheral nervous system provides limited input, the central nervous system responds as if there have been many painful stimuli. Central pain syndrome is also known as centralized pain, central pain, central sensitization, and widespread or diffuse pain. It is relatively common and has genetic and environmental influences predisposing patients. This activity reviews the evaluation and treatment of central pain syndrome and highlights the healthcare team's role in managing patients with this condition."}
{"id": "article-19133_1", "title": "Central Pain Syndrome -- Continuing Education Activity", "content": "Objectives: Identify the etiology and epidemiology of central pain syndrome. Review the appropriate physical exam elements to evaluate central pain syndrome properly. Outline the management options available for central pain syndrome. Describe some inter-professional team strategies for improving care coordination and communication to improve outcomes for patients with central pain syndrome. Access free multiple choice questions on this topic.", "contents": "Central Pain Syndrome -- Continuing Education Activity. Objectives: Identify the etiology and epidemiology of central pain syndrome. Review the appropriate physical exam elements to evaluate central pain syndrome properly. Outline the management options available for central pain syndrome. Describe some inter-professional team strategies for improving care coordination and communication to improve outcomes for patients with central pain syndrome. Access free multiple choice questions on this topic."}
{"id": "article-19133_2", "title": "Central Pain Syndrome -- Introduction", "content": "Central sensitization of pain occurs when the patient's nervous system is persistently in a high activity state, which decreases sensitivity to fire action potentials. When this happens, though the peripheral nervous system provides limited input, the central nervous system responds as if there has been a high level of painful stimuli. An increase in the action potential firing leads to amplifying neural signaling. Patients become hypersensitive to pain. This state of high alert is commonly known as the wind-up; clinically, it is known as temporal summation. Ordinary touch may reproduce pain (allodynia), or potentially painful stimulus appear worse (hyperalgesia). [1] The pain can be made even worse by cold temperatures and changes in an emotional state.", "contents": "Central Pain Syndrome -- Introduction. Central sensitization of pain occurs when the patient's nervous system is persistently in a high activity state, which decreases sensitivity to fire action potentials. When this happens, though the peripheral nervous system provides limited input, the central nervous system responds as if there has been a high level of painful stimuli. An increase in the action potential firing leads to amplifying neural signaling. Patients become hypersensitive to pain. This state of high alert is commonly known as the wind-up; clinically, it is known as temporal summation. Ordinary touch may reproduce pain (allodynia), or potentially painful stimulus appear worse (hyperalgesia). [1] The pain can be made even worse by cold temperatures and changes in an emotional state."}
{"id": "article-19133_3", "title": "Central Pain Syndrome -- Introduction", "content": "Central pain syndrome is also known as centralized pain, central pain, central sensitization, and widespread or diffuse pain. It is relatively common and has genetic and environmental influences predisposing patients. Patients with multiple chronic disease states can experience localized and centralized pain. For example, centralized pain often occurs in patients with fibromyalgia and chronic pain syndrome, and it also presents following neurological injuries such as a stroke or a spinal cord injury. Therefore, healthcare providers must identify who is at risk for centralized pain.", "contents": "Central Pain Syndrome -- Introduction. Central pain syndrome is also known as centralized pain, central pain, central sensitization, and widespread or diffuse pain. It is relatively common and has genetic and environmental influences predisposing patients. Patients with multiple chronic disease states can experience localized and centralized pain. For example, centralized pain often occurs in patients with fibromyalgia and chronic pain syndrome, and it also presents following neurological injuries such as a stroke or a spinal cord injury. Therefore, healthcare providers must identify who is at risk for centralized pain."}
{"id": "article-19133_4", "title": "Central Pain Syndrome -- Introduction", "content": "Centralized pain is associated with memory loss and worsening anxiety. The treatment of central pain is different from nociceptor pain. It often requires patients to take antidepressants and anticonvulsants to provide adequate pain relief. Traditional pain relievers, such as NSAIDs or opioids, often are not useful. Central pain syndrome can lead to a chronic and disabling illness that causes a significant impact on a patient's quality of life. Reports exist of widespread generalized pain in up to one-fifth of adult patients. [2]", "contents": "Central Pain Syndrome -- Introduction. Centralized pain is associated with memory loss and worsening anxiety. The treatment of central pain is different from nociceptor pain. It often requires patients to take antidepressants and anticonvulsants to provide adequate pain relief. Traditional pain relievers, such as NSAIDs or opioids, often are not useful. Central pain syndrome can lead to a chronic and disabling illness that causes a significant impact on a patient's quality of life. Reports exist of widespread generalized pain in up to one-fifth of adult patients. [2]"}
{"id": "article-19133_5", "title": "Central Pain Syndrome -- Etiology", "content": "Central pain is often referred to as neuropathic pain, which has localized to the central nervous system. [1] Historically, central pain syndrome was a psychiatric diagnosis seen following a traumatic brain injury or thought to be a diagnosis of exclusion. The theory behind centralized pain was that it was a dysfunction of the nervous system rather than an adaptive change seen with musculoskeletal (nociceptive) pain. [3] For example, it is beneficial to withdraw one's hand away from an open flame. The purpose of pain is protection - to limit harm. Central pain was thought to be the feeling of pain without fire. Not only is it not protective, but it is also actually maladaptive.", "contents": "Central Pain Syndrome -- Etiology. Central pain is often referred to as neuropathic pain, which has localized to the central nervous system. [1] Historically, central pain syndrome was a psychiatric diagnosis seen following a traumatic brain injury or thought to be a diagnosis of exclusion. The theory behind centralized pain was that it was a dysfunction of the nervous system rather than an adaptive change seen with musculoskeletal (nociceptive) pain. [3] For example, it is beneficial to withdraw one's hand away from an open flame. The purpose of pain is protection - to limit harm. Central pain was thought to be the feeling of pain without fire. Not only is it not protective, but it is also actually maladaptive."}
{"id": "article-19133_6", "title": "Central Pain Syndrome -- Etiology", "content": "As multiple systemic syndromes overlap, sensory amplification and pain increase. An estimated 2 to 4% of the population suffers from fibromyalgia, 1% from chronic fatigue, and 4% from somatoform disorders. In addition, there is considerable overlap between regional pain syndromes and psychiatric disorders.", "contents": "Central Pain Syndrome -- Etiology. As multiple systemic syndromes overlap, sensory amplification and pain increase. An estimated 2 to 4% of the population suffers from fibromyalgia, 1% from chronic fatigue, and 4% from somatoform disorders. In addition, there is considerable overlap between regional pain syndromes and psychiatric disorders."}
{"id": "article-19133_7", "title": "Central Pain Syndrome -- Etiology", "content": "Central pain syndrome is neuropathic pain in the central nervous system. It can occur in patients following a stroke or with multiple sclerosis. It is seen in various chronic rheumatological and musculoskeletal disorders as well. When any acute pain becomes chronic, it can undergo centralization, putting patients at risk for developing central pain syndrome.", "contents": "Central Pain Syndrome -- Etiology. Central pain syndrome is neuropathic pain in the central nervous system. It can occur in patients following a stroke or with multiple sclerosis. It is seen in various chronic rheumatological and musculoskeletal disorders as well. When any acute pain becomes chronic, it can undergo centralization, putting patients at risk for developing central pain syndrome."}
{"id": "article-19133_8", "title": "Central Pain Syndrome -- Etiology", "content": "Furthermore, though patients with chronic pain syndrome consider their pain to be peripheral, in reality, it is mostly centralized. The neural signal has become amplified, leading to hyperalgesia and allodynia. When a patient suffers from a peripheral pain state with nociceptive pain, such as rheumatoid arthritis, this pain becomes centralized with time. The patient's pain is then considered to be in a mixed state. [1] [2] Chronic back pain is such an example of peripheral pain becoming centralized. [4] [5] Risk factors for fibromyalgia parallel the risk factors for central pain syndrome. These risk factors include trauma, infection, chronic stress, obesity, and depression. Centralized sensitization occurs when there is minimal or no nociceptive input. Functional neuroimaging can aid in diagnosis as well.", "contents": "Central Pain Syndrome -- Etiology. Furthermore, though patients with chronic pain syndrome consider their pain to be peripheral, in reality, it is mostly centralized. The neural signal has become amplified, leading to hyperalgesia and allodynia. When a patient suffers from a peripheral pain state with nociceptive pain, such as rheumatoid arthritis, this pain becomes centralized with time. The patient's pain is then considered to be in a mixed state. [1] [2] Chronic back pain is such an example of peripheral pain becoming centralized. [4] [5] Risk factors for fibromyalgia parallel the risk factors for central pain syndrome. These risk factors include trauma, infection, chronic stress, obesity, and depression. Centralized sensitization occurs when there is minimal or no nociceptive input. Functional neuroimaging can aid in diagnosis as well."}
{"id": "article-19133_9", "title": "Central Pain Syndrome -- Etiology", "content": "In reality, centralized pain is not mutually exclusive to other types of pain. There is an overlap between pain states. Any central pain state can have a component of peripheral pain, such as peripheral neuropathy. Moreover, there is a significant family predisposition for centralized pain syndrome. [6] [7] Psychological stressors can also trigger worsening symptoms. In many cases, environmental factors cause a triggering event in patients with genetic susceptibility, leading to widespread, centralized pain. [8] [9] Thus environmental stressors require management. Early life trauma, infection, or emotional stress can cause centralized pain in 5 to 10% of patients. [10] [11]", "contents": "Central Pain Syndrome -- Etiology. In reality, centralized pain is not mutually exclusive to other types of pain. There is an overlap between pain states. Any central pain state can have a component of peripheral pain, such as peripheral neuropathy. Moreover, there is a significant family predisposition for centralized pain syndrome. [6] [7] Psychological stressors can also trigger worsening symptoms. In many cases, environmental factors cause a triggering event in patients with genetic susceptibility, leading to widespread, centralized pain. [8] [9] Thus environmental stressors require management. Early life trauma, infection, or emotional stress can cause centralized pain in 5 to 10% of patients. [10] [11]"}
{"id": "article-19133_10", "title": "Central Pain Syndrome -- Etiology", "content": "There is an estimated 50% environmental component to developing centralized pain and a 50% genetic component. First-degree relatives are at eight times more risk of developing widespread pain than the average population. However, there is no significant difference based on the sex of the patient or family member. The genetic association is more prominent in families with a history of mood disorders. [7] [12] [13] There may be a genetic component to the widespread pain, but a single genetic polymorphism has not been identified. [14]", "contents": "Central Pain Syndrome -- Etiology. There is an estimated 50% environmental component to developing centralized pain and a 50% genetic component. First-degree relatives are at eight times more risk of developing widespread pain than the average population. However, there is no significant difference based on the sex of the patient or family member. The genetic association is more prominent in families with a history of mood disorders. [7] [12] [13] There may be a genetic component to the widespread pain, but a single genetic polymorphism has not been identified. [14]"}
{"id": "article-19133_11", "title": "Central Pain Syndrome -- Epidemiology", "content": "Chronic widespread pain seen in centralized pain occurs between 10 to 40% of patients with rheumatoid arthritis, psoriatic arthritis, osteoarthritis, spondyloarthritis, and lupus. Centralized pain occurs between five and fifteen percent of the general population, most of whom have fibromyalgia. [2] [1] The criteria for fibromyalgia diagnosis overlap considerably with centralized pain, with patients with fibromyalgia who report severe fatigue at a fivefold increase for widespread pain. [15] The prevalence of the overlap of central pain syndrome and knee osteoarthritis is between 10 and 15 percent. The prevalence increases if knee pain is bilateral compared to only a single knee. [16] [17] [18]", "contents": "Central Pain Syndrome -- Epidemiology. Chronic widespread pain seen in centralized pain occurs between 10 to 40% of patients with rheumatoid arthritis, psoriatic arthritis, osteoarthritis, spondyloarthritis, and lupus. Centralized pain occurs between five and fifteen percent of the general population, most of whom have fibromyalgia. [2] [1] The criteria for fibromyalgia diagnosis overlap considerably with centralized pain, with patients with fibromyalgia who report severe fatigue at a fivefold increase for widespread pain. [15] The prevalence of the overlap of central pain syndrome and knee osteoarthritis is between 10 and 15 percent. The prevalence increases if knee pain is bilateral compared to only a single knee. [16] [17] [18]"}
{"id": "article-19133_12", "title": "Central Pain Syndrome -- Epidemiology", "content": "The reported centralized pain in rheumatoid arthritis is estimated to be between 13% and 40%. One concern with this patient population is overtreating their rheumatoid arthritis because of increased symptoms, which are actually due to centralized pain. Inflammatory markers are lower in patients with comorbid fibromyalgia and rheumatoid arthritis, while simultaneously, they reported decreased quality of life compared to those with rheumatoid arthritis alone. [19] [20]", "contents": "Central Pain Syndrome -- Epidemiology. The reported centralized pain in rheumatoid arthritis is estimated to be between 13% and 40%. One concern with this patient population is overtreating their rheumatoid arthritis because of increased symptoms, which are actually due to centralized pain. Inflammatory markers are lower in patients with comorbid fibromyalgia and rheumatoid arthritis, while simultaneously, they reported decreased quality of life compared to those with rheumatoid arthritis alone. [19] [20]"}
{"id": "article-19133_13", "title": "Central Pain Syndrome -- Epidemiology", "content": "Centralized pain syndrome appears in 10 to 30% of patients with spondyloarthritis. Separately, 13 to 20 percent of patients with ankylosing spondylitis meet the criteria for fibromyalgia. [21] [22] [23] Patients with widespread pain are much more likely to have clinically significant fatigue with a comorbid mood disorder with moderate to severe symptoms. In one study, centralized pain was present in 53 percent of patients with psoriatic arthritis but only five percent of the average population. [24] Patients with centralized pain were also more likely to be lost to follow-up after initiating treatment. Separately, centralized pain presents in 20 to 40% of patients with lupus or Sjogren syndrome. Furthermore, symptoms were more prevalent as chronic diseases progressed and in patients with comorbid depression. [25] [26]", "contents": "Central Pain Syndrome -- Epidemiology. Centralized pain syndrome appears in 10 to 30% of patients with spondyloarthritis. Separately, 13 to 20 percent of patients with ankylosing spondylitis meet the criteria for fibromyalgia. [21] [22] [23] Patients with widespread pain are much more likely to have clinically significant fatigue with a comorbid mood disorder with moderate to severe symptoms. In one study, centralized pain was present in 53 percent of patients with psoriatic arthritis but only five percent of the average population. [24] Patients with centralized pain were also more likely to be lost to follow-up after initiating treatment. Separately, centralized pain presents in 20 to 40% of patients with lupus or Sjogren syndrome. Furthermore, symptoms were more prevalent as chronic diseases progressed and in patients with comorbid depression. [25] [26]"}
{"id": "article-19133_14", "title": "Central Pain Syndrome -- Epidemiology", "content": "Over a third of women with chronic back pain suffer from centralized pain. The daily impact of central pain is significant in patients with chronic back pain, including severe limitations in their activity level. Given the considerable prevalence of widespread, centralized pain in women with chronic low back pain, it is reasonable to consider central pain syndrome as part of the differential diagnosis in this patient population. [27]", "contents": "Central Pain Syndrome -- Epidemiology. Over a third of women with chronic back pain suffer from centralized pain. The daily impact of central pain is significant in patients with chronic back pain, including severe limitations in their activity level. Given the considerable prevalence of widespread, centralized pain in women with chronic low back pain, it is reasonable to consider central pain syndrome as part of the differential diagnosis in this patient population. [27]"}
{"id": "article-19133_15", "title": "Central Pain Syndrome -- History and Physical", "content": "The diagnosis of centralized pain is symptoms of pain lasting at least three months, with widespread allodynia or hyperalgesia, without any apparent cause of pain. Centralized pain can be either generalized or in multiple locations in the body. Upon normal pressure of palpation, if the pain is reproducible, there is likely hyperalgesia or allodynia secondary to mechanical pressure over a joint or muscle.[28] Centralized pain is associated with mood changes, fatigue, cognitive disturbances, sleep changes, catastrophizing, and neuropathic pain symptoms (burning, numbness, tingling, and paraesthesias). Generally, patients with central pain syndrome will have multifocal pain, memory complaints, and often comorbid major depressive disorder or generalized anxiety disorder. [2] Noxious stimuli, such as extremes of temperature or loud sounds. [28] Providing the patient with a human body drawing can help document areas of pain. [15]", "contents": "Central Pain Syndrome -- History and Physical. The diagnosis of centralized pain is symptoms of pain lasting at least three months, with widespread allodynia or hyperalgesia, without any apparent cause of pain. Centralized pain can be either generalized or in multiple locations in the body. Upon normal pressure of palpation, if the pain is reproducible, there is likely hyperalgesia or allodynia secondary to mechanical pressure over a joint or muscle.[28] Centralized pain is associated with mood changes, fatigue, cognitive disturbances, sleep changes, catastrophizing, and neuropathic pain symptoms (burning, numbness, tingling, and paraesthesias). Generally, patients with central pain syndrome will have multifocal pain, memory complaints, and often comorbid major depressive disorder or generalized anxiety disorder. [2] Noxious stimuli, such as extremes of temperature or loud sounds. [28] Providing the patient with a human body drawing can help document areas of pain. [15]"}
{"id": "article-19133_16", "title": "Central Pain Syndrome -- History and Physical", "content": "The history of the pain should include its onset, description, location, radiation, quality, and severity. Also, the mechanism of injury, if applicable, and factors contributing to its relief or worsening, its frequency, and whether there is any breakthrough pain. Furthermore, associated symptoms should be addressed, such as muscle spasms or aches, temperature changes, restrictions to range of motion, morning stiffness, weakness, muscle strength, sensation, and hair, skin, or nail changes.", "contents": "Central Pain Syndrome -- History and Physical. The history of the pain should include its onset, description, location, radiation, quality, and severity. Also, the mechanism of injury, if applicable, and factors contributing to its relief or worsening, its frequency, and whether there is any breakthrough pain. Furthermore, associated symptoms should be addressed, such as muscle spasms or aches, temperature changes, restrictions to range of motion, morning stiffness, weakness, muscle strength, sensation, and hair, skin, or nail changes."}
{"id": "article-19133_17", "title": "Central Pain Syndrome -- History and Physical", "content": "Separately, a detailed neurologic exam should be done on the physical exam and an examination of the area exhibiting pain. When evaluating for central pain syndrome, a full musculoskeletal exam is recommended. Further evaluation for symmetrical tender points, as seen in fibromyalgia, should also be considered. To be diagnosed with central pain syndrome, pain is often widespread on the axial skeleton, both sides of the body, and above and below the diaphragm. [2] [15] Document any tenderness over soft tissues or joints. On exam, centralized pain is less likely if there is swelling, structural changes, abnormal neurological findings, or concern for inflamed joints.", "contents": "Central Pain Syndrome -- History and Physical. Separately, a detailed neurologic exam should be done on the physical exam and an examination of the area exhibiting pain. When evaluating for central pain syndrome, a full musculoskeletal exam is recommended. Further evaluation for symmetrical tender points, as seen in fibromyalgia, should also be considered. To be diagnosed with central pain syndrome, pain is often widespread on the axial skeleton, both sides of the body, and above and below the diaphragm. [2] [15] Document any tenderness over soft tissues or joints. On exam, centralized pain is less likely if there is swelling, structural changes, abnormal neurological findings, or concern for inflamed joints."}
{"id": "article-19133_18", "title": "Central Pain Syndrome -- Evaluation", "content": "The diagnosis for central pain is primarily clinical, given that the laboratory workup, which includes a CBC, ESR, CRP, TSH, and CK, is generally negative. [29] Labs are, therefore, not indicated unless there is clinical suspicion for their utility. There are also limited genetic biomarkers in the diagnosis of centralized pain. [1] Rheumatologic markers such as RF and ANA are unnecessary unless an autoimmune disorder is suspected.", "contents": "Central Pain Syndrome -- Evaluation. The diagnosis for central pain is primarily clinical, given that the laboratory workup, which includes a CBC, ESR, CRP, TSH, and CK, is generally negative. [29] Labs are, therefore, not indicated unless there is clinical suspicion for their utility. There are also limited genetic biomarkers in the diagnosis of centralized pain. [1] Rheumatologic markers such as RF and ANA are unnecessary unless an autoimmune disorder is suspected."}
{"id": "article-19133_19", "title": "Central Pain Syndrome -- Evaluation", "content": "Screening instruments for central pain are available. These tools included the central sensitization inventory (CSI) and the painDETECT measure. These tools can serve to assess neuropathic pain and centralized pain syndromes such as fibromyalgia, respectively. [30] [31] It is challenging to differentiate the origin of pain, whether central or peripheral. The painDETECT instrument cannot distinguish between peripheral neuropathy secondary to a central or peripheral source. [30]", "contents": "Central Pain Syndrome -- Evaluation. Screening instruments for central pain are available. These tools included the central sensitization inventory (CSI) and the painDETECT measure. These tools can serve to assess neuropathic pain and centralized pain syndromes such as fibromyalgia, respectively. [30] [31] It is challenging to differentiate the origin of pain, whether central or peripheral. The painDETECT instrument cannot distinguish between peripheral neuropathy secondary to a central or peripheral source. [30]"}
{"id": "article-19133_20", "title": "Central Pain Syndrome -- Evaluation", "content": "Furthermore, imaging can help confirm central pain syndrome. MRI and functional neuroimaging (fMRI) have helped shed light on central pain. An fMRI can help distinguish structural and functional brain abnormalities in patients with various chronic pain disorders. Patients with fibromyalgia have demonstrated unique brain patterns on fMRI. It can be a useful tool in diagnosing and predicting patients at risk for developing various pain disorders. [32] [33] These abnormal findings on fMRI include decreased brain volume and cortical thickness and an increase in the level of excitatory neurotransmitters. [32]", "contents": "Central Pain Syndrome -- Evaluation. Furthermore, imaging can help confirm central pain syndrome. MRI and functional neuroimaging (fMRI) have helped shed light on central pain. An fMRI can help distinguish structural and functional brain abnormalities in patients with various chronic pain disorders. Patients with fibromyalgia have demonstrated unique brain patterns on fMRI. It can be a useful tool in diagnosing and predicting patients at risk for developing various pain disorders. [32] [33] These abnormal findings on fMRI include decreased brain volume and cortical thickness and an increase in the level of excitatory neurotransmitters. [32]"}
{"id": "article-19133_21", "title": "Central Pain Syndrome -- Evaluation", "content": "Furthermore, fMRI is useful in helping to determine the connectivity between multiple regions of the brain. The extent of alteration correlates with the scope of the patient's pain. A functional MRI could be an objective measure of the severity of fibromyalgia. [34] The pain signals seen on fMRI in patients diagnosed with fibromyalgia are different than the average population. Functional MRI is a promising test that may be beneficial in the future for diagnosing multiple pain disorders. [35] On positron emission tomography and electroencephalography, increased pain responses have been seen in patients with central pain syndrome. [36] [37]", "contents": "Central Pain Syndrome -- Evaluation. Furthermore, fMRI is useful in helping to determine the connectivity between multiple regions of the brain. The extent of alteration correlates with the scope of the patient's pain. A functional MRI could be an objective measure of the severity of fibromyalgia. [34] The pain signals seen on fMRI in patients diagnosed with fibromyalgia are different than the average population. Functional MRI is a promising test that may be beneficial in the future for diagnosing multiple pain disorders. [35] On positron emission tomography and electroencephalography, increased pain responses have been seen in patients with central pain syndrome. [36] [37]"}
{"id": "article-19133_22", "title": "Central Pain Syndrome -- Treatment / Management", "content": "Treatment often focuses on treating the underlying chronic disease associated with centralized pain. Treatment of a comorbid condition associated with centralized pain is beneficial in relieving a patient's pain. [38] For example, in knee osteoarthritis, neuroimaging changes associated with central pain syndromes improved with joint replacement. Central pain disorders often respond to neuromodulators, antiepileptics, or antidepressants rather than peripheral pain pharmacological agents such as NSAIDs or opioid analgesics. [1] [2]", "contents": "Central Pain Syndrome -- Treatment / Management. Treatment often focuses on treating the underlying chronic disease associated with centralized pain. Treatment of a comorbid condition associated with centralized pain is beneficial in relieving a patient's pain. [38] For example, in knee osteoarthritis, neuroimaging changes associated with central pain syndromes improved with joint replacement. Central pain disorders often respond to neuromodulators, antiepileptics, or antidepressants rather than peripheral pain pharmacological agents such as NSAIDs or opioid analgesics. [1] [2]"}
{"id": "article-19133_23", "title": "Central Pain Syndrome -- Treatment / Management", "content": "Nonpharmacological interventions, including cognitive-behavioral therapy, are also the primary treatment for patients with centralized pain. A holistic approach is necessary for the treatment of centralized pain. The underlying disease can often be a structural, immunologic, or inflammatory component.", "contents": "Central Pain Syndrome -- Treatment / Management. Nonpharmacological interventions, including cognitive-behavioral therapy, are also the primary treatment for patients with centralized pain. A holistic approach is necessary for the treatment of centralized pain. The underlying disease can often be a structural, immunologic, or inflammatory component."}
{"id": "article-19133_24", "title": "Central Pain Syndrome -- Treatment / Management", "content": "Self-directed or therapist-directed physical therapy (PT) techniques can be used, including traction, massage, ultrasonographic therapy, hot or cold applications, positioning, stretching exercises, and transcutaneous electrical nerve stimulation (TENS). Female patients with chronic pelvic pain syndrome can benefit from myofascial physical therapy (MPT) as it leads to hypertonicity relief, improvement in endogenous inhibitory system functionality, reduction in sensitivity to experimental pain, and psychological benefits. [39]", "contents": "Central Pain Syndrome -- Treatment / Management. Self-directed or therapist-directed physical therapy (PT) techniques can be used, including traction, massage, ultrasonographic therapy, hot or cold applications, positioning, stretching exercises, and transcutaneous electrical nerve stimulation (TENS). Female patients with chronic pelvic pain syndrome can benefit from myofascial physical therapy (MPT) as it leads to hypertonicity relief, improvement in endogenous inhibitory system functionality, reduction in sensitivity to experimental pain, and psychological benefits. [39]"}
{"id": "article-19133_25", "title": "Central Pain Syndrome -- Treatment / Management", "content": "Transcutaneous electrical nerve stimulation (TEN) is mainly used to treat rheumatoid arthritis and osteoarthritis. Electrodes are applied over or near the area of pain, keeping the dipole parallel to major nerve trunks. However, its most common side effect is hypersensitivity, and it should be avoided during pregnancy, near the carotid sinus, and in patients with demand-type pacemakers. Motor cortex stimulation (MCS) and deep brain stimulation (DBS) are effective treatment modalities for patients with refractory pain, centralized pain, and peripheral neuropathy. [40] Occupational therapy (OT) is beneficial for patients with chronic pain, especially regional chronic pain syndrome, as it enables them to be more active and helps with their physical symptoms.", "contents": "Central Pain Syndrome -- Treatment / Management. Transcutaneous electrical nerve stimulation (TEN) is mainly used to treat rheumatoid arthritis and osteoarthritis. Electrodes are applied over or near the area of pain, keeping the dipole parallel to major nerve trunks. However, its most common side effect is hypersensitivity, and it should be avoided during pregnancy, near the carotid sinus, and in patients with demand-type pacemakers. Motor cortex stimulation (MCS) and deep brain stimulation (DBS) are effective treatment modalities for patients with refractory pain, centralized pain, and peripheral neuropathy. [40] Occupational therapy (OT) is beneficial for patients with chronic pain, especially regional chronic pain syndrome, as it enables them to be more active and helps with their physical symptoms."}
{"id": "article-19133_26", "title": "Central Pain Syndrome -- Treatment / Management", "content": "Pharmacological therapies recommended for central pain syndrome include tricyclic antidepressants (TCAs), serotonin and norepinephrine reuptake inhibitors (SNRIs), and anticonvulsants. There is strong evidence for using TCAs such as amitriptyline, SNRIs such as duloxetine or venlafaxine, and anticonvulsants pregabalin and gabapentin. In addition, there is moderate evidence for using tramadol or selective serotonin reuptake inhibitors (SSRI) and weak evidence for using S-adenosyl-L-methionine (SAMe).", "contents": "Central Pain Syndrome -- Treatment / Management. Pharmacological therapies recommended for central pain syndrome include tricyclic antidepressants (TCAs), serotonin and norepinephrine reuptake inhibitors (SNRIs), and anticonvulsants. There is strong evidence for using TCAs such as amitriptyline, SNRIs such as duloxetine or venlafaxine, and anticonvulsants pregabalin and gabapentin. In addition, there is moderate evidence for using tramadol or selective serotonin reuptake inhibitors (SSRI) and weak evidence for using S-adenosyl-L-methionine (SAMe)."}
{"id": "article-19133_27", "title": "Central Pain Syndrome -- Differential Diagnosis", "content": "Central pain presents in many chronic pain disorders, including fibromyalgia, interstitial cystitis, temporomandibular disease, and irritable bowel syndrome. In addition, the differential diagnosis for central pain syndrome includes rheumatologic conditions such as polymyalgia rheumatica (PMR), myopathy or myositis, rheumatoid arthritis, psoriatic arthritis, or lupus.", "contents": "Central Pain Syndrome -- Differential Diagnosis. Central pain presents in many chronic pain disorders, including fibromyalgia, interstitial cystitis, temporomandibular disease, and irritable bowel syndrome. In addition, the differential diagnosis for central pain syndrome includes rheumatologic conditions such as polymyalgia rheumatica (PMR), myopathy or myositis, rheumatoid arthritis, psoriatic arthritis, or lupus."}
{"id": "article-19133_28", "title": "Central Pain Syndrome -- Differential Diagnosis", "content": "Furthermore, centralized pain often accompanies chronic back and neck pain. It also correlates with trauma, carpal tunnel syndrome, complex regional pain syndrome, lateral epicondylitis, osteoarthritis, and joint hypermobility syndrome. Centralized pain following a stroke or sequella of a neurological disorder such as multiple sclerosis is also part of the differential. [41] [42] A thalamic stroke is also associated with a specific form of centralized pain syndrome. Lastly, mood disorders such as major depressive disorder or generalized anxiety disorder are related to centralized pain.", "contents": "Central Pain Syndrome -- Differential Diagnosis. Furthermore, centralized pain often accompanies chronic back and neck pain. It also correlates with trauma, carpal tunnel syndrome, complex regional pain syndrome, lateral epicondylitis, osteoarthritis, and joint hypermobility syndrome. Centralized pain following a stroke or sequella of a neurological disorder such as multiple sclerosis is also part of the differential. [41] [42] A thalamic stroke is also associated with a specific form of centralized pain syndrome. Lastly, mood disorders such as major depressive disorder or generalized anxiety disorder are related to centralized pain."}
{"id": "article-19133_29", "title": "Central Pain Syndrome -- Prognosis", "content": "Prognosis is better in patients when the underlying disease state initially caused the pain can be cured, corrected, or managed, as in a shoulder replacement in osteoarthritis. Patients with osteoarthritis and centralized pain report pain reduction with pharmacological therapy aimed at osteoarthritis and an increase in adverse pain outcomes following joint replacement surgery. [43]", "contents": "Central Pain Syndrome -- Prognosis. Prognosis is better in patients when the underlying disease state initially caused the pain can be cured, corrected, or managed, as in a shoulder replacement in osteoarthritis. Patients with osteoarthritis and centralized pain report pain reduction with pharmacological therapy aimed at osteoarthritis and an increase in adverse pain outcomes following joint replacement surgery. [43]"}
{"id": "article-19133_30", "title": "Central Pain Syndrome -- Prognosis", "content": "When osteoarthritis is comorbid with central pain syndrome, the severity of the patient's pain does not correlate with the radiographic severity of osteoarthritis. Furthermore, these patients with radiological evidence of osteoarthritis in a single joint were at increased risk of having multiple painful joints. [16] Furthermore, this comorbid population has more synovitis and effusion in knee osteoarthritis. [18]", "contents": "Central Pain Syndrome -- Prognosis. When osteoarthritis is comorbid with central pain syndrome, the severity of the patient's pain does not correlate with the radiographic severity of osteoarthritis. Furthermore, these patients with radiological evidence of osteoarthritis in a single joint were at increased risk of having multiple painful joints. [16] Furthermore, this comorbid population has more synovitis and effusion in knee osteoarthritis. [18]"}
{"id": "article-19133_31", "title": "Central Pain Syndrome -- Prognosis", "content": "Central sensitization also plays a role in inflammatory arthritis. It occurs in a significant subset of the patient population. [19] Furthermore, patients with rheumatoid arthritis and comorbid fibromyalgia have worse reported pain and poorer mental health and take more medications for pain, including prednisone, while simultaneously having lower levels of inflammatory markers. [44] [45] Patients with inflammatory arthritis and central pain syndrome also have poorer outcomes. [46] Patients with centralized pain and comorbid rheumatoid arthritis suffer from hyperalgesia at nonarticular sites in addition to articular surfaces. [47] [22]", "contents": "Central Pain Syndrome -- Prognosis. Central sensitization also plays a role in inflammatory arthritis. It occurs in a significant subset of the patient population. [19] Furthermore, patients with rheumatoid arthritis and comorbid fibromyalgia have worse reported pain and poorer mental health and take more medications for pain, including prednisone, while simultaneously having lower levels of inflammatory markers. [44] [45] Patients with inflammatory arthritis and central pain syndrome also have poorer outcomes. [46] Patients with centralized pain and comorbid rheumatoid arthritis suffer from hyperalgesia at nonarticular sites in addition to articular surfaces. [47] [22]"}
{"id": "article-19133_32", "title": "Central Pain Syndrome -- Complications", "content": "The impact of central pain disorder affects multiple conditions.", "contents": "Central Pain Syndrome -- Complications. The impact of central pain disorder affects multiple conditions."}
{"id": "article-19133_33", "title": "Central Pain Syndrome -- Complications", "content": "In rheumatoid arthritis, central pain is associated with neuropathic symptoms, increased pain scores without changes to inflammatory markers, increased adverse outcomes, and reduced remission rates.", "contents": "Central Pain Syndrome -- Complications. In rheumatoid arthritis, central pain is associated with neuropathic symptoms, increased pain scores without changes to inflammatory markers, increased adverse outcomes, and reduced remission rates."}
{"id": "article-19133_34", "title": "Central Pain Syndrome -- Complications", "content": "Central sensitization is associated with the increased use of opioids, as well as increased pain severity in patients with osteoarthritis, and is related to poorer patient outcomes.", "contents": "Central Pain Syndrome -- Complications. Central sensitization is associated with the increased use of opioids, as well as increased pain severity in patients with osteoarthritis, and is related to poorer patient outcomes."}
{"id": "article-19133_35", "title": "Central Pain Syndrome -- Complications", "content": "Patients with bilateral knee pain are at increased risk for joint pain in areas other than the knees at a one-year follow-up. [16] [38]", "contents": "Central Pain Syndrome -- Complications. Patients with bilateral knee pain are at increased risk for joint pain in areas other than the knees at a one-year follow-up. [16] [38]"}
{"id": "article-19133_36", "title": "Central Pain Syndrome -- Complications", "content": "For spondyloarthritis, central sensitization correlates with worse outcomes and disease scores, as well as poorer results in treatment.", "contents": "Central Pain Syndrome -- Complications. For spondyloarthritis, central sensitization correlates with worse outcomes and disease scores, as well as poorer results in treatment."}
{"id": "article-19133_37", "title": "Central Pain Syndrome -- Complications", "content": "Centralized pain in lupus carries associations with more significant sleep disturbances, mood changes, and worse outcomes.", "contents": "Central Pain Syndrome -- Complications. Centralized pain in lupus carries associations with more significant sleep disturbances, mood changes, and worse outcomes."}
{"id": "article-19133_38", "title": "Central Pain Syndrome -- Complications", "content": "In chronic back pain, central pain syndrome causes more significant pain and mood changes, as well as increased adverse outcomes. Joint hypermobility syndrome correlates with increased pain severity and poorer patient outcomes.", "contents": "Central Pain Syndrome -- Complications. In chronic back pain, central pain syndrome causes more significant pain and mood changes, as well as increased adverse outcomes. Joint hypermobility syndrome correlates with increased pain severity and poorer patient outcomes."}
{"id": "article-19133_39", "title": "Central Pain Syndrome -- Complications", "content": "In patients with carpal tunnel syndrome, central pain syndrome is associated with poorer surgical outcomes, while in lateral epicondylitis, it is associated with more severe pain, increased duration of pain, and greater risk of failed treatment responses.", "contents": "Central Pain Syndrome -- Complications. In patients with carpal tunnel syndrome, central pain syndrome is associated with poorer surgical outcomes, while in lateral epicondylitis, it is associated with more severe pain, increased duration of pain, and greater risk of failed treatment responses."}
{"id": "article-19133_40", "title": "Central Pain Syndrome -- Complications", "content": "For chronic whiplash injuries, centralized pain correlates with cognitive disturbances, increased pain, and poorer outcomes.", "contents": "Central Pain Syndrome -- Complications. For chronic whiplash injuries, centralized pain correlates with cognitive disturbances, increased pain, and poorer outcomes."}
{"id": "article-19133_41", "title": "Central Pain Syndrome -- Complications", "content": "Preoperative increases in fibromyalgia pain scores correlated with the administration of more postoperative morphine equivalents and a reduced response to NSAIDs. [48] [38]", "contents": "Central Pain Syndrome -- Complications. Preoperative increases in fibromyalgia pain scores correlated with the administration of more postoperative morphine equivalents and a reduced response to NSAIDs. [48] [38]"}
{"id": "article-19133_42", "title": "Central Pain Syndrome -- Deterrence and Patient Education", "content": "Centralized pain occurs when the central nervous system becomes sensitized to pain, leading to a lower pain threshold.", "contents": "Central Pain Syndrome -- Deterrence and Patient Education. Centralized pain occurs when the central nervous system becomes sensitized to pain, leading to a lower pain threshold."}
{"id": "article-19133_43", "title": "Central Pain Syndrome -- Deterrence and Patient Education", "content": "The prevalence of widespread pain or central pain is relatively standard. It is present in up to 20% of patients with chronic pain from any cause.", "contents": "Central Pain Syndrome -- Deterrence and Patient Education. The prevalence of widespread pain or central pain is relatively standard. It is present in up to 20% of patients with chronic pain from any cause."}
{"id": "article-19133_44", "title": "Central Pain Syndrome -- Deterrence and Patient Education", "content": "Common symptoms of centralized pain are: pain from nonpainful contact or pressure (allodynia) and increased pain from painful stimuli (hyperalgesia).", "contents": "Central Pain Syndrome -- Deterrence and Patient Education. Common symptoms of centralized pain are: pain from nonpainful contact or pressure (allodynia) and increased pain from painful stimuli (hyperalgesia)."}
{"id": "article-19133_45", "title": "Central Pain Syndrome -- Deterrence and Patient Education", "content": "Patients suffering from chronic rheumatological and musculoskeletal conditions for at least three months are at increased risk of developing central pain syndrome.", "contents": "Central Pain Syndrome -- Deterrence and Patient Education. Patients suffering from chronic rheumatological and musculoskeletal conditions for at least three months are at increased risk of developing central pain syndrome."}
{"id": "article-19133_46", "title": "Central Pain Syndrome -- Deterrence and Patient Education", "content": "There is both an environmental and genetic component to developing central pain syndrome.", "contents": "Central Pain Syndrome -- Deterrence and Patient Education. There is both an environmental and genetic component to developing central pain syndrome."}
{"id": "article-19133_47", "title": "Central Pain Syndrome -- Deterrence and Patient Education", "content": "A patient can have both a chronic disease causing pain (peripheral pain) and centralized pain (central pain syndrome), and this risk increases over time.", "contents": "Central Pain Syndrome -- Deterrence and Patient Education. A patient can have both a chronic disease causing pain (peripheral pain) and centralized pain (central pain syndrome), and this risk increases over time."}
{"id": "article-19133_48", "title": "Central Pain Syndrome -- Deterrence and Patient Education", "content": "Functional MRI may be a practical diagnostic test in diagnosing various pain disorders.", "contents": "Central Pain Syndrome -- Deterrence and Patient Education. Functional MRI may be a practical diagnostic test in diagnosing various pain disorders."}
{"id": "article-19133_49", "title": "Central Pain Syndrome -- Deterrence and Patient Education", "content": "Centralized pain can significantly and negatively impact multiple chronic disease states, including osteoarthritis and rheumatoid arthritis.", "contents": "Central Pain Syndrome -- Deterrence and Patient Education. Centralized pain can significantly and negatively impact multiple chronic disease states, including osteoarthritis and rheumatoid arthritis."}
{"id": "article-19133_50", "title": "Central Pain Syndrome -- Deterrence and Patient Education", "content": "A pain medicine specialist alongside a primary care physician may be necessary to treat central pain syndrome.", "contents": "Central Pain Syndrome -- Deterrence and Patient Education. A pain medicine specialist alongside a primary care physician may be necessary to treat central pain syndrome."}
{"id": "article-19133_51", "title": "Central Pain Syndrome -- Deterrence and Patient Education", "content": "Treatment of a comorbid disease alongside centralized pain can improve a patient's pain.", "contents": "Central Pain Syndrome -- Deterrence and Patient Education. Treatment of a comorbid disease alongside centralized pain can improve a patient's pain."}
{"id": "article-19133_52", "title": "Central Pain Syndrome -- Deterrence and Patient Education", "content": "First-line treatments for centralized pain include antidepressants and anticonvulsants.", "contents": "Central Pain Syndrome -- Deterrence and Patient Education. First-line treatments for centralized pain include antidepressants and anticonvulsants."}
{"id": "article-19133_53", "title": "Central Pain Syndrome -- Enhancing Healthcare Team Outcomes", "content": "Managing central pain syndrome requires an interprofessional team that includes a pharmacist, nursing staff, and physicians in different specialties. The healthcare team consists of a primary care physician, a pain medicine specialist, and possibly a specialist for the primary source of the patient's pain, such as a rheumatologist or neurologist, and a pharmacist should also consult on these cases. Without proper management, the morbidity from central pain syndrome is high. Centralized pain requires proper identification to receive appropriate treatment. In addition, it requires a different treatment strategy compared with peripheral or mechanical pain:", "contents": "Central Pain Syndrome -- Enhancing Healthcare Team Outcomes. Managing central pain syndrome requires an interprofessional team that includes a pharmacist, nursing staff, and physicians in different specialties. The healthcare team consists of a primary care physician, a pain medicine specialist, and possibly a specialist for the primary source of the patient's pain, such as a rheumatologist or neurologist, and a pharmacist should also consult on these cases. Without proper management, the morbidity from central pain syndrome is high. Centralized pain requires proper identification to receive appropriate treatment. In addition, it requires a different treatment strategy compared with peripheral or mechanical pain:"}
{"id": "article-19133_54", "title": "Central Pain Syndrome -- Enhancing Healthcare Team Outcomes", "content": "Ordering a CBC, ESR, CRP, and CK is often part of the initial workup in central pain disorder. Monitor the patient for signs and symptoms of centralized pain, such as allodynia or hyperalgesia. Pain typically lasts for greater than three months. There is possibly a genetic component to the pain, as well as an environmental component. Consult with the pharmacist about using anticonvulsants and or antidepressants for chronic pain. Consult with a pain medicine specialist and the primary care physician for further management, which may include neuromodulation. Consult with the radiologist about imaging tests, such as a functional MRI, which can aid in diagnosis. Consult with the rheumatologist or neurologist to treat the underlying inflammatory or neurological disorder, respectively.", "contents": "Central Pain Syndrome -- Enhancing Healthcare Team Outcomes. Ordering a CBC, ESR, CRP, and CK is often part of the initial workup in central pain disorder. Monitor the patient for signs and symptoms of centralized pain, such as allodynia or hyperalgesia. Pain typically lasts for greater than three months. There is possibly a genetic component to the pain, as well as an environmental component. Consult with the pharmacist about using anticonvulsants and or antidepressants for chronic pain. Consult with a pain medicine specialist and the primary care physician for further management, which may include neuromodulation. Consult with the radiologist about imaging tests, such as a functional MRI, which can aid in diagnosis. Consult with the rheumatologist or neurologist to treat the underlying inflammatory or neurological disorder, respectively."}
{"id": "article-19133_55", "title": "Central Pain Syndrome -- Enhancing Healthcare Team Outcomes", "content": "The management of central pain disorder requires a full complement of healthcare professionals. Prevention of the development of centralized pain is a worthy goal, given the significant morbidity associated with the diagnosis. The long-term improvement of the symptoms of centralized pain remains guarded. Nursing staff can monitor the patient, serve as a liaison between disciplines, and answer patient questions while charting and informing the team of their observations. Treatment requires meaningful patient education and patience for both healthcare professionals and patients. Eliminating pain may not be possible, but improving the quality of life for the patients is nearly always achievable. [Level 2] An interprofessional team approach will optimize patient outcomes in these cases. [Level 5]", "contents": "Central Pain Syndrome -- Enhancing Healthcare Team Outcomes. The management of central pain disorder requires a full complement of healthcare professionals. Prevention of the development of centralized pain is a worthy goal, given the significant morbidity associated with the diagnosis. The long-term improvement of the symptoms of centralized pain remains guarded. Nursing staff can monitor the patient, serve as a liaison between disciplines, and answer patient questions while charting and informing the team of their observations. Treatment requires meaningful patient education and patience for both healthcare professionals and patients. Eliminating pain may not be possible, but improving the quality of life for the patients is nearly always achievable. [Level 2] An interprofessional team approach will optimize patient outcomes in these cases. [Level 5]"}
{"id": "article-19133_56", "title": "Central Pain Syndrome -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Central Pain Syndrome -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}