{"id": "article-23971_0", "title": "Labial Adhesions -- Continuing Education Activity", "content": "Labial adhesion is the fusion of the labia minora or majora, and it is mostly located near the clitoris. It also may be known as synechia vulvae or labial agglutination. The exact cause for labial adhesions remains unknown. However, it is believed that a state of low estrogen may be a contributing cause. Therefore, these patients are typically managed with estrogen cream when symptomatic.This activity reviews the pathophysiology of labial adhesions and highlights the role of the interprofessional team in its management.", "contents": "Labial Adhesions -- Continuing Education Activity. Labial adhesion is the fusion of the labia minora or majora, and it is mostly located near the clitoris. It also may be known as synechia vulvae or labial agglutination. The exact cause for labial adhesions remains unknown. However, it is believed that a state of low estrogen may be a contributing cause. Therefore, these patients are typically managed with estrogen cream when symptomatic.This activity reviews the pathophysiology of labial adhesions and highlights the role of the interprofessional team in its management."}
{"id": "article-23971_1", "title": "Labial Adhesions -- Continuing Education Activity", "content": "Objectives: Review the cause of labial adhesions. Describe the presentation of labial adhesions. Summarize the treatment options for labial adhesions. Outline the importance of improving care coordination among interprofessional team members to improve outcomes for patients affected by labial adhesions. Access free multiple choice questions on this topic.", "contents": "Labial Adhesions -- Continuing Education Activity. Objectives: Review the cause of labial adhesions. Describe the presentation of labial adhesions. Summarize the treatment options for labial adhesions. Outline the importance of improving care coordination among interprofessional team members to improve outcomes for patients affected by labial adhesions. Access free multiple choice questions on this topic."}
{"id": "article-23971_2", "title": "Labial Adhesions -- Introduction", "content": "Labial adhesion is the fusion of the labia minora or majora, and it is mostly located near the clitoris. It also may be known as synechia vulvae or labial agglutination. The exact cause for labial adhesions remains unknown. However, it is believed that a state of low estrogen may be a contributing cause. Therefore, these patients are typically managed with estrogen cream when symptomatic. [1] [2] [3]", "contents": "Labial Adhesions -- Introduction. Labial adhesion is the fusion of the labia minora or majora, and it is mostly located near the clitoris. It also may be known as synechia vulvae or labial agglutination. The exact cause for labial adhesions remains unknown. However, it is believed that a state of low estrogen may be a contributing cause. Therefore, these patients are typically managed with estrogen cream when symptomatic. [1] [2] [3]"}
{"id": "article-23971_3", "title": "Labial Adhesions -- Etiology", "content": "This entity is mostly an incidental finding since the majority of the patients have no symptoms. As the name implies, labial adhesion is a fusion of the labia minora or majora. The exact cause of labial fusion remains unknown. However, it is believed to occur in a low estrogen state. It is rare in the reproductive age group due to the sufficient levels of estrogen found in this population. [4] [5] [6]", "contents": "Labial Adhesions -- Etiology. This entity is mostly an incidental finding since the majority of the patients have no symptoms. As the name implies, labial adhesion is a fusion of the labia minora or majora. The exact cause of labial fusion remains unknown. However, it is believed to occur in a low estrogen state. It is rare in the reproductive age group due to the sufficient levels of estrogen found in this population. [4] [5] [6]"}
{"id": "article-23971_4", "title": "Labial Adhesions -- Etiology", "content": "For those who do develop labial adhesions during the reproductive age, there is usually a history of some sort of genital trauma or irritation to the genitalia. Examples of genital trauma may include childbirth, sexual abuse, and genitourinary surgery. Management for these patients tends to consist of lysis of the adhesion as well as applying topical estrogen cream. There have been cases of labial adhesion in the postpartum period. It is believed that a possibility may be due to breastfeeding along with the irritation and trauma that occurs during vaginal delivery. The reasoning behind breastfeeding as a cause is that when a mother breastfeeds her baby, prolactin is increased prolactin, leading to a decrease in estrogen and resulting in a hypoestrogenic state. Management remains the same. For preventive measures, it is recommended for minimization of vulvar irritation accompanied by adequate hygiene to the perineal area. Another recommendation may be for the resumption of sexual activity.", "contents": "Labial Adhesions -- Etiology. For those who do develop labial adhesions during the reproductive age, there is usually a history of some sort of genital trauma or irritation to the genitalia. Examples of genital trauma may include childbirth, sexual abuse, and genitourinary surgery. Management for these patients tends to consist of lysis of the adhesion as well as applying topical estrogen cream. There have been cases of labial adhesion in the postpartum period. It is believed that a possibility may be due to breastfeeding along with the irritation and trauma that occurs during vaginal delivery. The reasoning behind breastfeeding as a cause is that when a mother breastfeeds her baby, prolactin is increased prolactin, leading to a decrease in estrogen and resulting in a hypoestrogenic state. Management remains the same. For preventive measures, it is recommended for minimization of vulvar irritation accompanied by adequate hygiene to the perineal area. Another recommendation may be for the resumption of sexual activity."}
{"id": "article-23971_5", "title": "Labial Adhesions -- Etiology", "content": "Labial adhesions also may be found during another low estrogen stage, the postmenopausal stage. In this stage, due to the low estrogen, the genital area is susceptible to irritation and inflammation, which may lead to adhesion. In this age group, the risk of fusion increases when the patient has a history of diabetes mellitus, lichen sclerosis, or diminished sex.", "contents": "Labial Adhesions -- Etiology. Labial adhesions also may be found during another low estrogen stage, the postmenopausal stage. In this stage, due to the low estrogen, the genital area is susceptible to irritation and inflammation, which may lead to adhesion. In this age group, the risk of fusion increases when the patient has a history of diabetes mellitus, lichen sclerosis, or diminished sex."}
{"id": "article-23971_6", "title": "Labial Adhesions -- Epidemiology", "content": "Labial adhesion may affect up to 2% of prepubertal girls, with the typical age of presentation for labial adhesions at two years of age.", "contents": "Labial Adhesions -- Epidemiology. Labial adhesion may affect up to 2% of prepubertal girls, with the typical age of presentation for labial adhesions at two years of age."}
{"id": "article-23971_7", "title": "Labial Adhesions -- Pathophysiology", "content": "The condition is believed to be due to inflammation of the labia in a low-estrogen environment. It is thought to occur in a hypoestrogenic state due to it being very uncommon in the newborn period when there is maternal estrogen influence as well as during the reproductive period when there are adequate estrogen levels. The inflammation can be due to infection as well as to poor hygiene, including stool contamination.", "contents": "Labial Adhesions -- Pathophysiology. The condition is believed to be due to inflammation of the labia in a low-estrogen environment. It is thought to occur in a hypoestrogenic state due to it being very uncommon in the newborn period when there is maternal estrogen influence as well as during the reproductive period when there are adequate estrogen levels. The inflammation can be due to infection as well as to poor hygiene, including stool contamination."}
{"id": "article-23971_8", "title": "Labial Adhesions -- Pathophysiology", "content": "Some studies are against the idea that labial fusion is due to a hypoestrogenic state. A study in 2007 published in \"Pediatric Dermatology\" that measured the serum estradiol levels of 59 prepubertal females with labial adhesion and 60 prepubertal females showed no statistically significant difference in their estrogen levels.", "contents": "Labial Adhesions -- Pathophysiology. Some studies are against the idea that labial fusion is due to a hypoestrogenic state. A study in 2007 published in \"Pediatric Dermatology\" that measured the serum estradiol levels of 59 prepubertal females with labial adhesion and 60 prepubertal females showed no statistically significant difference in their estrogen levels."}
{"id": "article-23971_9", "title": "Labial Adhesions -- History and Physical", "content": "Patients usually have no clinical manifestations, and labial fusion is found incidentally on routine examination. A common location for the fusion of the labia is near the clitoris. The labial adhesion consists of thin fibrotic tissue, which can range from being a small partial fusion to a complete fusion occluding the vaginal orifice.", "contents": "Labial Adhesions -- History and Physical. Patients usually have no clinical manifestations, and labial fusion is found incidentally on routine examination. A common location for the fusion of the labia is near the clitoris. The labial adhesion consists of thin fibrotic tissue, which can range from being a small partial fusion to a complete fusion occluding the vaginal orifice."}
{"id": "article-23971_10", "title": "Labial Adhesions -- History and Physical", "content": "When clinical manifestations do occur, they usually consist of post-void dripping, hematuria, dysuria, and local inflammation in the labial area. These females may come in complaining of difficulty voiding and retention of urine. Urinary tract infections (UTIs) also may be associated with this condition, thus prompting treatment. Some studies have shown that a prepubertal female who has labial adhesion has a higher risk of having a urinary tract infection. It is of utmost importance to do a physical exam that includes evaluation of the genitourinary region. When the labial adhesions resolve successfully, the risk for an infection of the urinary tract decreases.", "contents": "Labial Adhesions -- History and Physical. When clinical manifestations do occur, they usually consist of post-void dripping, hematuria, dysuria, and local inflammation in the labial area. These females may come in complaining of difficulty voiding and retention of urine. Urinary tract infections (UTIs) also may be associated with this condition, thus prompting treatment. Some studies have shown that a prepubertal female who has labial adhesion has a higher risk of having a urinary tract infection. It is of utmost importance to do a physical exam that includes evaluation of the genitourinary region. When the labial adhesions resolve successfully, the risk for an infection of the urinary tract decreases."}
{"id": "article-23971_11", "title": "Labial Adhesions -- Evaluation", "content": "This is a clinical diagnosis. There is no need for laboratory investigations or imaging.", "contents": "Labial Adhesions -- Evaluation. This is a clinical diagnosis. There is no need for laboratory investigations or imaging."}
{"id": "article-23971_12", "title": "Labial Adhesions -- Treatment / Management", "content": "If the patient is clinically asymptomatic, there is no need for treatment and reassurance can be provided to the family as well as education on proper hygiene. The first line in management is reassurance since most of the labial adhesions resolve spontaneously within one year. It is reported that up to 80% resolve without any treatment. [7] [8] [9]", "contents": "Labial Adhesions -- Treatment / Management. If the patient is clinically asymptomatic, there is no need for treatment and reassurance can be provided to the family as well as education on proper hygiene. The first line in management is reassurance since most of the labial adhesions resolve spontaneously within one year. It is reported that up to 80% resolve without any treatment. [7] [8] [9]"}
{"id": "article-23971_13", "title": "Labial Adhesions -- Treatment / Management", "content": "When treatment is indicated, it consists of applying estrogen cream to the labial area. One of the major indications for treatment is a urinary tract infection. Some studies have demonstrated a success rate of up to 90% with the use of topical estrogen cream. Another common topical management is a topical steroid, such as beclomethasone. Even though topical estrogen is the most commonly used, studies have not shown a statistically significant difference between topical estrogen and beclomethasone.", "contents": "Labial Adhesions -- Treatment / Management. When treatment is indicated, it consists of applying estrogen cream to the labial area. One of the major indications for treatment is a urinary tract infection. Some studies have demonstrated a success rate of up to 90% with the use of topical estrogen cream. Another common topical management is a topical steroid, such as beclomethasone. Even though topical estrogen is the most commonly used, studies have not shown a statistically significant difference between topical estrogen and beclomethasone."}
{"id": "article-23971_14", "title": "Labial Adhesions -- Treatment / Management", "content": "After application of the estrogen cream on the vulvar area, side effects may include tenderness to the breast and changes to pigmentation on the area applied. Because there have been no studies on adverse effects with long-term use of topical estrogen in the pediatric population, the recommendation is to use topical estrogen cream for the shortest duration as possible that will provide effective treatment.", "contents": "Labial Adhesions -- Treatment / Management. After application of the estrogen cream on the vulvar area, side effects may include tenderness to the breast and changes to pigmentation on the area applied. Because there have been no studies on adverse effects with long-term use of topical estrogen in the pediatric population, the recommendation is to use topical estrogen cream for the shortest duration as possible that will provide effective treatment."}
{"id": "article-23971_15", "title": "Labial Adhesions -- Treatment / Management", "content": "Other forms of management include topical betamethasone and surgical removal. With the use of betamethasone, there may be thinning of the skin as well increased the risk for infection of the hair follicle, redness, thinning of hair growth, and itchiness on the area applied.", "contents": "Labial Adhesions -- Treatment / Management. Other forms of management include topical betamethasone and surgical removal. With the use of betamethasone, there may be thinning of the skin as well increased the risk for infection of the hair follicle, redness, thinning of hair growth, and itchiness on the area applied."}
{"id": "article-23971_16", "title": "Labial Adhesions -- Treatment / Management", "content": "There is not a precise length of treatment currently recommended for any form of topical treatment; therefore, the shortest duration that resolves the adhesion is recommended. Topical treatment is usually done so once or twice a day for up to six weeks. Some authors have recommended topical management for up to three months. When topical management fails, then adhesion may be managed surgically.", "contents": "Labial Adhesions -- Treatment / Management. There is not a precise length of treatment currently recommended for any form of topical treatment; therefore, the shortest duration that resolves the adhesion is recommended. Topical treatment is usually done so once or twice a day for up to six weeks. Some authors have recommended topical management for up to three months. When topical management fails, then adhesion may be managed surgically."}
{"id": "article-23971_17", "title": "Labial Adhesions -- Treatment / Management", "content": "A few weeks of topical management is recommended before surgical management is considered. Surgical lysis of the fusion is recommended if topical management is unsuccessful. The surgical management is usually performed under general anesthesia and consists of gentle traction.", "contents": "Labial Adhesions -- Treatment / Management. A few weeks of topical management is recommended before surgical management is considered. Surgical lysis of the fusion is recommended if topical management is unsuccessful. The surgical management is usually performed under general anesthesia and consists of gentle traction."}
{"id": "article-23971_18", "title": "Labial Adhesions -- Treatment / Management", "content": "Recurrences are common in labial adhesions, regardless of the mode of treatment used. Labial adhesions may keep reforming until the female patient goes through puberty. Some studies report a rate of recurrence from 11% to 14% with either topical or surgical management. Recurrences may be managed with topical treatment or with surgical lysis of the fusion. Another treatment modality includes manual separation with a continuation of proper hygiene and cleanliness.", "contents": "Labial Adhesions -- Treatment / Management. Recurrences are common in labial adhesions, regardless of the mode of treatment used. Labial adhesions may keep reforming until the female patient goes through puberty. Some studies report a rate of recurrence from 11% to 14% with either topical or surgical management. Recurrences may be managed with topical treatment or with surgical lysis of the fusion. Another treatment modality includes manual separation with a continuation of proper hygiene and cleanliness."}
{"id": "article-23971_19", "title": "Labial Adhesions -- Differential Diagnosis", "content": "Hymenal skin tags Imperforate hymen Introital cysts Mayer-Rokitansky-Kuster-Hauser syndrome Ureterocele Urethral prolapse Vaginal atresia Vaginal rhabdomyosarcoma", "contents": "Labial Adhesions -- Differential Diagnosis. Hymenal skin tags Imperforate hymen Introital cysts Mayer-Rokitansky-Kuster-Hauser syndrome Ureterocele Urethral prolapse Vaginal atresia Vaginal rhabdomyosarcoma"}
{"id": "article-23971_20", "title": "Labial Adhesions -- Enhancing Healthcare Team Outcomes", "content": "Labial adhesions are managed by an interprofessional team that includes the pediatrician, nurse practitioner, and primary care provider. The diagnosis is made on a clinical examination and the treatment depends on symptoms.", "contents": "Labial Adhesions -- Enhancing Healthcare Team Outcomes. Labial adhesions are managed by an interprofessional team that includes the pediatrician, nurse practitioner, and primary care provider. The diagnosis is made on a clinical examination and the treatment depends on symptoms."}
{"id": "article-23971_21", "title": "Labial Adhesions -- Enhancing Healthcare Team Outcomes", "content": "If the patient is clinically asymptomatic, there is no need for treatment and reassurance can be provided to the family as well as education on proper hygiene. The first line in management is reassurance since most of the labial adhesions resolve spontaneously within one year. It is reported that up to 80% resolve without any treatment.", "contents": "Labial Adhesions -- Enhancing Healthcare Team Outcomes. If the patient is clinically asymptomatic, there is no need for treatment and reassurance can be provided to the family as well as education on proper hygiene. The first line in management is reassurance since most of the labial adhesions resolve spontaneously within one year. It is reported that up to 80% resolve without any treatment."}
{"id": "article-23971_22", "title": "Labial Adhesions -- Enhancing Healthcare Team Outcomes", "content": "When treatment is indicated, it consists of applying estrogen cream to the labial area. One of the major indications for treatment is a urinary tract infection. Some studies have demonstrated a success rate of up to 90% with the use of topical estrogen cream. In rare cases, surgical release of the adhesions may be required.", "contents": "Labial Adhesions -- Enhancing Healthcare Team Outcomes. When treatment is indicated, it consists of applying estrogen cream to the labial area. One of the major indications for treatment is a urinary tract infection. Some studies have demonstrated a success rate of up to 90% with the use of topical estrogen cream. In rare cases, surgical release of the adhesions may be required."}
{"id": "article-23971_23", "title": "Labial Adhesions -- Enhancing Healthcare Team Outcomes", "content": "Recurrences are common with labial adhesions, regardless of the mode of treatment used. Labial adhesions may keep reforming until the female patient goes through puberty. Some studies report a rate of recurrence from 11% to 14% with either topical or surgical management.", "contents": "Labial Adhesions -- Enhancing Healthcare Team Outcomes. Recurrences are common with labial adhesions, regardless of the mode of treatment used. Labial adhesions may keep reforming until the female patient goes through puberty. Some studies report a rate of recurrence from 11% to 14% with either topical or surgical management."}
{"id": "article-23971_24", "title": "Labial Adhesions -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Labial Adhesions -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}