{"id": "article-19390_0", "title": "Chest Tube -- Continuing Education Activity", "content": "A chest tube, also known as a thoracostomy tube, is a flexible tube that can be inserted through the chest wall and into the pleural space. This activity reviews the indications, contraindications, and technique involved in placing a chest tube and highlights the role of the interprofessional team in the care of patients undergoing this procedure.", "contents": "Chest Tube -- Continuing Education Activity. A chest tube, also known as a thoracostomy tube, is a flexible tube that can be inserted through the chest wall and into the pleural space. This activity reviews the indications, contraindications, and technique involved in placing a chest tube and highlights the role of the interprofessional team in the care of patients undergoing this procedure."}
{"id": "article-19390_1", "title": "Chest Tube -- Continuing Education Activity", "content": "Objectives: Identify the anatomy of the chest cavity that is relevant to chest tube placement. Describe the equipment needed for insertion of a chest tube. Review the indications for a chest tube. Explain a structured interprofessional team approach to provide effective care to and appropriate surveillance of patients undergoing chest tube placement. Access free multiple choice questions on this topic.", "contents": "Chest Tube -- Continuing Education Activity. Objectives: Identify the anatomy of the chest cavity that is relevant to chest tube placement. Describe the equipment needed for insertion of a chest tube. Review the indications for a chest tube. Explain a structured interprofessional team approach to provide effective care to and appropriate surveillance of patients undergoing chest tube placement. Access free multiple choice questions on this topic."}
{"id": "article-19390_2", "title": "Chest Tube -- Introduction", "content": "A chest tube, also known as a thoracostomy tube, is a flexible tube that can be inserted through the chest wall between the ribs into the pleural space.", "contents": "Chest Tube -- Introduction. A chest tube, also known as a thoracostomy tube, is a flexible tube that can be inserted through the chest wall between the ribs into the pleural space."}
{"id": "article-19390_3", "title": "Chest Tube -- Introduction", "content": "Thoracostomy tubes are commonly made from PVC or silicone. They range in from 6 French to 40 French. The majority are fenestrated along the sides of the insertion end, and the tubes have a radiopaque stripe.  After placement, the distal end of the tube is connected to a pleura-evac system. There are three chambers of a pleura-evac: suction chamber, water seal chamber, and the collection chamber. The water seal chamber acts as a one-way valve allowing air to escape from gravity, but not to re-enter the thoracic cavity. [1] [2] [3] See Image. Chest Tube Example.", "contents": "Chest Tube -- Introduction. Thoracostomy tubes are commonly made from PVC or silicone. They range in from 6 French to 40 French. The majority are fenestrated along the sides of the insertion end, and the tubes have a radiopaque stripe.  After placement, the distal end of the tube is connected to a pleura-evac system. There are three chambers of a pleura-evac: suction chamber, water seal chamber, and the collection chamber. The water seal chamber acts as a one-way valve allowing air to escape from gravity, but not to re-enter the thoracic cavity. [1] [2] [3] See Image. Chest Tube Example."}
{"id": "article-19390_4", "title": "Chest Tube -- Indications", "content": "Physicians use a chest tube into create negative pressure in the chest cavity and allow re-expansion of the lung. It helps remove air (pneumothorax), blood (hemothorax), fluid (pleural effusion or hydrothorax), chyle (chylothorax), or purulence (empyema) from the intrathoracic space. There are other uses for a thoracostomy tube that are not as common and rarely indicated. Typically for a tension pneumothorax needle decompression occurs first and chest tube placement quickly follows after the patient stabilizes from decompression.", "contents": "Chest Tube -- Indications. Physicians use a chest tube into create negative pressure in the chest cavity and allow re-expansion of the lung. It helps remove air (pneumothorax), blood (hemothorax), fluid (pleural effusion or hydrothorax), chyle (chylothorax), or purulence (empyema) from the intrathoracic space. There are other uses for a thoracostomy tube that are not as common and rarely indicated. Typically for a tension pneumothorax needle decompression occurs first and chest tube placement quickly follows after the patient stabilizes from decompression."}
{"id": "article-19390_5", "title": "Chest Tube -- Contraindications", "content": "Relative contraindications to chest tube placement include pulmonary adhesions from previous surgery, pulmonary disease, and/or trauma. Coagulopathy and diaphragmatic hernias can be a contraindication as well.", "contents": "Chest Tube -- Contraindications. Relative contraindications to chest tube placement include pulmonary adhesions from previous surgery, pulmonary disease, and/or trauma. Coagulopathy and diaphragmatic hernias can be a contraindication as well."}
{"id": "article-19390_6", "title": "Chest Tube -- Technique or Treatment", "content": "Placement: A thoracostomy tube is usually placed between the mid to anterior axillary line in the fourth or fifth intercostal space tracking above the rib so as not to injure the intercostal bundle (artery, vein, nerve). The fourth intercostal space is normally at nipple level on males or inframammary fold on females. Tracking up and over one rib space is preferred, so a soft tissue \"flap\" is present upon removal of thoracostomy tube to prevent outside air from tracking back into the thoracic cavity after removal causing a persistent or recurrent pneumothorax. Ultrasound or computed tomography can be used for guidance in the placement of a chest tube. These methods of imaging are more useful in more complicated patients who have a history of infection or surgery. This puts them at a higher risk for scarring. Prophylactic antibiotics should be administered before placement in the elective operative or trauma setting.  Follow-up imaging (chest radiography) is custom after placement to confirm correct positioning of thoracostomy tube. Usually, for pneumothorax, a straight tube is placed toward the apex. For hemothorax or pleural effusion, typically a straight tube is placed posterior and toward apex and/or a right-angled tube can be placed at the base of lung and diaphragm.", "contents": "Chest Tube -- Technique or Treatment. Placement: A thoracostomy tube is usually placed between the mid to anterior axillary line in the fourth or fifth intercostal space tracking above the rib so as not to injure the intercostal bundle (artery, vein, nerve). The fourth intercostal space is normally at nipple level on males or inframammary fold on females. Tracking up and over one rib space is preferred, so a soft tissue \"flap\" is present upon removal of thoracostomy tube to prevent outside air from tracking back into the thoracic cavity after removal causing a persistent or recurrent pneumothorax. Ultrasound or computed tomography can be used for guidance in the placement of a chest tube. These methods of imaging are more useful in more complicated patients who have a history of infection or surgery. This puts them at a higher risk for scarring. Prophylactic antibiotics should be administered before placement in the elective operative or trauma setting.  Follow-up imaging (chest radiography) is custom after placement to confirm correct positioning of thoracostomy tube. Usually, for pneumothorax, a straight tube is placed toward the apex. For hemothorax or pleural effusion, typically a straight tube is placed posterior and toward apex and/or a right-angled tube can be placed at the base of lung and diaphragm."}
{"id": "article-19390_7", "title": "Chest Tube -- Technique or Treatment", "content": "Discontinuation: Upon removal, try to avoid discontinuing the tube upon inspiration because this develops a pressure gradient inside the chest that can have air track intrathoracic and cause a persistent/recurrent pneumothorax after discontinuation. There are several tricks to prevent this from occurring. One is to time the discontinuation and synchronizes with the patient's breathing. Another trick is to have the patient hold their breath or make a seal and blow on their thumb like blowing up a balloon. An occlusive dressing with vaseline or xeroform gauze is preferred or placing a U-stitch around the incision site and tightening when the tube is discontinued is another option. [4] [5]", "contents": "Chest Tube -- Technique or Treatment. Discontinuation: Upon removal, try to avoid discontinuing the tube upon inspiration because this develops a pressure gradient inside the chest that can have air track intrathoracic and cause a persistent/recurrent pneumothorax after discontinuation. There are several tricks to prevent this from occurring. One is to time the discontinuation and synchronizes with the patient's breathing. Another trick is to have the patient hold their breath or make a seal and blow on their thumb like blowing up a balloon. An occlusive dressing with vaseline or xeroform gauze is preferred or placing a U-stitch around the incision site and tightening when the tube is discontinued is another option. [4] [5]"}
{"id": "article-19390_8", "title": "Chest Tube -- Complications", "content": "Complications include bleeding, superficial site infection, deep organ space infection (empyema), dislodgement of the tube, clogging of the tube, re-expansion pulmonary edema, injury to intraabdominal organs such as spleen or liver, injury to the diaphragm, and injury to intrathoracic organs, such as the heart or thoracic aorta.", "contents": "Chest Tube -- Complications. Complications include bleeding, superficial site infection, deep organ space infection (empyema), dislodgement of the tube, clogging of the tube, re-expansion pulmonary edema, injury to intraabdominal organs such as spleen or liver, injury to the diaphragm, and injury to intrathoracic organs, such as the heart or thoracic aorta."}
{"id": "article-19390_9", "title": "Chest Tube -- Clinical Significance", "content": "A chest tube provides life-saving removal of air, blood, and infectious fluids.", "contents": "Chest Tube -- Clinical Significance. A chest tube provides life-saving removal of air, blood, and infectious fluids."}
{"id": "article-19390_10", "title": "Chest Tube -- Clinical Significance -- Management of Chest Tube", "content": "The standard management of chest tubes has yet to be scientifically determined or agreed upon by experts. It is often physician-specific based on their training and anecdotal experience; it is not an exact science. Depending on the indication for the placement of the thoracostomy tube, the overall concept of how to manage one is based on the favorable opposition of the visceral and parietal pleura. The three options of how to manage a chest tube are suction, water seal, and clamping.", "contents": "Chest Tube -- Clinical Significance -- Management of Chest Tube. The standard management of chest tubes has yet to be scientifically determined or agreed upon by experts. It is often physician-specific based on their training and anecdotal experience; it is not an exact science. Depending on the indication for the placement of the thoracostomy tube, the overall concept of how to manage one is based on the favorable opposition of the visceral and parietal pleura. The three options of how to manage a chest tube are suction, water seal, and clamping."}
{"id": "article-19390_11", "title": "Chest Tube -- Clinical Significance -- Management of Chest Tube", "content": "When a new air leak is noted, the chest tube, connecting tubing, pleura-evac, and a patient's wound should be examined for any loose connections or dislodgement of the tube. The fenestrated holes should not be outside of the body. Factors that make a patient high-risk for persistent air leak include steroid use, emphysematous lungs, re-operation with extensive scar tissue, or significant trauma to the lungs.", "contents": "Chest Tube -- Clinical Significance -- Management of Chest Tube. When a new air leak is noted, the chest tube, connecting tubing, pleura-evac, and a patient's wound should be examined for any loose connections or dislodgement of the tube. The fenestrated holes should not be outside of the body. Factors that make a patient high-risk for persistent air leak include steroid use, emphysematous lungs, re-operation with extensive scar tissue, or significant trauma to the lungs."}
{"id": "article-19390_12", "title": "Chest Tube -- Clinical Significance -- Management of Chest Tube", "content": "For most indications, not including specialized thoracic surgeries, suction is usually the initial management of a chest tube. The tube can then be placed to water seal if no air leak is present and no pneumothorax is evident on a chest X-ray (see Image. Chest Tube, X-ray). Chest tubes placed for pleurodesis and decortication usually need to be on suction longer to aid in opposition of the pleura before discontinuing the tube. The chest tube can be discontinued once no air leak is visualized, output is serosanguinous with no signs of bleeding, output is less than 150 cc to 400 cc over a 24-hour period (this range is wide because it is debatable among researchers), nonexistent or stable mild pneumothorax on chest x-ray, and the patient is minimized on positive pressure from the ventilator. If a patient has a persistent leak after the previous management mentioned above, a thoracic surgical specialist will need to be consulted.", "contents": "Chest Tube -- Clinical Significance -- Management of Chest Tube. For most indications, not including specialized thoracic surgeries, suction is usually the initial management of a chest tube. The tube can then be placed to water seal if no air leak is present and no pneumothorax is evident on a chest X-ray (see Image. Chest Tube, X-ray). Chest tubes placed for pleurodesis and decortication usually need to be on suction longer to aid in opposition of the pleura before discontinuing the tube. The chest tube can be discontinued once no air leak is visualized, output is serosanguinous with no signs of bleeding, output is less than 150 cc to 400 cc over a 24-hour period (this range is wide because it is debatable among researchers), nonexistent or stable mild pneumothorax on chest x-ray, and the patient is minimized on positive pressure from the ventilator. If a patient has a persistent leak after the previous management mentioned above, a thoracic surgical specialist will need to be consulted."}
{"id": "article-19390_13", "title": "Chest Tube -- Clinical Significance -- Management of Chest Tube", "content": "If the thoracostomy tube is placed for traumatic hemothorax, the indications for a thoracotomy include an initial sanguineous output of 1500 cc or an average of 200 cc/hr over 4 hours consecutive hours.", "contents": "Chest Tube -- Clinical Significance -- Management of Chest Tube. If the thoracostomy tube is placed for traumatic hemothorax, the indications for a thoracotomy include an initial sanguineous output of 1500 cc or an average of 200 cc/hr over 4 hours consecutive hours."}
{"id": "article-19390_14", "title": "Chest Tube -- Clinical Significance -- Management of Chest Tube", "content": "For post-traumatic retained hemothorax the literature is shifting toward early video-assisted thoracic surgery (VATS) if thoracostomy tube management fails.  Some of the options on management included placement of a second chest tube versus tPA administration through the tube if you think the hemothorax has turned into a clot. Some trauma or CT surgeons are now taking patients straight to VATS if there is a retained hemothorax after the first thoracostomy tube. [6]", "contents": "Chest Tube -- Clinical Significance -- Management of Chest Tube. For post-traumatic retained hemothorax the literature is shifting toward early video-assisted thoracic surgery (VATS) if thoracostomy tube management fails.  Some of the options on management included placement of a second chest tube versus tPA administration through the tube if you think the hemothorax has turned into a clot. Some trauma or CT surgeons are now taking patients straight to VATS if there is a retained hemothorax after the first thoracostomy tube. [6]"}
{"id": "article-19390_15", "title": "Chest Tube -- Clinical Significance -- Considerations", "content": "Small thoracostomy tubes (such as Wayne catheters) are meant to treat pneumothorax over hemothorax or effusion secondary to the risk of clogging. Larger chest tubes, usually 28 French or larger, are needed for drainage of blood or pus in adults.", "contents": "Chest Tube -- Clinical Significance -- Considerations. Small thoracostomy tubes (such as Wayne catheters) are meant to treat pneumothorax over hemothorax or effusion secondary to the risk of clogging. Larger chest tubes, usually 28 French or larger, are needed for drainage of blood or pus in adults."}
{"id": "article-19390_16", "title": "Chest Tube -- Enhancing Healthcare Team Outcomes", "content": "Chest tubes are now routinely used in most hospitals. Patients may have a chest tube inserted for a variety of reasons, and the management does require a team approach. Besides physicians Nurses and respiratory therapists must be familiar with a chest tube and the drainage kit. Not only do chest tubes require regular dressing changes but one has to ensure that the connections are secure and the drainage kit is functioning. See Image. Chest Tube Drainage System. Listening to the patient's chest and regular chest x-rays are the norm.  Nurses need to know how to manage dislodgement or disconnections of chest tubes and how to assess the patient. Finally, if the nurse is ever in doubt about the chest tube, the surgeon should be consulted. [7] [8] Interprofessional teamwork will ensure the best outcomes with chest tubes.", "contents": "Chest Tube -- Enhancing Healthcare Team Outcomes. Chest tubes are now routinely used in most hospitals. Patients may have a chest tube inserted for a variety of reasons, and the management does require a team approach. Besides physicians Nurses and respiratory therapists must be familiar with a chest tube and the drainage kit. Not only do chest tubes require regular dressing changes but one has to ensure that the connections are secure and the drainage kit is functioning. See Image. Chest Tube Drainage System. Listening to the patient's chest and regular chest x-rays are the norm.  Nurses need to know how to manage dislodgement or disconnections of chest tubes and how to assess the patient. Finally, if the nurse is ever in doubt about the chest tube, the surgeon should be consulted. [7] [8] Interprofessional teamwork will ensure the best outcomes with chest tubes."}
{"id": "article-19390_17", "title": "Chest Tube -- Enhancing Healthcare Team Outcomes -- Outcomes", "content": "Most people who require a chest tube for a pneumothorax, empyema or pleural effusion have a good outcome as long as the condition is benign. However, chest tubes do have complications that include bleeding, injury to the internal organs and dislodgement. The rates of these complications vary from 1 to 10%, depending on the institution. Over the past two decades, smaller chest tubes have become available, which are not only easier to insert but are associated with significantly less pain compared to the older chest tubes. [7] [9] [Level 5]", "contents": "Chest Tube -- Enhancing Healthcare Team Outcomes -- Outcomes. Most people who require a chest tube for a pneumothorax, empyema or pleural effusion have a good outcome as long as the condition is benign. However, chest tubes do have complications that include bleeding, injury to the internal organs and dislodgement. The rates of these complications vary from 1 to 10%, depending on the institution. Over the past two decades, smaller chest tubes have become available, which are not only easier to insert but are associated with significantly less pain compared to the older chest tubes. [7] [9] [Level 5]"}
{"id": "article-19390_18", "title": "Chest Tube -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Chest Tube -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}