{"id": "article-36078_0", "title": "Generalized Pustular Psoriasis -- Continuing Education Activity", "content": "Generalized pustular psoriasis is a rare and extreme psoriasis characterized by sterile pustules. The incidence peaks between 40 and 59 years of age, but infantile and juvenile cases are also reported. The age at onset tends to be earlier in those with pure generalized pustular psoriasis without plaque psoriasis. Generalized pustular psoriasis is often associated with metabolic syndrome and polyarthritis. This activity reviews the evaluation and treatment of generalized pustular psoriasis and the role of the interprofessional team in evaluating and treating this condition.", "contents": "Generalized Pustular Psoriasis -- Continuing Education Activity. Generalized pustular psoriasis is a rare and extreme psoriasis characterized by sterile pustules. The incidence peaks between 40 and 59 years of age, but infantile and juvenile cases are also reported. The age at onset tends to be earlier in those with pure generalized pustular psoriasis without plaque psoriasis. Generalized pustular psoriasis is often associated with metabolic syndrome and polyarthritis. This activity reviews the evaluation and treatment of generalized pustular psoriasis and the role of the interprofessional team in evaluating and treating this condition."}
{"id": "article-36078_1", "title": "Generalized Pustular Psoriasis -- Continuing Education Activity", "content": "Objectives: Assess the history and physical exam findings typically seen in patients with generalized pustular psoriasis. Determine how the evaluation for generalized pustular psoriasis is performed. Evaluate the treatment options for generalized pustular psoriasis. Communicate the need for a well-integrated, interprofessional team approach to improve care for patients with generalized pustular psoriasis. Access free multiple choice questions on this topic.", "contents": "Generalized Pustular Psoriasis -- Continuing Education Activity. Objectives: Assess the history and physical exam findings typically seen in patients with generalized pustular psoriasis. Determine how the evaluation for generalized pustular psoriasis is performed. Evaluate the treatment options for generalized pustular psoriasis. Communicate the need for a well-integrated, interprofessional team approach to improve care for patients with generalized pustular psoriasis. Access free multiple choice questions on this topic."}
{"id": "article-36078_2", "title": "Generalized Pustular Psoriasis -- Introduction", "content": "Pustular psoriasis is a rare and extreme form characterized by the appearance of sterile pustules, which can take many patterns. All the main pathological features of the disease are accentuated. Generalized pustular psoriasis is clinically heterogeneous in its age at onset, precipitants, severity, and natural history. Many overlapping clinical entities are recognized. There is a relationship between these entities and plaque psoriasis, as some individuals may have episodes of plaque psoriasis preceding or following the generalized pustular psoriasis, but in others, generalized pustular psoriasis occurs as the sole phenotype without plaque psoriasis at any time (See Image. Pustular Psoriasis). [1] [2] [3]", "contents": "Generalized Pustular Psoriasis -- Introduction. Pustular psoriasis is a rare and extreme form characterized by the appearance of sterile pustules, which can take many patterns. All the main pathological features of the disease are accentuated. Generalized pustular psoriasis is clinically heterogeneous in its age at onset, precipitants, severity, and natural history. Many overlapping clinical entities are recognized. There is a relationship between these entities and plaque psoriasis, as some individuals may have episodes of plaque psoriasis preceding or following the generalized pustular psoriasis, but in others, generalized pustular psoriasis occurs as the sole phenotype without plaque psoriasis at any time (See Image. Pustular Psoriasis). [1] [2] [3]"}
{"id": "article-36078_3", "title": "Generalized Pustular Psoriasis -- Etiology", "content": "Factors that may trigger or exacerbate generalized pustular psoriasis include:", "contents": "Generalized Pustular Psoriasis -- Etiology. Factors that may trigger or exacerbate generalized pustular psoriasis include:"}
{"id": "article-36078_4", "title": "Generalized Pustular Psoriasis -- Etiology", "content": "Infections: Viral or bacterial infections are common exacerbating factors, reported in 12 of 16 patients with known generalized pustular psoriasis in 1 series.", "contents": "Generalized Pustular Psoriasis -- Etiology. Infections: Viral or bacterial infections are common exacerbating factors, reported in 12 of 16 patients with known generalized pustular psoriasis in 1 series."}
{"id": "article-36078_5", "title": "Generalized Pustular Psoriasis -- Etiology", "content": "Drugs: The most important drug provocation is corticosteroids. There is substantial evidence that withdrawal of systemic corticosteroid therapy can precipitate generalized pustular psoriasis, and topical therapy with potent corticosteroids under occlusion has also been implicated. There are reports of the induction of disease on withdrawal of ciclosporin. Other systemic drugs have occasionally been implicated, including terbinafine, propranolol, bupropion, lithium, phenylbutazone, salicylates, and potassium iodide. Coal tar and dithranol may provoke pustulation if applied injudiciously when the disease is unstable.", "contents": "Generalized Pustular Psoriasis -- Etiology. Drugs: The most important drug provocation is corticosteroids. There is substantial evidence that withdrawal of systemic corticosteroid therapy can precipitate generalized pustular psoriasis, and topical therapy with potent corticosteroids under occlusion has also been implicated. There are reports of the induction of disease on withdrawal of ciclosporin. Other systemic drugs have occasionally been implicated, including terbinafine, propranolol, bupropion, lithium, phenylbutazone, salicylates, and potassium iodide. Coal tar and dithranol may provoke pustulation if applied injudiciously when the disease is unstable."}
{"id": "article-36078_6", "title": "Generalized Pustular Psoriasis -- Etiology", "content": "Psychological stress: Many individuals report deterioration at times of psychological stress.", "contents": "Generalized Pustular Psoriasis -- Etiology. Psychological stress: Many individuals report deterioration at times of psychological stress."}
{"id": "article-36078_7", "title": "Generalized Pustular Psoriasis -- Etiology", "content": "Hypocalcemia: Hypocalcemia may arise due to generalized pustular psoriasis, but triggering of active disease by hypocalcemia caused by hypoparathyroidism has also been reported.", "contents": "Generalized Pustular Psoriasis -- Etiology. Hypocalcemia: Hypocalcemia may arise due to generalized pustular psoriasis, but triggering of active disease by hypocalcemia caused by hypoparathyroidism has also been reported."}
{"id": "article-36078_8", "title": "Generalized Pustular Psoriasis -- Etiology", "content": "Pregnancy: Pregnancy has been recognized as 1 of the risk factors.", "contents": "Generalized Pustular Psoriasis -- Etiology. Pregnancy: Pregnancy has been recognized as 1 of the risk factors."}
{"id": "article-36078_9", "title": "Generalized Pustular Psoriasis -- Epidemiology", "content": "Characteristics of the epidemiology of generalized pustular psoriasis include: Incidence and prevalence: Generalized pustular psoriasis is rare. The annual incidence and prevalence in the French population have been estimated at least 0.64 and 1.76 per million, respectively. The prevalence in Japan has been estimated at 7.46 per million. Age at onset: The incidence peaks between 40 and 59, but infantile and juvenile cases are also reported. The age at onset tends to be earlier in those with pure generalized pustular psoriasis without plaque psoriasis. Gender: In some published series, women outnumber men in a ratio of about 2 to 1, which is inconsistent in all cohorts. Associated diseases: Inflammatory polyarthritis is common. In 1 series, one-third of patients were eventually affected. The metabolic syndrome is also frequently associated; in 1 large series, the reported co-morbidities included obesity (43%), hypertension (26%), dyslipidemia (26%), and diabetes (24%).", "contents": "Generalized Pustular Psoriasis -- Epidemiology. Characteristics of the epidemiology of generalized pustular psoriasis include: Incidence and prevalence: Generalized pustular psoriasis is rare. The annual incidence and prevalence in the French population have been estimated at least 0.64 and 1.76 per million, respectively. The prevalence in Japan has been estimated at 7.46 per million. Age at onset: The incidence peaks between 40 and 59, but infantile and juvenile cases are also reported. The age at onset tends to be earlier in those with pure generalized pustular psoriasis without plaque psoriasis. Gender: In some published series, women outnumber men in a ratio of about 2 to 1, which is inconsistent in all cohorts. Associated diseases: Inflammatory polyarthritis is common. In 1 series, one-third of patients were eventually affected. The metabolic syndrome is also frequently associated; in 1 large series, the reported co-morbidities included obesity (43%), hypertension (26%), dyslipidemia (26%), and diabetes (24%)."}
{"id": "article-36078_10", "title": "Generalized Pustular Psoriasis -- Pathophysiology", "content": "Deleterious germline mutations in IL36RN have been reported in familial and sporadic generalized pustular psoriasis in populations from the UK, Germany, Tunisia, Malaysia, China, and Japan. Mutations differ between populations, with evidence of a founder effect; in Europeans, the most common mutation in IL36RN results in the substitution p.Ser113Leu and is present in 0.03% of the healthy European population. Generalized pustular psoriasis patients with IL36RN mutations are more likely to have early-onset disease and a systemic inflammatory response. [4] [5]", "contents": "Generalized Pustular Psoriasis -- Pathophysiology. Deleterious germline mutations in IL36RN have been reported in familial and sporadic generalized pustular psoriasis in populations from the UK, Germany, Tunisia, Malaysia, China, and Japan. Mutations differ between populations, with evidence of a founder effect; in Europeans, the most common mutation in IL36RN results in the substitution p.Ser113Leu and is present in 0.03% of the healthy European population. Generalized pustular psoriasis patients with IL36RN mutations are more likely to have early-onset disease and a systemic inflammatory response. [4] [5]"}
{"id": "article-36078_11", "title": "Generalized Pustular Psoriasis -- Pathophysiology", "content": "IL36RN encodes the IL-36 receptor antagonist (IL36-Ra), expressed primarily in the skin, and is the antagonist of 3 pro-inflammatory cytokines of the IL-1 family (IL-36 alpha, beta, and gamma). These cytokines activate signaling pathways, such as NF-kB and mitogen-activated protein (MAP) kinase, and are interrelated by Th17 cytokines and TNF-alpha. IL-36 cytokines are also overexpressed in plaque psoriasis skin, consistent with the concept that abnormal IL-36 signaling has a significant role in establishing cutaneous inflammation but presumably by a different mechanism than in generalized pustular psoriasis. There are occasional reports of mutations in CARD14, particularly in those with coexistent plaque psoriasis.", "contents": "Generalized Pustular Psoriasis -- Pathophysiology. IL36RN encodes the IL-36 receptor antagonist (IL36-Ra), expressed primarily in the skin, and is the antagonist of 3 pro-inflammatory cytokines of the IL-1 family (IL-36 alpha, beta, and gamma). These cytokines activate signaling pathways, such as NF-kB and mitogen-activated protein (MAP) kinase, and are interrelated by Th17 cytokines and TNF-alpha. IL-36 cytokines are also overexpressed in plaque psoriasis skin, consistent with the concept that abnormal IL-36 signaling has a significant role in establishing cutaneous inflammation but presumably by a different mechanism than in generalized pustular psoriasis. There are occasional reports of mutations in CARD14, particularly in those with coexistent plaque psoriasis."}
{"id": "article-36078_12", "title": "Generalized Pustular Psoriasis -- Histopathology", "content": "In acute, generalized pustular psoriasis, there is intense inflammation. The earliest infiltrate is lymphocytic. Intense papillary and epidermal edema cause spongiosis. The arrival of masses of neutrophils leads to spongiform pustule formation (pustules of Kogoj) and abscesses that quickly become macroscopic. There is acanthosis with elongation of rete ridges. The stratum corneum soon becomes a parakeratotic, and subcorneal pustule is shed as epidermal turnover is accelerated. Similar features are seen in subacute as acute patterns but in a less intense form.", "contents": "Generalized Pustular Psoriasis -- Histopathology. In acute, generalized pustular psoriasis, there is intense inflammation. The earliest infiltrate is lymphocytic. Intense papillary and epidermal edema cause spongiosis. The arrival of masses of neutrophils leads to spongiform pustule formation (pustules of Kogoj) and abscesses that quickly become macroscopic. There is acanthosis with elongation of rete ridges. The stratum corneum soon becomes a parakeratotic, and subcorneal pustule is shed as epidermal turnover is accelerated. Similar features are seen in subacute as acute patterns but in a less intense form."}
{"id": "article-36078_13", "title": "Generalized Pustular Psoriasis -- History and Physical", "content": "In the acute setting, the patient complains of a burning sensation in the skin associated with some pain, usually without any triggering factor. Fever and general debility accompany the appearance of pustules. A few individuals complain of joint pains. [6] [7] [8] Following are the clinical subtypes based on morphology and natural history: The most acute and extreme form of pustular psoriasis is von Zumbusch. It has been given this name after Leo von Zumbusch who described the disease in 2 siblings, caused by some topical treatment. Diagnosis is based on clinical features, abnormal laboratory studies (leukocytosis, elevated erythrocyte sedimentation rate, or C-reactive protein), and histopathological evidence of spongiform pustules.", "contents": "Generalized Pustular Psoriasis -- History and Physical. In the acute setting, the patient complains of a burning sensation in the skin associated with some pain, usually without any triggering factor. Fever and general debility accompany the appearance of pustules. A few individuals complain of joint pains. [6] [7] [8] Following are the clinical subtypes based on morphology and natural history: The most acute and extreme form of pustular psoriasis is von Zumbusch. It has been given this name after Leo von Zumbusch who described the disease in 2 siblings, caused by some topical treatment. Diagnosis is based on clinical features, abnormal laboratory studies (leukocytosis, elevated erythrocyte sedimentation rate, or C-reactive protein), and histopathological evidence of spongiform pustules."}
{"id": "article-36078_14", "title": "Generalized Pustular Psoriasis -- History and Physical", "content": "Early onset plaque psoriasis may develop into pustular psoriasis after years, the cause usually being steroids or any other environmental factor, or the onset may be de novo, usually after an infection. In either form, the earliest symptom is a burning sensation in the skin, which becomes dry and tender. These danger signs, not found in all cases, are followed by a sudden onset of high fever and severe malaise. Pre-existing lesions develop into minute pustules. Worsening of erythema occurs, and pustules spread to involve the previously normal skin, mostly the flexures and genital regions. Pustules may be in the form of discrete pustules, lakes of pus, circinate lesions, erythematous plaques covered with pustules, or a generalized erythroderma. Pustules appear in a series, and dried pustules start exfoliating. The nail changes include thickening and subungual areas of pus. The oral mucosa and tongue may also be involved. The disease process may resolve within a few days or weeks; psoriasis can revert to its normal state, or erythroderma can develop.", "contents": "Generalized Pustular Psoriasis -- History and Physical. Early onset plaque psoriasis may develop into pustular psoriasis after years, the cause usually being steroids or any other environmental factor, or the onset may be de novo, usually after an infection. In either form, the earliest symptom is a burning sensation in the skin, which becomes dry and tender. These danger signs, not found in all cases, are followed by a sudden onset of high fever and severe malaise. Pre-existing lesions develop into minute pustules. Worsening of erythema occurs, and pustules spread to involve the previously normal skin, mostly the flexures and genital regions. Pustules may be in the form of discrete pustules, lakes of pus, circinate lesions, erythematous plaques covered with pustules, or a generalized erythroderma. Pustules appear in a series, and dried pustules start exfoliating. The nail changes include thickening and subungual areas of pus. The oral mucosa and tongue may also be involved. The disease process may resolve within a few days or weeks; psoriasis can revert to its normal state, or erythroderma can develop."}
{"id": "article-36078_15", "title": "Generalized Pustular Psoriasis -- History and Physical", "content": "A rare subacute form represents generalized pustular psoriasis in infancy and early childhood. The disease starts as discrete areas of erythema which become elevated. Pustules appear peripherally on the advancing edge, becoming dry and shedding in the form of scales as the lesion gradually progresses. There are no accompanying systemic symptoms.", "contents": "Generalized Pustular Psoriasis -- History and Physical. A rare subacute form represents generalized pustular psoriasis in infancy and early childhood. The disease starts as discrete areas of erythema which become elevated. Pustules appear peripherally on the advancing edge, becoming dry and shedding in the form of scales as the lesion gradually progresses. There are no accompanying systemic symptoms."}
{"id": "article-36078_16", "title": "Generalized Pustular Psoriasis -- History and Physical", "content": "Impetigo herpetiformis represents widespread pustular psoriasis occurring in pregnancy. Onset is usually in the third trimester of pregnancy but may be earlier and has been documented in the first month of pregnancy and on the first day of the puerperium. The disease often persists until the child is born and may last after childbirth. It is characterized by salient features of generalized pustular psoriasis, usually starting from flexural surfaces as symmetrical, confluent areas of pustulation. The lesions begin in the groin region and other flexures, with small pustules appearing on inflamed skin. These spread radially, become dry in the center, or form plaques that may become widespread and leave a reddish-brown pigmentation as they heal. The tongue, oral cavity, and even the esophagus may be involved, with erosions following pustules.", "contents": "Generalized Pustular Psoriasis -- History and Physical. Impetigo herpetiformis represents widespread pustular psoriasis occurring in pregnancy. Onset is usually in the third trimester of pregnancy but may be earlier and has been documented in the first month of pregnancy and on the first day of the puerperium. The disease often persists until the child is born and may last after childbirth. It is characterized by salient features of generalized pustular psoriasis, usually starting from flexural surfaces as symmetrical, confluent areas of pustulation. The lesions begin in the groin region and other flexures, with small pustules appearing on inflamed skin. These spread radially, become dry in the center, or form plaques that may become widespread and leave a reddish-brown pigmentation as they heal. The tongue, oral cavity, and even the esophagus may be involved, with erosions following pustules."}
{"id": "article-36078_17", "title": "Generalized Pustular Psoriasis -- History and Physical", "content": "Complications include delirium, gastrointestinal upset, tetany, cardiac or renal failure, and ultimately death. The risks of placental insufficiency include stillbirth, neonatal death, or fetal abnormalities and are directly proportional to the severity and chronicity of the disease. The disease recurs in the next pregnancies and on subsequent use of oral contraceptives. In 30% of cases, the onset of the disease occurs in the first year of life. The disease may start in the first few weeks of life and may be present congenitally.", "contents": "Generalized Pustular Psoriasis -- History and Physical. Complications include delirium, gastrointestinal upset, tetany, cardiac or renal failure, and ultimately death. The risks of placental insufficiency include stillbirth, neonatal death, or fetal abnormalities and are directly proportional to the severity and chronicity of the disease. The disease recurs in the next pregnancies and on subsequent use of oral contraceptives. In 30% of cases, the onset of the disease occurs in the first year of life. The disease may start in the first few weeks of life and may be present congenitally."}
{"id": "article-36078_18", "title": "Generalized Pustular Psoriasis -- History and Physical", "content": "In infants, systemic symptoms are often absent, and the disease may require no treatment. Pustular psoriasis may be limited to flexural areas, such as the neck, for prolonged periods. More severe forms with systemic involvement require active management. In children, the age of onset is mostly 2 to 10 years. The lesions may be of von Zumbusch pattern, but annular and circinate forms are more common. Attacks may settle within a few days, but relapses with inflammatory episodes may occur. In older children, the disease resembles that in adults and may take any pattern.", "contents": "Generalized Pustular Psoriasis -- History and Physical. In infants, systemic symptoms are often absent, and the disease may require no treatment. Pustular psoriasis may be limited to flexural areas, such as the neck, for prolonged periods. More severe forms with systemic involvement require active management. In children, the age of onset is mostly 2 to 10 years. The lesions may be of von Zumbusch pattern, but annular and circinate forms are more common. Attacks may settle within a few days, but relapses with inflammatory episodes may occur. In older children, the disease resembles that in adults and may take any pattern."}
{"id": "article-36078_19", "title": "Generalized Pustular Psoriasis -- Evaluation", "content": "The following laboratory studies help in the evaluation of the disease: Elevated erythrocyte sedimentation rate Elevated C-reactive protein levels An absolute lymphopenia at the onset, quickly followed by polymorphonuclear leukocytosis Abnormally low plasma albumin, zinc, and calcium Deranged lipid profile", "contents": "Generalized Pustular Psoriasis -- Evaluation. The following laboratory studies help in the evaluation of the disease: Elevated erythrocyte sedimentation rate Elevated C-reactive protein levels An absolute lymphopenia at the onset, quickly followed by polymorphonuclear leukocytosis Abnormally low plasma albumin, zinc, and calcium Deranged lipid profile"}
{"id": "article-36078_20", "title": "Generalized Pustular Psoriasis -- Treatment / Management", "content": "Generalized pustular psoriasis is treated on the following lines:", "contents": "Generalized Pustular Psoriasis -- Treatment / Management. Generalized pustular psoriasis is treated on the following lines:"}
{"id": "article-36078_21", "title": "Generalized Pustular Psoriasis -- Treatment / Management -- Conservative Treatment", "content": "Encourage fluid and protein intake Monitor input/output Treat infection, if any, with antibiotic Terminate pregnancy if there is a risk to maternal life Prevent hypothermia", "contents": "Generalized Pustular Psoriasis -- Treatment / Management -- Conservative Treatment. Encourage fluid and protein intake Monitor input/output Treat infection, if any, with antibiotic Terminate pregnancy if there is a risk to maternal life Prevent hypothermia"}
{"id": "article-36078_22", "title": "Generalized Pustular Psoriasis -- Treatment / Management -- Topical", "content": "Bland emollients Diluted corticosteroids", "contents": "Generalized Pustular Psoriasis -- Treatment / Management -- Topical. Bland emollients Diluted corticosteroids"}
{"id": "article-36078_23", "title": "Generalized Pustular Psoriasis -- Treatment / Management -- Systemic", "content": "First line Acitretin (not given in pregnancy) in a dose of 1 mg/kg/day Ciclosporin, 3.5 to 5 mg/kg/day Methotrexate, 0.2 to 0.4 mg/kg/day Second line Infliximab Adalimumab Etanercept Prednisolone (only in special conditions, eg, complications) Third line Anakinra", "contents": "Generalized Pustular Psoriasis -- Treatment / Management -- Systemic. First line Acitretin (not given in pregnancy) in a dose of 1 mg/kg/day Ciclosporin, 3.5 to 5 mg/kg/day Methotrexate, 0.2 to 0.4 mg/kg/day Second line Infliximab Adalimumab Etanercept Prednisolone (only in special conditions, eg, complications) Third line Anakinra"}
{"id": "article-36078_24", "title": "Generalized Pustular Psoriasis -- Differential Diagnosis", "content": "The differential diagnosis is that of widespread nonfollicular pustules. In the acute phase, fever, leukocytosis, and elevated inflammatory markers may lead to a mistaken diagnosis of systemic infection, sometimes leading to a counterproductive discontinuation of immunosuppressive treatment. Acute generalized exanthematous pustulosis is a febrile rash showing erythema and pustules. Histopathology shows neutrophilic exoserosis with intraepidermal or subcorneal pustules, edema of the papillary dermis, as well as neutrophilic and eosinophilic dermal infiltrate. Drugs or infections trigger acute generalized exanthematous pustulosis and generally resolves in 2 weeks following the triggering factor cessation. Subcorneal pustular dermatosis of Sneddon and Wilkinson is an erythematous and pustular dermatosis of the trunk and intertriginous areas. Its link to pustular psoriasis remains controversial. IgA pemphigus can mimic generalized pustular psoriasis, but histological and immunofluorescence testing distinguishes between them. The wasting, glossitis, and anemia associated with the migratory necrolytic eruption of glucagonoma should allow differentiation.", "contents": "Generalized Pustular Psoriasis -- Differential Diagnosis. The differential diagnosis is that of widespread nonfollicular pustules. In the acute phase, fever, leukocytosis, and elevated inflammatory markers may lead to a mistaken diagnosis of systemic infection, sometimes leading to a counterproductive discontinuation of immunosuppressive treatment. Acute generalized exanthematous pustulosis is a febrile rash showing erythema and pustules. Histopathology shows neutrophilic exoserosis with intraepidermal or subcorneal pustules, edema of the papillary dermis, as well as neutrophilic and eosinophilic dermal infiltrate. Drugs or infections trigger acute generalized exanthematous pustulosis and generally resolves in 2 weeks following the triggering factor cessation. Subcorneal pustular dermatosis of Sneddon and Wilkinson is an erythematous and pustular dermatosis of the trunk and intertriginous areas. Its link to pustular psoriasis remains controversial. IgA pemphigus can mimic generalized pustular psoriasis, but histological and immunofluorescence testing distinguishes between them. The wasting, glossitis, and anemia associated with the migratory necrolytic eruption of glucagonoma should allow differentiation."}
{"id": "article-36078_25", "title": "Generalized Pustular Psoriasis -- Prognosis", "content": "In the absence of effective treatment, death can occur in the acute stage. The prognosis is good for subacute annular and circinate generalized pustular psoriasis and, consequently, for disease in children. Amongst generalized pustular psoriasis, the prognosis is better when there is a clear trigger, exemplified by generalized pustular psoriasis of pregnancy. Generalized pustular psoriasis developing from acrodermatitis continua of Hallopeau seems to have the worst prognosis. [9] [10]", "contents": "Generalized Pustular Psoriasis -- Prognosis. In the absence of effective treatment, death can occur in the acute stage. The prognosis is good for subacute annular and circinate generalized pustular psoriasis and, consequently, for disease in children. Amongst generalized pustular psoriasis, the prognosis is better when there is a clear trigger, exemplified by generalized pustular psoriasis of pregnancy. Generalized pustular psoriasis developing from acrodermatitis continua of Hallopeau seems to have the worst prognosis. [9] [10]"}
{"id": "article-36078_26", "title": "Generalized Pustular Psoriasis -- Complications", "content": "In the acute phase, the individual is systemically unwell. The complications that can manifest with generalized pustular psoriasis are as follows: Hypovolemia and oligaemia can cause acute kidney injury Hypoalbuminaemia may be profound because of a sudden loss of plasma protein into the tissues and intestinal malabsorption Hypocalcemia may occur as a consequence of hypoalbuminemia Liver enzymes may have abnormalities Cholestatic jaundice as a consequence of neutrophilic cholangitis Acute respiratory distress syndrome, although rare Staphylococcal infection may complicate the disease process Hair loss from all areas of the body if the disease gets prolonged Telogen effluvium may follow 2 to 3 months after the height of the illness Amyloidosis, a rare late complication", "contents": "Generalized Pustular Psoriasis -- Complications. In the acute phase, the individual is systemically unwell. The complications that can manifest with generalized pustular psoriasis are as follows: Hypovolemia and oligaemia can cause acute kidney injury Hypoalbuminaemia may be profound because of a sudden loss of plasma protein into the tissues and intestinal malabsorption Hypocalcemia may occur as a consequence of hypoalbuminemia Liver enzymes may have abnormalities Cholestatic jaundice as a consequence of neutrophilic cholangitis Acute respiratory distress syndrome, although rare Staphylococcal infection may complicate the disease process Hair loss from all areas of the body if the disease gets prolonged Telogen effluvium may follow 2 to 3 months after the height of the illness Amyloidosis, a rare late complication"}
{"id": "article-36078_27", "title": "Generalized Pustular Psoriasis -- Enhancing Healthcare Team Outcomes", "content": "Psoriasis, in general, is managed by the dermatologist, but the primary care provider follows the majority of patients. One rare form of psoriasis is pustular psoriasis, characterized by the appearance of sterile pustules, which can take many patterns. All the main pathological features of the disease are accentuated. Generalized pustular psoriasis is clinically heterogeneous in its age at onset, precipitants, severity, and natural history. The treatment is identical to the usual psoriasis, but death can occur in the acute stage without effective treatment. The prognosis is good for subacute annular and circinate generalized pustular psoriasis and, consequently, for disease in children. Amongst generalized pustular psoriasis, the prognosis is better when there is a clear trigger, exemplified by generalized pustular psoriasis of pregnancy. Generalized pustular psoriasis developing from acrodermatitis continua of Hallopeau seems to have the worst prognosis.", "contents": "Generalized Pustular Psoriasis -- Enhancing Healthcare Team Outcomes. Psoriasis, in general, is managed by the dermatologist, but the primary care provider follows the majority of patients. One rare form of psoriasis is pustular psoriasis, characterized by the appearance of sterile pustules, which can take many patterns. All the main pathological features of the disease are accentuated. Generalized pustular psoriasis is clinically heterogeneous in its age at onset, precipitants, severity, and natural history. The treatment is identical to the usual psoriasis, but death can occur in the acute stage without effective treatment. The prognosis is good for subacute annular and circinate generalized pustular psoriasis and, consequently, for disease in children. Amongst generalized pustular psoriasis, the prognosis is better when there is a clear trigger, exemplified by generalized pustular psoriasis of pregnancy. Generalized pustular psoriasis developing from acrodermatitis continua of Hallopeau seems to have the worst prognosis."}
{"id": "article-36078_28", "title": "Generalized Pustular Psoriasis -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Generalized Pustular Psoriasis -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}