{"id": "article-42596_0", "title": "Prescription Drug Monitoring Program -- Introduction", "content": "Opioids, benzodiazepines, stimulants, and other controlled substances are widely prescribed in the medical field, but these medications may also be misused, abused or diverted for nonmedical purposes. According to the Center for Disease Control and Prevention (CDC), opioid use (prescription and illicit) was involved in the deaths of 42,249 people in 2016, representing a 5-fold increase from 1999 (Drug Overdose Death Data, CDC). One contributing factor is the increased number of total opioid prescriptions administered. [1] Despite the quadrupling of prescribed opioid sales in the United States from 1999 to 2014, there has not been an observed change in the overall pain Americans report. [2]", "contents": "Prescription Drug Monitoring Program -- Introduction. Opioids, benzodiazepines, stimulants, and other controlled substances are widely prescribed in the medical field, but these medications may also be misused, abused or diverted for nonmedical purposes. According to the Center for Disease Control and Prevention (CDC), opioid use (prescription and illicit) was involved in the deaths of 42,249 people in 2016, representing a 5-fold increase from 1999 (Drug Overdose Death Data, CDC). One contributing factor is the increased number of total opioid prescriptions administered. [1] Despite the quadrupling of prescribed opioid sales in the United States from 1999 to 2014, there has not been an observed change in the overall pain Americans report. [2]"}
{"id": "article-42596_1", "title": "Prescription Drug Monitoring Program -- Introduction", "content": "The Prescription Drug Monitoring Program (PDMP) was implemented to help mitigate prescription misuse and diversion, as well as to monitor and analyze prescription and dispensing data for controlled substances. The PDMP system consists of independent statewide electronic databases that track prescriptions of controlled substances within that particular state. This data can be utilized by health authorities to obtain timely information on prescribing practices and patient behaviors. The concept of the PDMP dates back as early as 1918 in the state of New York, while California maintains the oldest continuously operating PDMP program since 1939. [3] Oklahoma was the first state to establish a technologically modern PDMP that collected and distributed prescription data electronically in 1991. [4] Despite its longstanding conceptual history, many states have only recently started to form PDMPs within the last 2 decades.", "contents": "Prescription Drug Monitoring Program -- Introduction. The Prescription Drug Monitoring Program (PDMP) was implemented to help mitigate prescription misuse and diversion, as well as to monitor and analyze prescription and dispensing data for controlled substances. The PDMP system consists of independent statewide electronic databases that track prescriptions of controlled substances within that particular state. This data can be utilized by health authorities to obtain timely information on prescribing practices and patient behaviors. The concept of the PDMP dates back as early as 1918 in the state of New York, while California maintains the oldest continuously operating PDMP program since 1939. [3] Oklahoma was the first state to establish a technologically modern PDMP that collected and distributed prescription data electronically in 1991. [4] Despite its longstanding conceptual history, many states have only recently started to form PDMPs within the last 2 decades."}
{"id": "article-42596_2", "title": "Prescription Drug Monitoring Program -- Function", "content": "PDMPs have been implemented in 49 of 50 states, the District of Columbia, and 1 United States territory (Guam). [5] They require scheduled interval reporting by pharmacies statewide for information on medication data within the past year (drug name, dose), dispense date, and involved parties (patient, prescriber, and pharmacy). Typically, oversight of all controlled substances is recommended including drug enforcement agency (DEA) schedule 2 to 5 drugs, as well as non-opioids such as stimulants (methylphenidate) and unscheduled medications (muscle relaxants). [6] Both individual patient reports and broader population-level reports can be generated, revealing epidemiologic trends within and across geographic regions. Law enforcement organizations can utilize this information to identify fraudulent prescription activity and/or illegal diversion of controlled substances. [7]", "contents": "Prescription Drug Monitoring Program -- Function. PDMPs have been implemented in 49 of 50 states, the District of Columbia, and 1 United States territory (Guam). [5] They require scheduled interval reporting by pharmacies statewide for information on medication data within the past year (drug name, dose), dispense date, and involved parties (patient, prescriber, and pharmacy). Typically, oversight of all controlled substances is recommended including drug enforcement agency (DEA) schedule 2 to 5 drugs, as well as non-opioids such as stimulants (methylphenidate) and unscheduled medications (muscle relaxants). [6] Both individual patient reports and broader population-level reports can be generated, revealing epidemiologic trends within and across geographic regions. Law enforcement organizations can utilize this information to identify fraudulent prescription activity and/or illegal diversion of controlled substances. [7]"}
{"id": "article-42596_3", "title": "Prescription Drug Monitoring Program -- Function", "content": "One model is operated through non-mandated use, where prescribers and dispensers access the database voluntarily. Another model involves proactive reporting, where in addition to voluntarily checking databases, prescribers and dispensers also receive unsolicited reports on patients obtaining a dangerous dose or combination of controlled substances, or if they are acquiring prescriptions from multiple providers. [8] Finally, a mandated use model is gaining recent attention due to preliminary studies demonstrating a reduction in opioid prescribing and decline in doctor shopping. [8] Early operation of the mandated model has occurred in Kentucky, Tennessee, New York, and Ohio, requiring prescribers to review PDMP data prior to prescribing controlled substances. [4]", "contents": "Prescription Drug Monitoring Program -- Function. One model is operated through non-mandated use, where prescribers and dispensers access the database voluntarily. Another model involves proactive reporting, where in addition to voluntarily checking databases, prescribers and dispensers also receive unsolicited reports on patients obtaining a dangerous dose or combination of controlled substances, or if they are acquiring prescriptions from multiple providers. [8] Finally, a mandated use model is gaining recent attention due to preliminary studies demonstrating a reduction in opioid prescribing and decline in doctor shopping. [8] Early operation of the mandated model has occurred in Kentucky, Tennessee, New York, and Ohio, requiring prescribers to review PDMP data prior to prescribing controlled substances. [4]"}
{"id": "article-42596_4", "title": "Prescription Drug Monitoring Program -- Function", "content": "Features of well-functioning and resourceful PDMPs have been described by the CDC, noting requirements to have providers check a state PDMP report prior to prescribing a controlled substance (mandated model), providing real-time data on when controlled substances are dispensed, and permitting access to state health departments to analyze the behavior of the opioid epidemic and assess interventions (Drug Overdose Data, CDC).", "contents": "Prescription Drug Monitoring Program -- Function. Features of well-functioning and resourceful PDMPs have been described by the CDC, noting requirements to have providers check a state PDMP report prior to prescribing a controlled substance (mandated model), providing real-time data on when controlled substances are dispensed, and permitting access to state health departments to analyze the behavior of the opioid epidemic and assess interventions (Drug Overdose Data, CDC)."}
{"id": "article-42596_5", "title": "Prescription Drug Monitoring Program -- Function", "content": "Access to PDMP data varies per state law, although healthcare prescribers and pharmacists are usually allowed to obtain reports on patients they are directly treating. Some states provide reports to law enforcement organizations, state Medicaid programs, licensing and regulatory boards, medical examiners, and various research programs. [9]", "contents": "Prescription Drug Monitoring Program -- Function. Access to PDMP data varies per state law, although healthcare prescribers and pharmacists are usually allowed to obtain reports on patients they are directly treating. Some states provide reports to law enforcement organizations, state Medicaid programs, licensing and regulatory boards, medical examiners, and various research programs. [9]"}
{"id": "article-42596_6", "title": "Prescription Drug Monitoring Program -- Issues of Concern", "content": "Major deficiencies are present within the currently deployed PDMPs. [10] Firstly, there is inadequate collection of certain information in various states, including the absence of reporting method of payment and identification of the person filling out the prescription. In addition, no States record data on prescribers’ deaths or disciplinary status (license suspension). Secondly, the provided data is not always effectively utilized in clinical practice. This is depicted by most states not requiring prescribers or pharmacists to check a PDMP report prior to prescribing controlled substances, the presence of lag time in updating data, and the absence of tools to analyze the comprehensive data generated by the PDMP. Thirdly, there may be limited interstate data sharing, which may allow inadequate monitoring of patients who cross state boundaries to obtain medications. Finally, there is inadequate use of data by regulatory agencies, and states may have legal protections that prevent law enforcement access to these reports. [9]", "contents": "Prescription Drug Monitoring Program -- Issues of Concern. Major deficiencies are present within the currently deployed PDMPs. [10] Firstly, there is inadequate collection of certain information in various states, including the absence of reporting method of payment and identification of the person filling out the prescription. In addition, no States record data on prescribers’ deaths or disciplinary status (license suspension). Secondly, the provided data is not always effectively utilized in clinical practice. This is depicted by most states not requiring prescribers or pharmacists to check a PDMP report prior to prescribing controlled substances, the presence of lag time in updating data, and the absence of tools to analyze the comprehensive data generated by the PDMP. Thirdly, there may be limited interstate data sharing, which may allow inadequate monitoring of patients who cross state boundaries to obtain medications. Finally, there is inadequate use of data by regulatory agencies, and states may have legal protections that prevent law enforcement access to these reports. [9]"}
{"id": "article-42596_7", "title": "Prescription Drug Monitoring Program -- Clinical Significance", "content": "The evidence basis for establishing the positive impact of state-wide PDMPs remains mixed. A recent review by Finley and colleagues in 2017 evaluated outcomes of PDMP implementation in 4 key domains: opioid prescribing, opioid diversion and supply, opioid misuse, and opioid-related morbidity and mortality. [3] While there was evidence found for reduced opioid prescriptions in certain states including Florida [11] and New York, [12] these associations were not observed when combining results from multiple PDMP states. [13] Regarding illicit drug diversion and overall supply, reduced shipments of oxycodone were found in PDMP states, but no reduction was seen for all opioid shipments overall. [14] Only one study assessed the impact on opioid misuse, noting that although the presence of a PDMP slowed the rate of increase in misuse, there was no observed absolute reduction in misuse. [15] Importantly, studies have revealed that opioid-specific mortality was lower in certain states with a PDMP including California, Texas, New York, [16] and Florida, [17] although this trend was not observed when combining all PDMP states overall. [18]", "contents": "Prescription Drug Monitoring Program -- Clinical Significance. The evidence basis for establishing the positive impact of state-wide PDMPs remains mixed. A recent review by Finley and colleagues in 2017 evaluated outcomes of PDMP implementation in 4 key domains: opioid prescribing, opioid diversion and supply, opioid misuse, and opioid-related morbidity and mortality. [3] While there was evidence found for reduced opioid prescriptions in certain states including Florida [11] and New York, [12] these associations were not observed when combining results from multiple PDMP states. [13] Regarding illicit drug diversion and overall supply, reduced shipments of oxycodone were found in PDMP states, but no reduction was seen for all opioid shipments overall. [14] Only one study assessed the impact on opioid misuse, noting that although the presence of a PDMP slowed the rate of increase in misuse, there was no observed absolute reduction in misuse. [15] Importantly, studies have revealed that opioid-specific mortality was lower in certain states with a PDMP including California, Texas, New York, [16] and Florida, [17] although this trend was not observed when combining all PDMP states overall. [18]"}
{"id": "article-42596_8", "title": "Prescription Drug Monitoring Program -- Other Issues", "content": "Similar to all electronic databases, problems that may be encountered include difficulty with obtaining login access, inability to use the database when systems are offline for maintenance and other purposes, lack of integration of comprehensive information into clinical workflow, and presence of incomplete data. [6] [19] Furthermore, there may be limited professional guidance to assist providers on how to correctly access and interpret query results. [19]", "contents": "Prescription Drug Monitoring Program -- Other Issues. Similar to all electronic databases, problems that may be encountered include difficulty with obtaining login access, inability to use the database when systems are offline for maintenance and other purposes, lack of integration of comprehensive information into clinical workflow, and presence of incomplete data. [6] [19] Furthermore, there may be limited professional guidance to assist providers on how to correctly access and interpret query results. [19]"}
{"id": "article-42596_9", "title": "Prescription Drug Monitoring Program -- Other Issues", "content": "The formation of certain guidelines has also been met with resistance by primary care providers due to the hindrance of patient-provider trust. For instance, some guidelines recommend the use of written agreements (pain contracts) and urine drug screening, which may be interpreted as a confrontational approach by some patients and thus introduce a source of mistrust. [6]", "contents": "Prescription Drug Monitoring Program -- Other Issues. The formation of certain guidelines has also been met with resistance by primary care providers due to the hindrance of patient-provider trust. For instance, some guidelines recommend the use of written agreements (pain contracts) and urine drug screening, which may be interpreted as a confrontational approach by some patients and thus introduce a source of mistrust. [6]"}
{"id": "article-42596_10", "title": "Prescription Drug Monitoring Program -- Other Issues", "content": "The PDMP has been developed at the level of individual states, leading to considerable variation in policies, query generation, and data reporting.  This lack of consistent data collection and report standardization between states makes it challenging to interpret results for providers needing to access multiple different state-specific PDMPs. It is likely that these PDMP deficiencies have hindered clinical outcomes research. [3]", "contents": "Prescription Drug Monitoring Program -- Other Issues. The PDMP has been developed at the level of individual states, leading to considerable variation in policies, query generation, and data reporting.  This lack of consistent data collection and report standardization between states makes it challenging to interpret results for providers needing to access multiple different state-specific PDMPs. It is likely that these PDMP deficiencies have hindered clinical outcomes research. [3]"}
{"id": "article-42596_11", "title": "Prescription Drug Monitoring Program -- Enhancing Healthcare Team Outcomes", "content": "All healthcare workers who write prescriptions should be familiar with PDMP. This program has been implemented in 49 of 50 states, the District of Columbia, and 1 United States territory (Guam). [5] The program requires scheduled interval reporting by pharmacies statewide for information on medication data within the past year (drug name, dose), dispense date, and involved parties (patient, prescriber, and pharmacy). Typically, oversight of all controlled substances is recommended including drug enforcement agency (DEA) schedule 2 to 5 drugs, as well as non-opioids such as stimulants (methylphenidate) and unscheduled medications (muscle relaxants). [6] Both individual patient reports and broader population-level reports can be generated, revealing epidemiologic trends within and across geographic regions. Law enforcement organizations can utilize this information to identify fraudulent prescription activity and/or illegal diversion of controlled substances. [7] More important, the PDMP is also used to identify physician, nurse practitioner, and physician assistant prescribing habits, especially controlled substances; as well as outliers.", "contents": "Prescription Drug Monitoring Program -- Enhancing Healthcare Team Outcomes. All healthcare workers who write prescriptions should be familiar with PDMP. This program has been implemented in 49 of 50 states, the District of Columbia, and 1 United States territory (Guam). [5] The program requires scheduled interval reporting by pharmacies statewide for information on medication data within the past year (drug name, dose), dispense date, and involved parties (patient, prescriber, and pharmacy). Typically, oversight of all controlled substances is recommended including drug enforcement agency (DEA) schedule 2 to 5 drugs, as well as non-opioids such as stimulants (methylphenidate) and unscheduled medications (muscle relaxants). [6] Both individual patient reports and broader population-level reports can be generated, revealing epidemiologic trends within and across geographic regions. Law enforcement organizations can utilize this information to identify fraudulent prescription activity and/or illegal diversion of controlled substances. [7] More important, the PDMP is also used to identify physician, nurse practitioner, and physician assistant prescribing habits, especially controlled substances; as well as outliers."}
{"id": "article-42596_12", "title": "Prescription Drug Monitoring Program -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Prescription Drug Monitoring Program -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}