{"id": "article-26983_0", "title": "Periodontal Disease -- Continuing Education Activity", "content": "Periodontal diseases are disease processes involving the periodontium, a term used to describe the supportive apparatus surrounding a tooth, which includes the gingival tissue, alveolar bone, cementum, and periodontal ligament. Gingivitis is the mildest form of periodontal disease and can be found in up to 90% of the population. It is a reactive condition that is reversible upon the improvement of oral hygiene. Periodontitis is when the periodontal condition has progressed beyond gingivitis into a chronic, destructive, irreversible inflammatory disease state. The bacteria then can penetrate deeper into the tissues and surrounding periodontium. This triggers a host response in an attempt to defend against the invading bacteria. However, during the process of protecting against the bacteria, the host defenses also lead to the destruction of the periodontium. Periodontitis leads to loss of attachment of the periodontium, which subsequently progresses to alveolar bone loss, potentially resulting in loss of the affected tooth. This activity describes the evaluation and management of periodontal diseases and highlights the role of the interprofessional healthcare team in identifying and treating patients with these conditions.", "contents": "Periodontal Disease -- Continuing Education Activity. Periodontal diseases are disease processes involving the periodontium, a term used to describe the supportive apparatus surrounding a tooth, which includes the gingival tissue, alveolar bone, cementum, and periodontal ligament. Gingivitis is the mildest form of periodontal disease and can be found in up to 90% of the population. It is a reactive condition that is reversible upon the improvement of oral hygiene. Periodontitis is when the periodontal condition has progressed beyond gingivitis into a chronic, destructive, irreversible inflammatory disease state. The bacteria then can penetrate deeper into the tissues and surrounding periodontium. This triggers a host response in an attempt to defend against the invading bacteria. However, during the process of protecting against the bacteria, the host defenses also lead to the destruction of the periodontium. Periodontitis leads to loss of attachment of the periodontium, which subsequently progresses to alveolar bone loss, potentially resulting in loss of the affected tooth. This activity describes the evaluation and management of periodontal diseases and highlights the role of the interprofessional healthcare team in identifying and treating patients with these conditions."}
{"id": "article-26983_1", "title": "Periodontal Disease -- Continuing Education Activity", "content": "Objectives: Identify the etiology of periodontal diseases. Describe and summarize the pathophysiology of periodontal diseases. Outline the treatment and management options available for periodontal diseases. Review interprofessional team strategies for improving care coordination and communication to advance the treatment of periodontal diseases and improve outcomes. Access free multiple choice questions on this topic.", "contents": "Periodontal Disease -- Continuing Education Activity. Objectives: Identify the etiology of periodontal diseases. Describe and summarize the pathophysiology of periodontal diseases. Outline the treatment and management options available for periodontal diseases. Review interprofessional team strategies for improving care coordination and communication to advance the treatment of periodontal diseases and improve outcomes. Access free multiple choice questions on this topic."}
{"id": "article-26983_2", "title": "Periodontal Disease -- Introduction", "content": "Periodontal diseases are disease processes involving the periodontium, a term used to describe the supportive apparatus surrounding the tooth, which includes the gingival tissue, alveolar bone, cementum, and periodontal ligament.", "contents": "Periodontal Disease -- Introduction. Periodontal diseases are disease processes involving the periodontium, a term used to describe the supportive apparatus surrounding the tooth, which includes the gingival tissue, alveolar bone, cementum, and periodontal ligament."}
{"id": "article-26983_3", "title": "Periodontal Disease -- Introduction", "content": "Gingivitis is the mildest form of periodontal disease and can be found in up to 90% of the population. It is a term used to describe the inflammation of the gingiva due to the accumulation of bacteria and debris between the gum line and tooth, also known as dental plaque. Gingivitis is a reactive condition that is reversible upon the improvement of oral hygiene. Periodontitis is when the periodontal condition has progressed beyond gingivitis into a chronic, destructive, irreversible inflammatory disease state. The bacteria then can penetrate deeper into the tissues and surrounding periodontium. This triggers a host response in an attempt to defend against the invading bacteria. However, during the process of protecting against the bacteria, the host defenses also lead to the destruction of the periodontium. Periodontitis leads to loss of attachment of the periodontium, which subsequently progresses to alveolar bone loss, potentially resulting in loss of the affected tooth [1] [2] [3] .", "contents": "Periodontal Disease -- Introduction. Gingivitis is the mildest form of periodontal disease and can be found in up to 90% of the population. It is a term used to describe the inflammation of the gingiva due to the accumulation of bacteria and debris between the gum line and tooth, also known as dental plaque. Gingivitis is a reactive condition that is reversible upon the improvement of oral hygiene. Periodontitis is when the periodontal condition has progressed beyond gingivitis into a chronic, destructive, irreversible inflammatory disease state. The bacteria then can penetrate deeper into the tissues and surrounding periodontium. This triggers a host response in an attempt to defend against the invading bacteria. However, during the process of protecting against the bacteria, the host defenses also lead to the destruction of the periodontium. Periodontitis leads to loss of attachment of the periodontium, which subsequently progresses to alveolar bone loss, potentially resulting in loss of the affected tooth [1] [2] [3] ."}
{"id": "article-26983_4", "title": "Periodontal Disease -- Introduction", "content": "In 2017, the American Academy of Periodontology, in collaboration with the European Federation of Periodontology, devised a new classification of periodontal and peri-implant diseases. In this new classification, periodontitis can be subdivided into three categories: Necrotizing periodontal diseases Periodontitis Periodontitis as a manifestation of systemic diseases", "contents": "Periodontal Disease -- Introduction. In 2017, the American Academy of Periodontology, in collaboration with the European Federation of Periodontology, devised a new classification of periodontal and peri-implant diseases. In this new classification, periodontitis can be subdivided into three categories: Necrotizing periodontal diseases Periodontitis Periodontitis as a manifestation of systemic diseases"}
{"id": "article-26983_5", "title": "Periodontal Disease -- Introduction", "content": "Necrotizing periodontal disease refers to a virulent, rapidly progressing disease that is mostly seen in immunosuppressed patients, such as those with HIV. This form of periodontal disease includes necrosis of the gingiva found between the teeth, bleeding, and associated pain [4] [5] .", "contents": "Periodontal Disease -- Introduction. Necrotizing periodontal disease refers to a virulent, rapidly progressing disease that is mostly seen in immunosuppressed patients, such as those with HIV. This form of periodontal disease includes necrosis of the gingiva found between the teeth, bleeding, and associated pain [4] [5] ."}
{"id": "article-26983_6", "title": "Periodontal Disease -- Etiology", "content": "Periodontal diseases arise as a result of several factors, including both patient-specific risk factors and inadequate oral hygiene.", "contents": "Periodontal Disease -- Etiology. Periodontal diseases arise as a result of several factors, including both patient-specific risk factors and inadequate oral hygiene."}
{"id": "article-26983_7", "title": "Periodontal Disease -- Etiology", "content": "The risk factors can be subdivided into modifiable risk factors, including smoking tobacco, poor oral hygiene, diabetes mellitus, and pregnancy, and non-modifiable risk factors, like age and heredity, including genetic diseases.", "contents": "Periodontal Disease -- Etiology. The risk factors can be subdivided into modifiable risk factors, including smoking tobacco, poor oral hygiene, diabetes mellitus, and pregnancy, and non-modifiable risk factors, like age and heredity, including genetic diseases."}
{"id": "article-26983_8", "title": "Periodontal Disease -- Etiology", "content": "Inadequate oral hygiene practices play a significant role in the initiation and development of periodontal diseases. Improper oral hygiene techniques can lead to the build-up of bacteria and plaque on the teeth, initiating gingivitis and potentially progressing to periodontitis. This relationship has been demonstrated in the literature, with the increasing build-up of dental plaque being directly associated with increased severity and prevalence of periodontal diseases.", "contents": "Periodontal Disease -- Etiology. Inadequate oral hygiene practices play a significant role in the initiation and development of periodontal diseases. Improper oral hygiene techniques can lead to the build-up of bacteria and plaque on the teeth, initiating gingivitis and potentially progressing to periodontitis. This relationship has been demonstrated in the literature, with the increasing build-up of dental plaque being directly associated with increased severity and prevalence of periodontal diseases."}
{"id": "article-26983_9", "title": "Periodontal Disease -- Etiology", "content": "With inadequate oral hygiene, anaerobic organisms responsible for the progression of periodontal diseases can colonize in deeper areas of the periodontium where they can then execute their destructive actions. The main bacteria found in periodontitis include Aggregatibacter actinomycetemcomitans, Porphyromonas gingivalis, Treponema denticola, and Tannerella forsythia . When allowed to penetrate deep into the periodontium, these organisms produce inflammation by triggering the release of inflammatory mediators, and other defensive products from the host [6] [7] [8] [9] [1] .", "contents": "Periodontal Disease -- Etiology. With inadequate oral hygiene, anaerobic organisms responsible for the progression of periodontal diseases can colonize in deeper areas of the periodontium where they can then execute their destructive actions. The main bacteria found in periodontitis include Aggregatibacter actinomycetemcomitans, Porphyromonas gingivalis, Treponema denticola, and Tannerella forsythia . When allowed to penetrate deep into the periodontium, these organisms produce inflammation by triggering the release of inflammatory mediators, and other defensive products from the host [6] [7] [8] [9] [1] ."}
{"id": "article-26983_10", "title": "Periodontal Disease -- Etiology", "content": "The most noteworthy major modifiable risk factor of periodontal diseases is tobacco smoking. It can increase the risk for periodontal diseases 5-20 fold, with an odds ratio of 5.4 between smoking and chronic periodontitis. Additionally, tobacco smoking is associated with greater levels of bone loss, attachment loss, deep periodontal pockets associated with the disease, and tooth loss, as compared to non-smokers. In addition to the increased severity of periodontal diseases, tobacco smoking is also associated with a significant decrease in the effectiveness of treatments [10] [11] [12] [13] [14] [15] [6] .", "contents": "Periodontal Disease -- Etiology. The most noteworthy major modifiable risk factor of periodontal diseases is tobacco smoking. It can increase the risk for periodontal diseases 5-20 fold, with an odds ratio of 5.4 between smoking and chronic periodontitis. Additionally, tobacco smoking is associated with greater levels of bone loss, attachment loss, deep periodontal pockets associated with the disease, and tooth loss, as compared to non-smokers. In addition to the increased severity of periodontal diseases, tobacco smoking is also associated with a significant decrease in the effectiveness of treatments [10] [11] [12] [13] [14] [15] [6] ."}
{"id": "article-26983_11", "title": "Periodontal Disease -- Etiology", "content": "Diabetes mellitus is also a major contributor to periodontal diseases. This disease is associated with certain pathologic processes that enhance periodontal breakdown, such as impaired wound healing. Further associations between diabetes mellitus and periodontal diseases can be found in the complications subheading. In patients with diabetes mellitus, severe periodontal disease correlates to an increased mortality risk as compared to patients with the absent or mild disease [7] [16] .", "contents": "Periodontal Disease -- Etiology. Diabetes mellitus is also a major contributor to periodontal diseases. This disease is associated with certain pathologic processes that enhance periodontal breakdown, such as impaired wound healing. Further associations between diabetes mellitus and periodontal diseases can be found in the complications subheading. In patients with diabetes mellitus, severe periodontal disease correlates to an increased mortality risk as compared to patients with the absent or mild disease [7] [16] ."}
{"id": "article-26983_12", "title": "Periodontal Disease -- Etiology", "content": "Pregnancy is associated with fluctuations in hormone levels, changes that have been shown to promote an inflammatory response that is linked to gingivitis and periodontitis. Although not clearly understood, maternal hormones were shown to be positively correlated with levels of Porphyromonas gingivalis , a key microbe in the progression of periodontal disease. Both hypoestrogenism and hyperestrogenism have been shown to contribute to gingivitis [17] [18] [19] [20] .", "contents": "Periodontal Disease -- Etiology. Pregnancy is associated with fluctuations in hormone levels, changes that have been shown to promote an inflammatory response that is linked to gingivitis and periodontitis. Although not clearly understood, maternal hormones were shown to be positively correlated with levels of Porphyromonas gingivalis , a key microbe in the progression of periodontal disease. Both hypoestrogenism and hyperestrogenism have been shown to contribute to gingivitis [17] [18] [19] [20] ."}
{"id": "article-26983_13", "title": "Periodontal Disease -- Etiology", "content": "Age is a non-modifiable risk factor of periodontal diseases discussed extensively in the literature. Older individuals have been shown to have a more severe inflammatory response to plaque deposition, with the response containing a larger number of inflammatory cells. This aggregation of inflammatory cells puts older individuals at greater risk of experiencing the destruction of the periodontium. Additionally, due to aging being associated with a loss of dexterity, older individuals tend to be less proficient with their oral hygiene practices. This results in higher plaque levels, which is a known risk factor for the development of periodontal diseases. Furthermore, research has demonstrated increased clinical attachment loss (CAL) in individuals aged 60 to 90 as compared to those below the age of 5050 [21] [7] [22] [23] .", "contents": "Periodontal Disease -- Etiology. Age is a non-modifiable risk factor of periodontal diseases discussed extensively in the literature. Older individuals have been shown to have a more severe inflammatory response to plaque deposition, with the response containing a larger number of inflammatory cells. This aggregation of inflammatory cells puts older individuals at greater risk of experiencing the destruction of the periodontium. Additionally, due to aging being associated with a loss of dexterity, older individuals tend to be less proficient with their oral hygiene practices. This results in higher plaque levels, which is a known risk factor for the development of periodontal diseases. Furthermore, research has demonstrated increased clinical attachment loss (CAL) in individuals aged 60 to 90 as compared to those below the age of 5050 [21] [7] [22] [23] ."}
{"id": "article-26983_14", "title": "Periodontal Disease -- Etiology", "content": "Lastly, several genetically linked systemic disorders have been shown to manifest as periodontal diseases. The etiology of the development of periodontal diseases within these systemic diseases has also been documented in the literature. These disorders include Down syndrome, Ehlers-Danlos syndrome (types IV and VIII), and Crohn disease [24] [25] [26] .", "contents": "Periodontal Disease -- Etiology. Lastly, several genetically linked systemic disorders have been shown to manifest as periodontal diseases. The etiology of the development of periodontal diseases within these systemic diseases has also been documented in the literature. These disorders include Down syndrome, Ehlers-Danlos syndrome (types IV and VIII), and Crohn disease [24] [25] [26] ."}
{"id": "article-26983_15", "title": "Periodontal Disease -- Epidemiology", "content": "Periodontal diseases can be seen in up to 90% of the global population, making it the most common oral disease. In the United States alone, cross-sectional studies show that approximately 50% of adults currently have some form of gingivitis, and up to 80% have experienced some form of periodontal disease in their life. Certain groups have been shown to have an increased incidence of periodontal diseases. These groups include older individuals, males, and African-Americans. Lower-income and education levels were also associated with severe periodontitis [1] [6] [7] [27] .", "contents": "Periodontal Disease -- Epidemiology. Periodontal diseases can be seen in up to 90% of the global population, making it the most common oral disease. In the United States alone, cross-sectional studies show that approximately 50% of adults currently have some form of gingivitis, and up to 80% have experienced some form of periodontal disease in their life. Certain groups have been shown to have an increased incidence of periodontal diseases. These groups include older individuals, males, and African-Americans. Lower-income and education levels were also associated with severe periodontitis [1] [6] [7] [27] ."}
{"id": "article-26983_16", "title": "Periodontal Disease -- Pathophysiology", "content": "The commensal oral bacteria are responsible for the initiation and propagation of the disease through the process of dysbiosis, or microbial imbalance. The disease proceeds cyclically with periods of activity and quiescence until therapeutic action is taken, or the tooth and surrounding structures are destroyed by the disease process that may result in the loss of the tooth. As periodontal disease progresses from gingivitis to periodontitis, a greater number of anaerobic organisms colonize deeper periodontal pockets, such as Aggregatibacter actinomycetemcomitans and Porphyromonas gingivalis, which triggers the host inflammatory response. This response includes the production and dissemination of C-reactive protein (CRP), a biomarker of inflammation, as well as various neutrophil and macrophage compounds such as tumor necrosis factor-alpha (TNF-a), matrix metalloproteinases (MMPs), and interleukins (IL-1 and IL-8). An elevated serum CRP level suggests that the inflammation arising as a result of periodontitis may correlate with cardiovascular pathology. Additionally, smoking creates an increasingly favorable environment for the growth of periodontal pathogens, thus furthering the disease process [2] [1] [24] [28] [29] [9] .", "contents": "Periodontal Disease -- Pathophysiology. The commensal oral bacteria are responsible for the initiation and propagation of the disease through the process of dysbiosis, or microbial imbalance. The disease proceeds cyclically with periods of activity and quiescence until therapeutic action is taken, or the tooth and surrounding structures are destroyed by the disease process that may result in the loss of the tooth. As periodontal disease progresses from gingivitis to periodontitis, a greater number of anaerobic organisms colonize deeper periodontal pockets, such as Aggregatibacter actinomycetemcomitans and Porphyromonas gingivalis, which triggers the host inflammatory response. This response includes the production and dissemination of C-reactive protein (CRP), a biomarker of inflammation, as well as various neutrophil and macrophage compounds such as tumor necrosis factor-alpha (TNF-a), matrix metalloproteinases (MMPs), and interleukins (IL-1 and IL-8). An elevated serum CRP level suggests that the inflammation arising as a result of periodontitis may correlate with cardiovascular pathology. Additionally, smoking creates an increasingly favorable environment for the growth of periodontal pathogens, thus furthering the disease process [2] [1] [24] [28] [29] [9] ."}
{"id": "article-26983_17", "title": "Periodontal Disease -- Histopathology", "content": "Page and Shroeder first described the histopathology of periodontal diseases. There are four distinct stages of disease progression, and each stage takes into consideration both clinical and histopathological appearances of tissues.", "contents": "Periodontal Disease -- Histopathology. Page and Shroeder first described the histopathology of periodontal diseases. There are four distinct stages of disease progression, and each stage takes into consideration both clinical and histopathological appearances of tissues."}
{"id": "article-26983_18", "title": "Periodontal Disease -- Histopathology", "content": "The initial lesion is marked by a plaque that results in vascular changes and intercellular gap formation that leads to increased amounts of gingival crevicular fluids (GCF). Adhesion molecules attract polymorphonuclear neutrophils to the site of the lesion. T lymphocytes specifically alter the fibroblasts of the affected area. Clinically, this stage of the lesion is benign.", "contents": "Periodontal Disease -- Histopathology. The initial lesion is marked by a plaque that results in vascular changes and intercellular gap formation that leads to increased amounts of gingival crevicular fluids (GCF). Adhesion molecules attract polymorphonuclear neutrophils to the site of the lesion. T lymphocytes specifically alter the fibroblasts of the affected area. Clinically, this stage of the lesion is benign."}
{"id": "article-26983_19", "title": "Periodontal Disease -- Histopathology", "content": "As redness at the site develops, it is known as the early lesion. Polymorphonuclear neutrophils (PMN) infiltrate the area and clear the fibroblasts that are undergoing apoptosis. The infiltration also causes collagen fiber breakdown leading to an increased amount of space for infiltrates. There is a degradation of the marginal connective tissue matrix.", "contents": "Periodontal Disease -- Histopathology. As redness at the site develops, it is known as the early lesion. Polymorphonuclear neutrophils (PMN) infiltrate the area and clear the fibroblasts that are undergoing apoptosis. The infiltration also causes collagen fiber breakdown leading to an increased amount of space for infiltrates. There is a degradation of the marginal connective tissue matrix."}
{"id": "article-26983_20", "title": "Periodontal Disease -- Histopathology", "content": "The established lesion is predominantly dominated by leukocyte aggregation and B cells, either plasma cells or lymphocytes, that initiate the transformation of the site by changing both the junctional epithelium and sulcular epithelium into the pocket epithelium. The pocket epithelium is extremely permeable and vulnerable. Clinically, this manifests as bleeding upon gentle probing of the gingival tissues.", "contents": "Periodontal Disease -- Histopathology. The established lesion is predominantly dominated by leukocyte aggregation and B cells, either plasma cells or lymphocytes, that initiate the transformation of the site by changing both the junctional epithelium and sulcular epithelium into the pocket epithelium. The pocket epithelium is extremely permeable and vulnerable. Clinically, this manifests as bleeding upon gentle probing of the gingival tissues."}
{"id": "article-26983_21", "title": "Periodontal Disease -- Histopathology", "content": "The final stage, known as advanced lesion , is a transition to periodontitis. The advanced lesion is created by the migration of biofilm to the pocket, which gives an ideal niche for anaerobic bacteria to proliferate. There is an irreversible loss of attachment and bone loss that can be seen histologically and clinically. Loss of gingival fibers and loss of the alveolar bone are the hallmarks of this stage. This lesion is highly influenced by the microbial factors themselves and can cause several changes depending on the host and organism [30] [31] [30] .", "contents": "Periodontal Disease -- Histopathology. The final stage, known as advanced lesion , is a transition to periodontitis. The advanced lesion is created by the migration of biofilm to the pocket, which gives an ideal niche for anaerobic bacteria to proliferate. There is an irreversible loss of attachment and bone loss that can be seen histologically and clinically. Loss of gingival fibers and loss of the alveolar bone are the hallmarks of this stage. This lesion is highly influenced by the microbial factors themselves and can cause several changes depending on the host and organism [30] [31] [30] ."}
{"id": "article-26983_22", "title": "Periodontal Disease -- History and Physical", "content": "Periodontal diseases can manifest in several ways. Most often, early stages are not recognized as they are asymptomatic inflammatory responses in the oral cavity. Often, the first reported symptom of periodontal diseases is bleeding during brushing or flossing. Another symptom that may be noted by the patient is halitosis. More severe symptoms at the time of presentation include pain and tenderness during chewing of specific substances, sensitive teeth, receding gums, the formation of discoloring plaque, tooth mobility, and even loss of teeth.", "contents": "Periodontal Disease -- History and Physical. Periodontal diseases can manifest in several ways. Most often, early stages are not recognized as they are asymptomatic inflammatory responses in the oral cavity. Often, the first reported symptom of periodontal diseases is bleeding during brushing or flossing. Another symptom that may be noted by the patient is halitosis. More severe symptoms at the time of presentation include pain and tenderness during chewing of specific substances, sensitive teeth, receding gums, the formation of discoloring plaque, tooth mobility, and even loss of teeth."}
{"id": "article-26983_23", "title": "Periodontal Disease -- History and Physical", "content": "Chronic periodontitis can present in patients of any age, but most often affects middle-aged to older adults. The severity of the disease is based on the amount of clinical attachment loss (CAL). It is described as mild when the CAL is 1 to 2 mm, moderate the CAL is 3 to 4 mm, or severe when the CAL is more than 5 mm [32] .", "contents": "Periodontal Disease -- History and Physical. Chronic periodontitis can present in patients of any age, but most often affects middle-aged to older adults. The severity of the disease is based on the amount of clinical attachment loss (CAL). It is described as mild when the CAL is 1 to 2 mm, moderate the CAL is 3 to 4 mm, or severe when the CAL is more than 5 mm [32] ."}
{"id": "article-26983_24", "title": "Periodontal Disease -- History and Physical", "content": "A more rapidly progressing form of periodontitis (formerly termed \"juvenile periodontitis\" and \"aggressive periodontitis\") presents with similar symptoms, but this form of condition has a predilection to younger patients. This form of the condition tends to target specific teeth (most commonly first molars and incisors) and often occurs in the absence of the significant plaque accumulation noted in chronic periodontitis.", "contents": "Periodontal Disease -- History and Physical. A more rapidly progressing form of periodontitis (formerly termed \"juvenile periodontitis\" and \"aggressive periodontitis\") presents with similar symptoms, but this form of condition has a predilection to younger patients. This form of the condition tends to target specific teeth (most commonly first molars and incisors) and often occurs in the absence of the significant plaque accumulation noted in chronic periodontitis."}
{"id": "article-26983_25", "title": "Periodontal Disease -- History and Physical", "content": "Routine dental screenings are invaluable in recognizing early disease states and directing early intervention. A review of the patient medical history and comorbidities raises the awareness of dental care providers. Inspection of the tooth and gum can reveal inflammation of the gum line, receding gums, and sometimes even pus-filled pockets. Dental probes are used to measure dental pockets adjacent to several teeth. A probing depth of greater than 3 mm may be indicative of periodontal disease. Depths greater than 6 mm often require more aggressive therapy as these spaces are more difficult to treat mechanically. Dental X-rays also can check for bone loss in accordance with the depth of pocket and disease severity [33] [1] .", "contents": "Periodontal Disease -- History and Physical. Routine dental screenings are invaluable in recognizing early disease states and directing early intervention. A review of the patient medical history and comorbidities raises the awareness of dental care providers. Inspection of the tooth and gum can reveal inflammation of the gum line, receding gums, and sometimes even pus-filled pockets. Dental probes are used to measure dental pockets adjacent to several teeth. A probing depth of greater than 3 mm may be indicative of periodontal disease. Depths greater than 6 mm often require more aggressive therapy as these spaces are more difficult to treat mechanically. Dental X-rays also can check for bone loss in accordance with the depth of pocket and disease severity [33] [1] ."}
{"id": "article-26983_26", "title": "Periodontal Disease -- Evaluation", "content": "The diagnosis of periodontal diseases requires the comparison of findings in relation to the normal periodontium. This comparison uses visual inspection, periodontal probing, and evaluation of bone levels seen radiographically. The normal periodontium consists of stippled, pale pink gingiva that is well adapted to the underlying bone. Between the gingiva and the tooth, there is a 1 to 3 mm physiological sulcus that normally displays no signs of bleeding. Comparatively, signs of periodontal disease include active bleeding in response to mild or no tissue manipulation, pain, bad taste/odor, periodontal pocketing, radiographic bone loss, clinical attachment loss, and tooth loss. The radiographs of a patient with periodontitis will show an alveolar bone loss in close proximity to a deep periodontal probing depth. These findings suggest that there is a deep periodontal pocket associated with the tooth that contains the periodontal pathogens that are actively triggering the host response. If left untreated, the bone loss will progress until there is inadequate tooth support, and the associated tooth will become mobile and eventually be lost [3] [2] .", "contents": "Periodontal Disease -- Evaluation. The diagnosis of periodontal diseases requires the comparison of findings in relation to the normal periodontium. This comparison uses visual inspection, periodontal probing, and evaluation of bone levels seen radiographically. The normal periodontium consists of stippled, pale pink gingiva that is well adapted to the underlying bone. Between the gingiva and the tooth, there is a 1 to 3 mm physiological sulcus that normally displays no signs of bleeding. Comparatively, signs of periodontal disease include active bleeding in response to mild or no tissue manipulation, pain, bad taste/odor, periodontal pocketing, radiographic bone loss, clinical attachment loss, and tooth loss. The radiographs of a patient with periodontitis will show an alveolar bone loss in close proximity to a deep periodontal probing depth. These findings suggest that there is a deep periodontal pocket associated with the tooth that contains the periodontal pathogens that are actively triggering the host response. If left untreated, the bone loss will progress until there is inadequate tooth support, and the associated tooth will become mobile and eventually be lost [3] [2] ."}
{"id": "article-26983_27", "title": "Periodontal Disease -- Treatment / Management", "content": "The treatment of periodontal disease involves a step-wise approach beginning with more conservative options. The initial phase of treatment for all forms of periodontitis is a professional dental cleaning, which includes scaling of the teeth, and root planning to remove dental plaque and calculus found both above and below the gum line. A major part of this dental cleaning is the oral hygiene instruction given by the dental professional to the patient to improve their at-home oral hygiene routine. Following the completion of the cleaning appointment, the patient should return to the dentist for a reevaluation of the periodontal condition, which involves an examination that observes the state of the periodontium, and measures probing depths to see if the disease process was arrested. If the resolution of the condition can be confirmed, the patient should return to the dentist for regularly scheduled cleanings as periodontitis is a chronic disease that can reactivate if given the proper environment [2] [1] [6] .", "contents": "Periodontal Disease -- Treatment / Management. The treatment of periodontal disease involves a step-wise approach beginning with more conservative options. The initial phase of treatment for all forms of periodontitis is a professional dental cleaning, which includes scaling of the teeth, and root planning to remove dental plaque and calculus found both above and below the gum line. A major part of this dental cleaning is the oral hygiene instruction given by the dental professional to the patient to improve their at-home oral hygiene routine. Following the completion of the cleaning appointment, the patient should return to the dentist for a reevaluation of the periodontal condition, which involves an examination that observes the state of the periodontium, and measures probing depths to see if the disease process was arrested. If the resolution of the condition can be confirmed, the patient should return to the dentist for regularly scheduled cleanings as periodontitis is a chronic disease that can reactivate if given the proper environment [2] [1] [6] ."}
{"id": "article-26983_28", "title": "Periodontal Disease -- Treatment / Management", "content": "The most important management of the periodontal disease is the treatment of risk factors.", "contents": "Periodontal Disease -- Treatment / Management. The most important management of the periodontal disease is the treatment of risk factors."}
{"id": "article-26983_29", "title": "Periodontal Disease -- Treatment / Management", "content": "Inadequate oral hygiene is one of the key initiators of periodontal disease. Prevention of poor oral hygiene practices involves the promotion of proper self-performed oral hygiene as well as professional maintenance at regular intervals depending on the individual patient’s risk. The self-care recommended uses a three-step daily regimen that includes brushing, flossing, and rinsing. Referral to a dentist for professional cleaning and scheduled follow-up to monitor the progression of the disease is also recommended [2] [6] [16] .", "contents": "Periodontal Disease -- Treatment / Management. Inadequate oral hygiene is one of the key initiators of periodontal disease. Prevention of poor oral hygiene practices involves the promotion of proper self-performed oral hygiene as well as professional maintenance at regular intervals depending on the individual patient’s risk. The self-care recommended uses a three-step daily regimen that includes brushing, flossing, and rinsing. Referral to a dentist for professional cleaning and scheduled follow-up to monitor the progression of the disease is also recommended [2] [6] [16] ."}
{"id": "article-26983_30", "title": "Periodontal Disease -- Treatment / Management", "content": "Another major modifiable risk factor that must be addressed is tobacco smoking. Tobacco smoking has not only been shown to significantly increase the risk of developing periodontal disease but is also associated with a more severe disease course, and a significantly lower response to periodontal therapies. The link between smoking and periodontal disease decreases with smoking cessation [10] [11] [34] [35] .", "contents": "Periodontal Disease -- Treatment / Management. Another major modifiable risk factor that must be addressed is tobacco smoking. Tobacco smoking has not only been shown to significantly increase the risk of developing periodontal disease but is also associated with a more severe disease course, and a significantly lower response to periodontal therapies. The link between smoking and periodontal disease decreases with smoking cessation [10] [11] [34] [35] ."}
{"id": "article-26983_31", "title": "Periodontal Disease -- Treatment / Management", "content": "Diabetes mellitus has well-documented links to periodontal disease; it may enhance the destruction seen in periodontitis. Additionally, poor glycemic control is linked to increased disease progression. Uncontrolled glucose levels are associated with higher mortality if the patient has severe periodontal disease. Therefore, the management of diabetes mellitus and prediabetes mellitus may be required to improve the outcomes of periodontal therapy [7] [36] [16] . In cases of persistent periodontal disease that is refractory to non-pharmacologic therapies, antibiotics can be administered both locally and systemically, depending on the severity of the disease.", "contents": "Periodontal Disease -- Treatment / Management. Diabetes mellitus has well-documented links to periodontal disease; it may enhance the destruction seen in periodontitis. Additionally, poor glycemic control is linked to increased disease progression. Uncontrolled glucose levels are associated with higher mortality if the patient has severe periodontal disease. Therefore, the management of diabetes mellitus and prediabetes mellitus may be required to improve the outcomes of periodontal therapy [7] [36] [16] . In cases of persistent periodontal disease that is refractory to non-pharmacologic therapies, antibiotics can be administered both locally and systemically, depending on the severity of the disease."}
{"id": "article-26983_32", "title": "Periodontal Disease -- Treatment / Management", "content": "Chlorhexidine gluconate is a common antimicrobial compound used in adjunction to mechanical periodontal therapy. It is generally administered as a mouth rinse, but can also be used as a gel, varnish, and subgingival chip. Using chlorhexidine, in addition to regular toothbrushing, can lead to a reduction of dental plaque build-up and thus can be very beneficial in the treatment of chronic periodontitis. There is a relatively new advancement in pharmacotherapy for periodontal disease. It is a chlorhexidine gluconate chip that is inserted into the periodontal pocket following completion of cleaning and provides long-term, sustained-release of chlorhexidine gluconate into the affected area [37] [38] [39] .", "contents": "Periodontal Disease -- Treatment / Management. Chlorhexidine gluconate is a common antimicrobial compound used in adjunction to mechanical periodontal therapy. It is generally administered as a mouth rinse, but can also be used as a gel, varnish, and subgingival chip. Using chlorhexidine, in addition to regular toothbrushing, can lead to a reduction of dental plaque build-up and thus can be very beneficial in the treatment of chronic periodontitis. There is a relatively new advancement in pharmacotherapy for periodontal disease. It is a chlorhexidine gluconate chip that is inserted into the periodontal pocket following completion of cleaning and provides long-term, sustained-release of chlorhexidine gluconate into the affected area [37] [38] [39] ."}
{"id": "article-26983_33", "title": "Periodontal Disease -- Treatment / Management", "content": "Another option is an adjunctive antimicrobial compound used following mechanical periodontal therapy. It is composed of minocycline hydrochloride microspheres that are placed into the surrounding pockets following mechanical debridement. Its effect is similar to the chlorhexidine chip in that it effectively reduces dental plaque build-up [40] . Although rare, systemic antibiotics are sometimes indicated, such as in the case of persistent deep periodontal pockets. The most common antimicrobial agents prescribed include: Tetracyclines Penicillins Macrolides Quinolones Cephalosporins Nitroimidazole compounds", "contents": "Periodontal Disease -- Treatment / Management. Another option is an adjunctive antimicrobial compound used following mechanical periodontal therapy. It is composed of minocycline hydrochloride microspheres that are placed into the surrounding pockets following mechanical debridement. Its effect is similar to the chlorhexidine chip in that it effectively reduces dental plaque build-up [40] . Although rare, systemic antibiotics are sometimes indicated, such as in the case of persistent deep periodontal pockets. The most common antimicrobial agents prescribed include: Tetracyclines Penicillins Macrolides Quinolones Cephalosporins Nitroimidazole compounds"}
{"id": "article-26983_34", "title": "Periodontal Disease -- Treatment / Management", "content": "These pharmacological agents vary in modes of action and can be prescribed to patients with a range of susceptible microorganisms, including those with antibacterial resistance. Additionally, these agents can be prescribed alone or in combination to expand their use further [41] [42] [43] .", "contents": "Periodontal Disease -- Treatment / Management. These pharmacological agents vary in modes of action and can be prescribed to patients with a range of susceptible microorganisms, including those with antibacterial resistance. Additionally, these agents can be prescribed alone or in combination to expand their use further [41] [42] [43] ."}
{"id": "article-26983_35", "title": "Periodontal Disease -- Treatment / Management", "content": "More severe cases of periodontal diseases should be referred to a periodontist. In addition to the modalities described above, periodontal surgery may be required to effectively clean a periodontal pocket and/or attempt to regain bone and attachment that has been lost from the destructive disease process.", "contents": "Periodontal Disease -- Treatment / Management. More severe cases of periodontal diseases should be referred to a periodontist. In addition to the modalities described above, periodontal surgery may be required to effectively clean a periodontal pocket and/or attempt to regain bone and attachment that has been lost from the destructive disease process."}
{"id": "article-26983_36", "title": "Periodontal Disease -- Differential Diagnosis", "content": "Periodontal abscesses are localized purulent infections found in the periodontium surrounding the tooth [44] [45] [46] . Endodontic lesions are localized infections originating from the tooth pulp that may seep out of the root tissue into the surrounding periodontium and appear to be of periodontal origin [44] [45] [46] . Leukemia can manifest as gingival enlargement with bleeding gums and can mimic periodontal diseases, such as gingivitis [47] . A side effect of certain medications, including calcium channel blockers, immunosuppressants, and anticonvulsants, is gingival hyperplasia, which can clinically resemble gingivitis [48] [49] . Squamous cell carcinoma can cause extensive bone loss, and mimic periodontal disease that is refractory to mechanical and pharmacological therapies [50] [51] .", "contents": "Periodontal Disease -- Differential Diagnosis. Periodontal abscesses are localized purulent infections found in the periodontium surrounding the tooth [44] [45] [46] . Endodontic lesions are localized infections originating from the tooth pulp that may seep out of the root tissue into the surrounding periodontium and appear to be of periodontal origin [44] [45] [46] . Leukemia can manifest as gingival enlargement with bleeding gums and can mimic periodontal diseases, such as gingivitis [47] . A side effect of certain medications, including calcium channel blockers, immunosuppressants, and anticonvulsants, is gingival hyperplasia, which can clinically resemble gingivitis [48] [49] . Squamous cell carcinoma can cause extensive bone loss, and mimic periodontal disease that is refractory to mechanical and pharmacological therapies [50] [51] ."}
{"id": "article-26983_37", "title": "Periodontal Disease -- Staging", "content": "The most recent staging guidelines were published in 2017 and divides the classification into staging and grading of periodontitis. Staging is based on the severity and extent of the management required and is given a stage depending on factors such as clinical attachment loss, radiographic bone loss, and tooth loss. Stage I: Initial periodontitis Stage II: Moderate periodontitis Stage III: Severe periodontitis with the potential for additional tooth loss Stage IV: Severe periodontitis with the potential for loss of dentition Grading is a measure used to describe the rate of progression of the disease based on the evidence for associated risk factors such as smoking and diabetes mellitus [4] [52] : Grade A: low rate of progression Grade B: expected progression Grade C: high risk of progression", "contents": "Periodontal Disease -- Staging. The most recent staging guidelines were published in 2017 and divides the classification into staging and grading of periodontitis. Staging is based on the severity and extent of the management required and is given a stage depending on factors such as clinical attachment loss, radiographic bone loss, and tooth loss. Stage I: Initial periodontitis Stage II: Moderate periodontitis Stage III: Severe periodontitis with the potential for additional tooth loss Stage IV: Severe periodontitis with the potential for loss of dentition Grading is a measure used to describe the rate of progression of the disease based on the evidence for associated risk factors such as smoking and diabetes mellitus [4] [52] : Grade A: low rate of progression Grade B: expected progression Grade C: high risk of progression"}
{"id": "article-26983_38", "title": "Periodontal Disease -- Prognosis", "content": "The prognosis of periodontal disease depends on the stage and grade of the disease, the presence of contributory factors, and the treatment and management of the disease. The higher the stage and the more rapidly progressive the grade, the worse the prognosis of the disease. Additionally, factors such as tobacco smoking and uncontrolled diabetes mellitus affect the prognosis of the disease.", "contents": "Periodontal Disease -- Prognosis. The prognosis of periodontal disease depends on the stage and grade of the disease, the presence of contributory factors, and the treatment and management of the disease. The higher the stage and the more rapidly progressive the grade, the worse the prognosis of the disease. Additionally, factors such as tobacco smoking and uncontrolled diabetes mellitus affect the prognosis of the disease."}
{"id": "article-26983_39", "title": "Periodontal Disease -- Prognosis", "content": "The guide used to determine the prognosis of the disease was developed by McGuire and is used to predict the survival of individual teeth. Based on a combination of factors, each tooth is given a score of good, fair, poor, questionable, or hopeless. The guide is useful and should be used in all cases of the initial evaluation of the disease, re-evaluation following periodontal therapy, and long-term monitoring. The guide makes use of factors such as patient age, medical status, oral hygiene status, socioeconomic status, type and distribution of bone loss, and current periodontal condition [53] [54] .", "contents": "Periodontal Disease -- Prognosis. The guide used to determine the prognosis of the disease was developed by McGuire and is used to predict the survival of individual teeth. Based on a combination of factors, each tooth is given a score of good, fair, poor, questionable, or hopeless. The guide is useful and should be used in all cases of the initial evaluation of the disease, re-evaluation following periodontal therapy, and long-term monitoring. The guide makes use of factors such as patient age, medical status, oral hygiene status, socioeconomic status, type and distribution of bone loss, and current periodontal condition [53] [54] ."}
{"id": "article-26983_40", "title": "Periodontal Disease -- Complications", "content": "One of the most noted and direct consequences of periodontal disease is tooth loss which arises as the progression of the disease leads to increased destruction of the periodontium, including the periodontal ligament and alveolar bone that normally anchor the teeth. However, periodontal disease not only affects the oral tissues, but has also been shown linked to several systemic diseases such as diabetes mellitus, cardiovascular disease, and pregnancy complications such as preterm low-birth-weight infants [55] .", "contents": "Periodontal Disease -- Complications. One of the most noted and direct consequences of periodontal disease is tooth loss which arises as the progression of the disease leads to increased destruction of the periodontium, including the periodontal ligament and alveolar bone that normally anchor the teeth. However, periodontal disease not only affects the oral tissues, but has also been shown linked to several systemic diseases such as diabetes mellitus, cardiovascular disease, and pregnancy complications such as preterm low-birth-weight infants [55] ."}
{"id": "article-26983_41", "title": "Periodontal Disease -- Complications", "content": "Patients with diabetes mellitus are shown to be at an increased risk of developing periodontal disease. It has been estimated that patients with type 2 diabetes mellitus and severe periodontal disease have a 3.2 times greater mortality risk than people with diabetes without periodontal disease. Some of the characteristic pathological processes of this association include impaired wound healing and host responses and enhanced collagenolytic activity resulting in an increased breakdown of the periodontium. Additionally, poorly controlled diabetes is associated with the increased severity of these effects. Periodontal disease may act as an initiator of insulin resistance as research has demonstrated that periodontal disease is associated with hyperglycemia, impaired glucose tolerance, and poor glycemic control. Furthermore, the hyperglycemia experienced by this population may enhance the proliferation of the bacteria responsible for periodontal disease, thus increasing its severity in those with diabetes [7] [16] [56] [57] [24] [58] .", "contents": "Periodontal Disease -- Complications. Patients with diabetes mellitus are shown to be at an increased risk of developing periodontal disease. It has been estimated that patients with type 2 diabetes mellitus and severe periodontal disease have a 3.2 times greater mortality risk than people with diabetes without periodontal disease. Some of the characteristic pathological processes of this association include impaired wound healing and host responses and enhanced collagenolytic activity resulting in an increased breakdown of the periodontium. Additionally, poorly controlled diabetes is associated with the increased severity of these effects. Periodontal disease may act as an initiator of insulin resistance as research has demonstrated that periodontal disease is associated with hyperglycemia, impaired glucose tolerance, and poor glycemic control. Furthermore, the hyperglycemia experienced by this population may enhance the proliferation of the bacteria responsible for periodontal disease, thus increasing its severity in those with diabetes [7] [16] [56] [57] [24] [58] ."}
{"id": "article-26983_42", "title": "Periodontal Disease -- Complications", "content": "Periodontal disease is associated with cardiovascular disease. As previously mentioned, the key biomarker of inflammation, C-reactive protein (CRP), has been seen to be elevated in patients with periodontal disease. CRP is also a factor associated with cardiovascular disease and cardiovascular events. There is a direct link between the bacterial level found in periodontal disease and atherosclerosis. However, a causal relationship has not yet been established [59] [24] [60] [61] [62] [61] .", "contents": "Periodontal Disease -- Complications. Periodontal disease is associated with cardiovascular disease. As previously mentioned, the key biomarker of inflammation, C-reactive protein (CRP), has been seen to be elevated in patients with periodontal disease. CRP is also a factor associated with cardiovascular disease and cardiovascular events. There is a direct link between the bacterial level found in periodontal disease and atherosclerosis. However, a causal relationship has not yet been established [59] [24] [60] [61] [62] [61] ."}
{"id": "article-26983_43", "title": "Periodontal Disease -- Complications", "content": "Another major complication associated with periodontal disease is pre-term low birth weight infants. There is a significant correlation between the presence of maternal periodontal disease and infant birth weight. As periodontal disease increases from none to severe, infant birth weight tends to decrease, as shown in prior research [63] [64] [65] [66] [67] .", "contents": "Periodontal Disease -- Complications. Another major complication associated with periodontal disease is pre-term low birth weight infants. There is a significant correlation between the presence of maternal periodontal disease and infant birth weight. As periodontal disease increases from none to severe, infant birth weight tends to decrease, as shown in prior research [63] [64] [65] [66] [67] ."}
{"id": "article-26983_44", "title": "Periodontal Disease -- Deterrence and Patient Education", "content": "Provide patients with education about how to modify risk factors such as smoking and oral hygiene. Interdisciplinary healthcare professionals should work together to monitor and treat underlying causes, including diabetes mellitus. The importance of regular dental check-ups and home oral hygiene should be reinforced to the general population.", "contents": "Periodontal Disease -- Deterrence and Patient Education. Provide patients with education about how to modify risk factors such as smoking and oral hygiene. Interdisciplinary healthcare professionals should work together to monitor and treat underlying causes, including diabetes mellitus. The importance of regular dental check-ups and home oral hygiene should be reinforced to the general population."}
{"id": "article-26983_45", "title": "Periodontal Disease -- Enhancing Healthcare Team Outcomes", "content": "Periodontal diseases are the most common diseases found in the oral cavity. The majority of risk factors influencing the onset and progression of periodontal diseases are considered to be modifiable. With proper guidance and instruction, the interprofessional healthcare team may be able to reduce the risk of occurrence. These modifiable risk factors include inadequate oral hygiene regimens, tobacco smoking, and diabetic control. It is the responsibility of clinicians to understand the importance and impact of these risk factors when assessing patients on their risk for developing periodontal diseases. Providers are responsible for screening and initial treatment. Referal to periodontal specialists can be considered. Only by practicing effective risk assessment can these patients receive the care they require. Furthermore, because periodontal disease can arise as a result of systemic and genetic diseases, it is not solely the responsibility of the dental professional to be aware of these at-risk populations. Therefore, the diagnosis, treatment, and maintenance of periodontal disease require a holistic approach between hygienists, dentists, and periodontists to most effectively identify and treat the affected patients. With an interprofessional team approach, patients with periodontal disease can experience improved outcomes. [Level 5]", "contents": "Periodontal Disease -- Enhancing Healthcare Team Outcomes. Periodontal diseases are the most common diseases found in the oral cavity. The majority of risk factors influencing the onset and progression of periodontal diseases are considered to be modifiable. With proper guidance and instruction, the interprofessional healthcare team may be able to reduce the risk of occurrence. These modifiable risk factors include inadequate oral hygiene regimens, tobacco smoking, and diabetic control. It is the responsibility of clinicians to understand the importance and impact of these risk factors when assessing patients on their risk for developing periodontal diseases. Providers are responsible for screening and initial treatment. Referal to periodontal specialists can be considered. Only by practicing effective risk assessment can these patients receive the care they require. Furthermore, because periodontal disease can arise as a result of systemic and genetic diseases, it is not solely the responsibility of the dental professional to be aware of these at-risk populations. Therefore, the diagnosis, treatment, and maintenance of periodontal disease require a holistic approach between hygienists, dentists, and periodontists to most effectively identify and treat the affected patients. With an interprofessional team approach, patients with periodontal disease can experience improved outcomes. [Level 5]"}
{"id": "article-26983_46", "title": "Periodontal Disease -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Periodontal Disease -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}