{"id": "article-132340_0", "title": "Uremic Pruritus Evaluation and Treatment  -- Continuing Education Activity", "content": "Uremic pruritus or chronic kidney disease-associated pruritus (CKDaP) refers to itching associated with chronic kidney disease, which is not linked to other causes of itching. It frequently complicates chronic kidney disease. Uremic pruritus may be localized or generalized and can impact sleep in these patients. In addition, uremic pruritus is associated with poor adherence and clinical outcomes. As such, it is essential to recognize and treat uremic pruritus promptly. There are several proposed pathogenetic mechanisms to explain uremic pruritus, and these mechanisms are potential targets of therapy. This activity reviews the management of uremic pruritus and highlights the role of the interprofessional team in evaluating and treating patients with this condition.", "contents": "Uremic Pruritus Evaluation and Treatment  -- Continuing Education Activity. Uremic pruritus or chronic kidney disease-associated pruritus (CKDaP) refers to itching associated with chronic kidney disease, which is not linked to other causes of itching. It frequently complicates chronic kidney disease. Uremic pruritus may be localized or generalized and can impact sleep in these patients. In addition, uremic pruritus is associated with poor adherence and clinical outcomes. As such, it is essential to recognize and treat uremic pruritus promptly. There are several proposed pathogenetic mechanisms to explain uremic pruritus, and these mechanisms are potential targets of therapy. This activity reviews the management of uremic pruritus and highlights the role of the interprofessional team in evaluating and treating patients with this condition."}
{"id": "article-132340_1", "title": "Uremic Pruritus Evaluation and Treatment  -- Continuing Education Activity", "content": "Objectives: Summarize the epidemiology of uremic pruritus. Describe the treatment options available for uremic pruritus. Outline the methods of evaluation for uremic pruritis. Review the role of the interprofessional team in evaluating and treating patients with this condition. Access free multiple choice questions on this topic.", "contents": "Uremic Pruritus Evaluation and Treatment  -- Continuing Education Activity. Objectives: Summarize the epidemiology of uremic pruritus. Describe the treatment options available for uremic pruritus. Outline the methods of evaluation for uremic pruritis. Review the role of the interprofessional team in evaluating and treating patients with this condition. Access free multiple choice questions on this topic."}
{"id": "article-132340_2", "title": "Uremic Pruritus Evaluation and Treatment  -- Introduction", "content": "Uremic pruritus, also called chronic kidney disease-associated pruritus (CKD-aP), refers to itching related to CKD and end-stage renal disease (ESRD). It is commonly defined as the daily or near-daily experience of itch in the absence of a primary dermatologic finding. It is a common symptom that causes significant discomfort to patients with ESRD. However, other disease conditions that cause itchings, such as eczema, liver disease, atopy, and thyroid diseases, should be excluded before diagnosing uremic pruritus.", "contents": "Uremic Pruritus Evaluation and Treatment  -- Introduction. Uremic pruritus, also called chronic kidney disease-associated pruritus (CKD-aP), refers to itching related to CKD and end-stage renal disease (ESRD). It is commonly defined as the daily or near-daily experience of itch in the absence of a primary dermatologic finding. It is a common symptom that causes significant discomfort to patients with ESRD. However, other disease conditions that cause itchings, such as eczema, liver disease, atopy, and thyroid diseases, should be excluded before diagnosing uremic pruritus."}
{"id": "article-132340_3", "title": "Uremic Pruritus Evaluation and Treatment  -- Introduction", "content": "More than 40% of hemodialysis patients suffer from chronic pruritus, and half tend to have generalized pruritus. [1] The underlying pathogenic mechanism of CKD-aP remains obscure. Histamine, parathormone, magnesium, and calcium have been associated with pathogenesis. Newer studies are looking into opioid-receptor abnormalities and microinflammation as potential causes of CKD-aP, although more data is required. [2]", "contents": "Uremic Pruritus Evaluation and Treatment  -- Introduction. More than 40% of hemodialysis patients suffer from chronic pruritus, and half tend to have generalized pruritus. [1] The underlying pathogenic mechanism of CKD-aP remains obscure. Histamine, parathormone, magnesium, and calcium have been associated with pathogenesis. Newer studies are looking into opioid-receptor abnormalities and microinflammation as potential causes of CKD-aP, although more data is required. [2]"}
{"id": "article-132340_4", "title": "Uremic Pruritus Evaluation and Treatment  -- Introduction", "content": "Pruritus could be extremely difficult to manage, as treatment options are limited. Stepwise management is recommended by initiating with emollients and gabapentin or phototherapy. More novel options, such as μ-opioid-receptor—antagonists or κ-opioid-receptor agonists, may be chosen in refractory cases. In advanced cases, patients could undergo transplantation, as a successful renal transplant will relieve patients from CKD-aP. [3] [4]", "contents": "Uremic Pruritus Evaluation and Treatment  -- Introduction. Pruritus could be extremely difficult to manage, as treatment options are limited. Stepwise management is recommended by initiating with emollients and gabapentin or phototherapy. More novel options, such as μ-opioid-receptor—antagonists or κ-opioid-receptor agonists, may be chosen in refractory cases. In advanced cases, patients could undergo transplantation, as a successful renal transplant will relieve patients from CKD-aP. [3] [4]"}
{"id": "article-132340_5", "title": "Uremic Pruritus Evaluation and Treatment  -- Etiology", "content": "The etiopathogenesis of uremic pruritus is poorly understood. [5] In the pathogenesis of itching, pruritogens activate histamine-dependent and independent neurons to send itch signals to the central nervous system. Proposed pruritogenic toxins in CKD include aluminum, calcium, phosphate, and parathyroid hormone. However, the 2012–2015 DOPPS (Dialysis Outcomes and Practice Patterns Study) did not show any association between pruritus and serum calcium or phosphorus levels. [6]", "contents": "Uremic Pruritus Evaluation and Treatment  -- Etiology. The etiopathogenesis of uremic pruritus is poorly understood. [5] In the pathogenesis of itching, pruritogens activate histamine-dependent and independent neurons to send itch signals to the central nervous system. Proposed pruritogenic toxins in CKD include aluminum, calcium, phosphate, and parathyroid hormone. However, the 2012–2015 DOPPS (Dialysis Outcomes and Practice Patterns Study) did not show any association between pruritus and serum calcium or phosphorus levels. [6]"}
{"id": "article-132340_6", "title": "Uremic Pruritus Evaluation and Treatment  -- Etiology", "content": "Other contributory factors are increased blood urea, beta-2 microglobulin, magnesium, and vitamin A. [7] [8] In some studies, lower serum albumin levels and higher white blood cell counts had significantly higher odds of having moderate to extreme pruritus. [8] [9] In addition, anemia, low erythropoietin levels, elevated ferritin, and low transferrin have also been explored as potential risks for CKD-associated pruritus. [10] Current proposed pathophysiologic mechanisms include skin alteration, inflammation, nociceptive receptor dysfunction, and opioid receptor dysfunction. Dermatologic abnormalities occur in CKD, such as xerosis. It is a frequent cause of itching in many patients with CKD. Although a large number of patients with CKD have dry skin, not all patients with severely dry skin suffer from itching. [11] Nociceptive receptor dysfunction and peripheral neuropathy resulting from diseased sensory neurons and interneurons are also believed to contribute to itching. [8] Skin microinflammation is also proposed to be responsible for uremic pruritus, as elevated C-reactive protein levels were seen in ESRD patients on hemodialysis who had uremic pruritus. In addition, cytokines are also believed to play a role. In addition, the opioid pathway is increasingly linked to itch sensation. [12] One theory postulates that an imbalance between mu and kappa opioid receptors (mu overstimulation and kappa antagonism) causes itching. [8]", "contents": "Uremic Pruritus Evaluation and Treatment  -- Etiology. Other contributory factors are increased blood urea, beta-2 microglobulin, magnesium, and vitamin A. [7] [8] In some studies, lower serum albumin levels and higher white blood cell counts had significantly higher odds of having moderate to extreme pruritus. [8] [9] In addition, anemia, low erythropoietin levels, elevated ferritin, and low transferrin have also been explored as potential risks for CKD-associated pruritus. [10] Current proposed pathophysiologic mechanisms include skin alteration, inflammation, nociceptive receptor dysfunction, and opioid receptor dysfunction. Dermatologic abnormalities occur in CKD, such as xerosis. It is a frequent cause of itching in many patients with CKD. Although a large number of patients with CKD have dry skin, not all patients with severely dry skin suffer from itching. [11] Nociceptive receptor dysfunction and peripheral neuropathy resulting from diseased sensory neurons and interneurons are also believed to contribute to itching. [8] Skin microinflammation is also proposed to be responsible for uremic pruritus, as elevated C-reactive protein levels were seen in ESRD patients on hemodialysis who had uremic pruritus. In addition, cytokines are also believed to play a role. In addition, the opioid pathway is increasingly linked to itch sensation. [12] One theory postulates that an imbalance between mu and kappa opioid receptors (mu overstimulation and kappa antagonism) causes itching. [8]"}
{"id": "article-132340_7", "title": "Uremic Pruritus Evaluation and Treatment  -- Etiology", "content": "Moreover, other triggering factors could include uremic toxins, cutaneous xerosis, systemic inflammation, and common comorbid illnesses, such as diabetes mellitus, viral hepatitis, and endocrinopathies. [13] [14]", "contents": "Uremic Pruritus Evaluation and Treatment  -- Etiology. Moreover, other triggering factors could include uremic toxins, cutaneous xerosis, systemic inflammation, and common comorbid illnesses, such as diabetes mellitus, viral hepatitis, and endocrinopathies. [13] [14]"}
{"id": "article-132340_8", "title": "Uremic Pruritus Evaluation and Treatment  -- Epidemiology", "content": "Pruritus is a common complaint among patients with progressive kidney disease. In various studies, the reported prevalence of uremic pruritus varies between 18% and 97.8%, and an overall prevalence of 55%. [15] Uremic pruritus occurs in males and females, and no gender preference is noted, although a study has reported an association with the male sex. [7] However, uremic pruritus is less frequent in children. Uremic pruritus also occurs in patients on hemodialysis and those on peritoneal dialysis.", "contents": "Uremic Pruritus Evaluation and Treatment  -- Epidemiology. Pruritus is a common complaint among patients with progressive kidney disease. In various studies, the reported prevalence of uremic pruritus varies between 18% and 97.8%, and an overall prevalence of 55%. [15] Uremic pruritus occurs in males and females, and no gender preference is noted, although a study has reported an association with the male sex. [7] However, uremic pruritus is less frequent in children. Uremic pruritus also occurs in patients on hemodialysis and those on peritoneal dialysis."}
{"id": "article-132340_9", "title": "Uremic Pruritus Evaluation and Treatment  -- Epidemiology", "content": "Despite the high prevalence of CKD-associated pruritus, nephrologists often underestimate its prevalence. For example, when data from 6256 patients and 268 medical directors in 17 countries from 2012 to 2015 were analyzed, medical directors underestimated the prevalence of pruritus in 69 facilities. [16]", "contents": "Uremic Pruritus Evaluation and Treatment  -- Epidemiology. Despite the high prevalence of CKD-associated pruritus, nephrologists often underestimate its prevalence. For example, when data from 6256 patients and 268 medical directors in 17 countries from 2012 to 2015 were analyzed, medical directors underestimated the prevalence of pruritus in 69 facilities. [16]"}
{"id": "article-132340_10", "title": "Uremic Pruritus Evaluation and Treatment  -- Epidemiology", "content": "The most comprehensive epidemiologic data on uremic pruritis comes from DOPPS, based on outcomes in 12 different countries, such as France, Belgium, Canada, Australia, Germany, Italy, Japan, the United Kingdom, Spain, Sweden, New Zealand, and the United States, in which 41.7% of the patients between 2002 and 2003 reported moderate to extreme pruritus. [17] Additionally, 23 studies from 11 countries between 1973 and 2012 observed the incidence of pruritus in ESRD patients with a mean weighted prevalence of 34.9%. [18] [19] [20]", "contents": "Uremic Pruritus Evaluation and Treatment  -- Epidemiology. The most comprehensive epidemiologic data on uremic pruritis comes from DOPPS, based on outcomes in 12 different countries, such as France, Belgium, Canada, Australia, Germany, Italy, Japan, the United Kingdom, Spain, Sweden, New Zealand, and the United States, in which 41.7% of the patients between 2002 and 2003 reported moderate to extreme pruritus. [17] Additionally, 23 studies from 11 countries between 1973 and 2012 observed the incidence of pruritus in ESRD patients with a mean weighted prevalence of 34.9%. [18] [19] [20]"}
{"id": "article-132340_11", "title": "Uremic Pruritus Evaluation and Treatment  -- Epidemiology", "content": "Combining these data with DOPPS-I and DOPPS-II yields a mean weighted prevalence of 40.6%. The latest sizeable study of the prevalence of uremic pruritus, DOPPS-III data, particularly from Japan, observed an incidence of moderate to extreme uremic pruritus of 44% between 1996 and 2008. [21]", "contents": "Uremic Pruritus Evaluation and Treatment  -- Epidemiology. Combining these data with DOPPS-I and DOPPS-II yields a mean weighted prevalence of 40.6%. The latest sizeable study of the prevalence of uremic pruritus, DOPPS-III data, particularly from Japan, observed an incidence of moderate to extreme uremic pruritus of 44% between 1996 and 2008. [21]"}
{"id": "article-132340_12", "title": "Uremic Pruritus Evaluation and Treatment  -- Pathophysiology", "content": "In pruritis, specialized cutaneous somatosensory nerve fibers sense different stimuli resulting in itch. The physiology underlying pruritus has been increasingly described over the past few decades; however, much remains to be explained. Primarily, the neuron type that was found responsible for itch was the slow-conducting, histamine-dependent, unmyelinated C fiber; however, various nonhistaminergic neurons have been recently discovered that also get involved in the neural pathways producing itch, likely accounting for the common finding of pruritus non-responsive to antihistamines. [22]", "contents": "Uremic Pruritus Evaluation and Treatment  -- Pathophysiology. In pruritis, specialized cutaneous somatosensory nerve fibers sense different stimuli resulting in itch. The physiology underlying pruritus has been increasingly described over the past few decades; however, much remains to be explained. Primarily, the neuron type that was found responsible for itch was the slow-conducting, histamine-dependent, unmyelinated C fiber; however, various nonhistaminergic neurons have been recently discovered that also get involved in the neural pathways producing itch, likely accounting for the common finding of pruritus non-responsive to antihistamines. [22]"}
{"id": "article-132340_13", "title": "Uremic Pruritus Evaluation and Treatment  -- Pathophysiology", "content": "Uremic pruritus has not been studied as extensively as pruritus in general. Furthermore, pruritus in kidney disease may be caused by different mechanisms as opposed to those underpinning pruritus from other causes. In uremia, the itch is secondary to the profound changes that happen with hyperparathyroidism-associated bone disease, structural changes in the skin due to dehydration, and systemic inflammation and immune dysfunction. This then leads to morbidity in CKD patients. [23]", "contents": "Uremic Pruritus Evaluation and Treatment  -- Pathophysiology. Uremic pruritus has not been studied as extensively as pruritus in general. Furthermore, pruritus in kidney disease may be caused by different mechanisms as opposed to those underpinning pruritus from other causes. In uremia, the itch is secondary to the profound changes that happen with hyperparathyroidism-associated bone disease, structural changes in the skin due to dehydration, and systemic inflammation and immune dysfunction. This then leads to morbidity in CKD patients. [23]"}
{"id": "article-132340_14", "title": "Uremic Pruritus Evaluation and Treatment  -- Pathophysiology", "content": "Emerging evidence suggests that CKD patients could also have primary changes in nociceptive sensory pathways in the central and/or peripheral nervous system. In one study, the distribution of pruritus was observed in large and non-dermatomal areas with “striking mirror symmetry,” suggesting a potential central neurogenic etiology. [18]", "contents": "Uremic Pruritus Evaluation and Treatment  -- Pathophysiology. Emerging evidence suggests that CKD patients could also have primary changes in nociceptive sensory pathways in the central and/or peripheral nervous system. In one study, the distribution of pruritus was observed in large and non-dermatomal areas with “striking mirror symmetry,” suggesting a potential central neurogenic etiology. [18]"}
{"id": "article-132340_15", "title": "Uremic Pruritus Evaluation and Treatment  -- Pathophysiology", "content": "Additionally, an imbalance of opioid receptors is seen both in the central and peripheral nervous system in CKD, and uremic pruritis may be a consequence of a neuropathic mechanism as opposed to pruritus occurring with other conditions. Therefore opioid modulators and gabapentin are efficacious in treating uremic pruritis, as described in further detail later. CKD-aP correlates more with uremic toxins, suggesting that these toxins play a more important role in the pathophysiology of uremic pruritus than the glomerular filtration rate. [13] [24]", "contents": "Uremic Pruritus Evaluation and Treatment  -- Pathophysiology. Additionally, an imbalance of opioid receptors is seen both in the central and peripheral nervous system in CKD, and uremic pruritis may be a consequence of a neuropathic mechanism as opposed to pruritus occurring with other conditions. Therefore opioid modulators and gabapentin are efficacious in treating uremic pruritis, as described in further detail later. CKD-aP correlates more with uremic toxins, suggesting that these toxins play a more important role in the pathophysiology of uremic pruritus than the glomerular filtration rate. [13] [24]"}
{"id": "article-132340_16", "title": "Uremic Pruritus Evaluation and Treatment  -- History and Physical", "content": "The clinical presentation of pruritus in CKD patients varies greatly from one patient to another. The severity and pattern of itching in uremic pruritus are variable. While some patients report mild and intermittent symptoms, others report irritatingly persistent symptoms. In one survey of symptom distress, quality of sleep, and quality of life performed on 301 maintenance hemodialysis patients, and itching ranked as the most severe symptom. [25]", "contents": "Uremic Pruritus Evaluation and Treatment  -- History and Physical. The clinical presentation of pruritus in CKD patients varies greatly from one patient to another. The severity and pattern of itching in uremic pruritus are variable. While some patients report mild and intermittent symptoms, others report irritatingly persistent symptoms. In one survey of symptom distress, quality of sleep, and quality of life performed on 301 maintenance hemodialysis patients, and itching ranked as the most severe symptom. [25]"}
{"id": "article-132340_17", "title": "Uremic Pruritus Evaluation and Treatment  -- History and Physical", "content": "Itching may be localized or generalized. Localized uremic pruritus predominantly affects the face, back, or shunt arm, although any body part can be affected. [8] Itching has a variable relationship with dialysis. Some patients report worsening symptoms during dialysis and after dialysis, but itching also occurs before dialysis in some other patients.", "contents": "Uremic Pruritus Evaluation and Treatment  -- History and Physical. Itching may be localized or generalized. Localized uremic pruritus predominantly affects the face, back, or shunt arm, although any body part can be affected. [8] Itching has a variable relationship with dialysis. Some patients report worsening symptoms during dialysis and after dialysis, but itching also occurs before dialysis in some other patients."}
{"id": "article-132340_18", "title": "Uremic Pruritus Evaluation and Treatment  -- History and Physical", "content": "A study reports that uremic patients have itching daily or nearly daily, and most patients have itching on large, discontinuous, bilateral, and symmetric areas of skin. [18] The itching has generally been observed worse at night than during the day. Another study reports that the commonly affected areas are the back and arms; however, other areas of the body are also bothersome. The affected area may remain constant or migrate with time. Patients vary greatly in terms of the factors that aggravate pruritus; common factors include heat, stress, dialysis, cold, physical activity, and showering. [26] [27] [28] Unfortunately, most patients will continue to have pruritis for months to years.", "contents": "Uremic Pruritus Evaluation and Treatment  -- History and Physical. A study reports that uremic patients have itching daily or nearly daily, and most patients have itching on large, discontinuous, bilateral, and symmetric areas of skin. [18] The itching has generally been observed worse at night than during the day. Another study reports that the commonly affected areas are the back and arms; however, other areas of the body are also bothersome. The affected area may remain constant or migrate with time. Patients vary greatly in terms of the factors that aggravate pruritus; common factors include heat, stress, dialysis, cold, physical activity, and showering. [26] [27] [28] Unfortunately, most patients will continue to have pruritis for months to years."}
{"id": "article-132340_19", "title": "Uremic Pruritus Evaluation and Treatment  -- History and Physical", "content": "As the presentation of pruritus in CKD may be variable, it could be challenging to distinguish it from other causes of itching. Generally, a nonuremic cause of pruritus should be considered in cases where a suitable treatment trial has failed, particularly in patients with asymmetric symptoms, ulcerating or bullous lesions, or who present with clinical findings suggestive of other systemic diseases. Additionally, pruritus may present as an adverse drug reaction from recently started or long-standing pharmacologic therapy.", "contents": "Uremic Pruritus Evaluation and Treatment  -- History and Physical. As the presentation of pruritus in CKD may be variable, it could be challenging to distinguish it from other causes of itching. Generally, a nonuremic cause of pruritus should be considered in cases where a suitable treatment trial has failed, particularly in patients with asymmetric symptoms, ulcerating or bullous lesions, or who present with clinical findings suggestive of other systemic diseases. Additionally, pruritus may present as an adverse drug reaction from recently started or long-standing pharmacologic therapy."}
{"id": "article-132340_20", "title": "Uremic Pruritus Evaluation and Treatment  -- History and Physical", "content": "Morphologically, the skin may appear normal. Alternatively, there may be evidence of chronic itching, like scratch marks, scars, and linear crusts. Other findings include impetigo, papules, and prurigo nodularis.", "contents": "Uremic Pruritus Evaluation and Treatment  -- History and Physical. Morphologically, the skin may appear normal. Alternatively, there may be evidence of chronic itching, like scratch marks, scars, and linear crusts. Other findings include impetigo, papules, and prurigo nodularis."}
{"id": "article-132340_21", "title": "Uremic Pruritus Evaluation and Treatment  -- Evaluation", "content": "Uremic pruritus is a clinical diagnosis. Due to the high prevalence of itching among CKD patients, most people attribute itching to uremic pruritus without an alternate diagnosis. However, it is essential to rule out other causes of pruritus, including drugs, liver disease, thyroid disease, and dermatologic diseases.", "contents": "Uremic Pruritus Evaluation and Treatment  -- Evaluation. Uremic pruritus is a clinical diagnosis. Due to the high prevalence of itching among CKD patients, most people attribute itching to uremic pruritus without an alternate diagnosis. However, it is essential to rule out other causes of pruritus, including drugs, liver disease, thyroid disease, and dermatologic diseases."}
{"id": "article-132340_22", "title": "Uremic Pruritus Evaluation and Treatment  -- Evaluation", "content": "Before starting treatment for pruritus, it is advisable to obtain objective information about its severity to monitor the response to treatment. A recent study recommended a set of methods that have been advised for use in clinical trials in evaluating pruritus, such as pruritus intensity scales and equipment to assess scratch lesions, quality of life, chronic pruritus course, and patient benefit from therapy. [29]", "contents": "Uremic Pruritus Evaluation and Treatment  -- Evaluation. Before starting treatment for pruritus, it is advisable to obtain objective information about its severity to monitor the response to treatment. A recent study recommended a set of methods that have been advised for use in clinical trials in evaluating pruritus, such as pruritus intensity scales and equipment to assess scratch lesions, quality of life, chronic pruritus course, and patient benefit from therapy. [29]"}
{"id": "article-132340_23", "title": "Uremic Pruritus Evaluation and Treatment  -- Evaluation", "content": "It is also essential to assess the severity of symptoms and their impact on sleep. Different tools are used to evaluate uremic pruritus, including the visual analog scale, verbal rating scale, numeric rating scale, 5-D itch scale, and Kidney Disease Quality of Life-Short Form. [8]", "contents": "Uremic Pruritus Evaluation and Treatment  -- Evaluation. It is also essential to assess the severity of symptoms and their impact on sleep. Different tools are used to evaluate uremic pruritus, including the visual analog scale, verbal rating scale, numeric rating scale, 5-D itch scale, and Kidney Disease Quality of Life-Short Form. [8]"}
{"id": "article-132340_24", "title": "Uremic Pruritus Evaluation and Treatment  -- Evaluation", "content": "The visual analog scale, numeric rating scale, and verbal rating scale are uni-dimensional scales. They are used to measure symptom severity and can also be used to measure pruritus severity. The visual rating scale uses a visual or graphic scale, and patients are asked to select a point that describes the severity of their symptoms. For example, 0 represents no itching, and 10 illustrates the worst imaginable itching. The numeric rating scale is similar to the visual rating scale, but patients are asked to select a number representing itching severity. For example, it may be classified as none (0), mild (1-3), moderate (4-6), severe (7-8), and very severe (9 and above).", "contents": "Uremic Pruritus Evaluation and Treatment  -- Evaluation. The visual analog scale, numeric rating scale, and verbal rating scale are uni-dimensional scales. They are used to measure symptom severity and can also be used to measure pruritus severity. The visual rating scale uses a visual or graphic scale, and patients are asked to select a point that describes the severity of their symptoms. For example, 0 represents no itching, and 10 illustrates the worst imaginable itching. The numeric rating scale is similar to the visual rating scale, but patients are asked to select a number representing itching severity. For example, it may be classified as none (0), mild (1-3), moderate (4-6), severe (7-8), and very severe (9 and above)."}
{"id": "article-132340_25", "title": "Uremic Pruritus Evaluation and Treatment  -- Evaluation", "content": "The 5-D itch scale is a multidimensional scale with five domains- duration, degree, direction, disability, and distribution. The disability domain looks at the effect on sleep, leisure, housework, and work/school. [30] Other psychometric tests like the kidney disease quality of life-short form assessment and uremic pruritus in dialysis patient scale have also been used.", "contents": "Uremic Pruritus Evaluation and Treatment  -- Evaluation. The 5-D itch scale is a multidimensional scale with five domains- duration, degree, direction, disability, and distribution. The disability domain looks at the effect on sleep, leisure, housework, and work/school. [30] Other psychometric tests like the kidney disease quality of life-short form assessment and uremic pruritus in dialysis patient scale have also been used."}
{"id": "article-132340_26", "title": "Uremic Pruritus Evaluation and Treatment  -- Evaluation", "content": "Pruritus is a symptom, so it is subjective. Scratch marks can be quantitated, but this assessment method is often inaccurate in measuring the extent of the symptom. Therefore, typically, pruritus is assessed through patient-reported outcomes (PROs). Various PRO scales are available for estimating pruritus intensity, including unidimensional ones that address one symptom at a time and multidimensional scales that monitor more than one symptom, variations in symptoms, or more than one symptom assessment. [29]", "contents": "Uremic Pruritus Evaluation and Treatment  -- Evaluation. Pruritus is a symptom, so it is subjective. Scratch marks can be quantitated, but this assessment method is often inaccurate in measuring the extent of the symptom. Therefore, typically, pruritus is assessed through patient-reported outcomes (PROs). Various PRO scales are available for estimating pruritus intensity, including unidimensional ones that address one symptom at a time and multidimensional scales that monitor more than one symptom, variations in symptoms, or more than one symptom assessment. [29]"}
{"id": "article-132340_27", "title": "Uremic Pruritus Evaluation and Treatment  -- Treatment / Management", "content": "Consensus recommendation on managing uremic pruritus is lacking, contributing to clinicians' difficulties in managing these groups of patients. Some strategies employed include:", "contents": "Uremic Pruritus Evaluation and Treatment  -- Treatment / Management. Consensus recommendation on managing uremic pruritus is lacking, contributing to clinicians' difficulties in managing these groups of patients. Some strategies employed include:"}
{"id": "article-132340_28", "title": "Uremic Pruritus Evaluation and Treatment  -- Treatment / Management -- Optimizing Serum Calcium and Phosphate Levels", "content": "Clinicians may try optimizing serum calcium and phosphate levels to alleviate symptoms of itching. Optimizing serum calcium and phosphate levels should be part of the overall care of patients with CKD. However, with the DOPPS trial showing no relationship between serum phosphate levels and uremic pruritus, the efficacy of this strategy in addressing uremic pruritus has come under scrutiny. Furthermore, no target levels are available to guide treatment.", "contents": "Uremic Pruritus Evaluation and Treatment  -- Treatment / Management -- Optimizing Serum Calcium and Phosphate Levels. Clinicians may try optimizing serum calcium and phosphate levels to alleviate symptoms of itching. Optimizing serum calcium and phosphate levels should be part of the overall care of patients with CKD. However, with the DOPPS trial showing no relationship between serum phosphate levels and uremic pruritus, the efficacy of this strategy in addressing uremic pruritus has come under scrutiny. Furthermore, no target levels are available to guide treatment."}
{"id": "article-132340_29", "title": "Uremic Pruritus Evaluation and Treatment  -- Treatment / Management -- Dialysis Optimization", "content": "It is proposed that this strategy lowers the levels of pruritogens in the body. However, no target Kt/V is available to guide treatment, but the suggestion is to use the target Kt/V recommended for optimal clinical outcome. Optimizing dialysis may involve increasing the frequency of dialysis and switching patients from low-flux dialyzers to high-flux dialyzers.", "contents": "Uremic Pruritus Evaluation and Treatment  -- Treatment / Management -- Dialysis Optimization. It is proposed that this strategy lowers the levels of pruritogens in the body. However, no target Kt/V is available to guide treatment, but the suggestion is to use the target Kt/V recommended for optimal clinical outcome. Optimizing dialysis may involve increasing the frequency of dialysis and switching patients from low-flux dialyzers to high-flux dialyzers."}
{"id": "article-132340_30", "title": "Uremic Pruritus Evaluation and Treatment  -- Treatment / Management -- Topical Agents", "content": "Beyond optimizing dialysis, serum calcium, and serum phosphate, skin care, especially hydration, is essential. Topical therapy for treating uremic pruritus include: Emollients are widely recommended. Patients with CKD often have xerosis, and emollients have shown benefits in CKD-associated pruritus. Different kinds of emollients have been studied, including paraffin and glycerol. Gamma linoleic acid cream may be helpful. [31] Topical analgesics like capsaicin and pramoxine lotion have shown a superior response to placebo in studies. [32] Tacrolimus is a calcineurin inhibitor and suppresses the production of IL 2 and is demonstrated to have benefits in uremic pruritus. [33] However, topical tacrolimus carries a black box warning of an increased risk of skin cancers. As such, it should be used with caution in patients booked for transplants since transplant patients have a high risk of skin cancers.", "contents": "Uremic Pruritus Evaluation and Treatment  -- Treatment / Management -- Topical Agents. Beyond optimizing dialysis, serum calcium, and serum phosphate, skin care, especially hydration, is essential. Topical therapy for treating uremic pruritus include: Emollients are widely recommended. Patients with CKD often have xerosis, and emollients have shown benefits in CKD-associated pruritus. Different kinds of emollients have been studied, including paraffin and glycerol. Gamma linoleic acid cream may be helpful. [31] Topical analgesics like capsaicin and pramoxine lotion have shown a superior response to placebo in studies. [32] Tacrolimus is a calcineurin inhibitor and suppresses the production of IL 2 and is demonstrated to have benefits in uremic pruritus. [33] However, topical tacrolimus carries a black box warning of an increased risk of skin cancers. As such, it should be used with caution in patients booked for transplants since transplant patients have a high risk of skin cancers."}
{"id": "article-132340_31", "title": "Uremic Pruritus Evaluation and Treatment  -- Treatment / Management -- Antihistamines", "content": "These are typically used, but their benefits are questionable. Sedating rather than non-sedating antihistamines seem more beneficial, but the use of sedating antihistamines raises safety issues, especially in the elderly. [8]", "contents": "Uremic Pruritus Evaluation and Treatment  -- Treatment / Management -- Antihistamines. These are typically used, but their benefits are questionable. Sedating rather than non-sedating antihistamines seem more beneficial, but the use of sedating antihistamines raises safety issues, especially in the elderly. [8]"}
{"id": "article-132340_32", "title": "Uremic Pruritus Evaluation and Treatment  -- Treatment / Management -- Gabapentin and Pregabalin", "content": "These anticonvulsants used for neuropathic pain are also effective in CKD-associated pruritus. One systematic review found that gabapentin or pregabalin provided superior benefits compared to a placebo. [34] Side effects of gabapentin include dizziness, somnolence, confusion, dry mouth, and increased suicide risk. These side effects often limit the use of gabapentin and pregabalin. However, patients who do not tolerate gabapentin may tolerate pregabalin. Gabapentin can be initiated at 100 mg three times weekly (post-dialysis) and increased to 300 mg three times weekly. Alternatively, gabapentin 100 mg daily can be used.", "contents": "Uremic Pruritus Evaluation and Treatment  -- Treatment / Management -- Gabapentin and Pregabalin. These anticonvulsants used for neuropathic pain are also effective in CKD-associated pruritus. One systematic review found that gabapentin or pregabalin provided superior benefits compared to a placebo. [34] Side effects of gabapentin include dizziness, somnolence, confusion, dry mouth, and increased suicide risk. These side effects often limit the use of gabapentin and pregabalin. However, patients who do not tolerate gabapentin may tolerate pregabalin. Gabapentin can be initiated at 100 mg three times weekly (post-dialysis) and increased to 300 mg three times weekly. Alternatively, gabapentin 100 mg daily can be used."}
{"id": "article-132340_33", "title": "Uremic Pruritus Evaluation and Treatment  -- Treatment / Management -- Mast Cell Stabilizers", "content": "Hydroxyzine, cromolyn sodium, and nicotinamide have been explored as potential therapeutic agents in combating uremic pruritus. Hydroxyzine antagonizes the histamine 1 receptors, while nicotinamide and cromolyn sodium stabilize mast cells.", "contents": "Uremic Pruritus Evaluation and Treatment  -- Treatment / Management -- Mast Cell Stabilizers. Hydroxyzine, cromolyn sodium, and nicotinamide have been explored as potential therapeutic agents in combating uremic pruritus. Hydroxyzine antagonizes the histamine 1 receptors, while nicotinamide and cromolyn sodium stabilize mast cells."}
{"id": "article-132340_34", "title": "Uremic Pruritus Evaluation and Treatment  -- Treatment / Management -- Mast Cell Stabilizers", "content": "In a randomized, double-blind prospective 4-week study, 60 patients with ESRD were randomized to receive either cromolyn sodium cream or placebo, and cromolyn sodium showed some benefits. [35] In other studies, hydroxyzine and nicotinamide reduced pruritus, but they were not shown to confer a statistically significant benefit compared with diluted vinegar or placebo, respectively. [36] [37]", "contents": "Uremic Pruritus Evaluation and Treatment  -- Treatment / Management -- Mast Cell Stabilizers. In a randomized, double-blind prospective 4-week study, 60 patients with ESRD were randomized to receive either cromolyn sodium cream or placebo, and cromolyn sodium showed some benefits. [35] In other studies, hydroxyzine and nicotinamide reduced pruritus, but they were not shown to confer a statistically significant benefit compared with diluted vinegar or placebo, respectively. [36] [37]"}
{"id": "article-132340_35", "title": "Uremic Pruritus Evaluation and Treatment  -- Treatment / Management -- Phototherapy", "content": "UV-B modulates immune response by altering cytokine production. Narrowband UV-A, broadband UV-B, and narrowband UV-B therapy benefits patients with uremic pruritus. However, broadband UV-B treatment has demonstrated a superior response over UV-A therapy in treating uremic pruritus. [8] Although a study comparing narrowband UV-B therapy and long-wave UV-A therapy found improvement in symptoms in both groups, it did not find any difference in response. [38] A high drop-out rate has also been reported with narrowband UV-B therapy despite significant improvement in symptoms. [39] Side effects reported following UV-B treatment include sunburn and tanning.", "contents": "Uremic Pruritus Evaluation and Treatment  -- Treatment / Management -- Phototherapy. UV-B modulates immune response by altering cytokine production. Narrowband UV-A, broadband UV-B, and narrowband UV-B therapy benefits patients with uremic pruritus. However, broadband UV-B treatment has demonstrated a superior response over UV-A therapy in treating uremic pruritus. [8] Although a study comparing narrowband UV-B therapy and long-wave UV-A therapy found improvement in symptoms in both groups, it did not find any difference in response. [38] A high drop-out rate has also been reported with narrowband UV-B therapy despite significant improvement in symptoms. [39] Side effects reported following UV-B treatment include sunburn and tanning."}
{"id": "article-132340_36", "title": "Uremic Pruritus Evaluation and Treatment  -- Treatment / Management -- Opioid Receptor Modulation", "content": "An imbalance in mu and kappa is linked to pruritus. Kappa agonism and mu antagonism are found to relieve itching, and these mechanisms are explored as potential therapeutic options.", "contents": "Uremic Pruritus Evaluation and Treatment  -- Treatment / Management -- Opioid Receptor Modulation. An imbalance in mu and kappa is linked to pruritus. Kappa agonism and mu antagonism are found to relieve itching, and these mechanisms are explored as potential therapeutic options."}
{"id": "article-132340_37", "title": "Uremic Pruritus Evaluation and Treatment  -- Treatment / Management -- Opioid Receptor Modulation", "content": "Difelikefalin is a selective kappa-opioid receptor agonist indicated for treating CKD-aP in adult hemodialysis patients. It does not cross the brain-blood barrier and so does not cause the severe characteristic central nervous system adverse effects linked with opioids. The potential for abuse is low since it does not act on the mu receptors, which mediate euphoria. In a randomized, double-blind controlled trial of 174 hemodialysis patients with moderate to severe pruritus, difelikefalin improved itching and sleep disturbance scores compared with patients on placebo. [40] However, patients on difelikefalin also reported more adverse events, with diarrhea, dizziness, nausea, somnolence, and falls being the most frequent. Dizziness is typically transient and subsides within three weeks if treatment is continued.", "contents": "Uremic Pruritus Evaluation and Treatment  -- Treatment / Management -- Opioid Receptor Modulation. Difelikefalin is a selective kappa-opioid receptor agonist indicated for treating CKD-aP in adult hemodialysis patients. It does not cross the brain-blood barrier and so does not cause the severe characteristic central nervous system adverse effects linked with opioids. The potential for abuse is low since it does not act on the mu receptors, which mediate euphoria. In a randomized, double-blind controlled trial of 174 hemodialysis patients with moderate to severe pruritus, difelikefalin improved itching and sleep disturbance scores compared with patients on placebo. [40] However, patients on difelikefalin also reported more adverse events, with diarrhea, dizziness, nausea, somnolence, and falls being the most frequent. Dizziness is typically transient and subsides within three weeks if treatment is continued."}
{"id": "article-132340_38", "title": "Uremic Pruritus Evaluation and Treatment  -- Treatment / Management -- Opioid Receptor Modulation", "content": "Nalfurafine is another selective kappa-opioid agonist that shows promise in treating uremic pruritus. [8] Infusion of nalfurafine hydrochloride post hemodialysis did not show benefits in studies, but oral nalfurafine administered daily improved itching. Nalfurafine is associated with insomnia, but this resolves rapidly on discontinuing the therapy. Nalfurafine is currently approved in Japan.", "contents": "Uremic Pruritus Evaluation and Treatment  -- Treatment / Management -- Opioid Receptor Modulation. Nalfurafine is another selective kappa-opioid agonist that shows promise in treating uremic pruritus. [8] Infusion of nalfurafine hydrochloride post hemodialysis did not show benefits in studies, but oral nalfurafine administered daily improved itching. Nalfurafine is associated with insomnia, but this resolves rapidly on discontinuing the therapy. Nalfurafine is currently approved in Japan."}
{"id": "article-132340_39", "title": "Uremic Pruritus Evaluation and Treatment  -- Treatment / Management -- Opioid Receptor Modulation", "content": "Nalbuphine acts on both kappa and mu-opioid receptors and has also proved beneficial in hemodialysis patients with pruritus. Extended-release nalbuphine has been used at a dose of 120mg to achieve response among hemodialysis patients. [41]", "contents": "Uremic Pruritus Evaluation and Treatment  -- Treatment / Management -- Opioid Receptor Modulation. Nalbuphine acts on both kappa and mu-opioid receptors and has also proved beneficial in hemodialysis patients with pruritus. Extended-release nalbuphine has been used at a dose of 120mg to achieve response among hemodialysis patients. [41]"}
{"id": "article-132340_40", "title": "Uremic Pruritus Evaluation and Treatment  -- Differential Diagnosis", "content": "Other causes of itching should be ruled out when CKD patients develop itching. Differential diagnoses for non-uremic causes of pruritus in uremic patients include the following: Liver disease Thyroid disease Primary dermatologic conditions Drugs Infestations (lice, scabies, bed bugs) Hypercalcemic states Hodgkin lymphoma Cutaneous T-cell lymphoma Polycythemia vera Post-herpetic neuralgia Human immunodeficiency virus", "contents": "Uremic Pruritus Evaluation and Treatment  -- Differential Diagnosis. Other causes of itching should be ruled out when CKD patients develop itching. Differential diagnoses for non-uremic causes of pruritus in uremic patients include the following: Liver disease Thyroid disease Primary dermatologic conditions Drugs Infestations (lice, scabies, bed bugs) Hypercalcemic states Hodgkin lymphoma Cutaneous T-cell lymphoma Polycythemia vera Post-herpetic neuralgia Human immunodeficiency virus"}
{"id": "article-132340_41", "title": "Uremic Pruritus Evaluation and Treatment  -- Prognosis", "content": "Some studies have reported a worse prognosis in patients with severe CKD-aP, although the mechanism is unknown. Reports suggest increased mortality risk among patients with uremic pruritus. The prognosis of uremic patients with severe pruritus is significantly worse than the others. A study reported that severe pruritus was independently associated with mortality even after adjusting for various other clinical factors, such as diabetes mellitus, age, β 2-microglobulin, and albumin. [7] Severe uremic pruritus affects the quality of life and is also associated with poor outcomes in chronic hemodialysis patients.", "contents": "Uremic Pruritus Evaluation and Treatment  -- Prognosis. Some studies have reported a worse prognosis in patients with severe CKD-aP, although the mechanism is unknown. Reports suggest increased mortality risk among patients with uremic pruritus. The prognosis of uremic patients with severe pruritus is significantly worse than the others. A study reported that severe pruritus was independently associated with mortality even after adjusting for various other clinical factors, such as diabetes mellitus, age, β 2-microglobulin, and albumin. [7] Severe uremic pruritus affects the quality of life and is also associated with poor outcomes in chronic hemodialysis patients."}
{"id": "article-132340_42", "title": "Uremic Pruritus Evaluation and Treatment  -- Complications", "content": "Complications of uremic pruritus include the following: Poor adherence to treatment Poor sleep Depression Impaired quality of life Skin marks Suicidal ideation", "contents": "Uremic Pruritus Evaluation and Treatment  -- Complications. Complications of uremic pruritus include the following: Poor adherence to treatment Poor sleep Depression Impaired quality of life Skin marks Suicidal ideation"}
{"id": "article-132340_43", "title": "Uremic Pruritus Evaluation and Treatment  -- Deterrence and Patient Education", "content": "Uremic pruritus negatively impacts clinical outcomes, yet patients frequently fail to report this symptom to their healthcare team. [6] Some patients are unaware the itching is related to CKD, while others prefer to focus on other complaints. It is important to educate and encourage patients to discuss the symptom with their healthcare team, considering the impact of pruritus on the physical and mental well-being of the patients.", "contents": "Uremic Pruritus Evaluation and Treatment  -- Deterrence and Patient Education. Uremic pruritus negatively impacts clinical outcomes, yet patients frequently fail to report this symptom to their healthcare team. [6] Some patients are unaware the itching is related to CKD, while others prefer to focus on other complaints. It is important to educate and encourage patients to discuss the symptom with their healthcare team, considering the impact of pruritus on the physical and mental well-being of the patients."}
{"id": "article-132340_44", "title": "Uremic Pruritus Evaluation and Treatment  -- Enhancing Healthcare Team Outcomes", "content": "Managing uremic pruritus is difficult because of a lack of consensus recommendations and many large randomized controlled trials. Optimized care requires an interprofessional approach involving nephrologists, dermatologists, nurses, pharmacists, and clinical psychologists. A dermatologist can help rule out other causes of the itching and recommend treatment strategies. Pharmacists can verify dosing and perform medication reconciliation, reporting to the prescriber or nurse if they have any concerns. All team members are responsible for keeping accurate records regarding all interventions and interactions with the patient so that all team members have access to the same updated patient data.", "contents": "Uremic Pruritus Evaluation and Treatment  -- Enhancing Healthcare Team Outcomes. Managing uremic pruritus is difficult because of a lack of consensus recommendations and many large randomized controlled trials. Optimized care requires an interprofessional approach involving nephrologists, dermatologists, nurses, pharmacists, and clinical psychologists. A dermatologist can help rule out other causes of the itching and recommend treatment strategies. Pharmacists can verify dosing and perform medication reconciliation, reporting to the prescriber or nurse if they have any concerns. All team members are responsible for keeping accurate records regarding all interventions and interactions with the patient so that all team members have access to the same updated patient data."}
{"id": "article-132340_45", "title": "Uremic Pruritus Evaluation and Treatment  -- Enhancing Healthcare Team Outcomes", "content": "Given the high rate of underreporting, clinicians and nurses play a vital role in detecting the presence of itching in patients and encouraging conversation about itching. Nurses also educate and monitor the patient. The pharmacist monitors to ensure drugs that can trigger, worsen or potentiate itching are not added to the patient's regimen. Given the relationship between uremic pruritus and depression, consultation with a clinical psychologist may be needed.", "contents": "Uremic Pruritus Evaluation and Treatment  -- Enhancing Healthcare Team Outcomes. Given the high rate of underreporting, clinicians and nurses play a vital role in detecting the presence of itching in patients and encouraging conversation about itching. Nurses also educate and monitor the patient. The pharmacist monitors to ensure drugs that can trigger, worsen or potentiate itching are not added to the patient's regimen. Given the relationship between uremic pruritus and depression, consultation with a clinical psychologist may be needed."}
{"id": "article-132340_46", "title": "Uremic Pruritus Evaluation and Treatment  -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Uremic Pruritus Evaluation and Treatment  -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}