{"id": "article-28002_0", "title": "Anatomy, Thorax, Heart Pulmonary Arteries -- Introduction", "content": "The main pulmonary artery and the subsequent right and left pulmonary arteries sit within the middle mediastinum. They arise from the right ventricle of the four-chambered heart and transport blood to the lungs. De-oxygenated blood from the body's somatic cells travels to the right atrium, then into the right ventricle, and through the main pulmonary artery and its branches before blood enters the lungs for oxygenation and gas exchange. These steps are all prerequisites for normal human physiologic function.", "contents": "Anatomy, Thorax, Heart Pulmonary Arteries -- Introduction. The main pulmonary artery and the subsequent right and left pulmonary arteries sit within the middle mediastinum. They arise from the right ventricle of the four-chambered heart and transport blood to the lungs. De-oxygenated blood from the body's somatic cells travels to the right atrium, then into the right ventricle, and through the main pulmonary artery and its branches before blood enters the lungs for oxygenation and gas exchange. These steps are all prerequisites for normal human physiologic function."}
{"id": "article-28002_1", "title": "Anatomy, Thorax, Heart Pulmonary Arteries -- Structure and Function", "content": "The pulmonary arteries function to transport deoxygenated blood from the right side of the heart to the lungs for oxygenation. These vessels serve as the conduit between the right side of the heart and the lungs. The right and left pulmonary arteries specifically provide blood flow to their respective lungs and further subdivide into the lobar, segmental, and sub-segmental arteries of the lungs before eventually becoming capillaries surrounded by alveoli. Described as a high capacitance, low-pressure system, the pulmonary circulation is ideal for optimal gas exchange. [1]", "contents": "Anatomy, Thorax, Heart Pulmonary Arteries -- Structure and Function. The pulmonary arteries function to transport deoxygenated blood from the right side of the heart to the lungs for oxygenation. These vessels serve as the conduit between the right side of the heart and the lungs. The right and left pulmonary arteries specifically provide blood flow to their respective lungs and further subdivide into the lobar, segmental, and sub-segmental arteries of the lungs before eventually becoming capillaries surrounded by alveoli. Described as a high capacitance, low-pressure system, the pulmonary circulation is ideal for optimal gas exchange. [1]"}
{"id": "article-28002_2", "title": "Anatomy, Thorax, Heart Pulmonary Arteries -- Structure and Function", "content": "As it leaves the right ventricle, the main pulmonary artery is typically short and wide. The main pulmonary artery is usually approximately 5 centimeters in length and 2-3 centimeters in diameter. The main pulmonary artery generally travels along the left of the ascending aorta as the great vessels leave the heart. It bifurcates at the level of the carina (T4 vertebral level) and just below the aortic arch at approximately a right angle to form the right and left pulmonary arteries. [1]", "contents": "Anatomy, Thorax, Heart Pulmonary Arteries -- Structure and Function. As it leaves the right ventricle, the main pulmonary artery is typically short and wide. The main pulmonary artery is usually approximately 5 centimeters in length and 2-3 centimeters in diameter. The main pulmonary artery generally travels along the left of the ascending aorta as the great vessels leave the heart. It bifurcates at the level of the carina (T4 vertebral level) and just below the aortic arch at approximately a right angle to form the right and left pulmonary arteries. [1]"}
{"id": "article-28002_3", "title": "Anatomy, Thorax, Heart Pulmonary Arteries -- Structure and Function", "content": "The right pulmonary artery supplies the right lung while the left pulmonary artery supplies the left lung. The right pulmonary artery courses posterior to the ascending aorta and anterior to the descending aorta. It lies anterior to the right mainstem bronchus. The left pulmonary artery passes anterior to the descending aorta and lies superior to the left mainstem bronchus.", "contents": "Anatomy, Thorax, Heart Pulmonary Arteries -- Structure and Function. The right pulmonary artery supplies the right lung while the left pulmonary artery supplies the left lung. The right pulmonary artery courses posterior to the ascending aorta and anterior to the descending aorta. It lies anterior to the right mainstem bronchus. The left pulmonary artery passes anterior to the descending aorta and lies superior to the left mainstem bronchus."}
{"id": "article-28002_4", "title": "Anatomy, Thorax, Heart Pulmonary Arteries -- Structure and Function", "content": "A common mnemonic used to remember the relationship between the pulmonary arteries and their respective mainstem bronchi is RALS meaning, the right pulmonary artery lies anterior to the right mainstem bronchus, and the left pulmonary artery lies superior to the left mainstem bronchus.", "contents": "Anatomy, Thorax, Heart Pulmonary Arteries -- Structure and Function. A common mnemonic used to remember the relationship between the pulmonary arteries and their respective mainstem bronchi is RALS meaning, the right pulmonary artery lies anterior to the right mainstem bronchus, and the left pulmonary artery lies superior to the left mainstem bronchus."}
{"id": "article-28002_5", "title": "Anatomy, Thorax, Heart Pulmonary Arteries -- Embryology", "content": "Understanding the embryology of the pulmonary artery is imperative to demonstrate thorough anatomic knowledge on the subject. The most critical embryological components in the formation of the main pulmonary artery and the right and left pulmonary arteries are the sixth aortic arch, the truncus arteriosus, the conus cordis, and neural crest cells. [2]", "contents": "Anatomy, Thorax, Heart Pulmonary Arteries -- Embryology. Understanding the embryology of the pulmonary artery is imperative to demonstrate thorough anatomic knowledge on the subject. The most critical embryological components in the formation of the main pulmonary artery and the right and left pulmonary arteries are the sixth aortic arch, the truncus arteriosus, the conus cordis, and neural crest cells. [2]"}
{"id": "article-28002_6", "title": "Anatomy, Thorax, Heart Pulmonary Arteries -- Embryology", "content": "The sixth aortic arch gives rise to both the right and left pulmonary arteries and the ligamentum arteriosum. The ligamentum arteriosum is the ductus arteriosus during fetal development. The ductus arteriosus serves to allow oxygenated fetal blood to bypass the developing lungs and move directly into the aorta. Both the right and left sixth aortic arches initially contribute to the development of pulmonary arterial flow, but as the right-sided arch degenerates, the left sixth arch contributes the vasculature for both pulmonary arteries.", "contents": "Anatomy, Thorax, Heart Pulmonary Arteries -- Embryology. The sixth aortic arch gives rise to both the right and left pulmonary arteries and the ligamentum arteriosum. The ligamentum arteriosum is the ductus arteriosus during fetal development. The ductus arteriosus serves to allow oxygenated fetal blood to bypass the developing lungs and move directly into the aorta. Both the right and left sixth aortic arches initially contribute to the development of pulmonary arterial flow, but as the right-sided arch degenerates, the left sixth arch contributes the vasculature for both pulmonary arteries."}
{"id": "article-28002_7", "title": "Anatomy, Thorax, Heart Pulmonary Arteries -- Embryology", "content": "The intricate relationship of the truncus arteriosus, conus cordis, and neural crest cells in the fifth week of fetal development coordinates the proper formation of the right and left ventricular outflow tracts, the main pulmonary artery and ascending aorta, respectively.", "contents": "Anatomy, Thorax, Heart Pulmonary Arteries -- Embryology. The intricate relationship of the truncus arteriosus, conus cordis, and neural crest cells in the fifth week of fetal development coordinates the proper formation of the right and left ventricular outflow tracts, the main pulmonary artery and ascending aorta, respectively."}
{"id": "article-28002_8", "title": "Anatomy, Thorax, Heart Pulmonary Arteries -- Embryology", "content": "Oppositional ridges form within the truncus arteriosus: one along the right superior aspect and the other along the left inferior aspect. The right ridge progresses distally and leftward, while the left ridge progresses distally and rightward, twisting as they meet. Simultaneously, oppositional swellings develop within the conus cordis along the right dorsal and left ventral aspects. Each of these ridges, or swellings, acts under the influence of neural crest cells. As the truncal ridges converge, they divide the truncus arteriosus into the main pulmonary artery and the ascending aorta. When the conus ridges converge, they form the right ventricular outflow tract, positioned anterolaterally, and the left ventricular outflow tract, positioned posteromedially.", "contents": "Anatomy, Thorax, Heart Pulmonary Arteries -- Embryology. Oppositional ridges form within the truncus arteriosus: one along the right superior aspect and the other along the left inferior aspect. The right ridge progresses distally and leftward, while the left ridge progresses distally and rightward, twisting as they meet. Simultaneously, oppositional swellings develop within the conus cordis along the right dorsal and left ventral aspects. Each of these ridges, or swellings, acts under the influence of neural crest cells. As the truncal ridges converge, they divide the truncus arteriosus into the main pulmonary artery and the ascending aorta. When the conus ridges converge, they form the right ventricular outflow tract, positioned anterolaterally, and the left ventricular outflow tract, positioned posteromedially."}
{"id": "article-28002_9", "title": "Anatomy, Thorax, Heart Pulmonary Arteries -- Blood Supply and Lymphatics", "content": "Vasa vasorum supply the pulmonary artery wall with oxygen and nutrients, while venous vasa vasorum clear waste products with venous drainage. [3] The lymphatics of the pulmonary artery drain to the visceral thoracic nodal system, specifically the mediastinal lymph nodes.", "contents": "Anatomy, Thorax, Heart Pulmonary Arteries -- Blood Supply and Lymphatics. Vasa vasorum supply the pulmonary artery wall with oxygen and nutrients, while venous vasa vasorum clear waste products with venous drainage. [3] The lymphatics of the pulmonary artery drain to the visceral thoracic nodal system, specifically the mediastinal lymph nodes."}
{"id": "article-28002_10", "title": "Anatomy, Thorax, Heart Pulmonary Arteries -- Nerves", "content": "Innervation of the pulmonary artery is like that of other vessels. The cardiac nervous plexus supplies sympathetic and parasympathetic innervation. The nerve plexus is situated anterior to the bifurcation of the trachea and posterior to the splitting of the left and right pulmonary arteries. The sympathetic supply comes from both cervical and thoracic segments of the spinal cord. The vagus nerve supplies parasympathetic innervation.", "contents": "Anatomy, Thorax, Heart Pulmonary Arteries -- Nerves. Innervation of the pulmonary artery is like that of other vessels. The cardiac nervous plexus supplies sympathetic and parasympathetic innervation. The nerve plexus is situated anterior to the bifurcation of the trachea and posterior to the splitting of the left and right pulmonary arteries. The sympathetic supply comes from both cervical and thoracic segments of the spinal cord. The vagus nerve supplies parasympathetic innervation."}
{"id": "article-28002_11", "title": "Anatomy, Thorax, Heart Pulmonary Arteries -- Muscles", "content": "Smooth muscles within the tunica media of the arterial wall comprise the musculature of the pulmonary artery and its branches. [4]", "contents": "Anatomy, Thorax, Heart Pulmonary Arteries -- Muscles. Smooth muscles within the tunica media of the arterial wall comprise the musculature of the pulmonary artery and its branches. [4]"}
{"id": "article-28002_12", "title": "Anatomy, Thorax, Heart Pulmonary Arteries -- Physiologic Variants", "content": "Vascular anatomy is always subject to anatomic variation, and the pulmonary arterial vasculature is no exception. Pulmonary artery variants are usually discovered as incidental findings on imaging.", "contents": "Anatomy, Thorax, Heart Pulmonary Arteries -- Physiologic Variants. Vascular anatomy is always subject to anatomic variation, and the pulmonary arterial vasculature is no exception. Pulmonary artery variants are usually discovered as incidental findings on imaging."}
{"id": "article-28002_13", "title": "Anatomy, Thorax, Heart Pulmonary Arteries -- Physiologic Variants", "content": "A well-documented variant of pulmonary arterial anatomy is the aberrant left pulmonary artery, also known as the pulmonary sling. In this variation, the left pulmonary artery arises from the posterior aspect of the right pulmonary artery and passes superior to the right mainstem bronchus and between the esophagus and trachea. [5]", "contents": "Anatomy, Thorax, Heart Pulmonary Arteries -- Physiologic Variants. A well-documented variant of pulmonary arterial anatomy is the aberrant left pulmonary artery, also known as the pulmonary sling. In this variation, the left pulmonary artery arises from the posterior aspect of the right pulmonary artery and passes superior to the right mainstem bronchus and between the esophagus and trachea. [5]"}
{"id": "article-28002_14", "title": "Anatomy, Thorax, Heart Pulmonary Arteries -- Physiologic Variants", "content": "Another variant is unilateral proximal artery interruption. Here the pulmonary artery, right more commonly than left, ends blindly as it enters the lung hilum, although the vasculature within the lung itself is patent. To compensate for the interrupted artery, the bronchial arteries supplying the affected lung will hypertrophy and participate in gas exchange. Transpleural arteries may also develop to further compensate for the decreased flow. [6]", "contents": "Anatomy, Thorax, Heart Pulmonary Arteries -- Physiologic Variants. Another variant is unilateral proximal artery interruption. Here the pulmonary artery, right more commonly than left, ends blindly as it enters the lung hilum, although the vasculature within the lung itself is patent. To compensate for the interrupted artery, the bronchial arteries supplying the affected lung will hypertrophy and participate in gas exchange. Transpleural arteries may also develop to further compensate for the decreased flow. [6]"}
{"id": "article-28002_15", "title": "Anatomy, Thorax, Heart Pulmonary Arteries -- Physiologic Variants", "content": "One more variant of pulmonary artery anatomy is the idiopathic dilatation of the pulmonary artery (IDPA). This diagnosis may or may not involve dilatation of the right and left pulmonary arteries and requires the exclusion of other causes of pulmonary artery distension or enlargement. [7] Anatomic variation of the segmental and subsegmental pulmonary arteries is much more common.", "contents": "Anatomy, Thorax, Heart Pulmonary Arteries -- Physiologic Variants. One more variant of pulmonary artery anatomy is the idiopathic dilatation of the pulmonary artery (IDPA). This diagnosis may or may not involve dilatation of the right and left pulmonary arteries and requires the exclusion of other causes of pulmonary artery distension or enlargement. [7] Anatomic variation of the segmental and subsegmental pulmonary arteries is much more common."}
{"id": "article-28002_16", "title": "Anatomy, Thorax, Heart Pulmonary Arteries -- Surgical Considerations", "content": "Understanding pulmonary artery anatomy is essential for all cardiothoracic surgery. Any surgical work done in and around the pulmonary artery puts at risk the other nearby structures of the heart and lungs, and iatrogenic injury to a pulmonary artery can have immediate and grave consequences.", "contents": "Anatomy, Thorax, Heart Pulmonary Arteries -- Surgical Considerations. Understanding pulmonary artery anatomy is essential for all cardiothoracic surgery. Any surgical work done in and around the pulmonary artery puts at risk the other nearby structures of the heart and lungs, and iatrogenic injury to a pulmonary artery can have immediate and grave consequences."}
{"id": "article-28002_17", "title": "Anatomy, Thorax, Heart Pulmonary Arteries -- Surgical Considerations", "content": "Many surgeries directly involve the pulmonary arteries or the main pulmonary trunk. Congenital diseases requiring repair that involve the pulmonary artery and trunk are numerous and include: Tetralogy of Fallot, pulmonary atresia, pulmonary stenosis, double outlet right ventricle, truncus arteriosus, transposition of the great arteries, and patent ductus arteriosus. Pulmonic valve replacement, although rare in adults, involves access through the right ventricular outflow tract and affects the pulmonary trunk.", "contents": "Anatomy, Thorax, Heart Pulmonary Arteries -- Surgical Considerations. Many surgeries directly involve the pulmonary arteries or the main pulmonary trunk. Congenital diseases requiring repair that involve the pulmonary artery and trunk are numerous and include: Tetralogy of Fallot, pulmonary atresia, pulmonary stenosis, double outlet right ventricle, truncus arteriosus, transposition of the great arteries, and patent ductus arteriosus. Pulmonic valve replacement, although rare in adults, involves access through the right ventricular outflow tract and affects the pulmonary trunk."}
{"id": "article-28002_18", "title": "Anatomy, Thorax, Heart Pulmonary Arteries -- Surgical Considerations", "content": "An operation directly involving the pulmonary arteries and their more distal branches is the pulmonary thromboendarterectomy for chronic thromboembolic pulmonary hypertension. Additionally, the pulmonary arteries can be the site of emboli that, if clinically significant, may require either surgical or catheter-directed embolectomy. The above is not an extensive list of the surgical procedures or considerations involving the pulmonary trunk and arteries.", "contents": "Anatomy, Thorax, Heart Pulmonary Arteries -- Surgical Considerations. An operation directly involving the pulmonary arteries and their more distal branches is the pulmonary thromboendarterectomy for chronic thromboembolic pulmonary hypertension. Additionally, the pulmonary arteries can be the site of emboli that, if clinically significant, may require either surgical or catheter-directed embolectomy. The above is not an extensive list of the surgical procedures or considerations involving the pulmonary trunk and arteries."}
{"id": "article-28002_19", "title": "Anatomy, Thorax, Heart Pulmonary Arteries -- Clinical Significance", "content": "There are multiple clinical scenarios in which the pulmonary trunk and the pulmonary arteries play a significant role. Some of these pathological states are congenital, while others result from the adult-onset disease.", "contents": "Anatomy, Thorax, Heart Pulmonary Arteries -- Clinical Significance. There are multiple clinical scenarios in which the pulmonary trunk and the pulmonary arteries play a significant role. Some of these pathological states are congenital, while others result from the adult-onset disease."}
{"id": "article-28002_20", "title": "Anatomy, Thorax, Heart Pulmonary Arteries -- Clinical Significance", "content": "Pulmonary artery pressures can be measured with a Swan-Ganz catheter and provide important data in determining the extent of lung and left-sided heart disease. Mitral valve disease and aortic valve disease can cause extreme increases in pulmonary artery pressure and reflect the stress placed on the right-sided heart.", "contents": "Anatomy, Thorax, Heart Pulmonary Arteries -- Clinical Significance. Pulmonary artery pressures can be measured with a Swan-Ganz catheter and provide important data in determining the extent of lung and left-sided heart disease. Mitral valve disease and aortic valve disease can cause extreme increases in pulmonary artery pressure and reflect the stress placed on the right-sided heart."}
{"id": "article-28002_21", "title": "Anatomy, Thorax, Heart Pulmonary Arteries -- Clinical Significance", "content": "Pulmonary diseases, like pulmonary arterial hypertension, also cause increased pulmonary artery pressures. Again, these increased pressures are a direct reflection of the increased stresses on the right heart. [8]", "contents": "Anatomy, Thorax, Heart Pulmonary Arteries -- Clinical Significance. Pulmonary diseases, like pulmonary arterial hypertension, also cause increased pulmonary artery pressures. Again, these increased pressures are a direct reflection of the increased stresses on the right heart. [8]"}
{"id": "article-28002_22", "title": "Anatomy, Thorax, Heart Pulmonary Arteries -- Clinical Significance", "content": "A saddle pulmonary embolism can cause rapid onset of hemodynamic instability and be a rare cause of sudden death. An embolus, or clot, lodged in the bifurcation of the main pulmonary artery and occluding the lumen of the pulmonary arteries on both the right and the left is termed a saddle pulmonary embolism. [9] Congenital diseases like persistent truncus arteriosus and transposition of the great vessels are directly attributable to a failure of normal embryologic development involving the pulmonary artery.", "contents": "Anatomy, Thorax, Heart Pulmonary Arteries -- Clinical Significance. A saddle pulmonary embolism can cause rapid onset of hemodynamic instability and be a rare cause of sudden death. An embolus, or clot, lodged in the bifurcation of the main pulmonary artery and occluding the lumen of the pulmonary arteries on both the right and the left is termed a saddle pulmonary embolism. [9] Congenital diseases like persistent truncus arteriosus and transposition of the great vessels are directly attributable to a failure of normal embryologic development involving the pulmonary artery."}
{"id": "article-28002_23", "title": "Anatomy, Thorax, Heart Pulmonary Arteries -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Anatomy, Thorax, Heart Pulmonary Arteries -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}