{"id": "article-19558_0", "title": "Ciliospinal Reflex -- Definition/Introduction", "content": "Ciliospinal reflex is characterized by rapid dilation of the ipsilateral pupil (by 1 to 2mm) with a painful or startling stimulus. [1] [2] It is elicited by scratching or pinching over the skin at the side of the neck, upper trunk, and face. This reflex, which was first described by Budge, is present in normal awake or sleeping humans as well as in comatose patients. [3] Other names of the reflex are [4] [5] [6] : Pupillary skin reflex Cutaneous pupillary reflex Pupillary reflex dilation Pupil dilation response Reflex pupillary dilation Cutaneous pupil reflex or Skin pupillary reflex. The name denotes the involvement of the ciliary body and the spinal cord. As the mediation of this reflex is by the cervical sympathetic fibers, it is absent in Horner syndrome.", "contents": "Ciliospinal Reflex -- Definition/Introduction. Ciliospinal reflex is characterized by rapid dilation of the ipsilateral pupil (by 1 to 2mm) with a painful or startling stimulus. [1] [2] It is elicited by scratching or pinching over the skin at the side of the neck, upper trunk, and face. This reflex, which was first described by Budge, is present in normal awake or sleeping humans as well as in comatose patients. [3] Other names of the reflex are [4] [5] [6] : Pupillary skin reflex Cutaneous pupillary reflex Pupillary reflex dilation Pupil dilation response Reflex pupillary dilation Cutaneous pupil reflex or Skin pupillary reflex. The name denotes the involvement of the ciliary body and the spinal cord. As the mediation of this reflex is by the cervical sympathetic fibers, it is absent in Horner syndrome."}
{"id": "article-19558_1", "title": "Ciliospinal Reflex -- Issues of Concern", "content": "The interplay between the parasympathetic nervous system, which constricts the pupil, and the sympathetic nervous system, which dilates the pupil, determines pupillary size. The ciliospinal reflex is absent in [7] : Horner syndrome Propofol-induced anesthesia.", "contents": "Ciliospinal Reflex -- Issues of Concern. The interplay between the parasympathetic nervous system, which constricts the pupil, and the sympathetic nervous system, which dilates the pupil, determines pupillary size. The ciliospinal reflex is absent in [7] : Horner syndrome Propofol-induced anesthesia."}
{"id": "article-19558_2", "title": "Ciliospinal Reflex -- Issues of Concern", "content": "The exaggerated ciliospinal reflex may lead to bilaterally dilated pupils which remain dilated for 1 to 6 minutes with minimal or no response to brief exposure to light (seemingly non-reactive pupils) or in pupillometry. However, the pupil constricts on prolonged exposure (30 to 45 seconds) to light, and there is the preservation of the consensual pupillary response. Exaggerated ciliospinal reflex must be ruled out before suspecting a non-reactive pupil due to pathologies like increased intracranial tension, third nerve palsy, or midbrain compression in a comatose patient. [3] An exaggerated ciliospinal reflex may be present in [8] [1] : Asymptomatic patients with a cluster headache - may be due to mechanisms 'proximal to the third-order sympathetic neurons' Barbiturate-induced coma - ciliospinal reflex may be present after routine nursing care of critically ill patients.", "contents": "Ciliospinal Reflex -- Issues of Concern. The exaggerated ciliospinal reflex may lead to bilaterally dilated pupils which remain dilated for 1 to 6 minutes with minimal or no response to brief exposure to light (seemingly non-reactive pupils) or in pupillometry. However, the pupil constricts on prolonged exposure (30 to 45 seconds) to light, and there is the preservation of the consensual pupillary response. Exaggerated ciliospinal reflex must be ruled out before suspecting a non-reactive pupil due to pathologies like increased intracranial tension, third nerve palsy, or midbrain compression in a comatose patient. [3] An exaggerated ciliospinal reflex may be present in [8] [1] : Asymptomatic patients with a cluster headache - may be due to mechanisms 'proximal to the third-order sympathetic neurons' Barbiturate-induced coma - ciliospinal reflex may be present after routine nursing care of critically ill patients."}
{"id": "article-19558_3", "title": "Ciliospinal Reflex -- Issues of Concern", "content": "The presence of ciliospinal reflex during and after cardiopulmonary resuscitation may denote a positive prognostic sign for regaining consciousness. [9]", "contents": "Ciliospinal Reflex -- Issues of Concern. The presence of ciliospinal reflex during and after cardiopulmonary resuscitation may denote a positive prognostic sign for regaining consciousness. [9]"}
{"id": "article-19558_4", "title": "Ciliospinal Reflex -- Clinical Significance -- Pathway of the Sympathetic Innervation of the Pupil", "content": "The sympathetic efferent pathway has three neurons and is ipsilateral.", "contents": "Ciliospinal Reflex -- Clinical Significance -- Pathway of the Sympathetic Innervation of the Pupil. The sympathetic efferent pathway has three neurons and is ipsilateral."}
{"id": "article-19558_5", "title": "Ciliospinal Reflex -- Clinical Significance -- Pathway of the Sympathetic Innervation of the Pupil", "content": "The first-order (central) neuron arises from the posterior hypothalamus and descends through the brainstem on the same side close to the trigeminal nucleus. It descends dorsally and rostrally to the red nucleus and lies at the lateral tegmentum of the midbrain, pons, and medulla. It synapses at the ciliospinal center of Budge, located at C8 to T2 in the intermediolateral (IML) horn of the gray matter of the spinal cord.", "contents": "Ciliospinal Reflex -- Clinical Significance -- Pathway of the Sympathetic Innervation of the Pupil. The first-order (central) neuron arises from the posterior hypothalamus and descends through the brainstem on the same side close to the trigeminal nucleus. It descends dorsally and rostrally to the red nucleus and lies at the lateral tegmentum of the midbrain, pons, and medulla. It synapses at the ciliospinal center of Budge, located at C8 to T2 in the intermediolateral (IML) horn of the gray matter of the spinal cord."}
{"id": "article-19558_6", "title": "Ciliospinal Reflex -- Clinical Significance -- Pathway of the Sympathetic Innervation of the Pupil", "content": "The second-order (preganglionic) neuron originates from the ciliospinal center and goes to the superior cervical ganglion in the neck. It exits the spinal cord through the dorsal spinal root and enters the paravertebral sympathetic chain. The second-order neuron passes near the apex of the lung and may suffer damage in surgeries of the neck or bronchogenic carcinoma (Pancoast tumor), causing Horner's syndrome.", "contents": "Ciliospinal Reflex -- Clinical Significance -- Pathway of the Sympathetic Innervation of the Pupil. The second-order (preganglionic) neuron originates from the ciliospinal center and goes to the superior cervical ganglion in the neck. It exits the spinal cord through the dorsal spinal root and enters the paravertebral sympathetic chain. The second-order neuron passes near the apex of the lung and may suffer damage in surgeries of the neck or bronchogenic carcinoma (Pancoast tumor), causing Horner's syndrome."}
{"id": "article-19558_7", "title": "Ciliospinal Reflex -- Clinical Significance -- Pathway of the Sympathetic Innervation of the Pupil", "content": "The third-order (postganglionic) neuron passes on the surface of the internal carotid artery and joins the ophthalmic nerve at the cavernous sinus. The sympathetic postganglionic fibers pass through the nasociliary nerve and long ciliary nerve and reach the ciliary body and the dilator pupillae muscles, which are radial muscles of the iris.", "contents": "Ciliospinal Reflex -- Clinical Significance -- Pathway of the Sympathetic Innervation of the Pupil. The third-order (postganglionic) neuron passes on the surface of the internal carotid artery and joins the ophthalmic nerve at the cavernous sinus. The sympathetic postganglionic fibers pass through the nasociliary nerve and long ciliary nerve and reach the ciliary body and the dilator pupillae muscles, which are radial muscles of the iris."}
{"id": "article-19558_8", "title": "Ciliospinal Reflex -- Clinical Significance -- Pathway of Ciliospinal Reflex", "content": "Afferent inputs of this reflex are carried by the trigeminal nerve or cervical pain fibers (lateral spinothalamic tract). The efferent branch of the reflex consists of sympathetic fibers from the upper thoracic and lower cervical spinal cord. [1] The afferent input, when arising from the neck and upper trunk, may activate the second-order sympathetic neurons at the ciliospinal center of Budge bypassing the first order sympathetic neurons or brainstem. [10] [1] Thus, ciliospinal reflex may not be a good indicator of brainstem function or brain death, as the processing of the information may be below the brainstem at or below the level of the lower cervical spinal cord. However, the noxious stimulus presented to the face registers via the brainstem. [3] [10]", "contents": "Ciliospinal Reflex -- Clinical Significance -- Pathway of Ciliospinal Reflex. Afferent inputs of this reflex are carried by the trigeminal nerve or cervical pain fibers (lateral spinothalamic tract). The efferent branch of the reflex consists of sympathetic fibers from the upper thoracic and lower cervical spinal cord. [1] The afferent input, when arising from the neck and upper trunk, may activate the second-order sympathetic neurons at the ciliospinal center of Budge bypassing the first order sympathetic neurons or brainstem. [10] [1] Thus, ciliospinal reflex may not be a good indicator of brainstem function or brain death, as the processing of the information may be below the brainstem at or below the level of the lower cervical spinal cord. However, the noxious stimulus presented to the face registers via the brainstem. [3] [10]"}
{"id": "article-19558_9", "title": "Ciliospinal Reflex -- Clinical Significance -- Pathway of Ciliospinal Reflex", "content": "Yang and colleagues evaluated the role of the sympathetic nervous system on ciliospinal reflex using topical dapiprazole drops (alpha 1-adrenergic antagonist). [4] They concluded that 'pupillary reflex dilation, as it is clinically performed in awake subjects by stimulating somatic nociceptors, is a sympathetic reflex.' However, the reflex due to the stimulation of somatic nociceptors by high-intensity tetanic electric stimulation is absent in brain-dead organ donors. This presentation suggested supraspinal involvement in pupillary reflex dilation, as if it was a strictly spinal reflex, it would be present in brain-dead individuals who have intact spinal reflexes. However, the brain-dead individuals showed mild pupillary dilation (which was not blocked by dapiprazole) after skin incision. The authors suggested that this dilation was due to inhibition of the pupilloconstrictor nucleus and was not due to a mechanism related to the sympathetic nervous system. [4] This reflex, which is not mediated by the sympathetic fibers, is also present in animals and anesthetized humans. [6] [11] [12]", "contents": "Ciliospinal Reflex -- Clinical Significance -- Pathway of Ciliospinal Reflex. Yang and colleagues evaluated the role of the sympathetic nervous system on ciliospinal reflex using topical dapiprazole drops (alpha 1-adrenergic antagonist). [4] They concluded that 'pupillary reflex dilation, as it is clinically performed in awake subjects by stimulating somatic nociceptors, is a sympathetic reflex.' However, the reflex due to the stimulation of somatic nociceptors by high-intensity tetanic electric stimulation is absent in brain-dead organ donors. This presentation suggested supraspinal involvement in pupillary reflex dilation, as if it was a strictly spinal reflex, it would be present in brain-dead individuals who have intact spinal reflexes. However, the brain-dead individuals showed mild pupillary dilation (which was not blocked by dapiprazole) after skin incision. The authors suggested that this dilation was due to inhibition of the pupilloconstrictor nucleus and was not due to a mechanism related to the sympathetic nervous system. [4] This reflex, which is not mediated by the sympathetic fibers, is also present in animals and anesthetized humans. [6] [11] [12]"}
{"id": "article-19558_10", "title": "Ciliospinal Reflex -- Clinical Significance -- Pathway of Ciliospinal Reflex", "content": "During recovery after cardiopulmonary resuscitation, pupillary light reflex recovers earlier than the ciliospinal reflex. [9] There has been a suggestion that the central reflexes recover in a caudal to rostral sequence, and thus, the ciliospinal reflex center might be cephalad compared to the pupillary light reflex. Loewenfeld showed that supracollicular decerebration led to the absence of sympathetic-mediated pupillary reflex dilation and hypothesized that the center for the sympathetic part of the pupillary reflex dilation is at the thalamus. [6] Some suggest that general anesthesia causes blockade between the thalamus and hypothalamus. [6] The pupillary dilation may correlate with the intensity of pain or stimulus. [13] [5]", "contents": "Ciliospinal Reflex -- Clinical Significance -- Pathway of Ciliospinal Reflex. During recovery after cardiopulmonary resuscitation, pupillary light reflex recovers earlier than the ciliospinal reflex. [9] There has been a suggestion that the central reflexes recover in a caudal to rostral sequence, and thus, the ciliospinal reflex center might be cephalad compared to the pupillary light reflex. Loewenfeld showed that supracollicular decerebration led to the absence of sympathetic-mediated pupillary reflex dilation and hypothesized that the center for the sympathetic part of the pupillary reflex dilation is at the thalamus. [6] Some suggest that general anesthesia causes blockade between the thalamus and hypothalamus. [6] The pupillary dilation may correlate with the intensity of pain or stimulus. [13] [5]"}
{"id": "article-19558_11", "title": "Ciliospinal Reflex -- Nursing, Allied Health, and Interprofessional Team Interventions", "content": "During eliciting this reflex, it is always beneficial to have the presence of a nurse who can help with exposing the neck of the patient and can provide the desired level of lighting to examine pupils.", "contents": "Ciliospinal Reflex -- Nursing, Allied Health, and Interprofessional Team Interventions. During eliciting this reflex, it is always beneficial to have the presence of a nurse who can help with exposing the neck of the patient and can provide the desired level of lighting to examine pupils."}
{"id": "article-19558_12", "title": "Ciliospinal Reflex -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Ciliospinal Reflex -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}