{"id": "article-30535_0", "title": "Physiology, Trauma -- Introduction", "content": "Trauma is defined as a tissue injury that occurs more or less suddenly due to violence or accident and is accountable for initiating hypothalamic–pituitary–adrenal axis and immunologic and metabolic responses responsible for restoring homeostasis. Although there are several different mechanisms of injury, trauma can be categorized broadly into 3 groups: penetrating, blunt, and deceleration trauma. There is a significant overlap in the causes, outcomes, and body’s response to the different injury types. However, a common theme is the body’s autonomic nervous system activation. It is also important to note that each person responds differently to trauma, and underlying chronic medical conditions can alter normal physiologic responses. There is another entity, trauma-induced coagulopathy, which presents in trauma patients.", "contents": "Physiology, Trauma -- Introduction. Trauma is defined as a tissue injury that occurs more or less suddenly due to violence or accident and is accountable for initiating hypothalamic–pituitary–adrenal axis and immunologic and metabolic responses responsible for restoring homeostasis. Although there are several different mechanisms of injury, trauma can be categorized broadly into 3 groups: penetrating, blunt, and deceleration trauma. There is a significant overlap in the causes, outcomes, and body’s response to the different injury types. However, a common theme is the body’s autonomic nervous system activation. It is also important to note that each person responds differently to trauma, and underlying chronic medical conditions can alter normal physiologic responses. There is another entity, trauma-induced coagulopathy, which presents in trauma patients."}
{"id": "article-30535_1", "title": "Physiology, Trauma -- Issues of Concern", "content": "Acute traumatic coagulopathy ensues immediately after massive trauma when shock, hypoperfusion, and vascular damage are present. The mechanisms for this include activation of protein C, endothelial glycocalyx disruption, depletion of fibrinogen, and platelet dysfunction. Factors such as hypothermia and acidaemia may amplify the endogenous coagulopathy and often accompany trauma. Hemodilution, hypothermia, and acidaemia are 3 major factors that subsequently lead to trauma-induced coagulopathy and, as such, are known as the \"classic trauma triad.\" All these factors culminate in decreased clot strength, autoheparinization, and hyperfibrinolysis. This increases the mortality and morbidity ratios significantly and must be treated vigilantly. [1]", "contents": "Physiology, Trauma -- Issues of Concern. Acute traumatic coagulopathy ensues immediately after massive trauma when shock, hypoperfusion, and vascular damage are present. The mechanisms for this include activation of protein C, endothelial glycocalyx disruption, depletion of fibrinogen, and platelet dysfunction. Factors such as hypothermia and acidaemia may amplify the endogenous coagulopathy and often accompany trauma. Hemodilution, hypothermia, and acidaemia are 3 major factors that subsequently lead to trauma-induced coagulopathy and, as such, are known as the \"classic trauma triad.\" All these factors culminate in decreased clot strength, autoheparinization, and hyperfibrinolysis. This increases the mortality and morbidity ratios significantly and must be treated vigilantly. [1]"}
{"id": "article-30535_2", "title": "Physiology, Trauma -- Cellular Level", "content": "Multiple complex pathways activate in response to damaged DNA, cellular stress, or infections. Here, we focus on the cellular response to mechanical trauma. Although there may be many mechanisms of traumatic injury to cells (physical damage or extreme temperature changes), the ultimate consequence is a loss of cellular integrity and function, eventually leading to cell death. Necroptosis is 1 mechanism in which cell death due to an injury can occur and is the most studied. The pathway begins with TNF alpha binding to its receptor, leading to the \"RIPotosome\" formation.", "contents": "Physiology, Trauma -- Cellular Level. Multiple complex pathways activate in response to damaged DNA, cellular stress, or infections. Here, we focus on the cellular response to mechanical trauma. Although there may be many mechanisms of traumatic injury to cells (physical damage or extreme temperature changes), the ultimate consequence is a loss of cellular integrity and function, eventually leading to cell death. Necroptosis is 1 mechanism in which cell death due to an injury can occur and is the most studied. The pathway begins with TNF alpha binding to its receptor, leading to the \"RIPotosome\" formation."}
{"id": "article-30535_3", "title": "Physiology, Trauma -- Cellular Level", "content": "After TNF binding to its corresponding receptor, TRAF2 (TNF receptor-associated factor 2) and TRADD (TNF-associated death domain protein) are signaled, which leads to the ligation of RIPK1 and RIPK3's recruitment. [2] The \"RIPotosome\" can also spontaneously form without TNF alpha binding in response to trauma. [3] Once RIPK3 gets phosphorylated by RIPK1, it causes oligomerization of MLKL. The exact mechanism of MLKL remains a mystery, but research proposes that MLKL disrupts the plasma membrane integrity via ion channels. The \"RIPotosome\" can be turned off via the ubiquitination of RIPK1. [3]", "contents": "Physiology, Trauma -- Cellular Level. After TNF binding to its corresponding receptor, TRAF2 (TNF receptor-associated factor 2) and TRADD (TNF-associated death domain protein) are signaled, which leads to the ligation of RIPK1 and RIPK3's recruitment. [2] The \"RIPotosome\" can also spontaneously form without TNF alpha binding in response to trauma. [3] Once RIPK3 gets phosphorylated by RIPK1, it causes oligomerization of MLKL. The exact mechanism of MLKL remains a mystery, but research proposes that MLKL disrupts the plasma membrane integrity via ion channels. The \"RIPotosome\" can be turned off via the ubiquitination of RIPK1. [3]"}
{"id": "article-30535_4", "title": "Physiology, Trauma -- Mechanism", "content": "Mechanisms of trauma include: Penetrating trauma Blunt trauma Deceleration trauma", "contents": "Physiology, Trauma -- Mechanism. Mechanisms of trauma include: Penetrating trauma Blunt trauma Deceleration trauma"}
{"id": "article-30535_5", "title": "Physiology, Trauma -- Related Testing", "content": "When a patient arrives at the trauma center, it is vital to rule out life-threatening injuries as soon as possible and initiate necessary treatment. Commonly, the preferred method of evaluation is the \"ABCDE rule\" under the advanced trauma life support (ATLS) guidelines: (1) Airway – ensure the patient has a patent airway while maintaining cervical spine stability (2) Breathing (3) Circulation and control of hemorrhage, if applicable (4) Disability – evaluation of the patient's mental status (5) Exposure – removing all clothing items from the patient to obtain a full assessment [4]", "contents": "Physiology, Trauma -- Related Testing. When a patient arrives at the trauma center, it is vital to rule out life-threatening injuries as soon as possible and initiate necessary treatment. Commonly, the preferred method of evaluation is the \"ABCDE rule\" under the advanced trauma life support (ATLS) guidelines: (1) Airway – ensure the patient has a patent airway while maintaining cervical spine stability (2) Breathing (3) Circulation and control of hemorrhage, if applicable (4) Disability – evaluation of the patient's mental status (5) Exposure – removing all clothing items from the patient to obtain a full assessment [4]"}
{"id": "article-30535_6", "title": "Physiology, Trauma -- Related Testing", "content": "Another exam modality commonly implemented in the emergency department when assessing a trauma patient is the focused abdominal sonogram for trauma or FAST exam. This exam uses ultrasound to identify free fluid in the abdomen. This exam is preferred over a CT initially due to time, feasibility, and accessibility. If the FAST exam is positive, then a CT is generally obtained. [5] Blood type and cross are also necessary in case a blood transfusion is warranted. Further testing may be warranted depending on the patient's initial evaluation and assessment.", "contents": "Physiology, Trauma -- Related Testing. Another exam modality commonly implemented in the emergency department when assessing a trauma patient is the focused abdominal sonogram for trauma or FAST exam. This exam uses ultrasound to identify free fluid in the abdomen. This exam is preferred over a CT initially due to time, feasibility, and accessibility. If the FAST exam is positive, then a CT is generally obtained. [5] Blood type and cross are also necessary in case a blood transfusion is warranted. Further testing may be warranted depending on the patient's initial evaluation and assessment."}
{"id": "article-30535_7", "title": "Physiology, Trauma -- Pathophysiology -- Penetrating Trauma", "content": "A hypovolemic shock from penetrating trauma is 1 of the most feared consequences because it can result in death if not treated promptly. A patient in hypovolemic shock typically presents with hypotension, tachycardia, tachypnea, and cold skin. Acute blood loss means less circulating volume and decreased organ perfusion, dependent on arterial pressure. The most vulnerable organs of decreased perfusion are the kidneys, brain, heart, liver, and colon. The body implements several processes to maintain adequate oxygenation to the previously mentioned organs. All of which the mainstay is the autonomic nervous system. One goal is to maintain cardiac output (CO), defined by heart rate x stroke volume, which is achieved by activation of the sympathetic nervous system (SNS), causing the release of plasma catecholamines, such as vasopressin and norepinephrine, increasing the heart rate and thus CO. Another goal is to increase systemic vascular resistance (SVR); via the renin-angiotensin-aldosterone system. Renin is released by juxtaglomerular cells in response to decreased systemic blood pressure and NaCl delivery to the macula densa. From there, renin converts to angiotensin I, angiotensin II, and aldosterone. Regarding hypovolemia, angiotensin II acts on blood vessels, causing vasoconstriction and on the hypothalamus to cause the release of the anti-diuretic hormone, leading to water reabsorption at the collecting ducts. Additionally, angiotensin II limits baroreceptor reflex bradycardia, further aiding in the maintenance of CO. [6] Each cascade is a component of the body’s response to hemorrhage to avoid shock.", "contents": "Physiology, Trauma -- Pathophysiology -- Penetrating Trauma. A hypovolemic shock from penetrating trauma is 1 of the most feared consequences because it can result in death if not treated promptly. A patient in hypovolemic shock typically presents with hypotension, tachycardia, tachypnea, and cold skin. Acute blood loss means less circulating volume and decreased organ perfusion, dependent on arterial pressure. The most vulnerable organs of decreased perfusion are the kidneys, brain, heart, liver, and colon. The body implements several processes to maintain adequate oxygenation to the previously mentioned organs. All of which the mainstay is the autonomic nervous system. One goal is to maintain cardiac output (CO), defined by heart rate x stroke volume, which is achieved by activation of the sympathetic nervous system (SNS), causing the release of plasma catecholamines, such as vasopressin and norepinephrine, increasing the heart rate and thus CO. Another goal is to increase systemic vascular resistance (SVR); via the renin-angiotensin-aldosterone system. Renin is released by juxtaglomerular cells in response to decreased systemic blood pressure and NaCl delivery to the macula densa. From there, renin converts to angiotensin I, angiotensin II, and aldosterone. Regarding hypovolemia, angiotensin II acts on blood vessels, causing vasoconstriction and on the hypothalamus to cause the release of the anti-diuretic hormone, leading to water reabsorption at the collecting ducts. Additionally, angiotensin II limits baroreceptor reflex bradycardia, further aiding in the maintenance of CO. [6] Each cascade is a component of the body’s response to hemorrhage to avoid shock."}
{"id": "article-30535_8", "title": "Physiology, Trauma -- Pathophysiology -- Blunt Trauma", "content": "Blunt trauma is classified as a force striking the body, and its consequences are dependent on the location of the trauma. The most common cause and location of blunt force trauma in adults are abdomens after motor vehicle accidents. Solid-organ blunt abdominal trauma includes most commonly the liver but also the spleen and kidneys. Blunt trauma to the liver usually results in venous hemorrhage versus arterial and is managed conservatively. Pathophysiologic effects of hemorrhage are similar to penetrating trauma. Of note, the most common cause of traumatic injury to the spleen is blunt trauma. [7]", "contents": "Physiology, Trauma -- Pathophysiology -- Blunt Trauma. Blunt trauma is classified as a force striking the body, and its consequences are dependent on the location of the trauma. The most common cause and location of blunt force trauma in adults are abdomens after motor vehicle accidents. Solid-organ blunt abdominal trauma includes most commonly the liver but also the spleen and kidneys. Blunt trauma to the liver usually results in venous hemorrhage versus arterial and is managed conservatively. Pathophysiologic effects of hemorrhage are similar to penetrating trauma. Of note, the most common cause of traumatic injury to the spleen is blunt trauma. [7]"}
{"id": "article-30535_9", "title": "Physiology, Trauma -- Pathophysiology -- Blunt Trauma", "content": "Internal hemorrhage is an obvious concern with blunt abdominal trauma, but inflammation accompanied by edema is a common underlying effect. There are 4 cardinal signs of inflammation mediated by different factors: redness, swelling, pain, and loss of function. In response to the traumatic injury, mast cells are signaled to release histamine and bradykinin. Both of these mediators cause vasodilation and increased blood flow. Bradykinin also sensitizes nerve endings, leading to pain. The edema associated with acute inflammation occurs due to endothelial contraction and damage. The disruption of the endothelial lining of the vessels makes them “leaky,” allowing a fluid shift from postcapillary venules into the interstitial space. [8]", "contents": "Physiology, Trauma -- Pathophysiology -- Blunt Trauma. Internal hemorrhage is an obvious concern with blunt abdominal trauma, but inflammation accompanied by edema is a common underlying effect. There are 4 cardinal signs of inflammation mediated by different factors: redness, swelling, pain, and loss of function. In response to the traumatic injury, mast cells are signaled to release histamine and bradykinin. Both of these mediators cause vasodilation and increased blood flow. Bradykinin also sensitizes nerve endings, leading to pain. The edema associated with acute inflammation occurs due to endothelial contraction and damage. The disruption of the endothelial lining of the vessels makes them “leaky,” allowing a fluid shift from postcapillary venules into the interstitial space. [8]"}
{"id": "article-30535_10", "title": "Physiology, Trauma -- Pathophysiology -- Blunt Trauma", "content": "Neurologic injury can also be sustained by blunt trauma. Epidural hematomas, secondary to skull fractures, are caused by arterial rupture, most commonly the middle meningeal artery. The middle meningeal artery is located behind the pterion, which is thin, making it susceptible to injury. Since arteries are under high pressure, expansion of the hemorrhage occurs quickly versus a subdural hematoma, which is under venous pressure. Expansion of the hemorrhage can eventually lead to an uncal herniation. [9] The third cranial nerve palsy, or a “blown” pupil, is a common outcome of an uncal herniation and an important clinical clue in diagnosis. Subdural hematomas, also caused by traumatic injury, are different from epidural hematomas in that it is due to the rupture of the bridging veins.", "contents": "Physiology, Trauma -- Pathophysiology -- Blunt Trauma. Neurologic injury can also be sustained by blunt trauma. Epidural hematomas, secondary to skull fractures, are caused by arterial rupture, most commonly the middle meningeal artery. The middle meningeal artery is located behind the pterion, which is thin, making it susceptible to injury. Since arteries are under high pressure, expansion of the hemorrhage occurs quickly versus a subdural hematoma, which is under venous pressure. Expansion of the hemorrhage can eventually lead to an uncal herniation. [9] The third cranial nerve palsy, or a “blown” pupil, is a common outcome of an uncal herniation and an important clinical clue in diagnosis. Subdural hematomas, also caused by traumatic injury, are different from epidural hematomas in that it is due to the rupture of the bridging veins."}
{"id": "article-30535_11", "title": "Physiology, Trauma -- Pathophysiology -- Deceleration Trauma", "content": "Deceleration trauma is an injury caused by a sudden stop in motion. Like the 2 previously discussed categories of trauma, deceleration trauma also affects different organ systems. Acceleration-deceleration injury to the brain results from the brain's motion hitting 1 area of the skull and bouncing back, hitting the direct opposite side of the brain on the other side of the skull. [10] This movement can result from direct forces like direct head impact on the steering wheel in a motor vehicle accident or non-contact forces like the shaken baby. After such an injury, many neurochemicals and prostaglandins are released, further exacerbating the deleterious effects. The aorta is also a potential site for deceleration injury, causing a traumatic aortic rupture; this most commonly occurs at the aortic isthmus due to its mobility, unlike the aortic arch, which is relatively held in place by the brachiocephalic vessels to the thoracic inlet. [11]", "contents": "Physiology, Trauma -- Pathophysiology -- Deceleration Trauma. Deceleration trauma is an injury caused by a sudden stop in motion. Like the 2 previously discussed categories of trauma, deceleration trauma also affects different organ systems. Acceleration-deceleration injury to the brain results from the brain's motion hitting 1 area of the skull and bouncing back, hitting the direct opposite side of the brain on the other side of the skull. [10] This movement can result from direct forces like direct head impact on the steering wheel in a motor vehicle accident or non-contact forces like the shaken baby. After such an injury, many neurochemicals and prostaglandins are released, further exacerbating the deleterious effects. The aorta is also a potential site for deceleration injury, causing a traumatic aortic rupture; this most commonly occurs at the aortic isthmus due to its mobility, unlike the aortic arch, which is relatively held in place by the brachiocephalic vessels to the thoracic inlet. [11]"}
{"id": "article-30535_12", "title": "Physiology, Trauma -- Clinical Significance", "content": "It is essential to recognize the clinical signs as a result of trauma. For example, recognizing signs of blood loss such as tachycardia and hypotension as precursors for potential hypovolemic shock. Another warning sign would be single pupillary palsy post-head trauma. The physical exam and the patient’s history are pertinent to initiating the correct treatment. Missing these clinical clues can delay patient treatment and can lead to adverse outcomes, including death.", "contents": "Physiology, Trauma -- Clinical Significance. It is essential to recognize the clinical signs as a result of trauma. For example, recognizing signs of blood loss such as tachycardia and hypotension as precursors for potential hypovolemic shock. Another warning sign would be single pupillary palsy post-head trauma. The physical exam and the patient’s history are pertinent to initiating the correct treatment. Missing these clinical clues can delay patient treatment and can lead to adverse outcomes, including death."}
{"id": "article-30535_13", "title": "Physiology, Trauma -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Physiology, Trauma -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}