{"id": "article-132887_0", "title": "Anesthetic Considerations in Patients With Cerebral Palsy -- Continuing Education Activity", "content": "Cerebral palsy encompasses a broad spectrum of permanent neurodevelopmental disorders that affects an individual’s muscle tone, motor functions, movement, and posture. The anesthesiologist will often encounter patients with cerebral palsy for a variety of surgical procedures. In order to provide exceptional perioperative care, the provider must have advanced knowledge of this group of disorders. This activity reviews the evaluation and management of patients with cerebral palsy and highlights the role of the interprofessional team in managing patients with this condition.", "contents": "Anesthetic Considerations in Patients With Cerebral Palsy -- Continuing Education Activity. Cerebral palsy encompasses a broad spectrum of permanent neurodevelopmental disorders that affects an individual’s muscle tone, motor functions, movement, and posture. The anesthesiologist will often encounter patients with cerebral palsy for a variety of surgical procedures. In order to provide exceptional perioperative care, the provider must have advanced knowledge of this group of disorders. This activity reviews the evaluation and management of patients with cerebral palsy and highlights the role of the interprofessional team in managing patients with this condition."}
{"id": "article-132887_1", "title": "Anesthetic Considerations in Patients With Cerebral Palsy -- Continuing Education Activity", "content": "Objectives: Describe the typical physical exam findings associated with cerebral palsy. Outline the anticipated challenges for airway management in patients with cerebral palsy. Identify common intraoperative complications associated with cerebral palsy. Summarize anesthetic management considerations taken by the interprofessional team for patients with cerebral palsy. Access free multiple choice questions on this topic.", "contents": "Anesthetic Considerations in Patients With Cerebral Palsy -- Continuing Education Activity. Objectives: Describe the typical physical exam findings associated with cerebral palsy. Outline the anticipated challenges for airway management in patients with cerebral palsy. Identify common intraoperative complications associated with cerebral palsy. Summarize anesthetic management considerations taken by the interprofessional team for patients with cerebral palsy. Access free multiple choice questions on this topic."}
{"id": "article-132887_2", "title": "Anesthetic Considerations in Patients With Cerebral Palsy -- Introduction", "content": "Cerebral palsy is a group of permanent neurodevelopmental disorders that affects an individual’s muscle tone, motor functions, movement, and posture. [1] [2] It encompasses a broad spectrum of clinical symptoms affecting multiple organ systems, with clinical presentation varying widely between individuals. [2] It occurs in approximately 2 per 1,000 live births, and incidence has remained stable, or slightly increased, over the last 50 years. [1] [3]", "contents": "Anesthetic Considerations in Patients With Cerebral Palsy -- Introduction. Cerebral palsy is a group of permanent neurodevelopmental disorders that affects an individual’s muscle tone, motor functions, movement, and posture. [1] [2] It encompasses a broad spectrum of clinical symptoms affecting multiple organ systems, with clinical presentation varying widely between individuals. [2] It occurs in approximately 2 per 1,000 live births, and incidence has remained stable, or slightly increased, over the last 50 years. [1] [3]"}
{"id": "article-132887_3", "title": "Anesthetic Considerations in Patients With Cerebral Palsy -- Introduction", "content": "Patients with cerebral palsy are often encountered in the perioperative setting for a variety of indications, including orthopedic or neurosurgical procedures, gastrostomy tubes or tracheostomy, dental extractions, and imaging, to name a few. [4] Cerebral palsy poses a particular challenge to the anesthesiologist. Appropriate perioperative management requires a meticulous understanding of the etiology, pathophysiology, and clinical implications of this group of disorders.", "contents": "Anesthetic Considerations in Patients With Cerebral Palsy -- Introduction. Patients with cerebral palsy are often encountered in the perioperative setting for a variety of indications, including orthopedic or neurosurgical procedures, gastrostomy tubes or tracheostomy, dental extractions, and imaging, to name a few. [4] Cerebral palsy poses a particular challenge to the anesthesiologist. Appropriate perioperative management requires a meticulous understanding of the etiology, pathophysiology, and clinical implications of this group of disorders."}
{"id": "article-132887_4", "title": "Anesthetic Considerations in Patients With Cerebral Palsy -- Function", "content": "Formulating a safe and effective anesthetic plan for patients with cerebral palsy requires the anesthesiologist to have a thorough understanding of how this spectrum of disorders affects the physiology of multiple organ systems.", "contents": "Anesthetic Considerations in Patients With Cerebral Palsy -- Function. Formulating a safe and effective anesthetic plan for patients with cerebral palsy requires the anesthesiologist to have a thorough understanding of how this spectrum of disorders affects the physiology of multiple organ systems."}
{"id": "article-132887_5", "title": "Anesthetic Considerations in Patients With Cerebral Palsy -- Function -- Neurologic", "content": "Approximately two-thirds of patients with cerebral palsy have some degree of intellectual disability. Visual and hearing impairments are also common. [4] This can pose challenges for effective communication between the patient and provider. In patients with more severe intellectual disability, pre-operative anxiety can be particularly challenging to assess and may manifest as irritability or combativeness. Seizure disorders are common as well, with approximately 30% of patients with cerebral palsy also carrying a diagnosis of epilepsy. It has been suggested that general anesthesia places these patients at greater risk of developing seizures in the perioperative setting; however, this has not been shown in the literature. [5]", "contents": "Anesthetic Considerations in Patients With Cerebral Palsy -- Function -- Neurologic. Approximately two-thirds of patients with cerebral palsy have some degree of intellectual disability. Visual and hearing impairments are also common. [4] This can pose challenges for effective communication between the patient and provider. In patients with more severe intellectual disability, pre-operative anxiety can be particularly challenging to assess and may manifest as irritability or combativeness. Seizure disorders are common as well, with approximately 30% of patients with cerebral palsy also carrying a diagnosis of epilepsy. It has been suggested that general anesthesia places these patients at greater risk of developing seizures in the perioperative setting; however, this has not been shown in the literature. [5]"}
{"id": "article-132887_6", "title": "Anesthetic Considerations in Patients With Cerebral Palsy -- Function -- Neurologic", "content": "Patients with cerebral palsy have a lower minimum alveolar concentration (MAC) to volatile anesthetic agents and also frequently have delayed emergence from general anesthesia. The exact explanation for this is unknown but is likely multifactorial and related to increased baseline sensitivity to anesthetic agents, usage of anti-convulsant and anti-spasmodic medications, and perioperative hypothermia. [6]", "contents": "Anesthetic Considerations in Patients With Cerebral Palsy -- Function -- Neurologic. Patients with cerebral palsy have a lower minimum alveolar concentration (MAC) to volatile anesthetic agents and also frequently have delayed emergence from general anesthesia. The exact explanation for this is unknown but is likely multifactorial and related to increased baseline sensitivity to anesthetic agents, usage of anti-convulsant and anti-spasmodic medications, and perioperative hypothermia. [6]"}
{"id": "article-132887_7", "title": "Anesthetic Considerations in Patients With Cerebral Palsy -- Function -- Neurologic", "content": "Assessment of pain in patients with cerebral palsy can be particularly difficult in the setting of intellectual disability and poor communication skills. The patient’s primary caregiver is often a valuable source of information in this context as the caregiver is often very familiar with the patient’s behaviors and mannerisms.", "contents": "Anesthetic Considerations in Patients With Cerebral Palsy -- Function -- Neurologic. Assessment of pain in patients with cerebral palsy can be particularly difficult in the setting of intellectual disability and poor communication skills. The patient’s primary caregiver is often a valuable source of information in this context as the caregiver is often very familiar with the patient’s behaviors and mannerisms."}
{"id": "article-132887_8", "title": "Anesthetic Considerations in Patients With Cerebral Palsy -- Function -- Musculoskeletal", "content": "Patients with cerebral palsy typically have a thin body habitus with little subcutaneous fat and an increased surface area to body weight ratio. [5] This makes them extremely susceptible to hypothermia in the intra-operative period. [6] Chronic contractures and spasticity of the extremities can pose great difficulty with post-induction positioning, obtaining adequate venous access, placement of both invasive and non-invasive monitors, and regional techniques. [4]", "contents": "Anesthetic Considerations in Patients With Cerebral Palsy -- Function -- Musculoskeletal. Patients with cerebral palsy typically have a thin body habitus with little subcutaneous fat and an increased surface area to body weight ratio. [5] This makes them extremely susceptible to hypothermia in the intra-operative period. [6] Chronic contractures and spasticity of the extremities can pose great difficulty with post-induction positioning, obtaining adequate venous access, placement of both invasive and non-invasive monitors, and regional techniques. [4]"}
{"id": "article-132887_9", "title": "Anesthetic Considerations in Patients With Cerebral Palsy -- Function -- Musculoskeletal", "content": "Neuromuscular blockers are not contraindicated in patients with cerebral palsy. These patients have a slightly increased sensitivity to depolarizing neuromuscular blockers such as succinylcholine. However, they appear to display relative resistance to non-depolarizing neuromuscular blockers such as vecuronium. This is likely due to the up-regulation of extra-junctional acetylcholine receptors and interactions of neuromuscular blockers with anticonvulsant medications. [4] [7] [8] [9]", "contents": "Anesthetic Considerations in Patients With Cerebral Palsy -- Function -- Musculoskeletal. Neuromuscular blockers are not contraindicated in patients with cerebral palsy. These patients have a slightly increased sensitivity to depolarizing neuromuscular blockers such as succinylcholine. However, they appear to display relative resistance to non-depolarizing neuromuscular blockers such as vecuronium. This is likely due to the up-regulation of extra-junctional acetylcholine receptors and interactions of neuromuscular blockers with anticonvulsant medications. [4] [7] [8] [9]"}
{"id": "article-132887_10", "title": "Anesthetic Considerations in Patients With Cerebral Palsy -- Function -- Respiratory and Airway", "content": "Respiratory complications remain the most common cause of morbidity and mortality in patients with cerebral palsy. Underlying chronic lung diseases such as bronchopulmonary dysplasia may be present from birth. Recurrent respiratory infections are extremely common and are due to various factors, including oro-motor dysfunction leading to aspiration, poor immune function, and chronic carriage of pathogenic bacteria. [10] Concomitant scoliosis of the spine can cause restrictive lung physiology, predisposing these patients to hypoxemia and the development of pulmonary hypertension in more severe cases. [4] [6] [11] Involuntary sustained muscle contractions in the neck along with scoliotic curvature may cause decreased mobility of the cervical spine. Loose teeth and temporomandibular joint dysfunction may also be present, potentially presenting a great challenge during airway management. An adequate pre-operative airway exam may not be feasible due to a patient’s lack of cooperation. The provider should be prepared for difficulty establishing a definitive airway and backup airway equipment, and additional assistance should be readily available. [4]", "contents": "Anesthetic Considerations in Patients With Cerebral Palsy -- Function -- Respiratory and Airway. Respiratory complications remain the most common cause of morbidity and mortality in patients with cerebral palsy. Underlying chronic lung diseases such as bronchopulmonary dysplasia may be present from birth. Recurrent respiratory infections are extremely common and are due to various factors, including oro-motor dysfunction leading to aspiration, poor immune function, and chronic carriage of pathogenic bacteria. [10] Concomitant scoliosis of the spine can cause restrictive lung physiology, predisposing these patients to hypoxemia and the development of pulmonary hypertension in more severe cases. [4] [6] [11] Involuntary sustained muscle contractions in the neck along with scoliotic curvature may cause decreased mobility of the cervical spine. Loose teeth and temporomandibular joint dysfunction may also be present, potentially presenting a great challenge during airway management. An adequate pre-operative airway exam may not be feasible due to a patient’s lack of cooperation. The provider should be prepared for difficulty establishing a definitive airway and backup airway equipment, and additional assistance should be readily available. [4]"}
{"id": "article-132887_11", "title": "Anesthetic Considerations in Patients With Cerebral Palsy -- Function -- Respiratory and Airway", "content": "Patients with cerebral palsy often have a pooling of saliva in the upper airway. This is caused by overproduction by salivary glands as well as motor dysfunction such as pseudo-bulbar palsy, which can lead to an impaired ability to swallow. [12] [13] Hypotonia of the respiratory muscles may lead to an inability to adequately cough and clear secretions from the airway. Increased oral secretions may pose difficulty with both mask ventilation and adequate visualization of the glottic structures during intubation. [6] Naturally, these patients are at an increased risk of aspiration. Pre-operative or intra-operative administration of an anticholinergic such as glycopyrrolate may be beneficial on a case-by-case basis. [14]", "contents": "Anesthetic Considerations in Patients With Cerebral Palsy -- Function -- Respiratory and Airway. Patients with cerebral palsy often have a pooling of saliva in the upper airway. This is caused by overproduction by salivary glands as well as motor dysfunction such as pseudo-bulbar palsy, which can lead to an impaired ability to swallow. [12] [13] Hypotonia of the respiratory muscles may lead to an inability to adequately cough and clear secretions from the airway. Increased oral secretions may pose difficulty with both mask ventilation and adequate visualization of the glottic structures during intubation. [6] Naturally, these patients are at an increased risk of aspiration. Pre-operative or intra-operative administration of an anticholinergic such as glycopyrrolate may be beneficial on a case-by-case basis. [14]"}
{"id": "article-132887_12", "title": "Anesthetic Considerations in Patients With Cerebral Palsy -- Function -- Cardiovascular", "content": "Hypotension is one of the most common complications encountered in the intra-operative setting in patients with cerebral palsy. The explanation for this phenomenon is unknown and may be related to either the increased sensitivity to anesthetic agents or a diminished central adrenergic response. [6] It can be difficult to adequately assess cardiovascular reserve in patients with more severe manifestations of cerebral palsy who are chronically immobile. If severe enough, permanent co-existing pulmonary complications may lead to pulmonary hypertension or cor pulmonale in extreme cases. [4] [10] If any of these conditions are known or suspected, a more thorough multi-disciplinary cardiovascular evaluation may be warranted prior to undergoing general anesthesia.", "contents": "Anesthetic Considerations in Patients With Cerebral Palsy -- Function -- Cardiovascular. Hypotension is one of the most common complications encountered in the intra-operative setting in patients with cerebral palsy. The explanation for this phenomenon is unknown and may be related to either the increased sensitivity to anesthetic agents or a diminished central adrenergic response. [6] It can be difficult to adequately assess cardiovascular reserve in patients with more severe manifestations of cerebral palsy who are chronically immobile. If severe enough, permanent co-existing pulmonary complications may lead to pulmonary hypertension or cor pulmonale in extreme cases. [4] [10] If any of these conditions are known or suspected, a more thorough multi-disciplinary cardiovascular evaluation may be warranted prior to undergoing general anesthesia."}
{"id": "article-132887_13", "title": "Anesthetic Considerations in Patients With Cerebral Palsy -- Function -- Gastrointestinal", "content": "As mentioned previously, patients with cerebral palsy are often malnourished and have a thin body habitus. Pseudo-bulbar palsy and oro-motor dysfunction are common, predisposing patients to sialorrhea and poor feeding with resultant dehydration, malnourishment, and a weakened immune system that predisposes the patient to recurrent infections. [15]", "contents": "Anesthetic Considerations in Patients With Cerebral Palsy -- Function -- Gastrointestinal. As mentioned previously, patients with cerebral palsy are often malnourished and have a thin body habitus. Pseudo-bulbar palsy and oro-motor dysfunction are common, predisposing patients to sialorrhea and poor feeding with resultant dehydration, malnourishment, and a weakened immune system that predisposes the patient to recurrent infections. [15]"}
{"id": "article-132887_14", "title": "Anesthetic Considerations in Patients With Cerebral Palsy -- Function -- Gastrointestinal", "content": "Poor nutrition and frequent use of laxatives for chronic constipation place these patients at risk for potentially significant electrolyte derangements. [16] Decreased lower esophageal sphincter tone leads to a high risk of gastroesophageal reflux disease (GERD) and aspiration of gastric or oropharyngeal contents. [10] Patients may have a percutaneous feeding tube, and the patient’s feeding schedule should be elicited from the primary caregiver before undergoing anesthesia.", "contents": "Anesthetic Considerations in Patients With Cerebral Palsy -- Function -- Gastrointestinal. Poor nutrition and frequent use of laxatives for chronic constipation place these patients at risk for potentially significant electrolyte derangements. [16] Decreased lower esophageal sphincter tone leads to a high risk of gastroesophageal reflux disease (GERD) and aspiration of gastric or oropharyngeal contents. [10] Patients may have a percutaneous feeding tube, and the patient’s feeding schedule should be elicited from the primary caregiver before undergoing anesthesia."}
{"id": "article-132887_15", "title": "Anesthetic Considerations in Patients With Cerebral Palsy -- Function -- Allergies", "content": "An increased incidence of latex allergy has been reported in patients with cerebral palsy. This may be in part due to recurrent and prolonged exposures to the healthcare setting. A thorough list of allergies should be elicited from the patient’s chart or caregiver during the preoperative assessment. [4]", "contents": "Anesthetic Considerations in Patients With Cerebral Palsy -- Function -- Allergies. An increased incidence of latex allergy has been reported in patients with cerebral palsy. This may be in part due to recurrent and prolonged exposures to the healthcare setting. A thorough list of allergies should be elicited from the patient’s chart or caregiver during the preoperative assessment. [4]"}
{"id": "article-132887_16", "title": "Anesthetic Considerations in Patients With Cerebral Palsy -- Issues of Concern", "content": "Preoperative assessment should be comprehensive, and a multidisciplinary approach may be beneficial depending on the severity of a patient’s symptoms. Caregivers are a crucial source of information for obtaining an adequate history. Medications for seizures, spasticity, and GERD should be continued perioperatively. Preoperative anxiety should be carefully assessed, and premedication with an anxiolytic may be administered if indicated. Establishing intravenous access can be difficult due to dehydration, chronic spasticity, and lack of patient cooperation. Topical application of a eutectic mixture of local anesthetics (EMLA) cream may be helpful for the uncooperative patient, and an additional assistant may be required. Inhalational induction followed by post-induction vascular access can be a reasonable option if clinically indicated. Ultrasound guidance can be a valuable tool if persistent difficulty is encountered. [4]", "contents": "Anesthetic Considerations in Patients With Cerebral Palsy -- Issues of Concern. Preoperative assessment should be comprehensive, and a multidisciplinary approach may be beneficial depending on the severity of a patient’s symptoms. Caregivers are a crucial source of information for obtaining an adequate history. Medications for seizures, spasticity, and GERD should be continued perioperatively. Preoperative anxiety should be carefully assessed, and premedication with an anxiolytic may be administered if indicated. Establishing intravenous access can be difficult due to dehydration, chronic spasticity, and lack of patient cooperation. Topical application of a eutectic mixture of local anesthetics (EMLA) cream may be helpful for the uncooperative patient, and an additional assistant may be required. Inhalational induction followed by post-induction vascular access can be a reasonable option if clinically indicated. Ultrasound guidance can be a valuable tool if persistent difficulty is encountered. [4]"}
{"id": "article-132887_17", "title": "Anesthetic Considerations in Patients With Cerebral Palsy -- Issues of Concern", "content": "When positioning patients with cerebral palsy, great care should be taken to prevent dislocations and pressure sores. [4] Hypotension and hypothermia remain the most common complications encountered in the perioperative setting. Warming of intravenous fluids may be warranted, and perioperative use of forced air warmers should be utilized to minimize the risk of hypothermia. [6] Perioperative chest physiotherapy, bronchodilators, or antibiotics may be used on an individual basis to optimize a patient’s lung function and minimize risks of pulmonary complications postoperatively. [10] Emergence may be delayed and accompanied by combativeness or irritability. [4] [6]", "contents": "Anesthetic Considerations in Patients With Cerebral Palsy -- Issues of Concern. When positioning patients with cerebral palsy, great care should be taken to prevent dislocations and pressure sores. [4] Hypotension and hypothermia remain the most common complications encountered in the perioperative setting. Warming of intravenous fluids may be warranted, and perioperative use of forced air warmers should be utilized to minimize the risk of hypothermia. [6] Perioperative chest physiotherapy, bronchodilators, or antibiotics may be used on an individual basis to optimize a patient’s lung function and minimize risks of pulmonary complications postoperatively. [10] Emergence may be delayed and accompanied by combativeness or irritability. [4] [6]"}
{"id": "article-132887_18", "title": "Anesthetic Considerations in Patients With Cerebral Palsy -- Issues of Concern", "content": "Assessment of pain postoperatively can be especially difficult in the setting of intellectual disability, poor communication skills, and residual effects of anesthetic agents, and subjective indicators such as groaning, grimacing, and irritability can be difficult to interpret. The presence of a caregiver in the post-anesthesia care unit can help interpret the patient’s manifested emotions and be a familiar, calming presence for the patient. Regional anesthetic techniques are commonly utilized in these patients and can effectively provide prolonged postoperative analgesia. It is recommended to use a multimodal opioid-sparing regimen involving nonsteroidal anti-inflammatory drugs, acetaminophen, and anti-spasmodic and anti-neuropathic agents. [4]", "contents": "Anesthetic Considerations in Patients With Cerebral Palsy -- Issues of Concern. Assessment of pain postoperatively can be especially difficult in the setting of intellectual disability, poor communication skills, and residual effects of anesthetic agents, and subjective indicators such as groaning, grimacing, and irritability can be difficult to interpret. The presence of a caregiver in the post-anesthesia care unit can help interpret the patient’s manifested emotions and be a familiar, calming presence for the patient. Regional anesthetic techniques are commonly utilized in these patients and can effectively provide prolonged postoperative analgesia. It is recommended to use a multimodal opioid-sparing regimen involving nonsteroidal anti-inflammatory drugs, acetaminophen, and anti-spasmodic and anti-neuropathic agents. [4]"}
{"id": "article-132887_19", "title": "Anesthetic Considerations in Patients With Cerebral Palsy -- Issues of Concern", "content": "Patients with neurodevelopmental disabilities are nearly twice as likely to experience respiratory depression compared to patients without such disabilities. [17] Judicious use of opioids is therefore recommended along with close vigilance postoperatively to monitor for adverse effects. Further caution should be exercised in patients with chronic constipation, and augmentation of their normal bowel regimen may be necessary.", "contents": "Anesthetic Considerations in Patients With Cerebral Palsy -- Issues of Concern. Patients with neurodevelopmental disabilities are nearly twice as likely to experience respiratory depression compared to patients without such disabilities. [17] Judicious use of opioids is therefore recommended along with close vigilance postoperatively to monitor for adverse effects. Further caution should be exercised in patients with chronic constipation, and augmentation of their normal bowel regimen may be necessary."}
{"id": "article-132887_20", "title": "Anesthetic Considerations in Patients With Cerebral Palsy -- Clinical Significance", "content": "The incidence of subjects with cerebral palsy has remained stable or slightly increased over the last 50 years. [3] Whereas cerebral palsy was historically considered a childhood disorder, life expectancy for these patients now extends well into adulthood. [18] This makes it increasingly likely that anesthesiologists will encounter patients with cerebral palsy throughout their careers. Therefore, it is prudent that the practicing anesthesiologist has a comprehensive understanding of this broad spectrum of disorders and can provide exceptional and personalized perioperative care.", "contents": "Anesthetic Considerations in Patients With Cerebral Palsy -- Clinical Significance. The incidence of subjects with cerebral palsy has remained stable or slightly increased over the last 50 years. [3] Whereas cerebral palsy was historically considered a childhood disorder, life expectancy for these patients now extends well into adulthood. [18] This makes it increasingly likely that anesthesiologists will encounter patients with cerebral palsy throughout their careers. Therefore, it is prudent that the practicing anesthesiologist has a comprehensive understanding of this broad spectrum of disorders and can provide exceptional and personalized perioperative care."}
{"id": "article-132887_21", "title": "Anesthetic Considerations in Patients With Cerebral Palsy -- Enhancing Healthcare Team Outcomes", "content": "Patients with cerebral palsy can have several complex health issues managed by different healthcare providers.  An interprofessional and multidisciplinary team can help achieve the best outcomes in patients with cerebral palsy in the perioperative setting. A collaborative approach should be employed between all healthcare workers, including providers, occupational and physical therapists, social workers, nursing staff, nutritionists, speech and language pathologists, and the patient’s primary caregiver to optimize the patient’s recovery after surgical procedures. Effective communication and transparency between the healthcare team and the patient’s primary caregiver are crucial to achieving a favorable outcome. [Level 5]", "contents": "Anesthetic Considerations in Patients With Cerebral Palsy -- Enhancing Healthcare Team Outcomes. Patients with cerebral palsy can have several complex health issues managed by different healthcare providers.  An interprofessional and multidisciplinary team can help achieve the best outcomes in patients with cerebral palsy in the perioperative setting. A collaborative approach should be employed between all healthcare workers, including providers, occupational and physical therapists, social workers, nursing staff, nutritionists, speech and language pathologists, and the patient’s primary caregiver to optimize the patient’s recovery after surgical procedures. Effective communication and transparency between the healthcare team and the patient’s primary caregiver are crucial to achieving a favorable outcome. [Level 5]"}
{"id": "article-132887_22", "title": "Anesthetic Considerations in Patients With Cerebral Palsy -- Nursing, Allied Health, and Interprofessional Team Interventions", "content": "Nurses routinely provide care across multiple settings for patients with cerebral palsy. Providers rely on nursing staff to perform a multitude of crucial tasks in the perioperative setting, including obtaining venous access, assessing pain scores, administering medications, and detecting and intervening on complications. Allied health professionals are similarly of the utmost importance in the postoperative rehabilitation of patients with cerebral palsy. Therefore, all healthcare professionals must understand cerebral palsy and its broad spectrum of clinical manifestations and be able to provide an individualized approach to each patient to ensure the best outcomes.", "contents": "Anesthetic Considerations in Patients With Cerebral Palsy -- Nursing, Allied Health, and Interprofessional Team Interventions. Nurses routinely provide care across multiple settings for patients with cerebral palsy. Providers rely on nursing staff to perform a multitude of crucial tasks in the perioperative setting, including obtaining venous access, assessing pain scores, administering medications, and detecting and intervening on complications. Allied health professionals are similarly of the utmost importance in the postoperative rehabilitation of patients with cerebral palsy. Therefore, all healthcare professionals must understand cerebral palsy and its broad spectrum of clinical manifestations and be able to provide an individualized approach to each patient to ensure the best outcomes."}
{"id": "article-132887_23", "title": "Anesthetic Considerations in Patients With Cerebral Palsy -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Anesthetic Considerations in Patients With Cerebral Palsy -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}