{"id": "article-26081_0", "title": "Small Bowel Obstruction -- Continuing Education Activity", "content": "Small bowel obstruction is a common surgical emergency due to mechanical blockage of the bowel. Though it can be caused by many pathologic processes, the leading cause in the developed world is intra-abdominal adhesions. This activity describes the etiology, types, pathophysiology, evaluation, and management of small bowel obstruction and highlights interprofessional teams' role in improving outcomes for such patients.", "contents": "Small Bowel Obstruction -- Continuing Education Activity. Small bowel obstruction is a common surgical emergency due to mechanical blockage of the bowel. Though it can be caused by many pathologic processes, the leading cause in the developed world is intra-abdominal adhesions. This activity describes the etiology, types, pathophysiology, evaluation, and management of small bowel obstruction and highlights interprofessional teams' role in improving outcomes for such patients."}
{"id": "article-26081_1", "title": "Small Bowel Obstruction -- Continuing Education Activity", "content": "Objectives: Describe the etiology of small bowel obstruction. Outline the evaluation in patients with small bowel obstruction. Explain the treatment options available for patients with small bowel obstruction. Explain interprofessional team strategies for enhancing care coordination to facilitate rapid diagnosis and targeted management of patients with small bowel obstruction. Access free multiple choice questions on this topic.", "contents": "Small Bowel Obstruction -- Continuing Education Activity. Objectives: Describe the etiology of small bowel obstruction. Outline the evaluation in patients with small bowel obstruction. Explain the treatment options available for patients with small bowel obstruction. Explain interprofessional team strategies for enhancing care coordination to facilitate rapid diagnosis and targeted management of patients with small bowel obstruction. Access free multiple choice questions on this topic."}
{"id": "article-26081_2", "title": "Small Bowel Obstruction -- Introduction", "content": "Small bowel obstruction is a common surgical emergency due to mechanical blockage of the bowel. Small bowel obstruction can be caused by many pathologic processes, but the leading cause in the developed world is intra-abdominal adhesions. Small bowel obstructions can be partial or complete and can be non-strangulated or strangulated. [1] [2] [3]", "contents": "Small Bowel Obstruction -- Introduction. Small bowel obstruction is a common surgical emergency due to mechanical blockage of the bowel. Small bowel obstruction can be caused by many pathologic processes, but the leading cause in the developed world is intra-abdominal adhesions. Small bowel obstructions can be partial or complete and can be non-strangulated or strangulated. [1] [2] [3]"}
{"id": "article-26081_3", "title": "Small Bowel Obstruction -- Etiology", "content": "Postsurgical adhesions most commonly cause small bowel obstruction. Incarcerated hernias are the second most common etiology. Other common etiologies include malignancy, inflammatory bowel disease (Crohn disease), stool impaction, foreign bodies, and volvulus. In the pediatric population, common causes include congenital atresia, pyloric stenosis, other congenital anomalies, and intussusception. [4]", "contents": "Small Bowel Obstruction -- Etiology. Postsurgical adhesions most commonly cause small bowel obstruction. Incarcerated hernias are the second most common etiology. Other common etiologies include malignancy, inflammatory bowel disease (Crohn disease), stool impaction, foreign bodies, and volvulus. In the pediatric population, common causes include congenital atresia, pyloric stenosis, other congenital anomalies, and intussusception. [4]"}
{"id": "article-26081_4", "title": "Small Bowel Obstruction -- Epidemiology", "content": "It is estimated that more than 300,000 laparotomies are performed each year in the United States for small bowel obstruction. The small bowel causes about 80% of bowel obstructions. There is a similar incidence of males and females. There is a higher incidence with age and the number of intra-abdominal procedures. [5]", "contents": "Small Bowel Obstruction -- Epidemiology. It is estimated that more than 300,000 laparotomies are performed each year in the United States for small bowel obstruction. The small bowel causes about 80% of bowel obstructions. There is a similar incidence of males and females. There is a higher incidence with age and the number of intra-abdominal procedures. [5]"}
{"id": "article-26081_5", "title": "Small Bowel Obstruction -- Pathophysiology", "content": "Twisting of the intestine leads to proximal bowel distention and distal bowel decompression. Initially, peristalsis may increase, leading to frequent bowel movements. Vomiting may occur due to the proximal bowel distention. The twisted bowel will first cut off venous blood flow and lead to bowel wall edema and inflammation. The third spacing of fluid often occurs as well. The thickened and inflamed bowel wall is at risk for ischemia and bacterial translocation. Bacterial translocation can cause peritonitis and bacteremia, most commonly from Escherichia coli . As the bowel further twists, the arterial flow will be cut off, leading to bowel ischemia and eventually perforation, peritonitis, and death if untreated. [6]", "contents": "Small Bowel Obstruction -- Pathophysiology. Twisting of the intestine leads to proximal bowel distention and distal bowel decompression. Initially, peristalsis may increase, leading to frequent bowel movements. Vomiting may occur due to the proximal bowel distention. The twisted bowel will first cut off venous blood flow and lead to bowel wall edema and inflammation. The third spacing of fluid often occurs as well. The thickened and inflamed bowel wall is at risk for ischemia and bacterial translocation. Bacterial translocation can cause peritonitis and bacteremia, most commonly from Escherichia coli . As the bowel further twists, the arterial flow will be cut off, leading to bowel ischemia and eventually perforation, peritonitis, and death if untreated. [6]"}
{"id": "article-26081_6", "title": "Small Bowel Obstruction -- History and Physical", "content": "The patient may have a history of previous abdominal surgeries, inflammatory bowel disease, malignancy, or a hernia at a certain point in time. The most common presentation includes complaints of abdominal pain, distention, nausea, and vomiting. The abdominal pain may be progressive or intermittent in nature. It may be associated with constipation or obstipation with or without flatus and even loose bowel movements. [7]", "contents": "Small Bowel Obstruction -- History and Physical. The patient may have a history of previous abdominal surgeries, inflammatory bowel disease, malignancy, or a hernia at a certain point in time. The most common presentation includes complaints of abdominal pain, distention, nausea, and vomiting. The abdominal pain may be progressive or intermittent in nature. It may be associated with constipation or obstipation with or without flatus and even loose bowel movements. [7]"}
{"id": "article-26081_7", "title": "Small Bowel Obstruction -- History and Physical", "content": "The bowel sounds may be reduced and high pitched. Abdominal tenderness on physical examination may be diffuse or focal with the presence of distention. There may be signs of peritonitis such as rebound, guarding, and rigidity and signify late findings that may be present depending on the time of presentation. Evaluation for hernias, surgical scars, masses including in the rectum, and fecal impactions may demonstrate the possible etiology. There may be signs and symptoms of dehydration and sepsis as well. [8]", "contents": "Small Bowel Obstruction -- History and Physical. The bowel sounds may be reduced and high pitched. Abdominal tenderness on physical examination may be diffuse or focal with the presence of distention. There may be signs of peritonitis such as rebound, guarding, and rigidity and signify late findings that may be present depending on the time of presentation. Evaluation for hernias, surgical scars, masses including in the rectum, and fecal impactions may demonstrate the possible etiology. There may be signs and symptoms of dehydration and sepsis as well. [8]"}
{"id": "article-26081_8", "title": "Small Bowel Obstruction -- Evaluation", "content": "Small bowel obstruction may be diagnosed with a physical examination alone, but often further diagnostics are required for surgical evaluation and management. While traditionally, a physical examination was used to diagnose small bowel obstruction, the invention of computed tomography (CT) has dramatically improved the accuracy and characterization of this disease. Radiographs are often used as a supplementary imaging modality; however, ultrasound is more sensitive and specific than radiographs. Additionally, ultrasound does not result in radiation exposure and has the benefit of rapid and serial examinations. [1] [9]", "contents": "Small Bowel Obstruction -- Evaluation. Small bowel obstruction may be diagnosed with a physical examination alone, but often further diagnostics are required for surgical evaluation and management. While traditionally, a physical examination was used to diagnose small bowel obstruction, the invention of computed tomography (CT) has dramatically improved the accuracy and characterization of this disease. Radiographs are often used as a supplementary imaging modality; however, ultrasound is more sensitive and specific than radiographs. Additionally, ultrasound does not result in radiation exposure and has the benefit of rapid and serial examinations. [1] [9]"}
{"id": "article-26081_9", "title": "Small Bowel Obstruction -- Evaluation", "content": "Plain radiography has poor sensitivity, ranging from 50% to 80%. It may be an initial screening test for obvious air-fluid levels and free intra-abdominal air but cannot be relied upon to rule out small bowel obstruction. Small bowel diameter of greater than 6 centimeters, large bowel greater than 12 centimeters, and cecum greater than 15 centimeters are worrisome for obstruction.", "contents": "Small Bowel Obstruction -- Evaluation. Plain radiography has poor sensitivity, ranging from 50% to 80%. It may be an initial screening test for obvious air-fluid levels and free intra-abdominal air but cannot be relied upon to rule out small bowel obstruction. Small bowel diameter of greater than 6 centimeters, large bowel greater than 12 centimeters, and cecum greater than 15 centimeters are worrisome for obstruction."}
{"id": "article-26081_10", "title": "Small Bowel Obstruction -- Evaluation", "content": "A computed tomography scan of the abdomen is the gold standard imaging modality. Intravenous (IV) contrast should be used if the patient has a normal renal function and does not have a contraindication. If the patient has a subnormal renal function, a non-contrast study may be obtained. A consultation with a radiology provider should be done, which study should be performed. Oral contrast is unnecessary in evaluating small bowel obstruction as it can lead to delayed diagnosis and complications. Magnetic resonance imaging (MRI) may be appropriate for young patients who had multiple computed tomography scans performed previously.", "contents": "Small Bowel Obstruction -- Evaluation. A computed tomography scan of the abdomen is the gold standard imaging modality. Intravenous (IV) contrast should be used if the patient has a normal renal function and does not have a contraindication. If the patient has a subnormal renal function, a non-contrast study may be obtained. A consultation with a radiology provider should be done, which study should be performed. Oral contrast is unnecessary in evaluating small bowel obstruction as it can lead to delayed diagnosis and complications. Magnetic resonance imaging (MRI) may be appropriate for young patients who had multiple computed tomography scans performed previously."}
{"id": "article-26081_11", "title": "Small Bowel Obstruction -- Evaluation -- Point-of-Care Ultrasound", "content": "The following steps may be taken while performing a point of care ultrasound:", "contents": "Small Bowel Obstruction -- Evaluation -- Point-of-Care Ultrasound. The following steps may be taken while performing a point of care ultrasound:"}
{"id": "article-26081_12", "title": "Small Bowel Obstruction -- Evaluation -- Point-of-Care Ultrasound", "content": "With the patient in the supine position, a transducer of the highest frequency possible should be selected to provide adequate depth in the patient. In the pediatric population, this will often be a linear high-frequency transducer of 5 MHz to 10 MHz, and in adult patients, it may be a curvilinear transducer of 3 MHz to 5 MHz.", "contents": "Small Bowel Obstruction -- Evaluation -- Point-of-Care Ultrasound. With the patient in the supine position, a transducer of the highest frequency possible should be selected to provide adequate depth in the patient. In the pediatric population, this will often be a linear high-frequency transducer of 5 MHz to 10 MHz, and in adult patients, it may be a curvilinear transducer of 3 MHz to 5 MHz."}
{"id": "article-26081_13", "title": "Small Bowel Obstruction -- Evaluation -- Point-of-Care Ultrasound", "content": "Commence from the right lower quadrant of the abdomen in the transverse plane. Apply serial compressions every 3 cm along all 4 abdominal quadrants, ending in the left lower quadrant. [10]", "contents": "Small Bowel Obstruction -- Evaluation -- Point-of-Care Ultrasound. Commence from the right lower quadrant of the abdomen in the transverse plane. Apply serial compressions every 3 cm along all 4 abdominal quadrants, ending in the left lower quadrant. [10]"}
{"id": "article-26081_14", "title": "Small Bowel Obstruction -- Evaluation -- Point-of-Care Ultrasound", "content": "Then apply the transducer in the longitudinal or sagittal orientation and compress the bowel in all abdominal quadrants ending in the right lower quadrant.", "contents": "Small Bowel Obstruction -- Evaluation -- Point-of-Care Ultrasound. Then apply the transducer in the longitudinal or sagittal orientation and compress the bowel in all abdominal quadrants ending in the right lower quadrant."}
{"id": "article-26081_15", "title": "Small Bowel Obstruction -- Evaluation -- Point-of-Care Ultrasound", "content": "A dilated small bowel that measures more than 3 cm is suggestive of an obstruction or ileus. An edematous bowel wall that measures more than 3 mm is indicative of an obstruction or other intestinal inflammatory cause. The noncompressibility of bowel and free fluid suggests obstruction. Anterograde-retrograde peristalsis is specific for obstruction. Lastly, the visualization of a transition point is specific for obstruction. A transition point on ultrasound is demonstrated by a dilated, thick, noncompressible bowel adjacent to small, decompressed bowel. [11]", "contents": "Small Bowel Obstruction -- Evaluation -- Point-of-Care Ultrasound. A dilated small bowel that measures more than 3 cm is suggestive of an obstruction or ileus. An edematous bowel wall that measures more than 3 mm is indicative of an obstruction or other intestinal inflammatory cause. The noncompressibility of bowel and free fluid suggests obstruction. Anterograde-retrograde peristalsis is specific for obstruction. Lastly, the visualization of a transition point is specific for obstruction. A transition point on ultrasound is demonstrated by a dilated, thick, noncompressible bowel adjacent to small, decompressed bowel. [11]"}
{"id": "article-26081_16", "title": "Small Bowel Obstruction -- Evaluation -- Point-of-Care Ultrasound", "content": "Ultrasound is not a replacement for computed tomography scan and should not delay surgical consultation. It is useful in cases where it can facilitate diagnosis and rule out other causes. [12]", "contents": "Small Bowel Obstruction -- Evaluation -- Point-of-Care Ultrasound. Ultrasound is not a replacement for computed tomography scan and should not delay surgical consultation. It is useful in cases where it can facilitate diagnosis and rule out other causes. [12]"}
{"id": "article-26081_17", "title": "Small Bowel Obstruction -- Evaluation -- Point-of-Care Ultrasound", "content": "Routine laboratory studies also need to be sent to evaluate for bowel ischemia, inflammation, the degree of dehydration and to rule out concomitant diagnoses. These may include a complete blood count (CBC), lactic acid, complete metabolic profile (CMP), urine studies, and coagulation studies.", "contents": "Small Bowel Obstruction -- Evaluation -- Point-of-Care Ultrasound. Routine laboratory studies also need to be sent to evaluate for bowel ischemia, inflammation, the degree of dehydration and to rule out concomitant diagnoses. These may include a complete blood count (CBC), lactic acid, complete metabolic profile (CMP), urine studies, and coagulation studies."}
{"id": "article-26081_18", "title": "Small Bowel Obstruction -- Treatment / Management", "content": "Surgery consultation should be utilized without delay, as many small bowel obstruction patients require surgical management. Initial treatment of small bowel obstruction involves fluid resuscitation, pain control, antibiotics, and, often, nasogastric decompression. Antibiotics of choice for small bowel obstruction should target gut flora and cover both gram-negative and anaerobic bacteria. [13] [14] [4]", "contents": "Small Bowel Obstruction -- Treatment / Management. Surgery consultation should be utilized without delay, as many small bowel obstruction patients require surgical management. Initial treatment of small bowel obstruction involves fluid resuscitation, pain control, antibiotics, and, often, nasogastric decompression. Antibiotics of choice for small bowel obstruction should target gut flora and cover both gram-negative and anaerobic bacteria. [13] [14] [4]"}
{"id": "article-26081_19", "title": "Small Bowel Obstruction -- Treatment / Management", "content": "Ileus and partial small bowel obstructions can often be treated conservatively with nasogastric decompression. Surgical consultation should still be sought, but surgical intervention may not be required. [15]", "contents": "Small Bowel Obstruction -- Treatment / Management. Ileus and partial small bowel obstructions can often be treated conservatively with nasogastric decompression. Surgical consultation should still be sought, but surgical intervention may not be required. [15]"}
{"id": "article-26081_20", "title": "Small Bowel Obstruction -- Differential Diagnosis", "content": "Viral or bacterial gastroenteritis Paralytic ileus Mesenteric ischemia [16] Acute pancreatitis Intussusception [17] Constipation", "contents": "Small Bowel Obstruction -- Differential Diagnosis. Viral or bacterial gastroenteritis Paralytic ileus Mesenteric ischemia [16] Acute pancreatitis Intussusception [17] Constipation"}
{"id": "article-26081_21", "title": "Small Bowel Obstruction -- Complications", "content": "Bowel necrosis and perforation [18] Wound dehiscence Intra-abdominal abscess Aspiration Short bowel syndrome", "contents": "Small Bowel Obstruction -- Complications. Bowel necrosis and perforation [18] Wound dehiscence Intra-abdominal abscess Aspiration Short bowel syndrome"}
{"id": "article-26081_22", "title": "Small Bowel Obstruction -- Pearls and Other Issues", "content": "A dilated, non-compressible bowel is pathognomonic of small bowel obstruction on ultrasound. A small bowel of more than three centimeters is considered dilated. The small bowel wall is thick when it is more than 3 mm. Back and forth peristalsis and identifying a transition point are specific ultrasound findings. CT scan is the most accurate method to diagnose and characterize a small bowel obstruction.", "contents": "Small Bowel Obstruction -- Pearls and Other Issues. A dilated, non-compressible bowel is pathognomonic of small bowel obstruction on ultrasound. A small bowel of more than three centimeters is considered dilated. The small bowel wall is thick when it is more than 3 mm. Back and forth peristalsis and identifying a transition point are specific ultrasound findings. CT scan is the most accurate method to diagnose and characterize a small bowel obstruction."}
{"id": "article-26081_23", "title": "Small Bowel Obstruction -- Enhancing Healthcare Team Outcomes", "content": "Small bowel obstruction is a common presentation to the emergency department. Due to the high morbidity and mortality associated with this disorder, an interprofessional team must evaluate and manage the patient. The triage nurse must be aware of the signs and symptoms of small bowel obstruction. Any delay in diagnosis can quickly turn fatal. With prompt diagnosis and management, the prognosis for most patients with small bowel obstruction is good. However, complete obstructions, even though treated, can have a high recurrence rate. When surgery is performed within 24 to 36 hours, the mortality rates are low, but if surgery is delayed, the mortality rates can exceed 10%. All patients at discharge should be educated about the signs and symptoms of recurrent bowel obstruction and when to present to the emergency department. [19] [20]", "contents": "Small Bowel Obstruction -- Enhancing Healthcare Team Outcomes. Small bowel obstruction is a common presentation to the emergency department. Due to the high morbidity and mortality associated with this disorder, an interprofessional team must evaluate and manage the patient. The triage nurse must be aware of the signs and symptoms of small bowel obstruction. Any delay in diagnosis can quickly turn fatal. With prompt diagnosis and management, the prognosis for most patients with small bowel obstruction is good. However, complete obstructions, even though treated, can have a high recurrence rate. When surgery is performed within 24 to 36 hours, the mortality rates are low, but if surgery is delayed, the mortality rates can exceed 10%. All patients at discharge should be educated about the signs and symptoms of recurrent bowel obstruction and when to present to the emergency department. [19] [20]"}
{"id": "article-26081_24", "title": "Small Bowel Obstruction -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Small Bowel Obstruction -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}