{"id": "article-19251_0", "title": "Cervical Injury -- Continuing Education Activity", "content": "Cervical spine injuries, although uncommon, can result in significant and long-term disability. The cervical spine encompasses seven vertebrae and serves as a protection to the spinal cord. The segment of the spine most susceptible to injury is the cervical spine based on its anatomy and flexibility. This activity reviews the etiology, presentation, evaluation, and management of various cervical spine injuries and reviews the role of the interprofessional team in evaluating, diagnosing, and managing the condition.", "contents": "Cervical Injury -- Continuing Education Activity. Cervical spine injuries, although uncommon, can result in significant and long-term disability. The cervical spine encompasses seven vertebrae and serves as a protection to the spinal cord. The segment of the spine most susceptible to injury is the cervical spine based on its anatomy and flexibility. This activity reviews the etiology, presentation, evaluation, and management of various cervical spine injuries and reviews the role of the interprofessional team in evaluating, diagnosing, and managing the condition."}
{"id": "article-19251_1", "title": "Cervical Injury -- Continuing Education Activity", "content": "Objectives: Review the various types of cervical spine injuries and the pathophysiology accompanying each type. Summarize the relevant steps in performing an examination and evaluation of cervical spine injuries, including any indicated diagnostic imaging. Describe the various treatment modalities based on etiology for cervical spine injuries. Outline interprofessional team strategies for improving care coordination and communication to improve outcomes with cervical spine injuries of various etiologies. Access free multiple choice questions on this topic.", "contents": "Cervical Injury -- Continuing Education Activity. Objectives: Review the various types of cervical spine injuries and the pathophysiology accompanying each type. Summarize the relevant steps in performing an examination and evaluation of cervical spine injuries, including any indicated diagnostic imaging. Describe the various treatment modalities based on etiology for cervical spine injuries. Outline interprofessional team strategies for improving care coordination and communication to improve outcomes with cervical spine injuries of various etiologies. Access free multiple choice questions on this topic."}
{"id": "article-19251_2", "title": "Cervical Injury -- Introduction", "content": "Cervical spine injuries, although uncommon, can result in significant and long-term disability. The cervical spine encompasses seven vertebrae and serves as a protection to the spinal cord. [1] [2] [3] The segment of the spine most susceptible to injury is the cervical spine based on its anatomy and flexibility.", "contents": "Cervical Injury -- Introduction. Cervical spine injuries, although uncommon, can result in significant and long-term disability. The cervical spine encompasses seven vertebrae and serves as a protection to the spinal cord. [1] [2] [3] The segment of the spine most susceptible to injury is the cervical spine based on its anatomy and flexibility."}
{"id": "article-19251_3", "title": "Cervical Injury -- Etiology", "content": "The mechanism of injury is important in identifying the type of injury for which the patient is at-risk. Trauma is the most common cause of cervical injury, and this can include motor vehicle accidents, falls, penetrating or blunt trauma, sports-related or diving injuries. [4] [5] Nontraumatic causes can include compression fractures from osteoporosis, arthritis, or cancer and inflammation of the spinal cord. Cervical injury can be a result of flexion, extension, rotation, contusion, and compression of the spinal cord.", "contents": "Cervical Injury -- Etiology. The mechanism of injury is important in identifying the type of injury for which the patient is at-risk. Trauma is the most common cause of cervical injury, and this can include motor vehicle accidents, falls, penetrating or blunt trauma, sports-related or diving injuries. [4] [5] Nontraumatic causes can include compression fractures from osteoporosis, arthritis, or cancer and inflammation of the spinal cord. Cervical injury can be a result of flexion, extension, rotation, contusion, and compression of the spinal cord."}
{"id": "article-19251_4", "title": "Cervical Injury -- Epidemiology", "content": "The cervical injury occurs more commonly in males than females, with the highest prevalence in ages 15 to 30 and older than 65 years. The most common mechanisms in children younger than 15 years are motor vehicle accidents, falls, and sports-related injuries. The common areas of injury are in the regions of C2, C5, C6, and C7.", "contents": "Cervical Injury -- Epidemiology. The cervical injury occurs more commonly in males than females, with the highest prevalence in ages 15 to 30 and older than 65 years. The most common mechanisms in children younger than 15 years are motor vehicle accidents, falls, and sports-related injuries. The common areas of injury are in the regions of C2, C5, C6, and C7."}
{"id": "article-19251_5", "title": "Cervical Injury -- Pathophysiology", "content": "The direction and strength of the force imparted may predict the type of injury. Flexion Extension Rotation Lateral bending Distraction (stretching) Compression (axial loading) Multiple forces may be generated in complex mechanism injuries such as high-speed rollover motor vehicle collision. Beware that, the full extent of the injury may not be apparent initially. Lesions that appear incomplete initially may evolve into a complete lesion. In spinal cord injury, many pathophysiologic processes occur. This is due to free radicals, vasogenic edema, and altered blood flow resulting in clinical decompensation.", "contents": "Cervical Injury -- Pathophysiology. The direction and strength of the force imparted may predict the type of injury. Flexion Extension Rotation Lateral bending Distraction (stretching) Compression (axial loading) Multiple forces may be generated in complex mechanism injuries such as high-speed rollover motor vehicle collision. Beware that, the full extent of the injury may not be apparent initially. Lesions that appear incomplete initially may evolve into a complete lesion. In spinal cord injury, many pathophysiologic processes occur. This is due to free radicals, vasogenic edema, and altered blood flow resulting in clinical decompensation."}
{"id": "article-19251_6", "title": "Cervical Injury -- History and Physical", "content": "A history and physical examination are important in identifying cervical injury, as many injuries may be evident. Cervical fractures and dislocations can present with neck stiffness or pain. Explore the mechanism of injury and the subsequent status of the patient.", "contents": "Cervical Injury -- History and Physical. A history and physical examination are important in identifying cervical injury, as many injuries may be evident. Cervical fractures and dislocations can present with neck stiffness or pain. Explore the mechanism of injury and the subsequent status of the patient."}
{"id": "article-19251_7", "title": "Cervical Injury -- History and Physical", "content": "Spinal cord injury should be suspected in unconscious patients, or in patients with axial neck pain or those with evidence of neurological injury. Beware that absence of neurologic findings does not eliminate the possibility of spinal cord injury. Physical examination should include a detailed neurological examination . It should include: Muscle strength grading, sensation, and eliciting deep tendon reflexes for both the upper and lower extremities Evaluating any tenderness, range of motion, and crepitus", "contents": "Cervical Injury -- History and Physical. Spinal cord injury should be suspected in unconscious patients, or in patients with axial neck pain or those with evidence of neurological injury. Beware that absence of neurologic findings does not eliminate the possibility of spinal cord injury. Physical examination should include a detailed neurological examination . It should include: Muscle strength grading, sensation, and eliciting deep tendon reflexes for both the upper and lower extremities Evaluating any tenderness, range of motion, and crepitus"}
{"id": "article-19251_8", "title": "Cervical Injury -- History and Physical", "content": "The neurological examination is very important. The assessment of cervical nerves can help determine how extensive the injury if nerve compression is present and where it occurs. C1 to C3 are responsible for movements of the head, the dermatome of C2 is responsible for sensation to the dorsal aspect of the head, and C3 is responsible for sensation to the lateral aspects of the face and posterior portion of the head. C3 to C4 contribute to breathing by controlling the muscles of the diaphragm. Patients with an injury in this area of the cervical spine can complain of difficulty breathing. C5 to C7 are responsible for deep tendon reflexes of the biceps, brachioradialis, and triceps respectively. C5 controls shoulder abduction with the aid of C4 and elbow flexion with the aid of C6. C6 to C7 are responsible for elbow extension, wrist extension, and flexion. Innervation of C8 controls finger extension and abduction. Symptoms indicating neurological deficits at any of these levels can include weakness or paralysis of muscles innervated, decreased or absent reflexes, loss of sensation or proprioception. If C3 or C4 are involved, abnormal breathing or respiratory failure can occur. The cervical spinal column is divided into anterior and posterior columns. The anterior column contains the vertebral bodies, and the posterior column contains the spinal cord and spinous processes. An injury is considered unstable when the injury affects both the anterior and posterior columns.", "contents": "Cervical Injury -- History and Physical. The neurological examination is very important. The assessment of cervical nerves can help determine how extensive the injury if nerve compression is present and where it occurs. C1 to C3 are responsible for movements of the head, the dermatome of C2 is responsible for sensation to the dorsal aspect of the head, and C3 is responsible for sensation to the lateral aspects of the face and posterior portion of the head. C3 to C4 contribute to breathing by controlling the muscles of the diaphragm. Patients with an injury in this area of the cervical spine can complain of difficulty breathing. C5 to C7 are responsible for deep tendon reflexes of the biceps, brachioradialis, and triceps respectively. C5 controls shoulder abduction with the aid of C4 and elbow flexion with the aid of C6. C6 to C7 are responsible for elbow extension, wrist extension, and flexion. Innervation of C8 controls finger extension and abduction. Symptoms indicating neurological deficits at any of these levels can include weakness or paralysis of muscles innervated, decreased or absent reflexes, loss of sensation or proprioception. If C3 or C4 are involved, abnormal breathing or respiratory failure can occur. The cervical spinal column is divided into anterior and posterior columns. The anterior column contains the vertebral bodies, and the posterior column contains the spinal cord and spinous processes. An injury is considered unstable when the injury affects both the anterior and posterior columns."}
{"id": "article-19251_9", "title": "Cervical Injury -- Evaluation", "content": "Initial evaluation begins with the stabilization and application of advanced trauma life support protocols. Initial evaluation of a stable patient with suspected cervical injury includes radiographs of the cervical spine which should include anteroposterior (AP), lateral, oblique, and odontoid views. An adequate lateral radiograph must include all seven cervical vertebrae as well as the C7 to T1 disc space. [6] [7] [8] The NEXUS Low-risk Criteria and the Canadian C-Spine Rule are guidelines used to determine if cervical spine radiographs are indicated. According to the NEXUS Low-Risk criteria , imaging is indicated if the patient exhibits any of the following: Midline Tenderness Focal Neurologic Deficit Altered Level of Consciousness Intoxication Distracting Injury Radiographs may not be needed if all of the following criteria are met:", "contents": "Cervical Injury -- Evaluation. Initial evaluation begins with the stabilization and application of advanced trauma life support protocols. Initial evaluation of a stable patient with suspected cervical injury includes radiographs of the cervical spine which should include anteroposterior (AP), lateral, oblique, and odontoid views. An adequate lateral radiograph must include all seven cervical vertebrae as well as the C7 to T1 disc space. [6] [7] [8] The NEXUS Low-risk Criteria and the Canadian C-Spine Rule are guidelines used to determine if cervical spine radiographs are indicated. According to the NEXUS Low-Risk criteria , imaging is indicated if the patient exhibits any of the following: Midline Tenderness Focal Neurologic Deficit Altered Level of Consciousness Intoxication Distracting Injury Radiographs may not be needed if all of the following criteria are met:"}
{"id": "article-19251_10", "title": "Cervical Injury -- Evaluation", "content": "Absence of posterior midline cervical tenderness The normal level of alertness No evidence of intoxication No abnormal neurologic findings No painful distracting injuries According to the Canadian C-Spine Rule , radiographs should be obtained based on the following algorithm: Step 1 : High-Risk Factors mandating radiography: Age older than 65 years Dangerous mechanism Paraesthesia in extremities If yes, the patient is at risk for cervical injury, if no, proceed to step two. Step 2 : Low-Risk factors indicate a safe assessment of a range of motion: Simple rear-end motor vehicle collision Patient ambulatory at any time since the injury Delayed onset of neck pain Patient in sitting position Absence of midline cervical tenderness If no low-risk factors present, radiography indicated, otherwise proceed to step three. Step 3 : Is the patient able to actively rotate neck 45 degrees to left and right?", "contents": "Cervical Injury -- Evaluation. Absence of posterior midline cervical tenderness The normal level of alertness No evidence of intoxication No abnormal neurologic findings No painful distracting injuries According to the Canadian C-Spine Rule , radiographs should be obtained based on the following algorithm: Step 1 : High-Risk Factors mandating radiography: Age older than 65 years Dangerous mechanism Paraesthesia in extremities If yes, the patient is at risk for cervical injury, if no, proceed to step two. Step 2 : Low-Risk factors indicate a safe assessment of a range of motion: Simple rear-end motor vehicle collision Patient ambulatory at any time since the injury Delayed onset of neck pain Patient in sitting position Absence of midline cervical tenderness If no low-risk factors present, radiography indicated, otherwise proceed to step three. Step 3 : Is the patient able to actively rotate neck 45 degrees to left and right?"}
{"id": "article-19251_11", "title": "Cervical Injury -- Evaluation", "content": "If yes, radiography not indicated. If no, the patient is at risk for cervical injury, radiography indicated", "contents": "Cervical Injury -- Evaluation. If yes, radiography not indicated. If no, the patient is at risk for cervical injury, radiography indicated"}
{"id": "article-19251_12", "title": "Cervical Injury -- Evaluation -- CT scan", "content": "Due to higher exposure to radiation, CT should only be performed in high-risk patients such as those with altered mental status. If plain radiographs are normal, and the patient has no neurological deficits, flexion and extension x-rays should be obtained. Obtain a CT scan if: Cervical spine radiographs are inadequate Concerning finding on plain radiographs Fracture/displacement seen on plain radiographs High-risk mechanism Magnetic resonance imaging (MRI)", "contents": "Cervical Injury -- Evaluation -- CT scan. Due to higher exposure to radiation, CT should only be performed in high-risk patients such as those with altered mental status. If plain radiographs are normal, and the patient has no neurological deficits, flexion and extension x-rays should be obtained. Obtain a CT scan if: Cervical spine radiographs are inadequate Concerning finding on plain radiographs Fracture/displacement seen on plain radiographs High-risk mechanism Magnetic resonance imaging (MRI)"}
{"id": "article-19251_13", "title": "Cervical Injury -- Evaluation -- CT scan", "content": "Consider MRI if neurologic signs or symptoms are present and plain radiographs and/or CT scans are normal. If the radiographs are normal despite neurological deficits, MRI may be indicated. MRI can also be used to evaluate the extent of nerve compression.", "contents": "Cervical Injury -- Evaluation -- CT scan. Consider MRI if neurologic signs or symptoms are present and plain radiographs and/or CT scans are normal. If the radiographs are normal despite neurological deficits, MRI may be indicated. MRI can also be used to evaluate the extent of nerve compression."}
{"id": "article-19251_14", "title": "Cervical Injury -- Evaluation -- CT scan", "content": "The classification of cervical spine injuries is based on the location. Injuries from the occiput to C2 can be classified as occipital-cervical spine injuries. C3 through C7 are classified as sub-axial cervical spine injuries. Wedge fractures are a result of flexion. Burst fractures are the result of vertical compression. Laminar fractures can either be vertical or horizontal and are usually associated with another type of fracture. Atlantooccipital dislocation is a flexion injury involving C1 and C2. Atlanto-axial dislocation is a flexion-rotation injury involving C1 and C2. Jefferson fractures are an unstable C1 fracture as a result of compression.", "contents": "Cervical Injury -- Evaluation -- CT scan. The classification of cervical spine injuries is based on the location. Injuries from the occiput to C2 can be classified as occipital-cervical spine injuries. C3 through C7 are classified as sub-axial cervical spine injuries. Wedge fractures are a result of flexion. Burst fractures are the result of vertical compression. Laminar fractures can either be vertical or horizontal and are usually associated with another type of fracture. Atlantooccipital dislocation is a flexion injury involving C1 and C2. Atlanto-axial dislocation is a flexion-rotation injury involving C1 and C2. Jefferson fractures are an unstable C1 fracture as a result of compression."}
{"id": "article-19251_15", "title": "Cervical Injury -- Evaluation -- Jefferson fracture (C1)", "content": "This is a vertebral compression fracture of C1 when the force is transmitted through the occipital condyles to the superior articular surfaces of the lateral masses of C1. It results from axial loading. The fracture pattern correlates with the position of the head during impaction It drives the lateral masses outward, disrupting the transverse ligament and resulting in fractures of the anterior and posterior arches of the atlas. It is an extremely unstable fracture. A widening of the predental space between the anterior arch of C1 and the odontoid or dens may be seen on a lateral radiograph.", "contents": "Cervical Injury -- Evaluation -- Jefferson fracture (C1). This is a vertebral compression fracture of C1 when the force is transmitted through the occipital condyles to the superior articular surfaces of the lateral masses of C1. It results from axial loading. The fracture pattern correlates with the position of the head during impaction It drives the lateral masses outward, disrupting the transverse ligament and resulting in fractures of the anterior and posterior arches of the atlas. It is an extremely unstable fracture. A widening of the predental space between the anterior arch of C1 and the odontoid or dens may be seen on a lateral radiograph."}
{"id": "article-19251_16", "title": "Cervical Injury -- Evaluation -- Jefferson fracture (C1)", "content": "The open-mouth view may show a bilateral offset of right and left lateral masses of C1 relative to the lateral masses of C2. If the sum of the offset distances from the right and left sides is more than 7 mm, then a fracture should be suspected.", "contents": "Cervical Injury -- Evaluation -- Jefferson fracture (C1). The open-mouth view may show a bilateral offset of right and left lateral masses of C1 relative to the lateral masses of C2. If the sum of the offset distances from the right and left sides is more than 7 mm, then a fracture should be suspected."}
{"id": "article-19251_17", "title": "Cervical Injury -- Evaluation -- Hangman's Fracture (C2 Fracture)", "content": "The \"hangman's fracture\" is a fracture of the pedicle of C2 caused by hyperextension of the spine due to abrupt deceleration. In this fracture, the skull, atlas, and axis function as a unit during hyperextension. Since the AP diameter of the neural canal is greatest at C2, cord damage is uncommon or minimal. A common mechanism is head-on MVCs. Classification is based upon the amount of displacement of the fracture. Type I: vertical fractures with less than 3 mm of displacement and no angulation Type II:  more than 3 mm of displacement and angulation Type III: vertical fractures with a significant displacement and highest risk of neurological deficit", "contents": "Cervical Injury -- Evaluation -- Hangman's Fracture (C2 Fracture). The \"hangman's fracture\" is a fracture of the pedicle of C2 caused by hyperextension of the spine due to abrupt deceleration. In this fracture, the skull, atlas, and axis function as a unit during hyperextension. Since the AP diameter of the neural canal is greatest at C2, cord damage is uncommon or minimal. A common mechanism is head-on MVCs. Classification is based upon the amount of displacement of the fracture. Type I: vertical fractures with less than 3 mm of displacement and no angulation Type II:  more than 3 mm of displacement and angulation Type III: vertical fractures with a significant displacement and highest risk of neurological deficit"}
{"id": "article-19251_18", "title": "Cervical Injury -- Evaluation -- Odontoid Fracture", "content": "The typical mechanism is flexion movement Type I: Fracture of the odontoid process above the transverse ligaments (avulsion of the distal tip or apex) and usually stable Type II: Fracture at the base of the odontoid process (dens) where it attaches to C2. More common fracture and unstable; often complicated by nonunion Type III: Fracture extends laterally into the superior articular facet of the atlas (extends into the body of the axis) and unstable", "contents": "Cervical Injury -- Evaluation -- Odontoid Fracture. The typical mechanism is flexion movement Type I: Fracture of the odontoid process above the transverse ligaments (avulsion of the distal tip or apex) and usually stable Type II: Fracture at the base of the odontoid process (dens) where it attaches to C2. More common fracture and unstable; often complicated by nonunion Type III: Fracture extends laterally into the superior articular facet of the atlas (extends into the body of the axis) and unstable"}
{"id": "article-19251_19", "title": "Cervical Injury -- Treatment / Management", "content": "Provide resuscitation based on advanced trauma life support (ATLS) protocols. Maintain cervical spine spinal immobilization and minimize neck movement particularly during transport Provide adequate pain relief Further management depends on the severity of the injury", "contents": "Cervical Injury -- Treatment / Management. Provide resuscitation based on advanced trauma life support (ATLS) protocols. Maintain cervical spine spinal immobilization and minimize neck movement particularly during transport Provide adequate pain relief Further management depends on the severity of the injury"}
{"id": "article-19251_20", "title": "Cervical Injury -- Treatment / Management", "content": "Minor fractures to the cervical spine without neurological deficits can be treated with conservative management of pain management, brace, and follow-up. If the cervical injury is unstable, surgical intervention may be warranted. The surgical intervention will vary, depending on the injury. The fusion of the cervical vertebrae may be warranted with or without internal fixation with metal plates and screws. Sub-axial fractures are often stabilized with internal fixation, whereas axial fractures often require external fixation with a halo, with external pins stabilizing the vertebrae. For decompression of the spine, surgical removal of a portion may be necessary if there is compression of the spinal cord or nerve. This can be a laminectomy, laminoplasty, foraminotomy, discectomy or other techniques. The main goal of treatment is to decompress the spinal cord and stabilize the spine. [9] [10]", "contents": "Cervical Injury -- Treatment / Management. Minor fractures to the cervical spine without neurological deficits can be treated with conservative management of pain management, brace, and follow-up. If the cervical injury is unstable, surgical intervention may be warranted. The surgical intervention will vary, depending on the injury. The fusion of the cervical vertebrae may be warranted with or without internal fixation with metal plates and screws. Sub-axial fractures are often stabilized with internal fixation, whereas axial fractures often require external fixation with a halo, with external pins stabilizing the vertebrae. For decompression of the spine, surgical removal of a portion may be necessary if there is compression of the spinal cord or nerve. This can be a laminectomy, laminoplasty, foraminotomy, discectomy or other techniques. The main goal of treatment is to decompress the spinal cord and stabilize the spine. [9] [10]"}
{"id": "article-19251_21", "title": "Cervical Injury -- Differential Diagnosis", "content": "Acute torticollis Cauda Equina Cervical strain Hanging injuries Neck trauma Septic shock Spinal cord infection Spinal cord injuries Spinal cord neoplasms Thoracic outlet syndrome imaging", "contents": "Cervical Injury -- Differential Diagnosis. Acute torticollis Cauda Equina Cervical strain Hanging injuries Neck trauma Septic shock Spinal cord infection Spinal cord injuries Spinal cord neoplasms Thoracic outlet syndrome imaging"}
{"id": "article-19251_22", "title": "Cervical Injury -- Enhancing Healthcare Team Outcomes", "content": "The management of cervical disc injuries is best done with a team that includes the trauma surgeon, anesthesiologist, emergency department physician, nurse practitioner, radiologist, neuro/orthopedic surgeon, and neurologist. Initially, the ATLS protocol must be followed while maintaining cervical spine spinal immobilization and minimize neck movement, particularly during transport.", "contents": "Cervical Injury -- Enhancing Healthcare Team Outcomes. The management of cervical disc injuries is best done with a team that includes the trauma surgeon, anesthesiologist, emergency department physician, nurse practitioner, radiologist, neuro/orthopedic surgeon, and neurologist. Initially, the ATLS protocol must be followed while maintaining cervical spine spinal immobilization and minimize neck movement, particularly during transport."}
{"id": "article-19251_23", "title": "Cervical Injury -- Enhancing Healthcare Team Outcomes", "content": "Minor fractures to the cervical spine without neurological deficits can be treated with conservative management of pain management, brace, and follow-up. If the cervical injury is unstable, surgical intervention may be warranted. The surgical intervention will vary, depending on the injury. The fusion of the cervical vertebrae may be warranted with or without internal fixation with metal plates and screws.", "contents": "Cervical Injury -- Enhancing Healthcare Team Outcomes. Minor fractures to the cervical spine without neurological deficits can be treated with conservative management of pain management, brace, and follow-up. If the cervical injury is unstable, surgical intervention may be warranted. The surgical intervention will vary, depending on the injury. The fusion of the cervical vertebrae may be warranted with or without internal fixation with metal plates and screws."}
{"id": "article-19251_24", "title": "Cervical Injury -- Enhancing Healthcare Team Outcomes", "content": "The outcomes of cervical disc injury depend on other associated injuries, head trauma, neurological deficit at the time of presentation, GCS score and age. Overall, many patients are left with some disability that may manifest as chronic pain or limited range of motion. [11] [12]", "contents": "Cervical Injury -- Enhancing Healthcare Team Outcomes. The outcomes of cervical disc injury depend on other associated injuries, head trauma, neurological deficit at the time of presentation, GCS score and age. Overall, many patients are left with some disability that may manifest as chronic pain or limited range of motion. [11] [12]"}
{"id": "article-19251_25", "title": "Cervical Injury -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Cervical Injury -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}