{"id": "article-21673_0", "title": "Female Development -- Definition/Introduction", "content": "The sex of a fetus is due to the sperm provided by the biological father. Each oocyte, from the biological mother, has an X chromosome and does not influence the sex of the fetus. If the father provides another X chromosome the fetus will be female. There is an incredible amount of development that occurs in the uterus, but female development does not stop after birth.", "contents": "Female Development -- Definition/Introduction. The sex of a fetus is due to the sperm provided by the biological father. Each oocyte, from the biological mother, has an X chromosome and does not influence the sex of the fetus. If the father provides another X chromosome the fetus will be female. There is an incredible amount of development that occurs in the uterus, but female development does not stop after birth."}
{"id": "article-21673_1", "title": "Female Development -- Definition/Introduction", "content": "Puberty begins in females from the ages of 8 to 10 years old. It is characterized by pubic hair development, breast enlargement, and menarche, which starts between the ages of 8 to 14, and 7 to 13 in African Americans. [1] The uterus begins to grow before the initiation of puberty. [2] Gonadotropin-releasing hormone (GnRH) is active during the neonatal period and then becomes dormant until puberty. GnRH release is necessarily in a pulsatile manner for the initiation of puberty — the pulsation of GnRH partners with an increase in estradiol. Leptin levels also increase before puberty and are essential for maintaining the cyclic reproductive function.", "contents": "Female Development -- Definition/Introduction. Puberty begins in females from the ages of 8 to 10 years old. It is characterized by pubic hair development, breast enlargement, and menarche, which starts between the ages of 8 to 14, and 7 to 13 in African Americans. [1] The uterus begins to grow before the initiation of puberty. [2] Gonadotropin-releasing hormone (GnRH) is active during the neonatal period and then becomes dormant until puberty. GnRH release is necessarily in a pulsatile manner for the initiation of puberty — the pulsation of GnRH partners with an increase in estradiol. Leptin levels also increase before puberty and are essential for maintaining the cyclic reproductive function."}
{"id": "article-21673_2", "title": "Female Development -- Definition/Introduction", "content": "After menarche, gonadotrophs can react to the effect of estradiol on LH and FSH.  Follicles are present in 86% of prepubescent girls and 99% of girls by menarche. [2] However, ovulation does not occur until the girl has had an average of 6 regular menstrual cycles and monthly ovulation does not become regular for several years. Females ovulate for an average of 30 years. Ages 11 to 16 is when patients reach sexual maturity and full fertility. [2]", "contents": "Female Development -- Definition/Introduction. After menarche, gonadotrophs can react to the effect of estradiol on LH and FSH.  Follicles are present in 86% of prepubescent girls and 99% of girls by menarche. [2] However, ovulation does not occur until the girl has had an average of 6 regular menstrual cycles and monthly ovulation does not become regular for several years. Females ovulate for an average of 30 years. Ages 11 to 16 is when patients reach sexual maturity and full fertility. [2]"}
{"id": "article-21673_3", "title": "Female Development -- Definition/Introduction", "content": "Thelarche, also known as breast development, is typically the first sign of female puberty. One breast may begin growing before the other, and this is considered normal. Thelarche begins 6 to 18 months before pubarche (the onset of pubic hair growth) and an average of 2 years before menarche (the first menstrual cycle). Estrogen is the primary stimulant for all of these changes, and it also causes the labia minora to grow, vaginal mucosa to mature, and alters fat distribution. Female development has an incredible phenotypic variation, and the average age of menarche is 12 years old. [1]", "contents": "Female Development -- Definition/Introduction. Thelarche, also known as breast development, is typically the first sign of female puberty. One breast may begin growing before the other, and this is considered normal. Thelarche begins 6 to 18 months before pubarche (the onset of pubic hair growth) and an average of 2 years before menarche (the first menstrual cycle). Estrogen is the primary stimulant for all of these changes, and it also causes the labia minora to grow, vaginal mucosa to mature, and alters fat distribution. Female development has an incredible phenotypic variation, and the average age of menarche is 12 years old. [1]"}
{"id": "article-21673_4", "title": "Female Development -- Definition/Introduction", "content": "As females develop, a universal means to classify where they are in puberty is known as Tanner stages. Stage one is prepubertal females. They will have no breast tissue or pubic hair. Stage two is when the breast bud begins to protrude with enlargement of the areola and the sparse presence of pubic hair. [2] Female typically experience their ‘growth spurt’ during Tanner stage two. [1] Continued breast and areola enlargement without distinct separation of the contour and darkening pubic hair along the mons pubis is known as Tanner stage three. Stage four is classified when a secondary mound above the breast forms and the pubic hair thickens but is not on the thigh. Menarche occurs in stage three or four. Stage five is the adult female body. It is when the nipple projects out of the areola and the pubic hairs reach the medial thigh. [3]", "contents": "Female Development -- Definition/Introduction. As females develop, a universal means to classify where they are in puberty is known as Tanner stages. Stage one is prepubertal females. They will have no breast tissue or pubic hair. Stage two is when the breast bud begins to protrude with enlargement of the areola and the sparse presence of pubic hair. [2] Female typically experience their ‘growth spurt’ during Tanner stage two. [1] Continued breast and areola enlargement without distinct separation of the contour and darkening pubic hair along the mons pubis is known as Tanner stage three. Stage four is classified when a secondary mound above the breast forms and the pubic hair thickens but is not on the thigh. Menarche occurs in stage three or four. Stage five is the adult female body. It is when the nipple projects out of the areola and the pubic hairs reach the medial thigh. [3]"}
{"id": "article-21673_5", "title": "Female Development -- Issues of Concern", "content": "Sexual development can be concerning for those who do not develop correctly or feel different about their external genitalia. Intersex people are people born with chromosomal, gonadal, or anatomical atypical sex. These patients can have “ambiguous genitalia,” and many are subject to genital surgery shortly after birth. This alteration can later lead to malformation, pain, sexual dysfunction, scarring, urination difficulties, and depression. The intersex community rejects the original terminology of ‘hermaphrodite’ which originated from Greek mythology. They believe it to have a crude meaning. [4] This patient population has an increased number of comorbidities. Intersexuality is most often present at birth but may become apparent during puberty. The current medical approach to these patients has drastically changed in recent years. Medical providers must not rush sexual assignment, and there continues to be a lack of evidence of long-term outcomes after assignment surgeries. [4]", "contents": "Female Development -- Issues of Concern. Sexual development can be concerning for those who do not develop correctly or feel different about their external genitalia. Intersex people are people born with chromosomal, gonadal, or anatomical atypical sex. These patients can have “ambiguous genitalia,” and many are subject to genital surgery shortly after birth. This alteration can later lead to malformation, pain, sexual dysfunction, scarring, urination difficulties, and depression. The intersex community rejects the original terminology of ‘hermaphrodite’ which originated from Greek mythology. They believe it to have a crude meaning. [4] This patient population has an increased number of comorbidities. Intersexuality is most often present at birth but may become apparent during puberty. The current medical approach to these patients has drastically changed in recent years. Medical providers must not rush sexual assignment, and there continues to be a lack of evidence of long-term outcomes after assignment surgeries. [4]"}
{"id": "article-21673_6", "title": "Female Development -- Issues of Concern", "content": "Transgender people are those of matching, unambiguous chromosomal, gonadal and anatomic sex which is incongruent with their gender identity. Many patients possess a strong desire to live according to the identified gender will undergo gender reassignment surgery, medical treatment, and hormone therapy to change their appearance. Trans women are those who have experienced a male-to-female transition surgery, and trans men are patients who have undergone a female-to-male transition surgery. [4] Less than one percent of the population demonstrates a gender variant identity, but this population has an increase in mental illness, suicide, a decreased quality of life, and require excellent medical attention. Children who show signs of gender dysphoria may take prescription ‘puberty blockers.’ This medication is a gonadotropin-releasing hormone agonist and is used to give the patient more time before the onset of puberty. Secondary sexual characteristics can be distressing but delaying puberty poses a threat to fertility. [4] Gender reassignment surgery will make the individual sterile, and health care providers should make sure to educate the patient on this subject and that they understand all the benefits and detriments. [4]", "contents": "Female Development -- Issues of Concern. Transgender people are those of matching, unambiguous chromosomal, gonadal and anatomic sex which is incongruent with their gender identity. Many patients possess a strong desire to live according to the identified gender will undergo gender reassignment surgery, medical treatment, and hormone therapy to change their appearance. Trans women are those who have experienced a male-to-female transition surgery, and trans men are patients who have undergone a female-to-male transition surgery. [4] Less than one percent of the population demonstrates a gender variant identity, but this population has an increase in mental illness, suicide, a decreased quality of life, and require excellent medical attention. Children who show signs of gender dysphoria may take prescription ‘puberty blockers.’ This medication is a gonadotropin-releasing hormone agonist and is used to give the patient more time before the onset of puberty. Secondary sexual characteristics can be distressing but delaying puberty poses a threat to fertility. [4] Gender reassignment surgery will make the individual sterile, and health care providers should make sure to educate the patient on this subject and that they understand all the benefits and detriments. [4]"}
{"id": "article-21673_7", "title": "Female Development -- Clinical Significance", "content": "Infertility – One study estimates that one in every seven couples in the western world has infertility. Infertility occurs for many reasons or may occur spontaneously. During female development, if any step in the process does not form currently this can result in the inability to become pregnant or adequately carry a fetus. [5]", "contents": "Female Development -- Clinical Significance. Infertility – One study estimates that one in every seven couples in the western world has infertility. Infertility occurs for many reasons or may occur spontaneously. During female development, if any step in the process does not form currently this can result in the inability to become pregnant or adequately carry a fetus. [5]"}
{"id": "article-21673_8", "title": "Female Development -- Clinical Significance", "content": "Mullerian Duct Abnormalities (MDA) - These congenital malformations occur when the Mullerian duct does not fuse, canalize, or reabsorb correctly. A septate uterus is the most common MDA, followed by the bicornate uterus and arcuate uterus. [6] A septate uterus has tissue descending from the superior musculature of the uterus into the endometrial cavity. A bicornate uterus is considered ‘heart-shaped’ with an indent to the superior aspect, and arcuate is a thickening of the superior musculature flattening and widening the uterus. A didelphys uterus is when the patient has a “double uterus.” This malformation is the most uncommon. Uterine abnormalities cause a decreased rate of conception and can pose complications during pregnancy. [6] Mullerian agenesis is a condition in which the uterus never forms. These patients will have a shortened vaginal cavity, and no cervix and are unable to conceive but are likely to have their viable eggs.", "contents": "Female Development -- Clinical Significance. Mullerian Duct Abnormalities (MDA) - These congenital malformations occur when the Mullerian duct does not fuse, canalize, or reabsorb correctly. A septate uterus is the most common MDA, followed by the bicornate uterus and arcuate uterus. [6] A septate uterus has tissue descending from the superior musculature of the uterus into the endometrial cavity. A bicornate uterus is considered ‘heart-shaped’ with an indent to the superior aspect, and arcuate is a thickening of the superior musculature flattening and widening the uterus. A didelphys uterus is when the patient has a “double uterus.” This malformation is the most uncommon. Uterine abnormalities cause a decreased rate of conception and can pose complications during pregnancy. [6] Mullerian agenesis is a condition in which the uterus never forms. These patients will have a shortened vaginal cavity, and no cervix and are unable to conceive but are likely to have their viable eggs."}
{"id": "article-21673_9", "title": "Female Development -- Clinical Significance", "content": "Congenital adrenal hyperplasia (CAH) – CAH is an autosomal recessive disorder due to enzyme deficiencies that impair the production of aldosterone, cortisol, and androgens by the adrenal glands. A 21 hydroxylase deficiency is the most common cause of congenital adrenal hyperplasia. CAH can present as the neonatal form with adrenal insufficiency salt wasting and ambiguous genitalia. It can also present as late-onset non-classic congenital adrenal hyperplasia (NCCAH), which is a less severe form in which there is 20 to 50 percent 21-hydroxylase enzyme activity compared to the classic form. Patients with non-classic congenital adrenal hyperplasia do not present with ambiguous genitalia and salt wasting. NCCAH which will result in adolescent female not developing secondary sex characteristics, with hypertension and hypokalemia. These symptoms are due to an increase in deoxycorticosterone (DOC) causing hypertension and hypokalemia and an absence of androgen production. Genetic analysis will reveal that these patients are genetically male (46, XY) but are unable to develop external genitalia due to the lack of testosterone and will appear female. [7] 3B-hydroxysteroid dehydrogenase type 2 deficiency in females will result in precocious pubarche, hirsutism, and amenorrhea. These patients are likely to have ambiguous genitalia at birth due to increased androgens. They will also suffer from decreased aldosterone and cortisol production. [7]", "contents": "Female Development -- Clinical Significance. Congenital adrenal hyperplasia (CAH) – CAH is an autosomal recessive disorder due to enzyme deficiencies that impair the production of aldosterone, cortisol, and androgens by the adrenal glands. A 21 hydroxylase deficiency is the most common cause of congenital adrenal hyperplasia. CAH can present as the neonatal form with adrenal insufficiency salt wasting and ambiguous genitalia. It can also present as late-onset non-classic congenital adrenal hyperplasia (NCCAH), which is a less severe form in which there is 20 to 50 percent 21-hydroxylase enzyme activity compared to the classic form. Patients with non-classic congenital adrenal hyperplasia do not present with ambiguous genitalia and salt wasting. NCCAH which will result in adolescent female not developing secondary sex characteristics, with hypertension and hypokalemia. These symptoms are due to an increase in deoxycorticosterone (DOC) causing hypertension and hypokalemia and an absence of androgen production. Genetic analysis will reveal that these patients are genetically male (46, XY) but are unable to develop external genitalia due to the lack of testosterone and will appear female. [7] 3B-hydroxysteroid dehydrogenase type 2 deficiency in females will result in precocious pubarche, hirsutism, and amenorrhea. These patients are likely to have ambiguous genitalia at birth due to increased androgens. They will also suffer from decreased aldosterone and cortisol production. [7]"}
{"id": "article-21673_10", "title": "Female Development -- Clinical Significance", "content": "Ovarian cyst – Ovarian cysts can occur anytime throughout female development and aging. They are common, typically benign and asymptomatic. However, few ovarian cysts hold the ability to produce estrogen. If a pediatric patient has an estrogen-producing cyst, they will enter puberty early. Puberty beginning before eight years of age in females is known as precocious puberty. Most of these patients are observed with follow up every 4 to 6 weeks, and if necessary, a surgeon will excise the cyst. Most symptoms resolve over time, and these patients will not need surgery. [8]", "contents": "Female Development -- Clinical Significance. Ovarian cyst – Ovarian cysts can occur anytime throughout female development and aging. They are common, typically benign and asymptomatic. However, few ovarian cysts hold the ability to produce estrogen. If a pediatric patient has an estrogen-producing cyst, they will enter puberty early. Puberty beginning before eight years of age in females is known as precocious puberty. Most of these patients are observed with follow up every 4 to 6 weeks, and if necessary, a surgeon will excise the cyst. Most symptoms resolve over time, and these patients will not need surgery. [8]"}
{"id": "article-21673_11", "title": "Female Development -- Clinical Significance", "content": "Female athlete triad – Menstruation is part of normal female development. Amenorrhea is the absence of monthly menses and has many causes. The female athlete triad is one cause and if not changed will have profound effects on the patient’s health and fertility. This triad encompasses energy deficiency, menstrual dysfunction, and low bone density. Due to vigorous workouts, strict diets or eating disorders these patients may be severely underweight. They are expending much more energy than they are consuming. This decrease in body mass index and energy results in amenorrhea and delayed puberty. [9]", "contents": "Female Development -- Clinical Significance. Female athlete triad – Menstruation is part of normal female development. Amenorrhea is the absence of monthly menses and has many causes. The female athlete triad is one cause and if not changed will have profound effects on the patient’s health and fertility. This triad encompasses energy deficiency, menstrual dysfunction, and low bone density. Due to vigorous workouts, strict diets or eating disorders these patients may be severely underweight. They are expending much more energy than they are consuming. This decrease in body mass index and energy results in amenorrhea and delayed puberty. [9]"}
{"id": "article-21673_12", "title": "Female Development -- Clinical Significance", "content": "Precocious puberty – As defined above, precocious puberty is the early onset of puberty. It separates into central and peripheral precocious puberty. Central causes of precocious puberty are due to dysfunction of the hypothalamic-pituitary-gonadal (HPG) axis. The reason in females is mostly unknown but may be from cerebral malformations or tumors. GnRH agonists are the therapeutic choice to treat this condition. [10] Peripheral precocious puberty is independent of the HPG axis and can be due to ovarian cysts (explained above), McCune Albright syndrome (described below), congenital adrenal hyperplasia (defined above), and exogenous hormone exposure. If a female is receiving exogenous androgens or estrogen, they will begin puberty earlier than anticipated. Treatment for peripheral precocious puberty depends on the etiology. [11]", "contents": "Female Development -- Clinical Significance. Precocious puberty – As defined above, precocious puberty is the early onset of puberty. It separates into central and peripheral precocious puberty. Central causes of precocious puberty are due to dysfunction of the hypothalamic-pituitary-gonadal (HPG) axis. The reason in females is mostly unknown but may be from cerebral malformations or tumors. GnRH agonists are the therapeutic choice to treat this condition. [10] Peripheral precocious puberty is independent of the HPG axis and can be due to ovarian cysts (explained above), McCune Albright syndrome (described below), congenital adrenal hyperplasia (defined above), and exogenous hormone exposure. If a female is receiving exogenous androgens or estrogen, they will begin puberty earlier than anticipated. Treatment for peripheral precocious puberty depends on the etiology. [11]"}
{"id": "article-21673_13", "title": "Female Development -- Clinical Significance", "content": "McCune Albright syndrome (MAS) – MAS is a disease caused by a spontaneous, activating mutation of GNAS1 and the LH receptor gene. [11] This disease is rare and involves the skin, bones, and endocrine system. It presents in females with early puberty, polyostotic fibrous dysplasia of the bone, and café au lait spots. Precocious puberty or fibrous dysplasia are the two main reasons these patients come to medical attention. Treatment should target individual disease manifestations. [12]", "contents": "Female Development -- Clinical Significance. McCune Albright syndrome (MAS) – MAS is a disease caused by a spontaneous, activating mutation of GNAS1 and the LH receptor gene. [11] This disease is rare and involves the skin, bones, and endocrine system. It presents in females with early puberty, polyostotic fibrous dysplasia of the bone, and café au lait spots. Precocious puberty or fibrous dysplasia are the two main reasons these patients come to medical attention. Treatment should target individual disease manifestations. [12]"}
{"id": "article-21673_14", "title": "Female Development -- Clinical Significance", "content": "Androgen insensitivity syndrome (AIS) – AIS is due to the dysfunction of the androgen receptors throughout the body. It is a common disorder of sexual development. The phenotype of each patient is dependent on the degree of dysfunction. [13] Complete AIS patients will be externally female and will internally have gonads in the abdomen or unusual locations. They will also have a short vaginal canal without a uterus. Treatment is consistent with a gonadectomy followed by hormone replacement therapy. Removal of the gonads is vital due to increased risk of germ cell tumors from the hormone therapy. [13]", "contents": "Female Development -- Clinical Significance. Androgen insensitivity syndrome (AIS) – AIS is due to the dysfunction of the androgen receptors throughout the body. It is a common disorder of sexual development. The phenotype of each patient is dependent on the degree of dysfunction. [13] Complete AIS patients will be externally female and will internally have gonads in the abdomen or unusual locations. They will also have a short vaginal canal without a uterus. Treatment is consistent with a gonadectomy followed by hormone replacement therapy. Removal of the gonads is vital due to increased risk of germ cell tumors from the hormone therapy. [13]"}
{"id": "article-21673_15", "title": "Female Development -- Clinical Significance", "content": "Turner syndrome (TS) – This syndrome originates from the total or partial loss of the X-chromosome. Most cases have genetic mosaicism. These patients suffer from short stature, webbed neck, unusual physical appearance, intellectual disability, and ovarian failure. Height is the number one complaint when these patients present for care. Short stature in TS can be treated with growth hormone alone or in conjunction with oxandrolone. TS patients never undergo normal female pubertal development due to their gonadal failure, but hormone replacement can help. They can carry children but will need oocyte donation to become pregnant. One study found that most patients finish middle or high school. [14]", "contents": "Female Development -- Clinical Significance. Turner syndrome (TS) – This syndrome originates from the total or partial loss of the X-chromosome. Most cases have genetic mosaicism. These patients suffer from short stature, webbed neck, unusual physical appearance, intellectual disability, and ovarian failure. Height is the number one complaint when these patients present for care. Short stature in TS can be treated with growth hormone alone or in conjunction with oxandrolone. TS patients never undergo normal female pubertal development due to their gonadal failure, but hormone replacement can help. They can carry children but will need oocyte donation to become pregnant. One study found that most patients finish middle or high school. [14]"}
{"id": "article-21673_16", "title": "Female Development -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Female Development -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}