{"id": "article-21720_0", "title": "Fexofenadine -- Continuing Education Activity", "content": "Fexofenadine, a second-generation antihistamine, is a metabolite of terfenadine. The US Food and Drug Administration (FDA) approved fexofenadine to treat seasonal allergic rhinitis and chronic idiopathic urticaria. Fexofenadine is approved for use in both children and adults. Children may be eligible for treatment starting at 6 months or older, depending on the specific indications.", "contents": "Fexofenadine -- Continuing Education Activity. Fexofenadine, a second-generation antihistamine, is a metabolite of terfenadine. The US Food and Drug Administration (FDA) approved fexofenadine to treat seasonal allergic rhinitis and chronic idiopathic urticaria. Fexofenadine is approved for use in both children and adults. Children may be eligible for treatment starting at 6 months or older, depending on the specific indications."}
{"id": "article-21720_1", "title": "Fexofenadine -- Continuing Education Activity", "content": "Fexofenadine acts by selectively antagonizing H1 receptors on cell surfaces across various organ systems, thereby affecting inflammatory mediators. As a second-generation antihistamine, fexofenadine exhibits reduced affinity for cholinergic and α-adrenergic receptors, which results in minimal anticholinergic effects. This drug also demonstrates high specificity for H1 receptors and lacks anticholinergic activity. This activity provides information about fexofenadine, including its indications, mechanism of action, administration, adverse event profile, contraindications, and other critical factors such as monitoring, drug interactions, and clinical toxicology. This activity also aims to enhance the competence of interprofessional healthcare providers involved in treating patients with allergic rhinitis and chronic urticaria by providing them with the necessary skills to improve patient care.", "contents": "Fexofenadine -- Continuing Education Activity. Fexofenadine acts by selectively antagonizing H1 receptors on cell surfaces across various organ systems, thereby affecting inflammatory mediators. As a second-generation antihistamine, fexofenadine exhibits reduced affinity for cholinergic and α-adrenergic receptors, which results in minimal anticholinergic effects. This drug also demonstrates high specificity for H1 receptors and lacks anticholinergic activity. This activity provides information about fexofenadine, including its indications, mechanism of action, administration, adverse event profile, contraindications, and other critical factors such as monitoring, drug interactions, and clinical toxicology. This activity also aims to enhance the competence of interprofessional healthcare providers involved in treating patients with allergic rhinitis and chronic urticaria by providing them with the necessary skills to improve patient care."}
{"id": "article-21720_2", "title": "Fexofenadine -- Continuing Education Activity", "content": "Objectives: Identify appropriate indications for fexofenadine therapy in patients with allergic rhinitis and chronic urticaria. Implement evidence-based guidelines for dosage and administration of fexofenadine in pediatric and adult populations based on patient age, severity of symptoms, and comorbidities. Assess patient response to fexofenadine therapy through regular monitoring of symptom improvement and adverse effects. Collaborate with other healthcare professionals to manage allergic rhinitis and chronic urticaria and comprehensively address patient concerns to optimize fexofenadine therapy. Access free multiple choice questions on this topic.", "contents": "Fexofenadine -- Continuing Education Activity. Objectives: Identify appropriate indications for fexofenadine therapy in patients with allergic rhinitis and chronic urticaria. Implement evidence-based guidelines for dosage and administration of fexofenadine in pediatric and adult populations based on patient age, severity of symptoms, and comorbidities. Assess patient response to fexofenadine therapy through regular monitoring of symptom improvement and adverse effects. Collaborate with other healthcare professionals to manage allergic rhinitis and chronic urticaria and comprehensively address patient concerns to optimize fexofenadine therapy. Access free multiple choice questions on this topic."}
{"id": "article-21720_3", "title": "Fexofenadine -- Indications", "content": "Fexofenadine, a second-generation antihistamine, is a metabolite of terfenadine. The US Food and Drug Administration (FDA) approved fexofenadine to treat seasonal allergic rhinitis and chronic idiopathic urticaria. Fexofenadine is approved for use in both children and adults. Depending on the specific indications, children may be eligible for treatment starting at 6 months or older. [1]", "contents": "Fexofenadine -- Indications. Fexofenadine, a second-generation antihistamine, is a metabolite of terfenadine. The US Food and Drug Administration (FDA) approved fexofenadine to treat seasonal allergic rhinitis and chronic idiopathic urticaria. Fexofenadine is approved for use in both children and adults. Depending on the specific indications, children may be eligible for treatment starting at 6 months or older. [1]"}
{"id": "article-21720_4", "title": "Fexofenadine -- Indications -- FDA-Approved Indications", "content": "Seasonal allergic rhinitis: Seasonal allergic rhinitis is characterized by nasal itching, sneezing, rhinorrhea, and nasal congestion. However, antihistamines are typically less effective in relieving nasal congestion. Triggers for seasonal or perennial allergic rhinitis may include grass, pollens, dust, pet dander, and mold. [2] In a double-blind, placebo-controlled, randomized trial, fexofenadine demonstrated comparable safety and efficacy to loratadine. Notably, fexofenadine was found to be effective in alleviating ocular and nasal congestion symptoms. [3] According to the American Academy of Allergy, Asthma, & Immunology (AAAAI), clinicians may consider supplementing treatment with pseudoephedrine if allergic rhinitis and nasal congestion persist despite oral antihistamine use. The fixed-dose combination of fexofenadine and pseudoephedrine has proven to be beneficial. [4]", "contents": "Fexofenadine -- Indications -- FDA-Approved Indications. Seasonal allergic rhinitis: Seasonal allergic rhinitis is characterized by nasal itching, sneezing, rhinorrhea, and nasal congestion. However, antihistamines are typically less effective in relieving nasal congestion. Triggers for seasonal or perennial allergic rhinitis may include grass, pollens, dust, pet dander, and mold. [2] In a double-blind, placebo-controlled, randomized trial, fexofenadine demonstrated comparable safety and efficacy to loratadine. Notably, fexofenadine was found to be effective in alleviating ocular and nasal congestion symptoms. [3] According to the American Academy of Allergy, Asthma, & Immunology (AAAAI), clinicians may consider supplementing treatment with pseudoephedrine if allergic rhinitis and nasal congestion persist despite oral antihistamine use. The fixed-dose combination of fexofenadine and pseudoephedrine has proven to be beneficial. [4]"}
{"id": "article-21720_5", "title": "Fexofenadine -- Indications -- FDA-Approved Indications", "content": "Chronic idiopathic urticaria: Chronic idiopathic urticaria is caused by spontaneous mast cell degranulation. [2] Symptomatic triggers include water, sweat, sun, cold, or pressure, including dermatographism and urticarial rash. In addition, angiotensin-converting enzyme (ACE) inhibitors and nonsteroidal anti-inflammatory drugs (NSAIDs) may induce chronic urticaria. [5] Fexofenadine is also effective in treating cholinergic urticaria. [6] According to AAAAI and the American College of Allergy, Asthma & Immunology (ACAAI), second-generation antihistamines, such as fexofenadine, are considered safe and effective for managing cholinergic urticaria. [7]", "contents": "Fexofenadine -- Indications -- FDA-Approved Indications. Chronic idiopathic urticaria: Chronic idiopathic urticaria is caused by spontaneous mast cell degranulation. [2] Symptomatic triggers include water, sweat, sun, cold, or pressure, including dermatographism and urticarial rash. In addition, angiotensin-converting enzyme (ACE) inhibitors and nonsteroidal anti-inflammatory drugs (NSAIDs) may induce chronic urticaria. [5] Fexofenadine is also effective in treating cholinergic urticaria. [6] According to AAAAI and the American College of Allergy, Asthma & Immunology (ACAAI), second-generation antihistamines, such as fexofenadine, are considered safe and effective for managing cholinergic urticaria. [7]"}
{"id": "article-21720_6", "title": "Fexofenadine -- Indications -- Off-Label Uses", "content": "Eczema (add-on treatment): A systematic review evaluated the effectiveness of oral H1 antihistamines as supplementary therapy alongside topical treatments for eczema. Despite varying evidence regarding their effectiveness, the review indicated that fexofenadine might relieve pruritus. However, challenges arose from limitations in the quality of evidence due to suboptimal study designs and imprecise outcomes, hindering the ability to reach definitive conclusions. [8]", "contents": "Fexofenadine -- Indications -- Off-Label Uses. Eczema (add-on treatment): A systematic review evaluated the effectiveness of oral H1 antihistamines as supplementary therapy alongside topical treatments for eczema. Despite varying evidence regarding their effectiveness, the review indicated that fexofenadine might relieve pruritus. However, challenges arose from limitations in the quality of evidence due to suboptimal study designs and imprecise outcomes, hindering the ability to reach definitive conclusions. [8]"}
{"id": "article-21720_7", "title": "Fexofenadine -- Mechanism of Action", "content": "The mechanism of action of fexofenadine is to selectively antagonize H1 receptors on cell surfaces across various organ systems, thereby affecting inflammatory mediators. [9] [10] Compared to other first-generation antihistamines, fexofenadine crosses the blood-brain barrier minimally and does not cause drowsiness. As a second-generation antihistamine, fexofenadine exhibits reduced affinity for cholinergic and α-adrenergic receptors, which results in minimal anticholinergic effects.", "contents": "Fexofenadine -- Mechanism of Action. The mechanism of action of fexofenadine is to selectively antagonize H1 receptors on cell surfaces across various organ systems, thereby affecting inflammatory mediators. [9] [10] Compared to other first-generation antihistamines, fexofenadine crosses the blood-brain barrier minimally and does not cause drowsiness. As a second-generation antihistamine, fexofenadine exhibits reduced affinity for cholinergic and α-adrenergic receptors, which results in minimal anticholinergic effects."}
{"id": "article-21720_8", "title": "Fexofenadine -- Mechanism of Action", "content": "In a study, second-generation antihistamines such as desloratadine and loratadine showed anticholinergic activity, whereas fexofenadine exhibited no anticholinergic effects and displayed high specificity for H1 receptors. As a result, fexofenadine is recognized as one of the least sedating second-generation antihistamines. [11] Fexofenadine can also inhibit other mechanisms such as mast cell, basophilic histamine, and inflammatory cell release. [12] Prolonged use of fexofenadine does not cause tachyphylaxis. [13] Meta-analysis findings indicate that the antihistamine effects of fexofenadine, as measured by the histamine-induced wheal and flare inhibition rate, are significantly superior to placebo and comparable to other second-generation antihistamines. [14]", "contents": "Fexofenadine -- Mechanism of Action. In a study, second-generation antihistamines such as desloratadine and loratadine showed anticholinergic activity, whereas fexofenadine exhibited no anticholinergic effects and displayed high specificity for H1 receptors. As a result, fexofenadine is recognized as one of the least sedating second-generation antihistamines. [11] Fexofenadine can also inhibit other mechanisms such as mast cell, basophilic histamine, and inflammatory cell release. [12] Prolonged use of fexofenadine does not cause tachyphylaxis. [13] Meta-analysis findings indicate that the antihistamine effects of fexofenadine, as measured by the histamine-induced wheal and flare inhibition rate, are significantly superior to placebo and comparable to other second-generation antihistamines. [14]"}
{"id": "article-21720_9", "title": "Fexofenadine -- Mechanism of Action -- Pharmacokinetics", "content": "Absorption: Fexofenadine demonstrates rapid absorption, reaching peak plasma concentrations within 1 hour after oral administration for the suspension and 1.5 hours for the tablet. Maximum histamine inhibition occurs approximately 1 to 2 hours post-administration. As a long-acting antihistamine, fexofenadine is recommended for daily use. [15]", "contents": "Fexofenadine -- Mechanism of Action -- Pharmacokinetics. Absorption: Fexofenadine demonstrates rapid absorption, reaching peak plasma concentrations within 1 hour after oral administration for the suspension and 1.5 hours for the tablet. Maximum histamine inhibition occurs approximately 1 to 2 hours post-administration. As a long-acting antihistamine, fexofenadine is recommended for daily use. [15]"}
{"id": "article-21720_10", "title": "Fexofenadine -- Mechanism of Action -- Pharmacokinetics", "content": "Distribution: Fexofenadine exhibits approximately 60% to 70% plasma protein binding. The drug predominantly binds to albumin and alpha-1 acid glycoprotein. Notably, fexofenadine does not occupy receptors in the central nervous system. [16]", "contents": "Fexofenadine -- Mechanism of Action -- Pharmacokinetics. Distribution: Fexofenadine exhibits approximately 60% to 70% plasma protein binding. The drug predominantly binds to albumin and alpha-1 acid glycoprotein. Notably, fexofenadine does not occupy receptors in the central nervous system. [16]"}
{"id": "article-21720_11", "title": "Fexofenadine -- Mechanism of Action -- Pharmacokinetics", "content": "Metabolism: Fexofenadine undergoes minimal hepatic metabolism. The metabolism and transportation of fexofenadine in the body rely significantly on organic anion transporting polypeptides (OATP2B1) and permeability glycoprotein (P-gp). Notably, P-gp facilitates both intestinal secretion and systemic disposition of fexofenadine. [17]", "contents": "Fexofenadine -- Mechanism of Action -- Pharmacokinetics. Metabolism: Fexofenadine undergoes minimal hepatic metabolism. The metabolism and transportation of fexofenadine in the body rely significantly on organic anion transporting polypeptides (OATP2B1) and permeability glycoprotein (P-gp). Notably, P-gp facilitates both intestinal secretion and systemic disposition of fexofenadine. [17]"}
{"id": "article-21720_12", "title": "Fexofenadine -- Mechanism of Action -- Pharmacokinetics", "content": "Elimination: In healthy volunteers, the mean elimination half-life of fexofenadine is approximately 14.4 hours when administered at a dosage of 60 mg twice daily. Fexofenadine is primarily excreted in feces via biliary excretion, accounting for 80% of elimination. However, the half-life of fexofenadine may be significantly prolonged in patients with renal disease. [18]", "contents": "Fexofenadine -- Mechanism of Action -- Pharmacokinetics. Elimination: In healthy volunteers, the mean elimination half-life of fexofenadine is approximately 14.4 hours when administered at a dosage of 60 mg twice daily. Fexofenadine is primarily excreted in feces via biliary excretion, accounting for 80% of elimination. However, the half-life of fexofenadine may be significantly prolonged in patients with renal disease. [18]"}
{"id": "article-21720_13", "title": "Fexofenadine -- Administration -- Available Dosage Forms and Strengths", "content": "Fexofenadine is available in various formulations for oral administration, including tablets, oral suspension (syrup), and orally disintegrating tablets (ODTs). In addition, a combination product that contains both fexofenadine and pseudoephedrine is available. [19]", "contents": "Fexofenadine -- Administration -- Available Dosage Forms and Strengths. Fexofenadine is available in various formulations for oral administration, including tablets, oral suspension (syrup), and orally disintegrating tablets (ODTs). In addition, a combination product that contains both fexofenadine and pseudoephedrine is available. [19]"}
{"id": "article-21720_14", "title": "Fexofenadine -- Administration -- Adult Dosage", "content": "Although fexofenadine is suitable for both adults and children, the dosage for children is lower than that for adults (up to 60 mg versus 180 mg PO daily). ODT tablets are branded and should be administered by placing the tablet on the tongue, allowing it to dissolve with or without water, and swallowing without chewing. Notably, it is recommended that patients should take the medication before having any food or drinks. ODT tablets are commonly prescribed for pediatric patients, with a dosage of 30 mg PO BID for children aged 6 to 12 for managing seasonal allergic rhinitis and chronic urticaria. [20]", "contents": "Fexofenadine -- Administration -- Adult Dosage. Although fexofenadine is suitable for both adults and children, the dosage for children is lower than that for adults (up to 60 mg versus 180 mg PO daily). ODT tablets are branded and should be administered by placing the tablet on the tongue, allowing it to dissolve with or without water, and swallowing without chewing. Notably, it is recommended that patients should take the medication before having any food or drinks. ODT tablets are commonly prescribed for pediatric patients, with a dosage of 30 mg PO BID for children aged 6 to 12 for managing seasonal allergic rhinitis and chronic urticaria. [20]"}
{"id": "article-21720_15", "title": "Fexofenadine -- Administration -- Adult Dosage", "content": "A fixed-dose combination containing 60 mg of fexofenadine and 120 mg of pseudoephedrine, formulated for treating seasonal allergic rhinitis with nasal congestion, is administered to patients every 12 hours. Another fixed-dose combination containing 180 mg of fexofenadine and 240 mg of pseudoephedrine is administered daily. The seasonal allergic rhinitis and chronic urticaria dosage is 60 or 180 mg PO daily. [7]", "contents": "Fexofenadine -- Administration -- Adult Dosage. A fixed-dose combination containing 60 mg of fexofenadine and 120 mg of pseudoephedrine, formulated for treating seasonal allergic rhinitis with nasal congestion, is administered to patients every 12 hours. Another fixed-dose combination containing 180 mg of fexofenadine and 240 mg of pseudoephedrine is administered daily. The seasonal allergic rhinitis and chronic urticaria dosage is 60 or 180 mg PO daily. [7]"}
{"id": "article-21720_16", "title": "Fexofenadine -- Administration -- Specific Patient Populations", "content": "Hepatic impairment: The manufacturer of the product has not provided recommendations for dosage adjustment based on hepatic function. Renal impairment: The recommendations for individuals with a creatinine clearance below 80 mL/min are provided below. Adults: Adults should take 60 mg of fexofenadine PO daily. Pediatric patients: Dosing for pediatric patients with renal impairment varies by age, as mentioned below. Children aged 6 to 24 months: 15 mg PO daily. Children aged 2 to 12: 30 mg PO daily. Children aged 12 or older: 60 mg PO daily. End-stage renal disease (ESRD) decreases nonrenal transporter function, resulting in a 63% decrease in clearance and a 2.8-fold increase in area under the curve (AUC) for fexofenadine. Therefore, dose reduction is necessary in patients with ESRD. [21]", "contents": "Fexofenadine -- Administration -- Specific Patient Populations. Hepatic impairment: The manufacturer of the product has not provided recommendations for dosage adjustment based on hepatic function. Renal impairment: The recommendations for individuals with a creatinine clearance below 80 mL/min are provided below. Adults: Adults should take 60 mg of fexofenadine PO daily. Pediatric patients: Dosing for pediatric patients with renal impairment varies by age, as mentioned below. Children aged 6 to 24 months: 15 mg PO daily. Children aged 2 to 12: 30 mg PO daily. Children aged 12 or older: 60 mg PO daily. End-stage renal disease (ESRD) decreases nonrenal transporter function, resulting in a 63% decrease in clearance and a 2.8-fold increase in area under the curve (AUC) for fexofenadine. Therefore, dose reduction is necessary in patients with ESRD. [21]"}
{"id": "article-21720_17", "title": "Fexofenadine -- Administration -- Specific Patient Populations", "content": "Pregnancy considerations: Fexofenadine (formerly categorized as an FDA pregnancy category C drug) is typically avoided during pregnancy, with other antihistamines supported by more extensive data being preferred. [22] However, a large nationwide cohort study found no apparent association between fexofenadine use during pregnancy and the risk of congenital malformations or stillbirth. [23] According to the American College of Obstetricians and Gynecologists (ACOG) and the ACAAI guidelines, a first-generation antihistamine, such as chlorpheniramine, is preferred during pregnancy. If a patient is intolerant to chlorpheniramine, alternatives such as loratadine, desloratadine, and cetirizine are considered safe to use during pregnancy after the first trimester. [24] [25] [26]", "contents": "Fexofenadine -- Administration -- Specific Patient Populations. Pregnancy considerations: Fexofenadine (formerly categorized as an FDA pregnancy category C drug) is typically avoided during pregnancy, with other antihistamines supported by more extensive data being preferred. [22] However, a large nationwide cohort study found no apparent association between fexofenadine use during pregnancy and the risk of congenital malformations or stillbirth. [23] According to the American College of Obstetricians and Gynecologists (ACOG) and the ACAAI guidelines, a first-generation antihistamine, such as chlorpheniramine, is preferred during pregnancy. If a patient is intolerant to chlorpheniramine, alternatives such as loratadine, desloratadine, and cetirizine are considered safe to use during pregnancy after the first trimester. [24] [25] [26]"}
{"id": "article-21720_18", "title": "Fexofenadine -- Administration -- Specific Patient Populations", "content": "Breastfeeding considerations: Fexofenadine, combined with pseudoephedrine, may reduce milk production. While breastfeeding, monitoring the infant for signs of irritability and jitteriness is important. [27] [28] Pediatrics patients: Fexofenadine dosages vary depending on age and the specific condition of the patient being treated. Seasonal allergic rhinitis: The specific dosages for this condition are mentioned below. Children aged <2: Not approved for use Children aged 2 to 12: 30 mg PO BID Children aged 12 or older: 60 mg PO BID or 180 mg PO daily Chronic urticaria: The specific dosages for this condition are mentioned below. Infants aged <6 months: Not approved for use Children aged 6 to 24 months: 15 mg PO BID Children aged 2 to 12: 30 mg PO BID Children aged 12 or older: 60 or 180 mg PO daily", "contents": "Fexofenadine -- Administration -- Specific Patient Populations. Breastfeeding considerations: Fexofenadine, combined with pseudoephedrine, may reduce milk production. While breastfeeding, monitoring the infant for signs of irritability and jitteriness is important. [27] [28] Pediatrics patients: Fexofenadine dosages vary depending on age and the specific condition of the patient being treated. Seasonal allergic rhinitis: The specific dosages for this condition are mentioned below. Children aged <2: Not approved for use Children aged 2 to 12: 30 mg PO BID Children aged 12 or older: 60 mg PO BID or 180 mg PO daily Chronic urticaria: The specific dosages for this condition are mentioned below. Infants aged <6 months: Not approved for use Children aged 6 to 24 months: 15 mg PO BID Children aged 2 to 12: 30 mg PO BID Children aged 12 or older: 60 or 180 mg PO daily"}
{"id": "article-21720_19", "title": "Fexofenadine -- Administration -- Specific Patient Populations", "content": "Older patients: Fexofenadine is frequently prescribed as an antihistamine for managing allergic rhinitis in older individuals due to its favorable safety profile, which is attributed to its limited penetration of the blood-brain barrier. Furthermore, second-generation antihistamines are associated with fewer anticholinergic adverse effects compared to first-generation antihistamines. [29]", "contents": "Fexofenadine -- Administration -- Specific Patient Populations. Older patients: Fexofenadine is frequently prescribed as an antihistamine for managing allergic rhinitis in older individuals due to its favorable safety profile, which is attributed to its limited penetration of the blood-brain barrier. Furthermore, second-generation antihistamines are associated with fewer anticholinergic adverse effects compared to first-generation antihistamines. [29]"}
{"id": "article-21720_20", "title": "Fexofenadine -- Adverse Effects", "content": "The most common dose-dependent adverse drug reactions associated with fexofenadine include drowsiness, fatigue, and dry mouth. [30] In addition, post-marketing surveillance has reported rare occurrences of Stevens-Johnson syndrome or toxic epidermal necrolysis induced by fexofenadine. [31]", "contents": "Fexofenadine -- Adverse Effects. The most common dose-dependent adverse drug reactions associated with fexofenadine include drowsiness, fatigue, and dry mouth. [30] In addition, post-marketing surveillance has reported rare occurrences of Stevens-Johnson syndrome or toxic epidermal necrolysis induced by fexofenadine. [31]"}
{"id": "article-21720_21", "title": "Fexofenadine -- Adverse Effects", "content": "Adverse effects reported in a meta-analysis of randomized controlled trials include [14] headache, epistaxis, sinusitis, rash, abdominal pain, diarrhea, leukopenia, back pain, weakness, sedation or drowsiness, and dry mouth. [30]", "contents": "Fexofenadine -- Adverse Effects. Adverse effects reported in a meta-analysis of randomized controlled trials include [14] headache, epistaxis, sinusitis, rash, abdominal pain, diarrhea, leukopenia, back pain, weakness, sedation or drowsiness, and dry mouth. [30]"}
{"id": "article-21720_22", "title": "Fexofenadine -- Adverse Effects -- Drug-Drug and Drug-Food Interactions", "content": "Fexofenadine, regardless of the route of administration, exhibits decreased bioavailability when taken with grapefruit, apple, or orange juice. This reduced bioavailability occurs due to the inhibition of the P-gp transporter. Patients should be advised to administer fexofenadine and any of these juices at least 4 hours apart. [32] Green tea has been found to reduce the bioavailability of fexofenadine by inhibiting the OATP1A2-mediated intestinal absorption of fexofenadine, thereby decreasing its efficacy. [33] Betahistine, acting as an antagonist of histamine H3 receptors and a weak agonist of H1 receptors, can decrease the therapeutic potential of fexofenadine. [34] Pilolisant is a histamine-3 receptor antagonist and inverse agonist approved for narcolepsy. However, concurrent use of antihistamines is not recommended. [35]", "contents": "Fexofenadine -- Adverse Effects -- Drug-Drug and Drug-Food Interactions. Fexofenadine, regardless of the route of administration, exhibits decreased bioavailability when taken with grapefruit, apple, or orange juice. This reduced bioavailability occurs due to the inhibition of the P-gp transporter. Patients should be advised to administer fexofenadine and any of these juices at least 4 hours apart. [32] Green tea has been found to reduce the bioavailability of fexofenadine by inhibiting the OATP1A2-mediated intestinal absorption of fexofenadine, thereby decreasing its efficacy. [33] Betahistine, acting as an antagonist of histamine H3 receptors and a weak agonist of H1 receptors, can decrease the therapeutic potential of fexofenadine. [34] Pilolisant is a histamine-3 receptor antagonist and inverse agonist approved for narcolepsy. However, concurrent use of antihistamines is not recommended. [35]"}
{"id": "article-21720_23", "title": "Fexofenadine -- Adverse Effects", "content": "Apalutamide decreases the AUC of fexofenadine by 30% when administered concurrently with transporter substrates for P-gp, such as fexofenadine, which may result in a loss of efficacy for fexofenadine. [36] Case reports have shown instances where fexofenadine yielded false-positive results for tramadol in urine drug screenings designed for substance use disorders. Therefore, caution is advised when interpreting positive tramadol results in urine tests for individuals taking fexofenadine. Further research is required to gain a comprehensive understanding of this interaction. [37]", "contents": "Fexofenadine -- Adverse Effects. Apalutamide decreases the AUC of fexofenadine by 30% when administered concurrently with transporter substrates for P-gp, such as fexofenadine, which may result in a loss of efficacy for fexofenadine. [36] Case reports have shown instances where fexofenadine yielded false-positive results for tramadol in urine drug screenings designed for substance use disorders. Therefore, caution is advised when interpreting positive tramadol results in urine tests for individuals taking fexofenadine. Further research is required to gain a comprehensive understanding of this interaction. [37]"}
{"id": "article-21720_24", "title": "Fexofenadine -- Contraindications -- Box Warnings", "content": "Hypersensitivity to fexofenadine or any of its components is the sole true contraindication to its use. Although hepatic involvement in the clearance of this medication is minimal, it is safe for patients with liver pathology. However, caution is necessary when treating patients with renal disease, and as mentioned above, adherence to renal dosing guidelines is essential in these cases. [38]", "contents": "Fexofenadine -- Contraindications -- Box Warnings. Hypersensitivity to fexofenadine or any of its components is the sole true contraindication to its use. Although hepatic involvement in the clearance of this medication is minimal, it is safe for patients with liver pathology. However, caution is necessary when treating patients with renal disease, and as mentioned above, adherence to renal dosing guidelines is essential in these cases. [38]"}
{"id": "article-21720_25", "title": "Fexofenadine -- Contraindications -- Warning and Precautions", "content": "No significant interaction is evidenced between fexofenadine and concomitant alcohol or food consumption. However, fexofenadine's bioavailability decreases when consumed with grapefruit, apple, or orange juices. [39] In animal studies, fexofenadine has been associated with low birth weight and is categorized as an FDA category C drug during pregnancy. Alternative options for relieving allergic rhinitis symptoms include loratadine and cetirizine. [40] ODTs of fexofenadine may contain phenylalanine as an excipient, necessitating caution in patients with phenylketonuria. [41]", "contents": "Fexofenadine -- Contraindications -- Warning and Precautions. No significant interaction is evidenced between fexofenadine and concomitant alcohol or food consumption. However, fexofenadine's bioavailability decreases when consumed with grapefruit, apple, or orange juices. [39] In animal studies, fexofenadine has been associated with low birth weight and is categorized as an FDA category C drug during pregnancy. Alternative options for relieving allergic rhinitis symptoms include loratadine and cetirizine. [40] ODTs of fexofenadine may contain phenylalanine as an excipient, necessitating caution in patients with phenylketonuria. [41]"}
{"id": "article-21720_26", "title": "Fexofenadine -- Monitoring", "content": "Monitoring fexofenadine involves evaluating for any improvement or worsening of symptoms with use. Due to its historical association with cardiotoxicity in terfenadine, patients with underlying cardiac conditions may require periodic electrocardiogram (ECG) monitoring to detect any potential QT prolongation or arrhythmias. [42]", "contents": "Fexofenadine -- Monitoring. Monitoring fexofenadine involves evaluating for any improvement or worsening of symptoms with use. Due to its historical association with cardiotoxicity in terfenadine, patients with underlying cardiac conditions may require periodic electrocardiogram (ECG) monitoring to detect any potential QT prolongation or arrhythmias. [42]"}
{"id": "article-21720_27", "title": "Fexofenadine -- Monitoring", "content": "A study comparing fexofenadine and levocetirizine for chronic urticaria revealed that dosage twice the recommended dose demonstrated improved urticarial symptoms without increasing adverse effects. The most frequently reported adverse effects were fatigue and drowsiness, occurring at similar rates in patients taking the recommended dose compared to those taking the higher dose. In addition, the study referenced a European study where the dosage was quadrupled, resulting in similar adverse effects. [43]", "contents": "Fexofenadine -- Monitoring. A study comparing fexofenadine and levocetirizine for chronic urticaria revealed that dosage twice the recommended dose demonstrated improved urticarial symptoms without increasing adverse effects. The most frequently reported adverse effects were fatigue and drowsiness, occurring at similar rates in patients taking the recommended dose compared to those taking the higher dose. In addition, the study referenced a European study where the dosage was quadrupled, resulting in similar adverse effects. [43]"}
{"id": "article-21720_28", "title": "Fexofenadine -- Monitoring", "content": "The Rhinitis Control Assessment Test is a valuable tool for clinicians to assess the effectiveness of treatments in managing allergic rhinitis. [4] In addition, monitoring the quality of life can be achieved through the use of the Chronic Urticaria Quality of Life Questionnaire (CU-Q2oL), while the impact of fexofenadine therapy on reducing urticaria symptoms can be evaluated using the Urticaria Activity Score (UAS7). [44]", "contents": "Fexofenadine -- Monitoring. The Rhinitis Control Assessment Test is a valuable tool for clinicians to assess the effectiveness of treatments in managing allergic rhinitis. [4] In addition, monitoring the quality of life can be achieved through the use of the Chronic Urticaria Quality of Life Questionnaire (CU-Q2oL), while the impact of fexofenadine therapy on reducing urticaria symptoms can be evaluated using the Urticaria Activity Score (UAS7). [44]"}
{"id": "article-21720_29", "title": "Fexofenadine -- Toxicity -- Signs and Symptoms of Overdose", "content": "Fexofenadine, a metabolite of terfenadine, is associated with cardiotoxic effects. Terfenadine, when taken in high doses or with certain medications like ketoconazole, blocks cardiac potassium channels, resulting in prolonged QT intervals, which can lead to fatal arrhythmias. Following FDA guidelines, fexofenadine has replaced terfenadine in the United States due to its lack of potassium channel blockade. Multiple studies have confirmed that fexofenadine does not induce arrhythmias or significantly prolong QT intervals. [42]", "contents": "Fexofenadine -- Toxicity -- Signs and Symptoms of Overdose. Fexofenadine, a metabolite of terfenadine, is associated with cardiotoxic effects. Terfenadine, when taken in high doses or with certain medications like ketoconazole, blocks cardiac potassium channels, resulting in prolonged QT intervals, which can lead to fatal arrhythmias. Following FDA guidelines, fexofenadine has replaced terfenadine in the United States due to its lack of potassium channel blockade. Multiple studies have confirmed that fexofenadine does not induce arrhythmias or significantly prolong QT intervals. [42]"}
{"id": "article-21720_30", "title": "Fexofenadine -- Toxicity -- Signs and Symptoms of Overdose", "content": "Despite the findings of these studies, some case reports have suggested a potential association between fexofenadine and QT-interval elongation and ventricular arrhythmia. Concurrent use of fexofenadine with hepatic CYP3A4 blockers, such as erythromycin and ketoconazole, may elevate blood concentration levels. In contrast, combined use with drugs such as rifampin and troglitazone can decrease concentration levels. These effects are likely attributed to interactions between these compounds and the P-gp transporter, which facilitates the removal of fexofenadine from the bloodstream. [45]", "contents": "Fexofenadine -- Toxicity -- Signs and Symptoms of Overdose. Despite the findings of these studies, some case reports have suggested a potential association between fexofenadine and QT-interval elongation and ventricular arrhythmia. Concurrent use of fexofenadine with hepatic CYP3A4 blockers, such as erythromycin and ketoconazole, may elevate blood concentration levels. In contrast, combined use with drugs such as rifampin and troglitazone can decrease concentration levels. These effects are likely attributed to interactions between these compounds and the P-gp transporter, which facilitates the removal of fexofenadine from the bloodstream. [45]"}
{"id": "article-21720_31", "title": "Fexofenadine -- Toxicity -- Management of Overdose", "content": "No specific antidote exists for fexofenadine overdose. Therefore, treatment in the event of an overdose primarily involves supportive measures. If an overdose is suspected, it is recommended to contact the poison control center or consult with a medical toxicologist, particularly if exposure to multiple substances is suspected. [46]", "contents": "Fexofenadine -- Toxicity -- Management of Overdose. No specific antidote exists for fexofenadine overdose. Therefore, treatment in the event of an overdose primarily involves supportive measures. If an overdose is suspected, it is recommended to contact the poison control center or consult with a medical toxicologist, particularly if exposure to multiple substances is suspected. [46]"}
{"id": "article-21720_32", "title": "Fexofenadine -- Enhancing Healthcare Team Outcomes", "content": "Fexofenadine is a commonly prescribed medication for seasonal allergic rhinitis and chronic urticaria. In addition, it is important to exercise caution when initiating any new medication without a prescription. Patients should engage in discussions with their primary care clinicians and pharmacists regarding fexofenadine to understand potential adverse effects, recommended dosing, and potential interactions with commonly consumed items such as fruit juices. Clinicians should also ensure that patients receive the appropriate adjusted dosage of fexofenadine. Immunologists should be consulted for cases of refractory urticaria or allergic rhinitis. Nurses should verify the dosage of fexofenadine at each visit and periodically reassess patients' conditions. Pharmacists should conduct thorough checks for drug interactions and perform medication reconciliation while counseling patients. In the event of fexofenadine overdose, critical care clinicians and medical toxicologists should be consulted.", "contents": "Fexofenadine -- Enhancing Healthcare Team Outcomes. Fexofenadine is a commonly prescribed medication for seasonal allergic rhinitis and chronic urticaria. In addition, it is important to exercise caution when initiating any new medication without a prescription. Patients should engage in discussions with their primary care clinicians and pharmacists regarding fexofenadine to understand potential adverse effects, recommended dosing, and potential interactions with commonly consumed items such as fruit juices. Clinicians should also ensure that patients receive the appropriate adjusted dosage of fexofenadine. Immunologists should be consulted for cases of refractory urticaria or allergic rhinitis. Nurses should verify the dosage of fexofenadine at each visit and periodically reassess patients' conditions. Pharmacists should conduct thorough checks for drug interactions and perform medication reconciliation while counseling patients. In the event of fexofenadine overdose, critical care clinicians and medical toxicologists should be consulted."}
{"id": "article-21720_33", "title": "Fexofenadine -- Enhancing Healthcare Team Outcomes", "content": "If the overdose is determined to be intentional, the patient should be promptly referred to a psychiatrist for further evaluation and management. Collaborative efforts and coordination among the interprofessional healthcare team, comprising clinicians, specialists such as immunologists, nurses, and pharmacists, are critical in improving patient outcomes related to fexofenadine therapy. As advocated by the European Academy of Allergy and Clinical Immunology, integrated care involving clinicians, specialists, nurses, dietitians, psychologists, and pharmacists can significantly enhance patient-centered care for allergic disorders in community settings. [47]", "contents": "Fexofenadine -- Enhancing Healthcare Team Outcomes. If the overdose is determined to be intentional, the patient should be promptly referred to a psychiatrist for further evaluation and management. Collaborative efforts and coordination among the interprofessional healthcare team, comprising clinicians, specialists such as immunologists, nurses, and pharmacists, are critical in improving patient outcomes related to fexofenadine therapy. As advocated by the European Academy of Allergy and Clinical Immunology, integrated care involving clinicians, specialists, nurses, dietitians, psychologists, and pharmacists can significantly enhance patient-centered care for allergic disorders in community settings. [47]"}
{"id": "article-21720_34", "title": "Fexofenadine -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Fexofenadine -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}