{"id": "article-32402_0", "title": "Anatomy, Shoulder and Upper Limb, Elbow Joint -- Introduction", "content": "The elbow joint, although non-weight bearing, may be the most complex joint in the human body. The elbow is a synovial hinge joint made up of articulations of mainly the distal humerus and the proximal ulna. However, articulations exist between the proximal radius and the humerus as well as the proximal radius and ulna.  The three articulations are referred to as the ulnohumeral, radiohumeral, and proximal radioulnar joints respectively. Many of the muscles of both the upper and lower arm either cross or attach to at least one component of the elbow joint making it no surprise that after the shoulder, the elbow joint is the second most commonly injured joint in sports-related injuries. [1]", "contents": "Anatomy, Shoulder and Upper Limb, Elbow Joint -- Introduction. The elbow joint, although non-weight bearing, may be the most complex joint in the human body. The elbow is a synovial hinge joint made up of articulations of mainly the distal humerus and the proximal ulna. However, articulations exist between the proximal radius and the humerus as well as the proximal radius and ulna.  The three articulations are referred to as the ulnohumeral, radiohumeral, and proximal radioulnar joints respectively. Many of the muscles of both the upper and lower arm either cross or attach to at least one component of the elbow joint making it no surprise that after the shoulder, the elbow joint is the second most commonly injured joint in sports-related injuries. [1]"}
{"id": "article-32402_1", "title": "Anatomy, Shoulder and Upper Limb, Elbow Joint -- Structure and Function", "content": "The elbow is a complex synovial joint which allows for significant motion and function primarily in the form of extension and flexion, however, the elbow joint also facilitates motion in the hand in the form of supination and pronation of the forearm. The main stability of the elbow joint results from the osseous articulations of the trochlea of the humerus and the ulnar olecranon. The olecranon resembles a scoop or a wrench in which a landmark referred to as the trochlear notch, fits around the trochlea of the humerus and serves as the primary pivot point during flexion and extension of the elbow joint.  The trochlear notch wraps around the humerus almost 180 degrees, while the trochlea of the humerus is wide with a central groove, this allows for a tight conforming of the two structures, adding to the stability.  After the osseous articulations of the humerus and ulna (ulnohumeral articulation), the rest of the major stability components of the elbow joint comes from two strong ligaments in the form of the medial collateral ligament (MCL) and the lateral collateral ligament (LCL).  Both the LCL and the MCL form into the joint capsule to provide further stability. [2]", "contents": "Anatomy, Shoulder and Upper Limb, Elbow Joint -- Structure and Function. The elbow is a complex synovial joint which allows for significant motion and function primarily in the form of extension and flexion, however, the elbow joint also facilitates motion in the hand in the form of supination and pronation of the forearm. The main stability of the elbow joint results from the osseous articulations of the trochlea of the humerus and the ulnar olecranon. The olecranon resembles a scoop or a wrench in which a landmark referred to as the trochlear notch, fits around the trochlea of the humerus and serves as the primary pivot point during flexion and extension of the elbow joint.  The trochlear notch wraps around the humerus almost 180 degrees, while the trochlea of the humerus is wide with a central groove, this allows for a tight conforming of the two structures, adding to the stability.  After the osseous articulations of the humerus and ulna (ulnohumeral articulation), the rest of the major stability components of the elbow joint comes from two strong ligaments in the form of the medial collateral ligament (MCL) and the lateral collateral ligament (LCL).  Both the LCL and the MCL form into the joint capsule to provide further stability. [2]"}
{"id": "article-32402_2", "title": "Anatomy, Shoulder and Upper Limb, Elbow Joint -- Structure and Function", "content": "The Medial collateral ligament is a triangular-shaped ligament made up of three smaller ligaments named the anterior oblique ligament, posterior oblique ligament, and the transverse ligament, also sometimes called Cooper's ligament. The anterior oblique ligament originates from the anterior inferior surface of the medial epicondyle of the humerus and inserts onto the coronoid process of the ulna. The anterior oblique ligament is the strongest and most important medial stabilizer of the elbow joint and protects against excessive valgus forces.   The posterior oblique ligament also originates from the medial epicondyle but as its name suggests, runs posteriorly to insert onto the olecranon of the ulna.  The transverse ligament passes between the previous two, running from the coronoid process and the tip of the olecranon. [2]", "contents": "Anatomy, Shoulder and Upper Limb, Elbow Joint -- Structure and Function. The Medial collateral ligament is a triangular-shaped ligament made up of three smaller ligaments named the anterior oblique ligament, posterior oblique ligament, and the transverse ligament, also sometimes called Cooper's ligament. The anterior oblique ligament originates from the anterior inferior surface of the medial epicondyle of the humerus and inserts onto the coronoid process of the ulna. The anterior oblique ligament is the strongest and most important medial stabilizer of the elbow joint and protects against excessive valgus forces.   The posterior oblique ligament also originates from the medial epicondyle but as its name suggests, runs posteriorly to insert onto the olecranon of the ulna.  The transverse ligament passes between the previous two, running from the coronoid process and the tip of the olecranon. [2]"}
{"id": "article-32402_3", "title": "Anatomy, Shoulder and Upper Limb, Elbow Joint -- Structure and Function", "content": "The lateral collateral ligament is also composed of three parts; the annular ligament, the lateral radial collateral ligament, and the lateral ulnar collateral ligament.  The three components of the LCL provide stability during varus stresses applied on the elbow and posterolateral rotational stability.  The lateral ulnar collateral ligament is the predominant stabilizer in posterolateral rotational structure as it crosses over the inferior aspect of the radial head, originating from the lateral epicondyle of the humerus and inserting at the supinator crest of the ulna.  The annular ligament stabilizes the proximal radioulnar joint and originates and inserts at the sigmoid notch of the ulna as it wraps around the neck of the radius. [2]", "contents": "Anatomy, Shoulder and Upper Limb, Elbow Joint -- Structure and Function. The lateral collateral ligament is also composed of three parts; the annular ligament, the lateral radial collateral ligament, and the lateral ulnar collateral ligament.  The three components of the LCL provide stability during varus stresses applied on the elbow and posterolateral rotational stability.  The lateral ulnar collateral ligament is the predominant stabilizer in posterolateral rotational structure as it crosses over the inferior aspect of the radial head, originating from the lateral epicondyle of the humerus and inserting at the supinator crest of the ulna.  The annular ligament stabilizes the proximal radioulnar joint and originates and inserts at the sigmoid notch of the ulna as it wraps around the neck of the radius. [2]"}
{"id": "article-32402_4", "title": "Anatomy, Shoulder and Upper Limb, Elbow Joint -- Structure and Function", "content": "The cubital tunnel is a clinically significant space allowing the passage of the ulnar nerve.  The roof of the cubital tunnel is created by the arcuate (Osborne’s) ligament running from the medial epicondyle to the olecranon of the ulna. The floor of the cubital tunnel is made up of the MCL, while the anterior, posterior, and lateral borders are comprised of the medial epicondyle, medial head of the triceps brachii, and the olecranon respectively.", "contents": "Anatomy, Shoulder and Upper Limb, Elbow Joint -- Structure and Function. The cubital tunnel is a clinically significant space allowing the passage of the ulnar nerve.  The roof of the cubital tunnel is created by the arcuate (Osborne’s) ligament running from the medial epicondyle to the olecranon of the ulna. The floor of the cubital tunnel is made up of the MCL, while the anterior, posterior, and lateral borders are comprised of the medial epicondyle, medial head of the triceps brachii, and the olecranon respectively."}
{"id": "article-32402_5", "title": "Anatomy, Shoulder and Upper Limb, Elbow Joint -- Structure and Function", "content": "As a synovial joint, the elbow has a synovial membrane as well as a joint capsule which are separated from each other by fat pads.  These fat pads are located superficial to areas of stress.  These areas include the olecranon, coronoid and radial fossas.  During flexion and extension, these fat pads are pulled away by attachments to the brachialis and the triceps brachii to allow space for bony processes. A lubricating bursa, namely the olecranon bursa, facilitates triceps action. This bursa serves as a lubricating component between the olecranon process of the ulna and the triceps tendon of insertion. [2]", "contents": "Anatomy, Shoulder and Upper Limb, Elbow Joint -- Structure and Function. As a synovial joint, the elbow has a synovial membrane as well as a joint capsule which are separated from each other by fat pads.  These fat pads are located superficial to areas of stress.  These areas include the olecranon, coronoid and radial fossas.  During flexion and extension, these fat pads are pulled away by attachments to the brachialis and the triceps brachii to allow space for bony processes. A lubricating bursa, namely the olecranon bursa, facilitates triceps action. This bursa serves as a lubricating component between the olecranon process of the ulna and the triceps tendon of insertion. [2]"}
{"id": "article-32402_6", "title": "Anatomy, Shoulder and Upper Limb, Elbow Joint -- Embryology", "content": "During the 12th week of gestation, ossification begins in the bones that comprise the elbow joint. This ossification starts in the lower epiphysis of the humerus, followed by the trochlear notch of the ulna and the head of the radius. Towards the end of the embryonic period,  the groove between the olecranon process and the posterior aspect of the medial epicondyle is visible. The tunnel of the ulnar nerve develops at the posterior aspect of the medial epicondyle followed by the elbow joint cavity at the level of the humeroradial and humeroulnar joints. Next, the annular ligament develops, followed up by the formation of the joint cavity of the superior radioulnar joint. [3] [4]", "contents": "Anatomy, Shoulder and Upper Limb, Elbow Joint -- Embryology. During the 12th week of gestation, ossification begins in the bones that comprise the elbow joint. This ossification starts in the lower epiphysis of the humerus, followed by the trochlear notch of the ulna and the head of the radius. Towards the end of the embryonic period,  the groove between the olecranon process and the posterior aspect of the medial epicondyle is visible. The tunnel of the ulnar nerve develops at the posterior aspect of the medial epicondyle followed by the elbow joint cavity at the level of the humeroradial and humeroulnar joints. Next, the annular ligament develops, followed up by the formation of the joint cavity of the superior radioulnar joint. [3] [4]"}
{"id": "article-32402_7", "title": "Anatomy, Shoulder and Upper Limb, Elbow Joint -- Blood Supply and Lymphatics", "content": "The elbow joint serves as a crossing for most of the neurovasculature in the upper extremity.  The superficial nature of most of these structures allows a provider to visualize many of these structures using ultrasound.  The brachial artery is one of the continuations of the axillary artery and is the source of all the main arteries feeding into the elbow joint.  The branches of the brachial artery include a deep brachial artery which courses posteriorly to give rise to a few other small arteries which ultimately anastomose with the radial artery. The majority of the blood flow travels through the brachial artery distally and branches into the radial and ulnar arteries.", "contents": "Anatomy, Shoulder and Upper Limb, Elbow Joint -- Blood Supply and Lymphatics. The elbow joint serves as a crossing for most of the neurovasculature in the upper extremity.  The superficial nature of most of these structures allows a provider to visualize many of these structures using ultrasound.  The brachial artery is one of the continuations of the axillary artery and is the source of all the main arteries feeding into the elbow joint.  The branches of the brachial artery include a deep brachial artery which courses posteriorly to give rise to a few other small arteries which ultimately anastomose with the radial artery. The majority of the blood flow travels through the brachial artery distally and branches into the radial and ulnar arteries."}
{"id": "article-32402_8", "title": "Anatomy, Shoulder and Upper Limb, Elbow Joint -- Blood Supply and Lymphatics", "content": "The major lymphatic structures around the elbow joint are the deep and superficial cubital lymph nodes, and the epitrochlear and supratrochlear lymph nodes, the latter comprising up to five nodes lying superior to the medial epicondyle. Lymph drains up the arm and passes through the deep brachial lymph nodes, eventually ending up in the axillary lymph nodes. [5]", "contents": "Anatomy, Shoulder and Upper Limb, Elbow Joint -- Blood Supply and Lymphatics. The major lymphatic structures around the elbow joint are the deep and superficial cubital lymph nodes, and the epitrochlear and supratrochlear lymph nodes, the latter comprising up to five nodes lying superior to the medial epicondyle. Lymph drains up the arm and passes through the deep brachial lymph nodes, eventually ending up in the axillary lymph nodes. [5]"}
{"id": "article-32402_9", "title": "Anatomy, Shoulder and Upper Limb, Elbow Joint -- Nerves", "content": "The nerves that cross the elbow joint predominately innervate structures of the forearm and hand. One of the major nerves responsible for acting on the elbow joint is the musculocutaneous nerve.  This nerve never crosses the elbow joint itself, but rather innervates both the biceps brachii, the muscle that accounts for the majority of supination as well as some elbow flexion, and the brachialis muscle, which is responsible for elbow flexion.", "contents": "Anatomy, Shoulder and Upper Limb, Elbow Joint -- Nerves. The nerves that cross the elbow joint predominately innervate structures of the forearm and hand. One of the major nerves responsible for acting on the elbow joint is the musculocutaneous nerve.  This nerve never crosses the elbow joint itself, but rather innervates both the biceps brachii, the muscle that accounts for the majority of supination as well as some elbow flexion, and the brachialis muscle, which is responsible for elbow flexion."}
{"id": "article-32402_10", "title": "Anatomy, Shoulder and Upper Limb, Elbow Joint -- Nerves", "content": "The radial nerve starts medially in the proximal humerus, then spirals posteriorly and laterally into the spiral groove.  The radial nerve crosses the elbow joint as it courses laterally and enters the groove for the radial nerve in the distal humerus.  The radial nerve innervates five muscles that affect the elbow joint including the brachialis (lateral portion), the anconeus, the supinator muscle, brachioradialis, and triceps brachii.", "contents": "Anatomy, Shoulder and Upper Limb, Elbow Joint -- Nerves. The radial nerve starts medially in the proximal humerus, then spirals posteriorly and laterally into the spiral groove.  The radial nerve crosses the elbow joint as it courses laterally and enters the groove for the radial nerve in the distal humerus.  The radial nerve innervates five muscles that affect the elbow joint including the brachialis (lateral portion), the anconeus, the supinator muscle, brachioradialis, and triceps brachii."}
{"id": "article-32402_11", "title": "Anatomy, Shoulder and Upper Limb, Elbow Joint -- Nerves", "content": "The ulnar nerve stays in the medial arm and travels from the anterior compartment to the posterior compartment where it enters into the cubital tunnel and the groove for the ulnar nerve.  The ulnar nerve innervates muscles in the forearm and hand. The median nerve traverses the elbow joint anteriorly and continues distally to innervate the muscles in the forearm and hand.", "contents": "Anatomy, Shoulder and Upper Limb, Elbow Joint -- Nerves. The ulnar nerve stays in the medial arm and travels from the anterior compartment to the posterior compartment where it enters into the cubital tunnel and the groove for the ulnar nerve.  The ulnar nerve innervates muscles in the forearm and hand. The median nerve traverses the elbow joint anteriorly and continues distally to innervate the muscles in the forearm and hand."}
{"id": "article-32402_12", "title": "Anatomy, Shoulder and Upper Limb, Elbow Joint -- Nerves", "content": "Also spanning the elbow joint is the lateral antebrachial cutaneous nerve and the medial antebrachial cutaneous nerve derived from the musculocutaneous and radial nerves respectively.  These two nerves supply sensory information for the skin of the forearm. [6]", "contents": "Anatomy, Shoulder and Upper Limb, Elbow Joint -- Nerves. Also spanning the elbow joint is the lateral antebrachial cutaneous nerve and the medial antebrachial cutaneous nerve derived from the musculocutaneous and radial nerves respectively.  These two nerves supply sensory information for the skin of the forearm. [6]"}
{"id": "article-32402_13", "title": "Anatomy, Shoulder and Upper Limb, Elbow Joint -- Muscles", "content": "Many muscles cross over and attach around the elbow joint.  These muscles are responsible for the secondary stabilization of the joint.  The majority of the muscles originating from the elbow joint provide very little motion at the elbow joint itself, but rather act as flexors and extensors of the wrist, hand, and digits. Contribution to elbow stability comes in the form of protection against varus and valgus forces. Muscles that protect against valgus forces by initiating a varus force include the flexor digitorum superficialis, flexor carpi ulnaris, flexor carpi radialis, and the pronator teres.  Muscles that contribute to varus stability by initiating a valgus force include extensor digitorum communis, extensor carpi radialis brevis and longus, anconeus, and extensor carpi ulnaris.", "contents": "Anatomy, Shoulder and Upper Limb, Elbow Joint -- Muscles. Many muscles cross over and attach around the elbow joint.  These muscles are responsible for the secondary stabilization of the joint.  The majority of the muscles originating from the elbow joint provide very little motion at the elbow joint itself, but rather act as flexors and extensors of the wrist, hand, and digits. Contribution to elbow stability comes in the form of protection against varus and valgus forces. Muscles that protect against valgus forces by initiating a varus force include the flexor digitorum superficialis, flexor carpi ulnaris, flexor carpi radialis, and the pronator teres.  Muscles that contribute to varus stability by initiating a valgus force include extensor digitorum communis, extensor carpi radialis brevis and longus, anconeus, and extensor carpi ulnaris."}
{"id": "article-32402_14", "title": "Anatomy, Shoulder and Upper Limb, Elbow Joint -- Muscles", "content": "Muscles which act primarily on the elbow joint include those responsible for flexion, including biceps brachii, brachioradialis, and brachialis.  The biceps brachii has a modest impact on elbow flexion and acts as the primary muscle responsible for supination.  The biceps brachii is especially unique as it has two distal attachments at the elbow joint, a more laterally oriented tendon inserting on the proximal radius, and a medially oriented aponeurosis which continues into the fascia of the proximal forearm.  Extension of the elbow joint is accomplished almost entirely from contraction of the triceps brachii with very modest action from the anconeus muscle. [6] [7]", "contents": "Anatomy, Shoulder and Upper Limb, Elbow Joint -- Muscles. Muscles which act primarily on the elbow joint include those responsible for flexion, including biceps brachii, brachioradialis, and brachialis.  The biceps brachii has a modest impact on elbow flexion and acts as the primary muscle responsible for supination.  The biceps brachii is especially unique as it has two distal attachments at the elbow joint, a more laterally oriented tendon inserting on the proximal radius, and a medially oriented aponeurosis which continues into the fascia of the proximal forearm.  Extension of the elbow joint is accomplished almost entirely from contraction of the triceps brachii with very modest action from the anconeus muscle. [6] [7]"}
{"id": "article-32402_15", "title": "Anatomy, Shoulder and Upper Limb, Elbow Joint -- Physiologic Variants", "content": "There are a few normal osseous and non-osseous variants within the elbow joint, as well as some abnormal osseous variants that can cause deficits in function.", "contents": "Anatomy, Shoulder and Upper Limb, Elbow Joint -- Physiologic Variants. There are a few normal osseous and non-osseous variants within the elbow joint, as well as some abnormal osseous variants that can cause deficits in function."}
{"id": "article-32402_16", "title": "Anatomy, Shoulder and Upper Limb, Elbow Joint -- Physiologic Variants", "content": "Pseudodefect of the capitellum is one of the normal osseous variants that exist.  In this variant, a groove exists in between the capitellum and the lateral epicondyle.  This groove can be seen on MRI and can sometimes be mistaken for an osteochondral defect.", "contents": "Anatomy, Shoulder and Upper Limb, Elbow Joint -- Physiologic Variants. Pseudodefect of the capitellum is one of the normal osseous variants that exist.  In this variant, a groove exists in between the capitellum and the lateral epicondyle.  This groove can be seen on MRI and can sometimes be mistaken for an osteochondral defect."}
{"id": "article-32402_17", "title": "Anatomy, Shoulder and Upper Limb, Elbow Joint -- Physiologic Variants", "content": "The supracondylar process is a bony spur that can show up in up to 3% of individuals.  These can sometimes be mistaken for osteochondromas of the humerus.  In some cases of prominent supracondylar processes, median nerve and more rarely, brachial artery compression can occur due to a fibrous band called the ligament of Struthers which runs from the supracondylar process to the medial epicondyle. Ligamentous variations also exist.  In several studies, four different variants of ulnar collateral ligament were identified, while 23% of the specimens studied contained an accessory ligament. [6]", "contents": "Anatomy, Shoulder and Upper Limb, Elbow Joint -- Physiologic Variants. The supracondylar process is a bony spur that can show up in up to 3% of individuals.  These can sometimes be mistaken for osteochondromas of the humerus.  In some cases of prominent supracondylar processes, median nerve and more rarely, brachial artery compression can occur due to a fibrous band called the ligament of Struthers which runs from the supracondylar process to the medial epicondyle. Ligamentous variations also exist.  In several studies, four different variants of ulnar collateral ligament were identified, while 23% of the specimens studied contained an accessory ligament. [6]"}
{"id": "article-32402_18", "title": "Anatomy, Shoulder and Upper Limb, Elbow Joint -- Physiologic Variants", "content": "Congenital radioulnar synostosis is a rare anomaly in which the failure of segmentation results in the fusion of the radius and the ulna.  Flexion and extension are unaffected by the condition; however, supination and pronation are.  This condition may lead to consequences in the form of excessive strain on the shoulder and wrist. [8]", "contents": "Anatomy, Shoulder and Upper Limb, Elbow Joint -- Physiologic Variants. Congenital radioulnar synostosis is a rare anomaly in which the failure of segmentation results in the fusion of the radius and the ulna.  Flexion and extension are unaffected by the condition; however, supination and pronation are.  This condition may lead to consequences in the form of excessive strain on the shoulder and wrist. [8]"}
{"id": "article-32402_19", "title": "Anatomy, Shoulder and Upper Limb, Elbow Joint -- Surgical Considerations", "content": "Medial collateral ligament tears are frequently seen in professional baseball players due to the extreme amount of torque placed on the elbow joint by pitchers.  \"Tommy John surgery\" has become the more recognizable name for the surgery performed to repair the medial (ulnar) ligament.  Surgery success is high and the return to play is approximately 90%. [9]", "contents": "Anatomy, Shoulder and Upper Limb, Elbow Joint -- Surgical Considerations. Medial collateral ligament tears are frequently seen in professional baseball players due to the extreme amount of torque placed on the elbow joint by pitchers.  \"Tommy John surgery\" has become the more recognizable name for the surgery performed to repair the medial (ulnar) ligament.  Surgery success is high and the return to play is approximately 90%. [9]"}
{"id": "article-32402_20", "title": "Anatomy, Shoulder and Upper Limb, Elbow Joint -- Surgical Considerations", "content": "Medial epicondylitis (golfer’s elbow) is very common especially in an aging population and is caused by repetitive flexion and valgus force on the elbow joint.  Typically, these are treated conservatively using NSAIDs, ice, and steroid injections. However, treatment-refractory epicondylitis may be treated arthroscopically and has been shown to reduce pain in an affected individual. The surgery consists of debridement of the common flexor tendon insertion at the medial epicondyle, thus relieving stress on the medial epicondyle. [10]", "contents": "Anatomy, Shoulder and Upper Limb, Elbow Joint -- Surgical Considerations. Medial epicondylitis (golfer’s elbow) is very common especially in an aging population and is caused by repetitive flexion and valgus force on the elbow joint.  Typically, these are treated conservatively using NSAIDs, ice, and steroid injections. However, treatment-refractory epicondylitis may be treated arthroscopically and has been shown to reduce pain in an affected individual. The surgery consists of debridement of the common flexor tendon insertion at the medial epicondyle, thus relieving stress on the medial epicondyle. [10]"}
{"id": "article-32402_21", "title": "Anatomy, Shoulder and Upper Limb, Elbow Joint -- Surgical Considerations", "content": "Distal biceps tendon ruptures account for about 10% of all biceps ruptures and occur after a sudden extension force applied to a flexed arm.  The majority of these injuries are complete ruptures where the tendon of insertion avulses from the radial tuberosity.  Tears of the bicipital aponeurosis may or may not occur in these cases. Operative treatment where the tendon is reinserted onto the radial tuberosity is generally preferred unless the patient is elderly in which case management is non-surgical. The clinical outcome of such surgeries is usually very positive. [11]", "contents": "Anatomy, Shoulder and Upper Limb, Elbow Joint -- Surgical Considerations. Distal biceps tendon ruptures account for about 10% of all biceps ruptures and occur after a sudden extension force applied to a flexed arm.  The majority of these injuries are complete ruptures where the tendon of insertion avulses from the radial tuberosity.  Tears of the bicipital aponeurosis may or may not occur in these cases. Operative treatment where the tendon is reinserted onto the radial tuberosity is generally preferred unless the patient is elderly in which case management is non-surgical. The clinical outcome of such surgeries is usually very positive. [11]"}
{"id": "article-32402_22", "title": "Anatomy, Shoulder and Upper Limb, Elbow Joint -- Surgical Considerations", "content": "Osteochondritis dissecans of the elbow is an avascular necrosis of the articular cartilage as well as the subchondral bone in the capitellum.  It predominately occurs in young athletes and can be treated using debridement, drilling, micro-fracturing, and fragment fixation procedures when conservative measures fail. [12]", "contents": "Anatomy, Shoulder and Upper Limb, Elbow Joint -- Surgical Considerations. Osteochondritis dissecans of the elbow is an avascular necrosis of the articular cartilage as well as the subchondral bone in the capitellum.  It predominately occurs in young athletes and can be treated using debridement, drilling, micro-fracturing, and fragment fixation procedures when conservative measures fail. [12]"}
{"id": "article-32402_23", "title": "Anatomy, Shoulder and Upper Limb, Elbow Joint -- Surgical Considerations", "content": "There are many other surgical considerations for the elbow joint including those related to osseous and other ligamentous injuries that may occur with dislocation and blunt trauma injuries.  Other minor procedures are also seen in cases of bursitis or other inflammatory conditions.", "contents": "Anatomy, Shoulder and Upper Limb, Elbow Joint -- Surgical Considerations. There are many other surgical considerations for the elbow joint including those related to osseous and other ligamentous injuries that may occur with dislocation and blunt trauma injuries.  Other minor procedures are also seen in cases of bursitis or other inflammatory conditions."}
{"id": "article-32402_24", "title": "Anatomy, Shoulder and Upper Limb, Elbow Joint -- Clinical Significance", "content": "Nursemaid's elbow is one of the more common pediatric elbow injuries in children aged 6 months to 5 years.  Also called radial head subluxation, it is usually caused by an abrupt pulling force on the hand or lower arm when the arm is outstretched, resulting in a displacement of the annular ligament.  The annular ligament is responsible for holding the radius and ulna in close proximity and the proximal radioulnar joint. In this type of injury, neither the bone nor the ligament is necessarily damaged but instead have slipped out of their normal positioning. Upon injury, the patient will be in severe pain that will typically subside quickly.  Children will hold their arm on their lap or close against their body and refuse to use it.  Treatment for elbow subluxation is non-invasive and can usually be done in an outpatient office by reducing the joint.  There are two ways this is typically done.  The first method is the supination flexion method. This is done by stabilizing the elbow with one arm while flexing the child’s arm to the shoulder and supinating the arm simultaneously.  You should feel the joint reduce with the stabilizing hand. [13] The patient will be in some discomfort until joint reduction completes.  Another method gaining popularity is the hyperpronation method; in recent studies, it has been found the hyperpronation method may have higher first-time success rates.  Upon reduction, the discomfort usually subsides completely but Tylenol may be used for pain relief. [14]", "contents": "Anatomy, Shoulder and Upper Limb, Elbow Joint -- Clinical Significance. Nursemaid's elbow is one of the more common pediatric elbow injuries in children aged 6 months to 5 years.  Also called radial head subluxation, it is usually caused by an abrupt pulling force on the hand or lower arm when the arm is outstretched, resulting in a displacement of the annular ligament.  The annular ligament is responsible for holding the radius and ulna in close proximity and the proximal radioulnar joint. In this type of injury, neither the bone nor the ligament is necessarily damaged but instead have slipped out of their normal positioning. Upon injury, the patient will be in severe pain that will typically subside quickly.  Children will hold their arm on their lap or close against their body and refuse to use it.  Treatment for elbow subluxation is non-invasive and can usually be done in an outpatient office by reducing the joint.  There are two ways this is typically done.  The first method is the supination flexion method. This is done by stabilizing the elbow with one arm while flexing the child’s arm to the shoulder and supinating the arm simultaneously.  You should feel the joint reduce with the stabilizing hand. [13] The patient will be in some discomfort until joint reduction completes.  Another method gaining popularity is the hyperpronation method; in recent studies, it has been found the hyperpronation method may have higher first-time success rates.  Upon reduction, the discomfort usually subsides completely but Tylenol may be used for pain relief. [14]"}
{"id": "article-32402_25", "title": "Anatomy, Shoulder and Upper Limb, Elbow Joint -- Clinical Significance", "content": "Olecranon Bursitis occurs when there is trauma or prolonged pressure to the olecranon bursa.  Bursitis can affect any bursa in the body and is quite common.  The olecranon bursa is known to be one of the most commonly affected bursae in the human body.  The olecranon bursa is superficial, lying just underneath the skin and rests on the triceps tendon and olecranon.  Olecranon bursitis may also sometimes be referred to as student’s elbow.  Prolonged pressure on the elbows such as in situations where a student leans on their elbows for prolonged periods of time, may cause inflammation of the olecranon bursa.  Olecranon bursitis may also idiopathic or septic. Septic bursitis is most often caused by trauma. The best way to diagnose a septic bursitis is aspiration and culture of bursal fluid.  Treatment of olecranon bursitis is initially conservative, with NSAID’s, rest, compression, ice, and needle aspiration, which can be both therapeutic and diagnostic. If conservative management fails, operative treatment may be necessary.  Olecranon bursectomy is reserved for chronic cases that interfere with function. [15]", "contents": "Anatomy, Shoulder and Upper Limb, Elbow Joint -- Clinical Significance. Olecranon Bursitis occurs when there is trauma or prolonged pressure to the olecranon bursa.  Bursitis can affect any bursa in the body and is quite common.  The olecranon bursa is known to be one of the most commonly affected bursae in the human body.  The olecranon bursa is superficial, lying just underneath the skin and rests on the triceps tendon and olecranon.  Olecranon bursitis may also sometimes be referred to as student’s elbow.  Prolonged pressure on the elbows such as in situations where a student leans on their elbows for prolonged periods of time, may cause inflammation of the olecranon bursa.  Olecranon bursitis may also idiopathic or septic. Septic bursitis is most often caused by trauma. The best way to diagnose a septic bursitis is aspiration and culture of bursal fluid.  Treatment of olecranon bursitis is initially conservative, with NSAID’s, rest, compression, ice, and needle aspiration, which can be both therapeutic and diagnostic. If conservative management fails, operative treatment may be necessary.  Olecranon bursectomy is reserved for chronic cases that interfere with function. [15]"}
{"id": "article-32402_26", "title": "Anatomy, Shoulder and Upper Limb, Elbow Joint -- Clinical Significance", "content": "Elbow dislocations occur more frequently in athletes than in the general population, and the elbow is the second most dislocated large joint after the shoulder. Simple dislocations should be treated early with range-of-motion exercises and return to the sport, even with high-level athletes.  Patients who experience post-injury instability or have more complex dislocations where fracture or ligamentous damage occurs may require surgery. Posterior elbow dislocations often are the most severe, resulting in more ligamentous damage. If a patient experiences a dislocated elbow, it is recommended to obtain both AP and lateral radiographs before and after reducing the joint unless there is neurovascular compromise noted.  That said, a dislocated elbow should be reduced as soon as possible. [1]", "contents": "Anatomy, Shoulder and Upper Limb, Elbow Joint -- Clinical Significance. Elbow dislocations occur more frequently in athletes than in the general population, and the elbow is the second most dislocated large joint after the shoulder. Simple dislocations should be treated early with range-of-motion exercises and return to the sport, even with high-level athletes.  Patients who experience post-injury instability or have more complex dislocations where fracture or ligamentous damage occurs may require surgery. Posterior elbow dislocations often are the most severe, resulting in more ligamentous damage. If a patient experiences a dislocated elbow, it is recommended to obtain both AP and lateral radiographs before and after reducing the joint unless there is neurovascular compromise noted.  That said, a dislocated elbow should be reduced as soon as possible. [1]"}
{"id": "article-32402_27", "title": "Anatomy, Shoulder and Upper Limb, Elbow Joint -- Other Issues", "content": "Elbow injuries are very prominent in athletics. As a result, there is a constant impetus for ways by which to increase the strength and stability of this joint.", "contents": "Anatomy, Shoulder and Upper Limb, Elbow Joint -- Other Issues. Elbow injuries are very prominent in athletics. As a result, there is a constant impetus for ways by which to increase the strength and stability of this joint."}
{"id": "article-32402_28", "title": "Anatomy, Shoulder and Upper Limb, Elbow Joint -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Anatomy, Shoulder and Upper Limb, Elbow Joint -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}