{"id": "article-127889_0", "title": "Aortoenteric Fistula -- Continuing Education Activity", "content": "Aortoenteric fistulas are a deadly condition that can occur when the wall of the aorta erodes into the adjacent gastrointestinal system, which can lead to catastrophic bleeding. This activity outlines the evaluation and treatment of an aortoenteric fistula and highlights the interprofessional team's role in evaluating and treating patients with this condition.", "contents": "Aortoenteric Fistula -- Continuing Education Activity. Aortoenteric fistulas are a deadly condition that can occur when the wall of the aorta erodes into the adjacent gastrointestinal system, which can lead to catastrophic bleeding. This activity outlines the evaluation and treatment of an aortoenteric fistula and highlights the interprofessional team's role in evaluating and treating patients with this condition."}
{"id": "article-127889_1", "title": "Aortoenteric Fistula -- Continuing Education Activity", "content": "Objectives: Describe the etiology of aortoenteric fistula development. Outline the typical presentation of a patient with an aortoenteric fistula. Review the most effective diagnostic testing modalities for both a stable and an unstable patient presenting with an aortoenteric fistula. Outline several interprofessional strategies that will improve patient care and outcomes in individuals who present with h an aortoenteric fistula. Access free multiple choice questions on this topic.", "contents": "Aortoenteric Fistula -- Continuing Education Activity. Objectives: Describe the etiology of aortoenteric fistula development. Outline the typical presentation of a patient with an aortoenteric fistula. Review the most effective diagnostic testing modalities for both a stable and an unstable patient presenting with an aortoenteric fistula. Outline several interprofessional strategies that will improve patient care and outcomes in individuals who present with h an aortoenteric fistula. Access free multiple choice questions on this topic."}
{"id": "article-127889_2", "title": "Aortoenteric Fistula -- Introduction", "content": "Aortoenteric fistula is a rare cause of massive upper gastrointestinal bleeding with a high degree of mortality. Fistulization can occur either primarily or secondarily, with secondary causes being more common. Primary causes arise via the native aorta, while secondary causes result from previous surgical interventions on the aorta when, most commonly, a synthetic graft material erodes into the adjacent enteric system. Presentation is variable but most commonly includes an upper GI bleed coupled with the knowledge of a prior aortic operation or the presence of an aortic aneurysm.", "contents": "Aortoenteric Fistula -- Introduction. Aortoenteric fistula is a rare cause of massive upper gastrointestinal bleeding with a high degree of mortality. Fistulization can occur either primarily or secondarily, with secondary causes being more common. Primary causes arise via the native aorta, while secondary causes result from previous surgical interventions on the aorta when, most commonly, a synthetic graft material erodes into the adjacent enteric system. Presentation is variable but most commonly includes an upper GI bleed coupled with the knowledge of a prior aortic operation or the presence of an aortic aneurysm."}
{"id": "article-127889_3", "title": "Aortoenteric Fistula -- Introduction", "content": "Patients can decompensate quickly, and treatment is anchored in rapid diagnosis and early repair, either open or endovascular. The endovascular repair offers a less physiologically demanding repair that may serve as a bridging therapy to definitive surgical management. Complications following a repair are common, and mortality remains high for patients who develop aortoenteric fistulas.", "contents": "Aortoenteric Fistula -- Introduction. Patients can decompensate quickly, and treatment is anchored in rapid diagnosis and early repair, either open or endovascular. The endovascular repair offers a less physiologically demanding repair that may serve as a bridging therapy to definitive surgical management. Complications following a repair are common, and mortality remains high for patients who develop aortoenteric fistulas."}
{"id": "article-127889_4", "title": "Aortoenteric Fistula -- Etiology", "content": "Aortoenteric fistulas (AEFs) arise from either primary or secondary causes. Primary fistula formation occurs spontaneously through a combination of direct frictional mechanical forces and aortic inflammation. [1] Much more common than primary are secondary etiologies. Secondary AEFs occur following open or endovascular surgical intervention on the aorta, typically following the placement of synthetic aortic graft material. [2] The duodenum, particularly the third and fourth segments where the aorta and duodenum are most intimately associated, is the most common site for developing an AEF.", "contents": "Aortoenteric Fistula -- Etiology. Aortoenteric fistulas (AEFs) arise from either primary or secondary causes. Primary fistula formation occurs spontaneously through a combination of direct frictional mechanical forces and aortic inflammation. [1] Much more common than primary are secondary etiologies. Secondary AEFs occur following open or endovascular surgical intervention on the aorta, typically following the placement of synthetic aortic graft material. [2] The duodenum, particularly the third and fourth segments where the aorta and duodenum are most intimately associated, is the most common site for developing an AEF."}
{"id": "article-127889_5", "title": "Aortoenteric Fistula -- Epidemiology", "content": "Aortoenteric fistulas are a rare phenomenon. In the age of endovascular and open repair of the aorta, secondary AEFs have overtaken primary AEFs in incidence. Secondary AEFs have been reported to occur in 0.36% to 1.6% of patients treated surgically for their aortic disease. [3] [4] [5] AEF development's mean age is 61 years of age and AEFs are more common in males than in females. This finding is consistent with the increased rates of abdominal aortic aneurysm (AAAs) development and their respective repairs in men. [6] Overall, primary and secondary AEFs occur in a male to female ratio of 3 to 1 and 8 to 1 respectively. [6]", "contents": "Aortoenteric Fistula -- Epidemiology. Aortoenteric fistulas are a rare phenomenon. In the age of endovascular and open repair of the aorta, secondary AEFs have overtaken primary AEFs in incidence. Secondary AEFs have been reported to occur in 0.36% to 1.6% of patients treated surgically for their aortic disease. [3] [4] [5] AEF development's mean age is 61 years of age and AEFs are more common in males than in females. This finding is consistent with the increased rates of abdominal aortic aneurysm (AAAs) development and their respective repairs in men. [6] Overall, primary and secondary AEFs occur in a male to female ratio of 3 to 1 and 8 to 1 respectively. [6]"}
{"id": "article-127889_6", "title": "Aortoenteric Fistula -- Pathophysiology", "content": "As mentioned, AEFs form by either primary or secondary causes. In primary cases, aneurysmal development is the most common cause of mechanical thinning of the aortic and enteral outermost layers as they rub against each other with each successive cardiac pulsation and gastrointestinal peristalsis, respectively. [7] The presence of foreign bodies and tumors may also initiate or exacerbate this mechanical degradation. Inflammation, too, has been identified to exacerbate this adjacent erosion with a variety of etiologies, including mycotic aneurysms, sepsis, syphilis, salmonella, and tuberculosis. [8] [9] [10] [11]", "contents": "Aortoenteric Fistula -- Pathophysiology. As mentioned, AEFs form by either primary or secondary causes. In primary cases, aneurysmal development is the most common cause of mechanical thinning of the aortic and enteral outermost layers as they rub against each other with each successive cardiac pulsation and gastrointestinal peristalsis, respectively. [7] The presence of foreign bodies and tumors may also initiate or exacerbate this mechanical degradation. Inflammation, too, has been identified to exacerbate this adjacent erosion with a variety of etiologies, including mycotic aneurysms, sepsis, syphilis, salmonella, and tuberculosis. [8] [9] [10] [11]"}
{"id": "article-127889_7", "title": "Aortoenteric Fistula -- Pathophysiology", "content": "Secondary AEFs most commonly form following aortic stent-graft placement. The proximity of the graft material to the neighboring enteral tract allows for mechanical rubbing, which can result in erosion into the enteral tract when not sufficiently bolstered by soft tissue. This erosion can be rapidly exacerbated as enteral bacteria translocate into the bloodstream and seed the graft leading to fistula development, sepsis, and graft infection. [12] AEFs typically form at a single discrete location, but several simultaneous fistulas have been reported. [7] [13]", "contents": "Aortoenteric Fistula -- Pathophysiology. Secondary AEFs most commonly form following aortic stent-graft placement. The proximity of the graft material to the neighboring enteral tract allows for mechanical rubbing, which can result in erosion into the enteral tract when not sufficiently bolstered by soft tissue. This erosion can be rapidly exacerbated as enteral bacteria translocate into the bloodstream and seed the graft leading to fistula development, sepsis, and graft infection. [12] AEFs typically form at a single discrete location, but several simultaneous fistulas have been reported. [7] [13]"}
{"id": "article-127889_8", "title": "Aortoenteric Fistula -- History and Physical", "content": "Classically, aortoenteric fistulas initially present with minor \"herald\" gastrointestinal (GI) bleed followed later by catastrophic rapid exsanguination that can be life-threatening. However, this is certainly not always the case, and many patient’s initial presentations include dramatic hemorrhage. One described symptomological triad of AEF includes GI bleeding, abdominal pain, and a palpable abdominal mass; nevertheless, in clinical practice, this triad has only been demonstrated in an abysmal 6% to 12% of patients at initial presentation. [14] [15]", "contents": "Aortoenteric Fistula -- History and Physical. Classically, aortoenteric fistulas initially present with minor \"herald\" gastrointestinal (GI) bleed followed later by catastrophic rapid exsanguination that can be life-threatening. However, this is certainly not always the case, and many patient’s initial presentations include dramatic hemorrhage. One described symptomological triad of AEF includes GI bleeding, abdominal pain, and a palpable abdominal mass; nevertheless, in clinical practice, this triad has only been demonstrated in an abysmal 6% to 12% of patients at initial presentation. [14] [15]"}
{"id": "article-127889_9", "title": "Aortoenteric Fistula -- History and Physical", "content": "Aortoenteric erosion (AEE) must be distinguished from AEF and is typically done so clinically as erosion tends to present as chronic intermittent episodes of bleeding. In contrast, AEFs tend to present with massive overt hemorrhage. As in a review of patient presentation with AEF, melena, and hemorrhagic shock was the most common presenting symptoms, followed by abdominal pain and hematemesis. [15]", "contents": "Aortoenteric Fistula -- History and Physical. Aortoenteric erosion (AEE) must be distinguished from AEF and is typically done so clinically as erosion tends to present as chronic intermittent episodes of bleeding. In contrast, AEFs tend to present with massive overt hemorrhage. As in a review of patient presentation with AEF, melena, and hemorrhagic shock was the most common presenting symptoms, followed by abdominal pain and hematemesis. [15]"}
{"id": "article-127889_10", "title": "Aortoenteric Fistula -- History and Physical", "content": "The time from prior aortic surgery to an episode of bleeding in secondary AEFs further complicates the diagnostician’s work. Cases of secondary AEF have been reported two weeks after an aortic operation to more than ten years later. In any patient with a known history of an aneurysmal disease or prior history of aortic surgery who presents with enteric bleeding, a high clinical index of suspicion for AEF must be maintained. A more chronic clinical course is consistent with a diagnosis of AEE, which may present with recurrent septicemia with those pathogens typically found in the enteric tract. If the diagnosis of AEE is made, infection of any existing aortic grafts ought to be assumed. [16]", "contents": "Aortoenteric Fistula -- History and Physical. The time from prior aortic surgery to an episode of bleeding in secondary AEFs further complicates the diagnostician’s work. Cases of secondary AEF have been reported two weeks after an aortic operation to more than ten years later. In any patient with a known history of an aneurysmal disease or prior history of aortic surgery who presents with enteric bleeding, a high clinical index of suspicion for AEF must be maintained. A more chronic clinical course is consistent with a diagnosis of AEE, which may present with recurrent septicemia with those pathogens typically found in the enteric tract. If the diagnosis of AEE is made, infection of any existing aortic grafts ought to be assumed. [16]"}
{"id": "article-127889_11", "title": "Aortoenteric Fistula -- Evaluation", "content": "When AEF is suspected in the hemodynamically unstable patient, one should proceed immediately to surgery without further diagnostic studies; however, if no history of AAA or prior surgical repair of the aorta is known, initial assessment of the abdomen by ultrasonography (US) for aneurysmal disease in an unstable patient with ongoing resuscitation prior to proceeding to the operation room (OR) may be performed. Bedside US is useful in determining if a AAA is present, but due to bowel gas and the enteral distention commonly associated with AEF, it is a poor diagnostic tool for diagnosing AEFs.", "contents": "Aortoenteric Fistula -- Evaluation. When AEF is suspected in the hemodynamically unstable patient, one should proceed immediately to surgery without further diagnostic studies; however, if no history of AAA or prior surgical repair of the aorta is known, initial assessment of the abdomen by ultrasonography (US) for aneurysmal disease in an unstable patient with ongoing resuscitation prior to proceeding to the operation room (OR) may be performed. Bedside US is useful in determining if a AAA is present, but due to bowel gas and the enteral distention commonly associated with AEF, it is a poor diagnostic tool for diagnosing AEFs."}
{"id": "article-127889_12", "title": "Aortoenteric Fistula -- Evaluation", "content": "In a hemodynamically stable patient with ongoing GI bleeding, upper esophagogastroduodenoscopy (EGD) has reasonably been reported as being completed first; unfortunately, EGD is a poor investigatory tool for the diagnosis of AEF with a sensitivity of only approximately 50%. [17] Therefore, in a stable patient with ongoing bleeding with risk factors for AEF, the initial diagnostic test should be the highly sensitive and specific computed tomographic angiography (CTA). [7] [18]", "contents": "Aortoenteric Fistula -- Evaluation. In a hemodynamically stable patient with ongoing GI bleeding, upper esophagogastroduodenoscopy (EGD) has reasonably been reported as being completed first; unfortunately, EGD is a poor investigatory tool for the diagnosis of AEF with a sensitivity of only approximately 50%. [17] Therefore, in a stable patient with ongoing bleeding with risk factors for AEF, the initial diagnostic test should be the highly sensitive and specific computed tomographic angiography (CTA). [7] [18]"}
{"id": "article-127889_13", "title": "Aortoenteric Fistula -- Evaluation", "content": "CTA is also the preferred imaging modality when compared with digital subtraction angiography (DSA). In one head to head study, CTA was demonstrated to better identify both lesions with the potential to bleed as well as lesions that were actively bleeding when compared with DSA. [19] Once a CTA has been performed to rule out AEF, it is then appropriate to proceed with EGD in a hemodynamically stable patient to evaluate for other potential causes of GI bleeding. Colonoscopy has little use in diagnosing AEF but may be used when a patient’s presentation is more consistent with a lower GI bleed, or an alternative diagnosis of the colon is more likely. [20] Despite correct imaging, the identification of AEFs remains difficult, and many diagnoses are not made until autopsy. [21] [22]", "contents": "Aortoenteric Fistula -- Evaluation. CTA is also the preferred imaging modality when compared with digital subtraction angiography (DSA). In one head to head study, CTA was demonstrated to better identify both lesions with the potential to bleed as well as lesions that were actively bleeding when compared with DSA. [19] Once a CTA has been performed to rule out AEF, it is then appropriate to proceed with EGD in a hemodynamically stable patient to evaluate for other potential causes of GI bleeding. Colonoscopy has little use in diagnosing AEF but may be used when a patient’s presentation is more consistent with a lower GI bleed, or an alternative diagnosis of the colon is more likely. [20] Despite correct imaging, the identification of AEFs remains difficult, and many diagnoses are not made until autopsy. [21] [22]"}
{"id": "article-127889_14", "title": "Aortoenteric Fistula -- Treatment / Management", "content": "The management of an AEF is based on rapid diagnosis and aggressive surgical intervention. Initial hemodynamic support with ongoing resuscitation is necessary to best temporize the patient for the operating theater. At the time of AEF diagnosis, blood cultures should be drawn, and broad-spectrum antibiotics initiated to be narrowed following specific microbial growth. [23] If Clostridium septicum is identified in cultures, further analysis of the colon for malignancy must be initiated, most commonly with a colonoscopy. [24] With ongoing bleeding, basic resuscitative measures should be performed, including reversal of anticoagulation along with an equal 1:1:1 transfusion ratio of packed red blood cells to platelets and fresh frozen plasma. [25]", "contents": "Aortoenteric Fistula -- Treatment / Management. The management of an AEF is based on rapid diagnosis and aggressive surgical intervention. Initial hemodynamic support with ongoing resuscitation is necessary to best temporize the patient for the operating theater. At the time of AEF diagnosis, blood cultures should be drawn, and broad-spectrum antibiotics initiated to be narrowed following specific microbial growth. [23] If Clostridium septicum is identified in cultures, further analysis of the colon for malignancy must be initiated, most commonly with a colonoscopy. [24] With ongoing bleeding, basic resuscitative measures should be performed, including reversal of anticoagulation along with an equal 1:1:1 transfusion ratio of packed red blood cells to platelets and fresh frozen plasma. [25]"}
{"id": "article-127889_15", "title": "Aortoenteric Fistula -- Treatment / Management", "content": "Surgical management is completed either through a traditional invasive open approach in the form of a laparotomy with or without thoracotomy or via a less invasive endovascular repair of the aorta (EVAR). Each methodology is associated with its own benefits and drawbacks, which are discussed briefly here.", "contents": "Aortoenteric Fistula -- Treatment / Management. Surgical management is completed either through a traditional invasive open approach in the form of a laparotomy with or without thoracotomy or via a less invasive endovascular repair of the aorta (EVAR). Each methodology is associated with its own benefits and drawbacks, which are discussed briefly here."}
{"id": "article-127889_16", "title": "Aortoenteric Fistula -- Treatment / Management", "content": "In patients that can tolerate the increased physiologic demand, open surgery is associated with a lower rate of sepsis and ongoing infection postoperatively. In one study, open surgery was associated with a 19% rate of late sepsis in two years of follow up while endovascular repair was associated with a significantly higher rate of sepsis at a rate of 42%. [26] This decreased rate of sepsis and ongoing infection in open surgery is due to the operator’s ability to debride infected tissues, primarily repair the enteric tract, and, in the case of secondary AEF, explant the infected graft.", "contents": "Aortoenteric Fistula -- Treatment / Management. In patients that can tolerate the increased physiologic demand, open surgery is associated with a lower rate of sepsis and ongoing infection postoperatively. In one study, open surgery was associated with a 19% rate of late sepsis in two years of follow up while endovascular repair was associated with a significantly higher rate of sepsis at a rate of 42%. [26] This decreased rate of sepsis and ongoing infection in open surgery is due to the operator’s ability to debride infected tissues, primarily repair the enteric tract, and, in the case of secondary AEF, explant the infected graft."}
{"id": "article-127889_17", "title": "Aortoenteric Fistula -- Treatment / Management", "content": "However, open surgery does have some significant limitations. In one review analysis, open surgery produced an in-hospital mortality rate of 33.9% compared to just 7% with EVAR. [26] The same review also noted that despite this significantly higher risk of mortality in those undergoing open repair, there was no difference in AEF-free survival between open and endovascular techniques. 27838156 Other benefits of an endovascular approach include avoidance of a hostile abdomen in the context of multiple prior operations or retroperitoneal fibrosis. [27] Treatment of an AEF with EVAR necessitates the placement of graft material into a field contaminated with enteral contents. [28] This can lead to chronic infections producing recurrent fevers and episodes of sepsis requiring long-term antibiotic use and further interventions for definitive management. [28] [29]", "contents": "Aortoenteric Fistula -- Treatment / Management. However, open surgery does have some significant limitations. In one review analysis, open surgery produced an in-hospital mortality rate of 33.9% compared to just 7% with EVAR. [26] The same review also noted that despite this significantly higher risk of mortality in those undergoing open repair, there was no difference in AEF-free survival between open and endovascular techniques. 27838156 Other benefits of an endovascular approach include avoidance of a hostile abdomen in the context of multiple prior operations or retroperitoneal fibrosis. [27] Treatment of an AEF with EVAR necessitates the placement of graft material into a field contaminated with enteral contents. [28] This can lead to chronic infections producing recurrent fevers and episodes of sepsis requiring long-term antibiotic use and further interventions for definitive management. [28] [29]"}
{"id": "article-127889_18", "title": "Aortoenteric Fistula -- Treatment / Management", "content": "Therefore, in the setting of primary AEF without signs of infection, endovascular repair should be sought primarily. In secondary disease or those with infection, endovascular repair represents a suitable bridging therapy to stabilize the critically ill patient or those who lack the necessary physiologic reserve for open surgery. [30] Resultant chronic infections in patients treated endovascularly are managed with long-term antibiotics and abscess drainage as necessary. Patients may eventually be cured of their chronic infection with an extended course of antibiotics, undergo a definitive open repair typically with aortic graft explanation and extra-anatomic bypass, or simply live with a chronically infected graft avoiding a more demanding open operation. [30]", "contents": "Aortoenteric Fistula -- Treatment / Management. Therefore, in the setting of primary AEF without signs of infection, endovascular repair should be sought primarily. In secondary disease or those with infection, endovascular repair represents a suitable bridging therapy to stabilize the critically ill patient or those who lack the necessary physiologic reserve for open surgery. [30] Resultant chronic infections in patients treated endovascularly are managed with long-term antibiotics and abscess drainage as necessary. Patients may eventually be cured of their chronic infection with an extended course of antibiotics, undergo a definitive open repair typically with aortic graft explanation and extra-anatomic bypass, or simply live with a chronically infected graft avoiding a more demanding open operation. [30]"}
{"id": "article-127889_19", "title": "Aortoenteric Fistula -- Treatment / Management", "content": "Prevention cannot be overstated. A one-time screening ultrasound of the aorta has been recommended for all male patients age 65 to 75 who have ever smoked in their lives by the United States Preventive Services Task Force (USPSTF). [31] The early identification of AAAs enables patients to seek definitive repair before the development of a primary AEF. Another key opportunity for the prevention of AEF development presents itself during the open surgical repair of an AAA. During such an operation, the surgeon must ensure that the aortic graft material is sufficiently covered with a layer of tissue, thus preventing direct contact with neighboring structures, particularly the duodenum. This is most commonly achieved by reapproximating the aneurysmal sac around the graft; however, if this is not possible, the creation of an omental flap or vascularized pedicle may be used to buttress the repair. [32]", "contents": "Aortoenteric Fistula -- Treatment / Management. Prevention cannot be overstated. A one-time screening ultrasound of the aorta has been recommended for all male patients age 65 to 75 who have ever smoked in their lives by the United States Preventive Services Task Force (USPSTF). [31] The early identification of AAAs enables patients to seek definitive repair before the development of a primary AEF. Another key opportunity for the prevention of AEF development presents itself during the open surgical repair of an AAA. During such an operation, the surgeon must ensure that the aortic graft material is sufficiently covered with a layer of tissue, thus preventing direct contact with neighboring structures, particularly the duodenum. This is most commonly achieved by reapproximating the aneurysmal sac around the graft; however, if this is not possible, the creation of an omental flap or vascularized pedicle may be used to buttress the repair. [32]"}
{"id": "article-127889_20", "title": "Aortoenteric Fistula -- Treatment / Management", "content": "Following the survival of an AEF repair, patients must undergo regular aortic screening examinations for the rest of their lives. [33]", "contents": "Aortoenteric Fistula -- Treatment / Management. Following the survival of an AEF repair, patients must undergo regular aortic screening examinations for the rest of their lives. [33]"}
{"id": "article-127889_21", "title": "Aortoenteric Fistula -- Differential Diagnosis", "content": "Graft infection Infected (mycotic) aortic aneurysm Septic aortitis Retroperitoneal fibrosis Inflammatory bowel disease Intestinal tubular adenomas Angiodysplasia Peptic ulcer disease Colon cancer", "contents": "Aortoenteric Fistula -- Differential Diagnosis. Graft infection Infected (mycotic) aortic aneurysm Septic aortitis Retroperitoneal fibrosis Inflammatory bowel disease Intestinal tubular adenomas Angiodysplasia Peptic ulcer disease Colon cancer"}
{"id": "article-127889_22", "title": "Aortoenteric Fistula -- Prognosis", "content": "Despite advances in cross-sectional imaging and endovascular techniques, the prognosis for those that develop an AEF remains profoundly poor. In one review of those treated for aortoduodenal fistula in the 1980s, overall survival was an abysmal 14%, with 36% of patients undergoing treatment dying in the immediate perioperative period. [34]", "contents": "Aortoenteric Fistula -- Prognosis. Despite advances in cross-sectional imaging and endovascular techniques, the prognosis for those that develop an AEF remains profoundly poor. In one review of those treated for aortoduodenal fistula in the 1980s, overall survival was an abysmal 14%, with 36% of patients undergoing treatment dying in the immediate perioperative period. [34]"}
{"id": "article-127889_23", "title": "Aortoenteric Fistula -- Prognosis", "content": "More recent analyses have shown some improvement in mortality, with one report demonstrating a 50% mortality rate of those patients undergoing treatment for AEF within 60 days of repair while another, slightly larger series reported a 30-day all-cause mortality rate of 43% for those who underwent repair. [35]", "contents": "Aortoenteric Fistula -- Prognosis. More recent analyses have shown some improvement in mortality, with one report demonstrating a 50% mortality rate of those patients undergoing treatment for AEF within 60 days of repair while another, slightly larger series reported a 30-day all-cause mortality rate of 43% for those who underwent repair. [35]"}
{"id": "article-127889_24", "title": "Aortoenteric Fistula -- Prognosis", "content": "Overall, the mortality rate for those who develop AEFs is not totally known. It is certainly underestimated here as the aforementioned survival rates include only those patients for whom a diagnosis was made, and surgical repair attempted. Many patients die before a correct diagnosis can be made, excluding them from the studies presented here.", "contents": "Aortoenteric Fistula -- Prognosis. Overall, the mortality rate for those who develop AEFs is not totally known. It is certainly underestimated here as the aforementioned survival rates include only those patients for whom a diagnosis was made, and surgical repair attempted. Many patients die before a correct diagnosis can be made, excluding them from the studies presented here."}
{"id": "article-127889_25", "title": "Aortoenteric Fistula -- Complications", "content": "Several complications can occur secondary to the development of an aortoenteric fistulas as well as from the associated treatment. Here, the most common complications following AEF repair are presented. [22] Hemorrhagic shock Septic shock and multiorgan failure Myocardial infarction and arrhythmias Aortic stump blowout Graft infection Enteral leak Recurrent bacteremia and sepsis", "contents": "Aortoenteric Fistula -- Complications. Several complications can occur secondary to the development of an aortoenteric fistulas as well as from the associated treatment. Here, the most common complications following AEF repair are presented. [22] Hemorrhagic shock Septic shock and multiorgan failure Myocardial infarction and arrhythmias Aortic stump blowout Graft infection Enteral leak Recurrent bacteremia and sepsis"}
{"id": "article-127889_26", "title": "Aortoenteric Fistula -- Deterrence and Patient Education", "content": "An aortoenteric fistula develops when part of the aortic wall erodes into the adjacent intestinal tract. When communication forms, massive volumes of blood can travel into the GI system leading to hypotension, vomiting of blood, shock, and death. Treatment may be performed through a large open incision in the abdomen with the direct repair of this fistulous tract or endoscopically. An endograft is used to cover the defect in the aortic wall. Regardless of the repair employed, AEFs carry a high degree of mortality, with many patients dying before they are ever diagnosed.", "contents": "Aortoenteric Fistula -- Deterrence and Patient Education. An aortoenteric fistula develops when part of the aortic wall erodes into the adjacent intestinal tract. When communication forms, massive volumes of blood can travel into the GI system leading to hypotension, vomiting of blood, shock, and death. Treatment may be performed through a large open incision in the abdomen with the direct repair of this fistulous tract or endoscopically. An endograft is used to cover the defect in the aortic wall. Regardless of the repair employed, AEFs carry a high degree of mortality, with many patients dying before they are ever diagnosed."}
{"id": "article-127889_27", "title": "Aortoenteric Fistula -- Deterrence and Patient Education", "content": "A one-time screening ultrasound of the abdominal aorta should be performed on all males aged 65 to 75 who have ever smoked in their lives to rule out the presence of an AAA. Those patients with a history of aortic repair or other prior aortic pathology must undergo regular screening appointments with their vascular surgeon and primary care physician.", "contents": "Aortoenteric Fistula -- Deterrence and Patient Education. A one-time screening ultrasound of the abdominal aorta should be performed on all males aged 65 to 75 who have ever smoked in their lives to rule out the presence of an AAA. Those patients with a history of aortic repair or other prior aortic pathology must undergo regular screening appointments with their vascular surgeon and primary care physician."}
{"id": "article-127889_28", "title": "Aortoenteric Fistula -- Pearls and Other Issues", "content": "The classic triad of AEFs rarely seen in clinical practice includes GI bleeding, abdominal pain, and a palpable abdominal mass. Not all AEFs bleed during their initial presentation, and many will never bleed during the course of a patient’s illness.", "contents": "Aortoenteric Fistula -- Pearls and Other Issues. The classic triad of AEFs rarely seen in clinical practice includes GI bleeding, abdominal pain, and a palpable abdominal mass. Not all AEFs bleed during their initial presentation, and many will never bleed during the course of a patient’s illness."}
{"id": "article-127889_29", "title": "Aortoenteric Fistula -- Pearls and Other Issues", "content": "AEF must be kept in the differential diagnosis for any patient with a known history of aortic aneurysm or aortic repair who presents with GI bleeding, sepsis, abdominal pain, or hemorrhagic shock, even if an alternative source of GI bleeding has been identified. [7]", "contents": "Aortoenteric Fistula -- Pearls and Other Issues. AEF must be kept in the differential diagnosis for any patient with a known history of aortic aneurysm or aortic repair who presents with GI bleeding, sepsis, abdominal pain, or hemorrhagic shock, even if an alternative source of GI bleeding has been identified. [7]"}
{"id": "article-127889_30", "title": "Aortoenteric Fistula -- Enhancing Healthcare Team Outcomes", "content": "The proper care of an AEF requires a multidisciplinary approach. Typically led by the vascular surgeon, nurses, mid-level providers, critical care physicians, emergency room providers, radiologists, and gastroenterologists work together towards rapid diagnosis and effective treatment. [36] Acute management is only one facet of disease treatment, and long term follow up is key. Continued monitoring by the primary care physician, vascular surgeon, and mid-level provider is necessary to detect repeat aneurysmal growth, endoleaks, and other aberrant aortic behavior. As mentioned above, the USPST recommends all males aged 65 to 75 who have ever smoked should undergo a one-time screening ultrasound of the abdominal aorta for aneurysmal detection. [31]", "contents": "Aortoenteric Fistula -- Enhancing Healthcare Team Outcomes. The proper care of an AEF requires a multidisciplinary approach. Typically led by the vascular surgeon, nurses, mid-level providers, critical care physicians, emergency room providers, radiologists, and gastroenterologists work together towards rapid diagnosis and effective treatment. [36] Acute management is only one facet of disease treatment, and long term follow up is key. Continued monitoring by the primary care physician, vascular surgeon, and mid-level provider is necessary to detect repeat aneurysmal growth, endoleaks, and other aberrant aortic behavior. As mentioned above, the USPST recommends all males aged 65 to 75 who have ever smoked should undergo a one-time screening ultrasound of the abdominal aorta for aneurysmal detection. [31]"}
{"id": "article-127889_31", "title": "Aortoenteric Fistula -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Aortoenteric Fistula -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}