{"id": "article-26820_0", "title": "Pediatric Appendicitis -- Continuing Education Activity", "content": "Appendicitis is an acute inflammatory process involving the appendix. It is the number one surgical emergency and one of the most common causes of abdominal pain, particularly in children. It should be considered in any patient with acute abdominal pain without prior appendectomy. The diagnosis must be made as quickly as possible because with time, the rate of rupture increases. This activity examines when this condition should be considered on a differential diagnosis and how to properly evaluate for it. This activity highlights the role of the interprofessional team in caring for patients with this condition.", "contents": "Pediatric Appendicitis -- Continuing Education Activity. Appendicitis is an acute inflammatory process involving the appendix. It is the number one surgical emergency and one of the most common causes of abdominal pain, particularly in children. It should be considered in any patient with acute abdominal pain without prior appendectomy. The diagnosis must be made as quickly as possible because with time, the rate of rupture increases. This activity examines when this condition should be considered on a differential diagnosis and how to properly evaluate for it. This activity highlights the role of the interprofessional team in caring for patients with this condition."}
{"id": "article-26820_1", "title": "Pediatric Appendicitis -- Continuing Education Activity", "content": "Objectives: Explain when pediatric appendicitis should be suspected. Identify the evaluations that should be done when pediatric appendicitis is suspected. Outline the management of pediatric appendicitis. Explain the role of collaboration among interprofessional team members to improve care coordination and minimize oversight, leading to earlier diagnosis and treatment and better outcomes for children with appendicitis. Access free multiple choice questions on this topic.", "contents": "Pediatric Appendicitis -- Continuing Education Activity. Objectives: Explain when pediatric appendicitis should be suspected. Identify the evaluations that should be done when pediatric appendicitis is suspected. Outline the management of pediatric appendicitis. Explain the role of collaboration among interprofessional team members to improve care coordination and minimize oversight, leading to earlier diagnosis and treatment and better outcomes for children with appendicitis. Access free multiple choice questions on this topic."}
{"id": "article-26820_2", "title": "Pediatric Appendicitis -- Introduction", "content": "Appendicitis is an acute inflammatory process involving the appendix. It is the number one surgical emergency and one of the most common causes of abdominal pain, particularly in children. It should be considered in any patient with acute abdominal pain without prior appendectomy . The diagnosis must be made as quickly as possible because with time, the rate of rupture increases. [1] [2] [3]", "contents": "Pediatric Appendicitis -- Introduction. Appendicitis is an acute inflammatory process involving the appendix. It is the number one surgical emergency and one of the most common causes of abdominal pain, particularly in children. It should be considered in any patient with acute abdominal pain without prior appendectomy . The diagnosis must be made as quickly as possible because with time, the rate of rupture increases. [1] [2] [3]"}
{"id": "article-26820_3", "title": "Pediatric Appendicitis -- Etiology", "content": "The cause of appendicitis is an obstruction of the appendix, either from inflammation of the wall or a fecalith. [4] [5] Fecalith (hard stools) Appendicoliths (calcified deposits) Lymphoid hyperplasia: The appendix contains large masses of lymphoid tissue in the mucosa and submucosa, and is, therefore, prone to develop lymphoid hyperplasia resulting in luminal obstruction.", "contents": "Pediatric Appendicitis -- Etiology. The cause of appendicitis is an obstruction of the appendix, either from inflammation of the wall or a fecalith. [4] [5] Fecalith (hard stools) Appendicoliths (calcified deposits) Lymphoid hyperplasia: The appendix contains large masses of lymphoid tissue in the mucosa and submucosa, and is, therefore, prone to develop lymphoid hyperplasia resulting in luminal obstruction."}
{"id": "article-26820_4", "title": "Pediatric Appendicitis -- Epidemiology", "content": "Annually, up to 250,000 cases of appendicitis are reported. The estimated lifetime risk is 12% for males and 25% for females. Although appendicitis can occur at any age, it most commonly occurs between the ages of 10 and 19 years.", "contents": "Pediatric Appendicitis -- Epidemiology. Annually, up to 250,000 cases of appendicitis are reported. The estimated lifetime risk is 12% for males and 25% for females. Although appendicitis can occur at any age, it most commonly occurs between the ages of 10 and 19 years."}
{"id": "article-26820_5", "title": "Pediatric Appendicitis -- Pathophysiology", "content": "Luminal obstruction can cause an increase in pressure within the lumen. The appendix continues to secrete mucosal fluid, leading to distention of the appendix. Organ ischemia, bacterial overgrowth, and eventual perforation follow distention. It is a progressive process in which the patient's symptoms worsen over the course of the illness until perforation occurs. [6] Beware that the patient may feel temporary relief due to a decrease in intraluminal pressure, but will subsequently become more unwell due to the development of peritonitis.", "contents": "Pediatric Appendicitis -- Pathophysiology. Luminal obstruction can cause an increase in pressure within the lumen. The appendix continues to secrete mucosal fluid, leading to distention of the appendix. Organ ischemia, bacterial overgrowth, and eventual perforation follow distention. It is a progressive process in which the patient's symptoms worsen over the course of the illness until perforation occurs. [6] Beware that the patient may feel temporary relief due to a decrease in intraluminal pressure, but will subsequently become more unwell due to the development of peritonitis."}
{"id": "article-26820_6", "title": "Pediatric Appendicitis -- History and Physical", "content": "The most common symptom of appendicitis is acute abdominal pain. Periumbilical, central, or epigastric abdominal pain usually develops after nonspecific symptoms. Pain then migrates to the right lower quadrant of the abdomen. If nausea develops, it typically occurs after the onset of pain. Dysuria or hematuria can occur due to the proximity of the appendix to the urinary tract. Although anorexia is common, it is not universally present.", "contents": "Pediatric Appendicitis -- History and Physical. The most common symptom of appendicitis is acute abdominal pain. Periumbilical, central, or epigastric abdominal pain usually develops after nonspecific symptoms. Pain then migrates to the right lower quadrant of the abdomen. If nausea develops, it typically occurs after the onset of pain. Dysuria or hematuria can occur due to the proximity of the appendix to the urinary tract. Although anorexia is common, it is not universally present."}
{"id": "article-26820_7", "title": "Pediatric Appendicitis -- History and Physical", "content": "Beware that typical findings are the exception and not the rule, particularly in children. The usual history is atypical or vague symptoms such as diffuse abdominal pain, possibly associated with vomiting, and a low-grade fever. The presence of diarrhea may delay the diagnosis if the symptoms are mistaken for gastroenteritis rather than appendicitis. The clinical presentation depends on the anatomic position of the inflamed appendix: The retrocecal appendix can present with back pain or flank pain. Pelvic appendix can present with suprapubic pain Long appendix can present as a right upper quadrant or left lower quadrant pain.", "contents": "Pediatric Appendicitis -- History and Physical. Beware that typical findings are the exception and not the rule, particularly in children. The usual history is atypical or vague symptoms such as diffuse abdominal pain, possibly associated with vomiting, and a low-grade fever. The presence of diarrhea may delay the diagnosis if the symptoms are mistaken for gastroenteritis rather than appendicitis. The clinical presentation depends on the anatomic position of the inflamed appendix: The retrocecal appendix can present with back pain or flank pain. Pelvic appendix can present with suprapubic pain Long appendix can present as a right upper quadrant or left lower quadrant pain."}
{"id": "article-26820_8", "title": "Pediatric Appendicitis -- History and Physical -- Physical Examination", "content": "Tenderness in the right lower quadrant at McBurney’s point (two-third the distance from the umbilicus to the right anterior superior iliac spine). Tenderness in this area is perhaps the most useful clinical finding. Rebound tenderness and involuntary guarding may suggest peritonitis. Rovsing's sign is right lower quadrant (RLQ) pain while palpating the left lower quadrant. Psoas sign is increased RLQ pain with the patient lying on their left side while the provider passively extends the patient's right leg at the hip with both knees extended. Obturator sign is increased RLQ pain when the patient is supine, and the provider internally and externally rotates the right leg as it is flexed at the hip. Beware that the presence or absence of any of these findings is not sufficient enough to prove or disprove the diagnosis. Note that rectal examination does not provide any additional information in the evaluation of appendicitis.", "contents": "Pediatric Appendicitis -- History and Physical -- Physical Examination. Tenderness in the right lower quadrant at McBurney’s point (two-third the distance from the umbilicus to the right anterior superior iliac spine). Tenderness in this area is perhaps the most useful clinical finding. Rebound tenderness and involuntary guarding may suggest peritonitis. Rovsing's sign is right lower quadrant (RLQ) pain while palpating the left lower quadrant. Psoas sign is increased RLQ pain with the patient lying on their left side while the provider passively extends the patient's right leg at the hip with both knees extended. Obturator sign is increased RLQ pain when the patient is supine, and the provider internally and externally rotates the right leg as it is flexed at the hip. Beware that the presence or absence of any of these findings is not sufficient enough to prove or disprove the diagnosis. Note that rectal examination does not provide any additional information in the evaluation of appendicitis."}
{"id": "article-26820_9", "title": "Pediatric Appendicitis -- History and Physical -- Physical Examination", "content": "Not a single feature of the history or physical finding can reliably diagnose or exclude the diagnosis of appendicitis.", "contents": "Pediatric Appendicitis -- History and Physical -- Physical Examination. Not a single feature of the history or physical finding can reliably diagnose or exclude the diagnosis of appendicitis."}
{"id": "article-26820_10", "title": "Pediatric Appendicitis -- Evaluation", "content": "Practitioners should interpret laboratory evaluations in association with the patient's clinical history and physical examination findings. Although lab results may help to support the clinical diagnosis, it cannot replace a good history and physical examination. [3] [7] [8]", "contents": "Pediatric Appendicitis -- Evaluation. Practitioners should interpret laboratory evaluations in association with the patient's clinical history and physical examination findings. Although lab results may help to support the clinical diagnosis, it cannot replace a good history and physical examination. [3] [7] [8]"}
{"id": "article-26820_11", "title": "Pediatric Appendicitis -- Evaluation -- White Blood Cell Count (WBC)", "content": "Although an increase in peripheral WBC with a left shift may be the earliest marker of inflammation, its presence or absence is not significant enough to diagnose or exclude acute appendicitis. Many patients with gastroenteritis, mesenteric adenitis, pelvic inflammatory disease, and many other conditions have an elevated WBC. A normal WBC is also not uncommon in patients with appendicitis.", "contents": "Pediatric Appendicitis -- Evaluation -- White Blood Cell Count (WBC). Although an increase in peripheral WBC with a left shift may be the earliest marker of inflammation, its presence or absence is not significant enough to diagnose or exclude acute appendicitis. Many patients with gastroenteritis, mesenteric adenitis, pelvic inflammatory disease, and many other conditions have an elevated WBC. A normal WBC is also not uncommon in patients with appendicitis."}
{"id": "article-26820_12", "title": "Pediatric Appendicitis -- Evaluation -- Urinalysis", "content": "Urinalysis is usually normal but may not be due to the inflamed appendix sitting on the ureter or bladder.", "contents": "Pediatric Appendicitis -- Evaluation -- Urinalysis. Urinalysis is usually normal but may not be due to the inflamed appendix sitting on the ureter or bladder."}
{"id": "article-26820_13", "title": "Pediatric Appendicitis -- Evaluation -- Diagnosis", "content": "Appendicitis is a clinical diagnosis. Imaging may not be universally required and may be unnecessary when the diagnosis is clear. Imaging is particularly helpful in doubtful cases such as in female patients of child-bearing age. Consider obtaining a surgical consultation before imaging, particularly in patients with the typical presentation. Consultation should not be delayed for testing.", "contents": "Pediatric Appendicitis -- Evaluation -- Diagnosis. Appendicitis is a clinical diagnosis. Imaging may not be universally required and may be unnecessary when the diagnosis is clear. Imaging is particularly helpful in doubtful cases such as in female patients of child-bearing age. Consider obtaining a surgical consultation before imaging, particularly in patients with the typical presentation. Consultation should not be delayed for testing."}
{"id": "article-26820_14", "title": "Pediatric Appendicitis -- Evaluation -- Ultrasound (US)", "content": "Use of ultrasound is increasing, particularly in children in whom the risks of ionizing radiation are greatest. The advantages include decreased cost relative to other imaging modalities and lack of ionizing radiation exposure. However, it is operator-dependent.", "contents": "Pediatric Appendicitis -- Evaluation -- Ultrasound (US). Use of ultrasound is increasing, particularly in children in whom the risks of ionizing radiation are greatest. The advantages include decreased cost relative to other imaging modalities and lack of ionizing radiation exposure. However, it is operator-dependent."}
{"id": "article-26820_15", "title": "Pediatric Appendicitis -- Evaluation -- Ultrasound (US)", "content": "The visualization of a thickened, non-compressible appendix greater than 6 mm in diameter is diagnostic . If the US is non-diagnostic, further imaging with CT or MRI, particularly in pregnancy, is required. In practice, a positive ultrasound can be used to reduce CT scan utilization. However, a negative or non-diagnostic result is not sufficient to rule out appendicitis. During childbearing age, it can be helpful to exclude a tubo-ovarian abscess.", "contents": "Pediatric Appendicitis -- Evaluation -- Ultrasound (US). The visualization of a thickened, non-compressible appendix greater than 6 mm in diameter is diagnostic . If the US is non-diagnostic, further imaging with CT or MRI, particularly in pregnancy, is required. In practice, a positive ultrasound can be used to reduce CT scan utilization. However, a negative or non-diagnostic result is not sufficient to rule out appendicitis. During childbearing age, it can be helpful to exclude a tubo-ovarian abscess."}
{"id": "article-26820_16", "title": "Pediatric Appendicitis -- Evaluation -- CT Scan", "content": "CT of the abdomen and pelvis is considered the modality of choice for definitive assessment of patients being evaluated for possible appendicitis. However, a major concern with CT scan is radiation exposure, particularly in children. Practitioners should, therefore, use these scans judiciously. Limited-range CT scans have been proposed in children to reduce the radiation dose. The following findings may be seen: Dilated appendix greater than 6 mm with a thickened wall (greater than 2 mm) Peri-appendiceal inflammation (peri-appendiceal fat stranding) Appendicolith Appendiceal or abscess Free fluid If the practitioner does not visualize the appendix, appendicitis is not ruled out.", "contents": "Pediatric Appendicitis -- Evaluation -- CT Scan. CT of the abdomen and pelvis is considered the modality of choice for definitive assessment of patients being evaluated for possible appendicitis. However, a major concern with CT scan is radiation exposure, particularly in children. Practitioners should, therefore, use these scans judiciously. Limited-range CT scans have been proposed in children to reduce the radiation dose. The following findings may be seen: Dilated appendix greater than 6 mm with a thickened wall (greater than 2 mm) Peri-appendiceal inflammation (peri-appendiceal fat stranding) Appendicolith Appendiceal or abscess Free fluid If the practitioner does not visualize the appendix, appendicitis is not ruled out."}
{"id": "article-26820_17", "title": "Pediatric Appendicitis -- Evaluation -- MRI", "content": "MRI is a reliable modality which is particularly useful for pregnant women and children when ultrasound is inconclusive. Since intravenous (IV) gadolinium can cross the placenta, it should not be used during pregnancy. Also, patients with renal insufficiency should not receive IV gadolinium. The following factors limit MRI use: Higher cost More time required to acquire images Skilled radiologist required to interpret MRI Not widely available", "contents": "Pediatric Appendicitis -- Evaluation -- MRI. MRI is a reliable modality which is particularly useful for pregnant women and children when ultrasound is inconclusive. Since intravenous (IV) gadolinium can cross the placenta, it should not be used during pregnancy. Also, patients with renal insufficiency should not receive IV gadolinium. The following factors limit MRI use: Higher cost More time required to acquire images Skilled radiologist required to interpret MRI Not widely available"}
{"id": "article-26820_18", "title": "Pediatric Appendicitis -- Evaluation -- MRI", "content": "Also, MRI is not a test of choice for unstable patients and young children in whom sedation may be required. In recent years, the utility of rapid MRI without contrast agents or sedation has been assessed for a diagnosis of pediatric appendicitis.", "contents": "Pediatric Appendicitis -- Evaluation -- MRI. Also, MRI is not a test of choice for unstable patients and young children in whom sedation may be required. In recent years, the utility of rapid MRI without contrast agents or sedation has been assessed for a diagnosis of pediatric appendicitis."}
{"id": "article-26820_19", "title": "Pediatric Appendicitis -- Treatment / Management", "content": "If practitioners are evaluating the patient for appendicitis, they should also obtain an early surgical consultation. [9] [10] Do not give anything by mouth (NPO). Intravenously administer isotonic crystalloid fluid.", "contents": "Pediatric Appendicitis -- Treatment / Management. If practitioners are evaluating the patient for appendicitis, they should also obtain an early surgical consultation. [9] [10] Do not give anything by mouth (NPO). Intravenously administer isotonic crystalloid fluid."}
{"id": "article-26820_20", "title": "Pediatric Appendicitis -- Treatment / Management", "content": "Antibiotic prophylaxis, which is coverage for gram-negative and gram-positive aerobic and anaerobic bacteria, and anaerobes ( Bacteroides fragilis and Escherichia coli ), is recommended. However, its administration should be timed in consultation with the surgical service to ensure that high antibiotic levels coincide with the operative procedure. Treat nonperforated appendicitis with cefoxitin or cefotetan. In a perforated appendicitis consider the following choices: Carbapenem Ticarcillin-clavulanate Piperacillin-tazobactam Ampicillin-sulbactam Provide adequate analgesia", "contents": "Pediatric Appendicitis -- Treatment / Management. Antibiotic prophylaxis, which is coverage for gram-negative and gram-positive aerobic and anaerobic bacteria, and anaerobes ( Bacteroides fragilis and Escherichia coli ), is recommended. However, its administration should be timed in consultation with the surgical service to ensure that high antibiotic levels coincide with the operative procedure. Treat nonperforated appendicitis with cefoxitin or cefotetan. In a perforated appendicitis consider the following choices: Carbapenem Ticarcillin-clavulanate Piperacillin-tazobactam Ampicillin-sulbactam Provide adequate analgesia"}
{"id": "article-26820_21", "title": "Pediatric Appendicitis -- Treatment / Management", "content": "The primary treatment for appendicitis is surgery. Doctors should make operative decisions in consultation with the surgical service, and they should discuss the risks and benefits with patients or their families.", "contents": "Pediatric Appendicitis -- Treatment / Management. The primary treatment for appendicitis is surgery. Doctors should make operative decisions in consultation with the surgical service, and they should discuss the risks and benefits with patients or their families."}
{"id": "article-26820_22", "title": "Pediatric Appendicitis -- Treatment / Management", "content": "Increasingly laparoscopic surgery has replaced open surgery for appendicitis. The principal factor that determines whether an open or laparoscopic surgery should be performed is the preference or the expertise of the treating surgeon. Generally, the laparoscopic approach is preferred if the surgical expertise and equipment are available.  This technique has the following advantages. Less Quick recovery and shorter hospitalization Lower infection rate", "contents": "Pediatric Appendicitis -- Treatment / Management. Increasingly laparoscopic surgery has replaced open surgery for appendicitis. The principal factor that determines whether an open or laparoscopic surgery should be performed is the preference or the expertise of the treating surgeon. Generally, the laparoscopic approach is preferred if the surgical expertise and equipment are available.  This technique has the following advantages. Less Quick recovery and shorter hospitalization Lower infection rate"}
{"id": "article-26820_23", "title": "Pediatric Appendicitis -- Treatment / Management", "content": "In children, minimally invasive technique for Transumbilical Laparoscopic Assisted Appendicectomy has also been described. Laparoscopic-assisted single-port appendectomy (SPA), although has not yet evolved as the gold standard but has also been performed in children and found to be safe.", "contents": "Pediatric Appendicitis -- Treatment / Management. In children, minimally invasive technique for Transumbilical Laparoscopic Assisted Appendicectomy has also been described. Laparoscopic-assisted single-port appendectomy (SPA), although has not yet evolved as the gold standard but has also been performed in children and found to be safe."}
{"id": "article-26820_24", "title": "Pediatric Appendicitis -- Differential Diagnosis", "content": "Intussusception Meckel diverticulum Ectopic pregnancy Testicular torsion Kidney stones Viral and bacterial gastroenteritis PID", "contents": "Pediatric Appendicitis -- Differential Diagnosis. Intussusception Meckel diverticulum Ectopic pregnancy Testicular torsion Kidney stones Viral and bacterial gastroenteritis PID"}
{"id": "article-26820_25", "title": "Pediatric Appendicitis -- Complications", "content": "Perforation Shock Pelvic abscess Wound infection Bowel obstruction", "contents": "Pediatric Appendicitis -- Complications. Perforation Shock Pelvic abscess Wound infection Bowel obstruction"}
{"id": "article-26820_26", "title": "Pediatric Appendicitis -- Pearls and Other Issues", "content": "The appendix is less likely to be fixed to mesentery and has greater mobility. If the omentum is underdeveloped, note a higher rate of diffuse peritonitis if perforation occurs (as the omentum cannot contain purulent material). In children, presentations are often vague or nonspecific, and pain localization is challenging. Children with abdominal pain have especially atypical manifestations and are at higher risk for perforation.", "contents": "Pediatric Appendicitis -- Pearls and Other Issues. The appendix is less likely to be fixed to mesentery and has greater mobility. If the omentum is underdeveloped, note a higher rate of diffuse peritonitis if perforation occurs (as the omentum cannot contain purulent material). In children, presentations are often vague or nonspecific, and pain localization is challenging. Children with abdominal pain have especially atypical manifestations and are at higher risk for perforation."}
{"id": "article-26820_27", "title": "Pediatric Appendicitis -- Enhancing Healthcare Team Outcomes", "content": "An evidence-based approach to appendicitis in children", "contents": "Pediatric Appendicitis -- Enhancing Healthcare Team Outcomes. An evidence-based approach to appendicitis in children"}
{"id": "article-26820_28", "title": "Pediatric Appendicitis -- Enhancing Healthcare Team Outcomes", "content": "Pediatric appendicitis is managed by an interprofessional team of professionals that include a surgeon, nurse, emergency department physician, pediatrician, and radiologist.  Patients need to be educated that appendicitis in this age group has a higher risk of perforation and the hospital stay may be prolonged. Children often need pain medications after discharge and the pharmacist should educate the patient on dose and frequency. If the child is prescribed a prescription strength analgesic, the parents should be warned about constipation. In some children with perforation and a pelvic abscess, parenteral nutrition may be required and a dietitian consult should be made. [7] [11] Outcomes", "contents": "Pediatric Appendicitis -- Enhancing Healthcare Team Outcomes. Pediatric appendicitis is managed by an interprofessional team of professionals that include a surgeon, nurse, emergency department physician, pediatrician, and radiologist.  Patients need to be educated that appendicitis in this age group has a higher risk of perforation and the hospital stay may be prolonged. Children often need pain medications after discharge and the pharmacist should educate the patient on dose and frequency. If the child is prescribed a prescription strength analgesic, the parents should be warned about constipation. In some children with perforation and a pelvic abscess, parenteral nutrition may be required and a dietitian consult should be made. [7] [11] Outcomes"}
{"id": "article-26820_29", "title": "Pediatric Appendicitis -- Enhancing Healthcare Team Outcomes", "content": "In the majority of children with appendicitis, the outcomes are excellent after surgery. However, the rate of perforation is much higher in children compared to adults. About 1-3% of children develop an intra-abdominal abscess and small bowel obstruction as a result of the perforation. Mortality rates of less than 1% are reported in children with appendicitis who are surgically treated. A number of studies show that administration of antibiotics is vital in children with appendicitis. This has been shown to lower the rates of perforation and the surgery can even be delayed until morning. Deaths are most common in neonates with appendicitis primarily because they are not verbal. [2] [12]", "contents": "Pediatric Appendicitis -- Enhancing Healthcare Team Outcomes. In the majority of children with appendicitis, the outcomes are excellent after surgery. However, the rate of perforation is much higher in children compared to adults. About 1-3% of children develop an intra-abdominal abscess and small bowel obstruction as a result of the perforation. Mortality rates of less than 1% are reported in children with appendicitis who are surgically treated. A number of studies show that administration of antibiotics is vital in children with appendicitis. This has been shown to lower the rates of perforation and the surgery can even be delayed until morning. Deaths are most common in neonates with appendicitis primarily because they are not verbal. [2] [12]"}
{"id": "article-26820_30", "title": "Pediatric Appendicitis -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Pediatric Appendicitis -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}