{"id": "article-158749_0", "title": "EMS Emergency Department Diversion  -- Introduction", "content": "Emergency medical services (EMS) are an essential healthcare component in the United States. EMS provides skilled acute care and timely access to definitive care for critically ill or injured patients. Situations like epidemics may overwhelm a medical facility's capabilities, affecting patient care quality or availability. EMS diversion occurs when emergency departments (EDs) temporarily close to incoming ambulance traffic. [1] When an ED assumes a diversion status, EMS must bypass that hospital and proceed to the closest facility with availability. Diversion may affect all ambulance traffic or limit admissions to certain patient types, such as trauma services, OB care, or advanced cardiac care. [2]", "contents": "EMS Emergency Department Diversion  -- Introduction. Emergency medical services (EMS) are an essential healthcare component in the United States. EMS provides skilled acute care and timely access to definitive care for critically ill or injured patients. Situations like epidemics may overwhelm a medical facility's capabilities, affecting patient care quality or availability. EMS diversion occurs when emergency departments (EDs) temporarily close to incoming ambulance traffic. [1] When an ED assumes a diversion status, EMS must bypass that hospital and proceed to the closest facility with availability. Diversion may affect all ambulance traffic or limit admissions to certain patient types, such as trauma services, OB care, or advanced cardiac care. [2]"}
{"id": "article-158749_1", "title": "EMS Emergency Department Diversion  -- Introduction", "content": "Closing the doors to incoming EMS traffic allows facilities (sometimes regions) to focus on managing time-sensitive conditions. Though the premise seems reasonable, diversion's effects are now being questioned as “antithetical,” sparking controversy. Some cite diversion's ability to decompress a department as beneficial, while others condemn it as a fruitless and potentially harmful practice. [3]", "contents": "EMS Emergency Department Diversion  -- Introduction. Closing the doors to incoming EMS traffic allows facilities (sometimes regions) to focus on managing time-sensitive conditions. Though the premise seems reasonable, diversion's effects are now being questioned as “antithetical,” sparking controversy. Some cite diversion's ability to decompress a department as beneficial, while others condemn it as a fruitless and potentially harmful practice. [3]"}
{"id": "article-158749_2", "title": "EMS Emergency Department Diversion  -- Introduction", "content": "EMS diversion was initially intended to combat the growing issue of ED crowding. Facilities previously experienced rising ED wait times due to increasing patient volume. The perceived solution to this problem was to disperse incoming volume to less crowded facilities. However, EMS diversion has been shown recently to not only perpetuate the ED crowding issue but also to incite new problems. Understanding the difficulties, initiatives, and proposed plans to tackle EMS diversion and its effects on healthcare is crucial for safeguarding patient safety, optimizing resource allocation, enhancing system efficiency, protecting public health, informing policy and planning decisions, managing costs, and maintaining care standards within healthcare systems.", "contents": "EMS Emergency Department Diversion  -- Introduction. EMS diversion was initially intended to combat the growing issue of ED crowding. Facilities previously experienced rising ED wait times due to increasing patient volume. The perceived solution to this problem was to disperse incoming volume to less crowded facilities. However, EMS diversion has been shown recently to not only perpetuate the ED crowding issue but also to incite new problems. Understanding the difficulties, initiatives, and proposed plans to tackle EMS diversion and its effects on healthcare is crucial for safeguarding patient safety, optimizing resource allocation, enhancing system efficiency, protecting public health, informing policy and planning decisions, managing costs, and maintaining care standards within healthcare systems."}
{"id": "article-158749_3", "title": "EMS Emergency Department Diversion  -- Issues of Concern -- A Growing Problem", "content": "Lagoe and Jastremski coined the term “EMS diversion” in 1990 to describe limiting the number of incoming patients to EDs arriving by ambulance. [3] Redeimeier et al’s 1994 observational study noted that EMS diversion sharply increased by 453% from 1986 to 1989, with 41 states reporting the practice. [4] The problem has continued to grow since then and is currently seen in a substantial proportion of transports. [5] The factors contributing to diversion are complex and multifaceted, requiring one to dissect the general issues leading to ED crowding.", "contents": "EMS Emergency Department Diversion  -- Issues of Concern -- A Growing Problem. Lagoe and Jastremski coined the term “EMS diversion” in 1990 to describe limiting the number of incoming patients to EDs arriving by ambulance. [3] Redeimeier et al’s 1994 observational study noted that EMS diversion sharply increased by 453% from 1986 to 1989, with 41 states reporting the practice. [4] The problem has continued to grow since then and is currently seen in a substantial proportion of transports. [5] The factors contributing to diversion are complex and multifaceted, requiring one to dissect the general issues leading to ED crowding."}
{"id": "article-158749_4", "title": "EMS Emergency Department Diversion  -- Issues of Concern -- A Growing Problem", "content": "Bed occupancy and shortage are significant contributing factors to ED crowding and, indirectly, EMS diversion. Fractures in the healthcare system have resulted in more patients seeking ED care while hospitals and EDs close. Between 1981 and 1999, the total number of hospital beds in the U.S. decreased from 1.36 million to 829,000, while ED visits rose by 14%. By 2006, more than 90% of ED directors reported overcrowding due to bed availability and incoming traffic mismatch. [6]", "contents": "EMS Emergency Department Diversion  -- Issues of Concern -- A Growing Problem. Bed occupancy and shortage are significant contributing factors to ED crowding and, indirectly, EMS diversion. Fractures in the healthcare system have resulted in more patients seeking ED care while hospitals and EDs close. Between 1981 and 1999, the total number of hospital beds in the U.S. decreased from 1.36 million to 829,000, while ED visits rose by 14%. By 2006, more than 90% of ED directors reported overcrowding due to bed availability and incoming traffic mismatch. [6]"}
{"id": "article-158749_5", "title": "EMS Emergency Department Diversion  -- Issues of Concern -- A Growing Problem", "content": "The Institute of Medicine recognized this crisis that same year in a major report, \"Hospital-Based Emergency Care,\" stating that serious overcrowding would continue to worsen and that improving efficiency was imperative. Concurrently, the Joint Commission and General Accounting Office suggested the worsening ED overcrowding could be due to a rise in the uninsured population and inappropriate use of EMS services. Despite this opinion, a quantitative analysis by Schull et al in 2003 found that the number of walk-in patients and nursing and emergency physician hours allocation did not seem to affect EMS diversion. [7]", "contents": "EMS Emergency Department Diversion  -- Issues of Concern -- A Growing Problem. The Institute of Medicine recognized this crisis that same year in a major report, \"Hospital-Based Emergency Care,\" stating that serious overcrowding would continue to worsen and that improving efficiency was imperative. Concurrently, the Joint Commission and General Accounting Office suggested the worsening ED overcrowding could be due to a rise in the uninsured population and inappropriate use of EMS services. Despite this opinion, a quantitative analysis by Schull et al in 2003 found that the number of walk-in patients and nursing and emergency physician hours allocation did not seem to affect EMS diversion. [7]"}
{"id": "article-158749_6", "title": "EMS Emergency Department Diversion  -- Issues of Concern -- A Growing Problem", "content": "Besides the lack of intrinsic resources, external factors cause periodic efficiency disruptions amid rising demand for healthcare services. For example, the transition to electronic medical records led to cyberattacks on hospital systems, which may also result in diversion. A 2022 cohort study revealed that annual ransomware attacks have increased dramatically, from 43 to 91 since 2016. Of the 374 cyberattacks studied, 44.4% produced organizational effects, most of which included false EMR downtimes and scheduled care cancellations. Some of these attacks caused an increase in ambulance diversion hours. [8]", "contents": "EMS Emergency Department Diversion  -- Issues of Concern -- A Growing Problem. Besides the lack of intrinsic resources, external factors cause periodic efficiency disruptions amid rising demand for healthcare services. For example, the transition to electronic medical records led to cyberattacks on hospital systems, which may also result in diversion. A 2022 cohort study revealed that annual ransomware attacks have increased dramatically, from 43 to 91 since 2016. Of the 374 cyberattacks studied, 44.4% produced organizational effects, most of which included false EMR downtimes and scheduled care cancellations. Some of these attacks caused an increase in ambulance diversion hours. [8]"}
{"id": "article-158749_7", "title": "EMS Emergency Department Diversion  -- Issues of Concern -- A Growing Problem", "content": "In 2021, a healthcare delivery organization underwent a month-long cyberattack affecting 4 acute care hospitals. The electronic health record, imaging systems, and telemedicine capabilities were rendered inaccessible due to the ransomware. Dameff et al found significant increases in countywide EMS diversion before, during, and after the cyberattack, rising from a median of 27 diversion hours per day before the attack to 47 cumulative daily hours during the attack. The incident consequently harmed the targeted healthcare system and neighboring hospitals due to redirected patient volume [9]", "contents": "EMS Emergency Department Diversion  -- Issues of Concern -- A Growing Problem. In 2021, a healthcare delivery organization underwent a month-long cyberattack affecting 4 acute care hospitals. The electronic health record, imaging systems, and telemedicine capabilities were rendered inaccessible due to the ransomware. Dameff et al found significant increases in countywide EMS diversion before, during, and after the cyberattack, rising from a median of 27 diversion hours per day before the attack to 47 cumulative daily hours during the attack. The incident consequently harmed the targeted healthcare system and neighboring hospitals due to redirected patient volume [9]"}
{"id": "article-158749_8", "title": "EMS Emergency Department Diversion  -- Issues of Concern -- A Growing Problem", "content": "Sudden patient volume increases place greater stress on both the diverting hospital and “downstream facilities”—those receiving the redirected traffic. Consequently, a “ripple effect” emerges, whereby downstream facilities are also forced to divert patients elsewhere. Diversion may even oscillate between 2 facilities. A study involving 2 San Diego hospitals showed that significantly reduced patient diversion (~21 to 1) and EMS diversion hours (19.7 to 1.4 hr) may be linked to multiple ED volume oscillations between these facilities within a 24-hour period. [10]", "contents": "EMS Emergency Department Diversion  -- Issues of Concern -- A Growing Problem. Sudden patient volume increases place greater stress on both the diverting hospital and “downstream facilities”—those receiving the redirected traffic. Consequently, a “ripple effect” emerges, whereby downstream facilities are also forced to divert patients elsewhere. Diversion may even oscillate between 2 facilities. A study involving 2 San Diego hospitals showed that significantly reduced patient diversion (~21 to 1) and EMS diversion hours (19.7 to 1.4 hr) may be linked to multiple ED volume oscillations between these facilities within a 24-hour period. [10]"}
{"id": "article-158749_9", "title": "EMS Emergency Department Diversion  -- Issues of Concern -- A Growing Problem", "content": "Disease outbreaks have been demonstrated to contribute to ED crowding and EMS diversion. Schull et al’s Toronto retrospective time series analysis from January 1, 1996 to March 31, 1999 showed that influenza incidence was independently associated with EMS diversion. Ambulance diversion increased by 2.5 hours per week for every 100 influenza cases. Understanding seasonal outbreaks and their impact on ED crowding and diversion may help mitigate their taxing effects on healthcare systems. [11]", "contents": "EMS Emergency Department Diversion  -- Issues of Concern -- A Growing Problem. Disease outbreaks have been demonstrated to contribute to ED crowding and EMS diversion. Schull et al’s Toronto retrospective time series analysis from January 1, 1996 to March 31, 1999 showed that influenza incidence was independently associated with EMS diversion. Ambulance diversion increased by 2.5 hours per week for every 100 influenza cases. Understanding seasonal outbreaks and their impact on ED crowding and diversion may help mitigate their taxing effects on healthcare systems. [11]"}
{"id": "article-158749_10", "title": "EMS Emergency Department Diversion  -- Issues of Concern -- A Growing Problem", "content": "More recently, the COVID-19 pandemic demonstrated how infectious disease outbreaks can impact ED crowding and EMS diversion. Steflovich’s retrospective study based on the National Emergency Medical Service Information System’s data revealed statistically significant increases in the number of ambulance and diverted transports before and after the COVID-19 pandemic's onset. [12] Similar effects were noted in a Swiss retrospective study, which demonstrated a drop in pediatric calls but a sharp rise in geriatric consults during the pandemic. [13] These data show that infectious disease outbreaks can increase the demand for EMS services and exacerbate a significant public health crisis.", "contents": "EMS Emergency Department Diversion  -- Issues of Concern -- A Growing Problem. More recently, the COVID-19 pandemic demonstrated how infectious disease outbreaks can impact ED crowding and EMS diversion. Steflovich’s retrospective study based on the National Emergency Medical Service Information System’s data revealed statistically significant increases in the number of ambulance and diverted transports before and after the COVID-19 pandemic's onset. [12] Similar effects were noted in a Swiss retrospective study, which demonstrated a drop in pediatric calls but a sharp rise in geriatric consults during the pandemic. [13] These data show that infectious disease outbreaks can increase the demand for EMS services and exacerbate a significant public health crisis."}
{"id": "article-158749_11", "title": "EMS Emergency Department Diversion  -- Issues of Concern -- Combating EMS Diversion", "content": "Ambulance diversion results in longer patient offloading periods, which may deplete a community’s available EMS services. Eckstein and Chan’s study showed that ambulance out-of-service hours directly mirrored emergency department diversion hours in Los Angeles County, California. [14] The public health implication of taking ambulances out of service seems clear. Diverting to neighboring hospitals causes malpositioned ambulances, family transportation barriers, and loss of prior medical records. Patients often require back-transfers to their preferred facility, resulting in delays, duplication, and unnecessary expenses. [15]", "contents": "EMS Emergency Department Diversion  -- Issues of Concern -- Combating EMS Diversion. Ambulance diversion results in longer patient offloading periods, which may deplete a community’s available EMS services. Eckstein and Chan’s study showed that ambulance out-of-service hours directly mirrored emergency department diversion hours in Los Angeles County, California. [14] The public health implication of taking ambulances out of service seems clear. Diverting to neighboring hospitals causes malpositioned ambulances, family transportation barriers, and loss of prior medical records. Patients often require back-transfers to their preferred facility, resulting in delays, duplication, and unnecessary expenses. [15]"}
{"id": "article-158749_12", "title": "EMS Emergency Department Diversion  -- Issues of Concern -- Combating EMS Diversion", "content": "Some experts suggest that the answer to diversion lies in improving hospital throughput and efficiency. Cameron et al suggested patient flow policy changes in Melbourne, Australia’s health system, which may reduce EMS diversion by 50%. [16] Meanwhile, others have focused on specific hospital departments, particularly inpatient lab and radiology, to improve throughput and decrease diversion. [17] In 4 large California regions, Castillo et al showed that smaller facilities’ collaboration with local EMS agencies and regional hospital systems could reduce EMS diversion significantly. Open data sharing and multiple operational changes among participating hospital systems reduced diversion hours by 19%. [18]", "contents": "EMS Emergency Department Diversion  -- Issues of Concern -- Combating EMS Diversion. Some experts suggest that the answer to diversion lies in improving hospital throughput and efficiency. Cameron et al suggested patient flow policy changes in Melbourne, Australia’s health system, which may reduce EMS diversion by 50%. [16] Meanwhile, others have focused on specific hospital departments, particularly inpatient lab and radiology, to improve throughput and decrease diversion. [17] In 4 large California regions, Castillo et al showed that smaller facilities’ collaboration with local EMS agencies and regional hospital systems could reduce EMS diversion significantly. Open data sharing and multiple operational changes among participating hospital systems reduced diversion hours by 19%. [18]"}
{"id": "article-158749_13", "title": "EMS Emergency Department Diversion  -- Issues of Concern -- Combating EMS Diversion", "content": "Increasing facility resources has also proven to close the gap between increased demand and limited availability. In one Oregon hospital system, adding ICU beds decreased EMS diversion hours by 66%, particularly for critical and trauma patients. [19] Policies to help ensure the availability of ICU beds have also been proposed. Limiting the daily elective surgeries has decreased diversion in flow simulation models. [20] [21] Adding noncritical or short-stay beds, such as an ED-managed acute care unit, in another hospital system showed comparable results. [22] While these studies are promising, the decision to increase resources is complex. Large barriers already plague healthcare, including staffing availability, financial constraints, and licensing.", "contents": "EMS Emergency Department Diversion  -- Issues of Concern -- Combating EMS Diversion. Increasing facility resources has also proven to close the gap between increased demand and limited availability. In one Oregon hospital system, adding ICU beds decreased EMS diversion hours by 66%, particularly for critical and trauma patients. [19] Policies to help ensure the availability of ICU beds have also been proposed. Limiting the daily elective surgeries has decreased diversion in flow simulation models. [20] [21] Adding noncritical or short-stay beds, such as an ED-managed acute care unit, in another hospital system showed comparable results. [22] While these studies are promising, the decision to increase resources is complex. Large barriers already plague healthcare, including staffing availability, financial constraints, and licensing."}
{"id": "article-158749_14", "title": "EMS Emergency Department Diversion  -- Issues of Concern -- Combating EMS Diversion", "content": "Some experts approach diversion from a rule or policy perspective. The most drastic approach is a \"no-ban\" policy prohibiting EMS diversion. A study conducted at 9 Boston emergency departments showed eliminating EMS diversions increased the number of ED patients seen but did not significantly reduce ED crowding or affect the total length of stay. However, EMS turnaround times decreased significantly. [23]", "contents": "EMS Emergency Department Diversion  -- Issues of Concern -- Combating EMS Diversion. Some experts approach diversion from a rule or policy perspective. The most drastic approach is a \"no-ban\" policy prohibiting EMS diversion. A study conducted at 9 Boston emergency departments showed eliminating EMS diversions increased the number of ED patients seen but did not significantly reduce ED crowding or affect the total length of stay. However, EMS turnaround times decreased significantly. [23]"}
{"id": "article-158749_15", "title": "EMS Emergency Department Diversion  -- Issues of Concern -- Combating EMS Diversion", "content": "Somewhat less drastic approaches have also achieved promising results. A large urban hospital system enacted a \"3-2-1\" plan to reduce hospital diversion time. First, the hospital was limited to 3 hours of EMS diversion at a time. The following year, the duration was reduced to 2 hours. In year 3, EMS diversion time was finally limited to 1 hour. An internet-based system automatically controlled when a facility was taken off diversion. The hospital system's intervention reduced EMS diversion hours by 87% at the end of the study. [24]", "contents": "EMS Emergency Department Diversion  -- Issues of Concern -- Combating EMS Diversion. Somewhat less drastic approaches have also achieved promising results. A large urban hospital system enacted a \"3-2-1\" plan to reduce hospital diversion time. First, the hospital was limited to 3 hours of EMS diversion at a time. The following year, the duration was reduced to 2 hours. In year 3, EMS diversion time was finally limited to 1 hour. An internet-based system automatically controlled when a facility was taken off diversion. The hospital system's intervention reduced EMS diversion hours by 87% at the end of the study. [24]"}
{"id": "article-158749_16", "title": "EMS Emergency Department Diversion  -- Issues of Concern -- Combating EMS Diversion", "content": "Unfortunately, these results may not be universal. A Western Massachusetts hospital system’s study showed no significant effect on standard throughput measures with a no-ban policy. Local and regional factors affect such policies’ utility. Further study is needed. [25]", "contents": "EMS Emergency Department Diversion  -- Issues of Concern -- Combating EMS Diversion. Unfortunately, these results may not be universal. A Western Massachusetts hospital system’s study showed no significant effect on standard throughput measures with a no-ban policy. Local and regional factors affect such policies’ utility. Further study is needed. [25]"}
{"id": "article-158749_17", "title": "EMS Emergency Department Diversion  -- Issues of Concern -- Combating EMS Diversion", "content": "Meanwhile, some regions have found promising results with a collaborative arrangement between systems. In one such region, hospitals choosing to divert ambulances are required to contact an alternative receiving facility and ensure appropriate care for diverted patients in that facility. [26] The American College of Emergency Physicians (ACEP) supports such a collaboration. ACEP Clinical Policy specifically tasks diversion decisions to EMS medical directors, stating that diversion is a \"request\" and not a legal requirement. [27] [28]", "contents": "EMS Emergency Department Diversion  -- Issues of Concern -- Combating EMS Diversion. Meanwhile, some regions have found promising results with a collaborative arrangement between systems. In one such region, hospitals choosing to divert ambulances are required to contact an alternative receiving facility and ensure appropriate care for diverted patients in that facility. [26] The American College of Emergency Physicians (ACEP) supports such a collaboration. ACEP Clinical Policy specifically tasks diversion decisions to EMS medical directors, stating that diversion is a \"request\" and not a legal requirement. [27] [28]"}
{"id": "article-158749_18", "title": "EMS Emergency Department Diversion  -- Issues of Concern -- Combating EMS Diversion", "content": "Simulation models can help make significant changes to decrease diversion. Computer technology can test proposed policy changes and their potential effect on diversion. Such simulations, initially seen in engineering literature, may be useful in creating models representing the complex relationship between ED and inpatient flow. A 2013 literature review using simulation models identified 4 insights that may help decrease diversion hours. The review concluded that smoothing elective surgery caseloads, adding ED fast tracks while holding inpatient boarder units, improving ED lab turnaround times, and implementing regional cooperative agreements among hospitals may reduce EMS diversion. [20]", "contents": "EMS Emergency Department Diversion  -- Issues of Concern -- Combating EMS Diversion. Simulation models can help make significant changes to decrease diversion. Computer technology can test proposed policy changes and their potential effect on diversion. Such simulations, initially seen in engineering literature, may be useful in creating models representing the complex relationship between ED and inpatient flow. A 2013 literature review using simulation models identified 4 insights that may help decrease diversion hours. The review concluded that smoothing elective surgery caseloads, adding ED fast tracks while holding inpatient boarder units, improving ED lab turnaround times, and implementing regional cooperative agreements among hospitals may reduce EMS diversion. [20]"}
{"id": "article-158749_19", "title": "EMS Emergency Department Diversion  -- Issues of Concern -- Combating EMS Diversion", "content": "Besides simulation models, researchers found that some business management principles may create a positive impact on this conundrum. The described approaches included the queueing theory, LEAN thinking, theory of constraints, and discrete event simulation models. [29] [30] [31] [32]", "contents": "EMS Emergency Department Diversion  -- Issues of Concern -- Combating EMS Diversion. Besides simulation models, researchers found that some business management principles may create a positive impact on this conundrum. The described approaches included the queueing theory, LEAN thinking, theory of constraints, and discrete event simulation models. [29] [30] [31] [32]"}
{"id": "article-158749_20", "title": "EMS Emergency Department Diversion  -- Clinical Significance", "content": "EMS diversion has far-reaching ramifications. Perhaps the most concerning is reduced access to healthcare, consequently increasing mortality. Shen et al’s study revealed that diversion was associated with a 1-year mortality increase of 9.8% in patients needing cardiac care. [33]", "contents": "EMS Emergency Department Diversion  -- Clinical Significance. EMS diversion has far-reaching ramifications. Perhaps the most concerning is reduced access to healthcare, consequently increasing mortality. Shen et al’s study revealed that diversion was associated with a 1-year mortality increase of 9.8% in patients needing cardiac care. [33]"}
{"id": "article-158749_21", "title": "EMS Emergency Department Diversion  -- Clinical Significance", "content": "An increase in mortality is also seen in trauma patients, particularly those with higher injury severity scores. Begley et al’s study suggested an association between ED diversion and trauma mortality. The mortality increase was described as not statistically significant but steadily rising. Subset analysis showed this effect to be even bigger in severe trauma patients transferred from another hospital. [34]", "contents": "EMS Emergency Department Diversion  -- Clinical Significance. An increase in mortality is also seen in trauma patients, particularly those with higher injury severity scores. Begley et al’s study suggested an association between ED diversion and trauma mortality. The mortality increase was described as not statistically significant but steadily rising. Subset analysis showed this effect to be even bigger in severe trauma patients transferred from another hospital. [34]"}
{"id": "article-158749_22", "title": "EMS Emergency Department Diversion  -- Clinical Significance", "content": "However, the repercussions on mortality do not seem to affect all patient populations equally. Shenoi et al’s 2009 cross-sectional study failed to show a statistically significant effect on pediatric mortality in Houston, Texas tertiary-care pediatric hospitals. [35] Despite this result, the American Academy of Pediatrics (AAP) warned that ED crowding and ambulance diversion could significantly affect patient outcomes. The AAP further cautioned that as high as 80% of pediatric visits were to a nonpediatric hospital, and diversion can delay pediatric care. [36] Still, these studies suggest that EMS diversion may impact different patient groups differently.", "contents": "EMS Emergency Department Diversion  -- Clinical Significance. However, the repercussions on mortality do not seem to affect all patient populations equally. Shenoi et al’s 2009 cross-sectional study failed to show a statistically significant effect on pediatric mortality in Houston, Texas tertiary-care pediatric hospitals. [35] Despite this result, the American Academy of Pediatrics (AAP) warned that ED crowding and ambulance diversion could significantly affect patient outcomes. The AAP further cautioned that as high as 80% of pediatric visits were to a nonpediatric hospital, and diversion can delay pediatric care. [36] Still, these studies suggest that EMS diversion may impact different patient groups differently."}
{"id": "article-158749_23", "title": "EMS Emergency Department Diversion  -- Clinical Significance", "content": "Reduced healthcare access is most notable for new patients but can also affect established patients. Diversion of established patients from their home institutions can make diagnosis difficult. The receiving facility’s clinicians are unfamiliar with these patients' previous history and may not have timely access to their medical records. Such situations may increase the need for interfacility transfers and reduce patient care quality. However, this supposition lacks evidence in the literature.", "contents": "EMS Emergency Department Diversion  -- Clinical Significance. Reduced healthcare access is most notable for new patients but can also affect established patients. Diversion of established patients from their home institutions can make diagnosis difficult. The receiving facility’s clinicians are unfamiliar with these patients' previous history and may not have timely access to their medical records. Such situations may increase the need for interfacility transfers and reduce patient care quality. However, this supposition lacks evidence in the literature."}
{"id": "article-158749_24", "title": "EMS Emergency Department Diversion  -- Clinical Significance", "content": "Studies show that EMS diversion can have a significant financial impact on hospital systems. McConnell et al reported in 2006 that an hour of EMS diversion was associated with a $1,086 revenue loss. Meanwhile, increasing ICU capacity produced a $175,000 monthly revenue gain while reducing diversion time from 307 to 114 hours. [37]", "contents": "EMS Emergency Department Diversion  -- Clinical Significance. Studies show that EMS diversion can have a significant financial impact on hospital systems. McConnell et al reported in 2006 that an hour of EMS diversion was associated with a $1,086 revenue loss. Meanwhile, increasing ICU capacity produced a $175,000 monthly revenue gain while reducing diversion time from 307 to 114 hours. [37]"}
{"id": "article-158749_25", "title": "EMS Emergency Department Diversion  -- Clinical Significance", "content": "However, the financial effect is not seen by all hospital systems as with most EMS diversion issues. A 2003 to 2006 retrospective review of a large academic center reported hospital revenue increases during high EMS diversion periods. [38] Meanwhile, a 2006 literature review suggests that a highly uninsured population may increase EMS diversion-associated revenue.", "contents": "EMS Emergency Department Diversion  -- Clinical Significance. However, the financial effect is not seen by all hospital systems as with most EMS diversion issues. A 2003 to 2006 retrospective review of a large academic center reported hospital revenue increases during high EMS diversion periods. [38] Meanwhile, a 2006 literature review suggests that a highly uninsured population may increase EMS diversion-associated revenue."}
{"id": "article-158749_26", "title": "EMS Emergency Department Diversion  -- Clinical Significance", "content": "Ambulance diversion is undesirable yet unavoidable in the face of severe ED crowding and facility limitations. EMS and ED directors and hospital system administrators should collaborate to decrease ED crowding and EMS diversion hours. EMS plays a critical role in enabling patients to access the healthcare system. Patients may receive improved care by reducing diversion and subsequent offload delays. Ambulances can return to service quicker, enhancing efficiency and patient outcomes.", "contents": "EMS Emergency Department Diversion  -- Clinical Significance. Ambulance diversion is undesirable yet unavoidable in the face of severe ED crowding and facility limitations. EMS and ED directors and hospital system administrators should collaborate to decrease ED crowding and EMS diversion hours. EMS plays a critical role in enabling patients to access the healthcare system. Patients may receive improved care by reducing diversion and subsequent offload delays. Ambulances can return to service quicker, enhancing efficiency and patient outcomes."}
{"id": "article-158749_27", "title": "EMS Emergency Department Diversion  -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "EMS Emergency Department Diversion  -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}