{"id": "article-135228_0", "title": "Acute Aortic Syndrome -- Continuing Education Activity", "content": "Acute aortic syndromes encompass three life-threatening conditions, including acute aortic dissection (AAD), intramural hematoma (IMH), and penetrating aortic ulcer (PAU). This activity reviews the interprofessional team's common presentations, evaluation, and management of this deadly trifecta of conditions. Despite the overlapping signs and symptoms of each condition, they are individual entities that can progress from one into the other or co-exist at presentation, with approximately 12% of patients with AAD also having IMH or PAU.", "contents": "Acute Aortic Syndrome -- Continuing Education Activity. Acute aortic syndromes encompass three life-threatening conditions, including acute aortic dissection (AAD), intramural hematoma (IMH), and penetrating aortic ulcer (PAU). This activity reviews the interprofessional team's common presentations, evaluation, and management of this deadly trifecta of conditions. Despite the overlapping signs and symptoms of each condition, they are individual entities that can progress from one into the other or co-exist at presentation, with approximately 12% of patients with AAD also having IMH or PAU."}
{"id": "article-135228_1", "title": "Acute Aortic Syndrome -- Continuing Education Activity", "content": "Objectives: Describe common presentations of acute aortic syndromes. Review best practices in workup and diagnosis of acute aortic syndromes. Explain treatment options for patients with acute aortic syndromes. Review risk factors and prognosis of patients with acute aortic syndromes. Access free multiple choice questions on this topic.", "contents": "Acute Aortic Syndrome -- Continuing Education Activity. Objectives: Describe common presentations of acute aortic syndromes. Review best practices in workup and diagnosis of acute aortic syndromes. Explain treatment options for patients with acute aortic syndromes. Review risk factors and prognosis of patients with acute aortic syndromes. Access free multiple choice questions on this topic."}
{"id": "article-135228_2", "title": "Acute Aortic Syndrome -- Introduction", "content": "The first mention of the term acute aortic syndrome (AAS) was in 1998 by Vilacosta et al. and encompasses a collection of painful and life-threatening Aortic conditions, including acute aortic dissection (AAD), intramural hematoma (IMH), and penetrating aortic ulcers (PAU). Despite the overlapping signs and symptoms of each condition, they are individual entities that can progress from one into the other or co-exist at presentation, with approximately 12% of patients with AAD also having IMH or PAU. [1] Early recognition and diagnosis are paramount in AAS due to the time-critical nature of the progression of the disease, with type A aortic dissection displaying up to a 2% per hour increase in mortality during the first 48 hours. [2]", "contents": "Acute Aortic Syndrome -- Introduction. The first mention of the term acute aortic syndrome (AAS) was in 1998 by Vilacosta et al. and encompasses a collection of painful and life-threatening Aortic conditions, including acute aortic dissection (AAD), intramural hematoma (IMH), and penetrating aortic ulcers (PAU). Despite the overlapping signs and symptoms of each condition, they are individual entities that can progress from one into the other or co-exist at presentation, with approximately 12% of patients with AAD also having IMH or PAU. [1] Early recognition and diagnosis are paramount in AAS due to the time-critical nature of the progression of the disease, with type A aortic dissection displaying up to a 2% per hour increase in mortality during the first 48 hours. [2]"}
{"id": "article-135228_3", "title": "Acute Aortic Syndrome -- Etiology", "content": "Acute Aortic Syndrome is made up of three distinct pathologies that can present similarly, with overlapping etiologies and predisposing factors.", "contents": "Acute Aortic Syndrome -- Etiology. Acute Aortic Syndrome is made up of three distinct pathologies that can present similarly, with overlapping etiologies and predisposing factors."}
{"id": "article-135228_4", "title": "Acute Aortic Syndrome -- Etiology -- Acute Aortic Dissection", "content": "Acute aortic dissection makes up 70 to 80% of all AAS, is caused by a tear in the innermost layer of the aorta, and is commonly heralded by existing cystic medial necrosis or medial degeneration. [2] [3] This, combined with continuous exposure to raised blood pressure and shearing forces in a predisposed patient, can lead to the formation of a tear in the intimomedial layer creating a flap. Blood will enter into this false lumen, and under pressure, will cause dissection of the intimomedial layer from the outer wall of the aorta. Fenestrations can form distal to the initial tear creating a communicating passage between true and false lumens. The dissection can progress both proximally and distally from the site of the initial tear.", "contents": "Acute Aortic Syndrome -- Etiology -- Acute Aortic Dissection. Acute aortic dissection makes up 70 to 80% of all AAS, is caused by a tear in the innermost layer of the aorta, and is commonly heralded by existing cystic medial necrosis or medial degeneration. [2] [3] This, combined with continuous exposure to raised blood pressure and shearing forces in a predisposed patient, can lead to the formation of a tear in the intimomedial layer creating a flap. Blood will enter into this false lumen, and under pressure, will cause dissection of the intimomedial layer from the outer wall of the aorta. Fenestrations can form distal to the initial tear creating a communicating passage between true and false lumens. The dissection can progress both proximally and distally from the site of the initial tear."}
{"id": "article-135228_5", "title": "Acute Aortic Syndrome -- Etiology -- Intramural Haematoma", "content": "There is an ongoing discussion as to the exact cause of IMH. The most widely accepted theory is the spontaneous rupture of the vasa vasorum, which are blood vessels that supply the outer layers of veins and arteries. [4] Another explanation is thrombosis between layers of the Aortic wall that forms due to stagnant blood after a dissection or micro tear in the intima, without a re-entrant tear. [5] Both AAD and IMH can develop secondary to trauma from vascular catheter insertion.", "contents": "Acute Aortic Syndrome -- Etiology -- Intramural Haematoma. There is an ongoing discussion as to the exact cause of IMH. The most widely accepted theory is the spontaneous rupture of the vasa vasorum, which are blood vessels that supply the outer layers of veins and arteries. [4] Another explanation is thrombosis between layers of the Aortic wall that forms due to stagnant blood after a dissection or micro tear in the intima, without a re-entrant tear. [5] Both AAD and IMH can develop secondary to trauma from vascular catheter insertion."}
{"id": "article-135228_6", "title": "Acute Aortic Syndrome -- Etiology -- Penetrating Aortic Ulcer", "content": "PAU involves atherosclerotic plaque formation, which leads to destruction and inflammation of the intima and penetrates outwardly through the layers of the aortic wall. PAU can either remain stable or progress to AAD or IMH. In a worst-case scenario, it can lead to aortic rupture or visceral ischemia. [6] Common predisposing factors for Acute Aortic Syndrome include: Hypertension Smoking Hyperlipidemia Cocaine use Connective tissue disorders, e.g., Marfan syndrome, Ehlers-Danlos syndrome, Turner syndrome Hereditary valvular disease such as bicuspid aortic valve or coarctation of the aorta Vascular inflammation – autoimmune – GCA, Infection – syphilis Trauma – deceleration Iatrogenic – catheter insertion, valvular or aortic surgery", "contents": "Acute Aortic Syndrome -- Etiology -- Penetrating Aortic Ulcer. PAU involves atherosclerotic plaque formation, which leads to destruction and inflammation of the intima and penetrates outwardly through the layers of the aortic wall. PAU can either remain stable or progress to AAD or IMH. In a worst-case scenario, it can lead to aortic rupture or visceral ischemia. [6] Common predisposing factors for Acute Aortic Syndrome include: Hypertension Smoking Hyperlipidemia Cocaine use Connective tissue disorders, e.g., Marfan syndrome, Ehlers-Danlos syndrome, Turner syndrome Hereditary valvular disease such as bicuspid aortic valve or coarctation of the aorta Vascular inflammation – autoimmune – GCA, Infection – syphilis Trauma – deceleration Iatrogenic – catheter insertion, valvular or aortic surgery"}
{"id": "article-135228_7", "title": "Acute Aortic Syndrome -- Epidemiology", "content": "Existing data sets suggest the incidence of AAD between 2.6 to 7.2 per 100,000 patient-years, with data mostly coming from western countries. Up to 65% of patients tend to be male, with the modal presentation in the seventh decade of life. [7] [8] Predisposing factors differ between patients above and below the age of 70, with the older population more commonly presenting with Hypertension, Atherosclerosis, and iatrogenic causes such as cardiac catheterization. Younger patients are more likely to present with congenital pathology, including connective tissue disorders such as Marfan Syndrome, bicuspid aortic valves, and cocaine use.", "contents": "Acute Aortic Syndrome -- Epidemiology. Existing data sets suggest the incidence of AAD between 2.6 to 7.2 per 100,000 patient-years, with data mostly coming from western countries. Up to 65% of patients tend to be male, with the modal presentation in the seventh decade of life. [7] [8] Predisposing factors differ between patients above and below the age of 70, with the older population more commonly presenting with Hypertension, Atherosclerosis, and iatrogenic causes such as cardiac catheterization. Younger patients are more likely to present with congenital pathology, including connective tissue disorders such as Marfan Syndrome, bicuspid aortic valves, and cocaine use."}
{"id": "article-135228_8", "title": "Acute Aortic Syndrome -- Epidemiology", "content": "Patients with IMH are predisposed by the same risk factors as AAD, though the modal decade of age at presentation is in the 80s. IMH makes up 5 to 25% of AAS cases, with studies averaging 1.2 cases per 100,000 patient years.", "contents": "Acute Aortic Syndrome -- Epidemiology. Patients with IMH are predisposed by the same risk factors as AAD, though the modal decade of age at presentation is in the 80s. IMH makes up 5 to 25% of AAS cases, with studies averaging 1.2 cases per 100,000 patient years."}
{"id": "article-135228_9", "title": "Acute Aortic Syndrome -- Epidemiology", "content": "PAU makes up 2 to 7% of AAS cases, with figures averaging 2.1 cases per 100,000 person-years. It is most commonly associated with widespread, severe atherosclerosis and often presents with multiple ulcerating lesions throughout the Aorta. The majority of patients also suffer from Hypertension, Coronary artery disease, and some studies show up to 68% of patients also have COPD. Between 42 to 61% of patients have concurrent aortic aneurysms. [9]", "contents": "Acute Aortic Syndrome -- Epidemiology. PAU makes up 2 to 7% of AAS cases, with figures averaging 2.1 cases per 100,000 person-years. It is most commonly associated with widespread, severe atherosclerosis and often presents with multiple ulcerating lesions throughout the Aorta. The majority of patients also suffer from Hypertension, Coronary artery disease, and some studies show up to 68% of patients also have COPD. Between 42 to 61% of patients have concurrent aortic aneurysms. [9]"}
{"id": "article-135228_10", "title": "Acute Aortic Syndrome -- Pathophysiology", "content": "As previously mentioned, the most common precursors to AAS are atherosclerotic disease and hypertension. Other than these, any pathological condition which affects the media, trauma, or infective processes can also lead to AAS. Tearing of the intima from shearing forces of blood flow or interference with the media leads to the separation of layers of the aortic wall. [10] This can create a true lumen and a false lumen. The true lumen is lined by intima, connects undissected segments of the aorta, and is separated from the false lumen by an ‘intimal flap.’ Blood flowing through a false lumen over time can also lead to the formation of an aortic aneurysm. [11]", "contents": "Acute Aortic Syndrome -- Pathophysiology. As previously mentioned, the most common precursors to AAS are atherosclerotic disease and hypertension. Other than these, any pathological condition which affects the media, trauma, or infective processes can also lead to AAS. Tearing of the intima from shearing forces of blood flow or interference with the media leads to the separation of layers of the aortic wall. [10] This can create a true lumen and a false lumen. The true lumen is lined by intima, connects undissected segments of the aorta, and is separated from the false lumen by an ‘intimal flap.’ Blood flowing through a false lumen over time can also lead to the formation of an aortic aneurysm. [11]"}
{"id": "article-135228_11", "title": "Acute Aortic Syndrome -- Pathophysiology", "content": "Though traditionally it is thought that IMH is caused by rupture of the vasa vasorum, recent pathological studies also suggest the presence of micro intimal tears, which would infer possible common pathophysiology of the development of IMH and AAD, the difference being the lack of a large enough re-entrant tear to preserve the patency of the false lumen. PAU develops as atherosclerotic plaque invades through the intimal layer towards the adventitia, and it may progress to IMH, AAD, or pseudo-aneurysm.", "contents": "Acute Aortic Syndrome -- Pathophysiology. Though traditionally it is thought that IMH is caused by rupture of the vasa vasorum, recent pathological studies also suggest the presence of micro intimal tears, which would infer possible common pathophysiology of the development of IMH and AAD, the difference being the lack of a large enough re-entrant tear to preserve the patency of the false lumen. PAU develops as atherosclerotic plaque invades through the intimal layer towards the adventitia, and it may progress to IMH, AAD, or pseudo-aneurysm."}
{"id": "article-135228_12", "title": "Acute Aortic Syndrome -- History and Physical", "content": "A classical symptom of AAS is severe aortic pain, which is chest and/or back pain commonly described as being tearing, ripping, migrating, or pulsating in nature. [12] The International Registry of Acute Aortic Dissection (IRAD), which is the largest single dataset on the subject, has sharp severe pain as the most common presenting complaint. 4.5% of patients deny any pain whatsoever and are found as incidental findings or through screening programs. Neurological signs such as syncope can co-present along with pain, suggesting reduced blood flow to the central or peripheral nervous system. This is due to disruption in the spinal and aortic outflow from the development of aortic wall pathology that affects central and peripheral blood flow. [13] Dissection in the ascending aorta can be found associated with myocardial ischemia, aortic regurgitation from the involvement of the aortic valve, or pericardial effusion.", "contents": "Acute Aortic Syndrome -- History and Physical. A classical symptom of AAS is severe aortic pain, which is chest and/or back pain commonly described as being tearing, ripping, migrating, or pulsating in nature. [12] The International Registry of Acute Aortic Dissection (IRAD), which is the largest single dataset on the subject, has sharp severe pain as the most common presenting complaint. 4.5% of patients deny any pain whatsoever and are found as incidental findings or through screening programs. Neurological signs such as syncope can co-present along with pain, suggesting reduced blood flow to the central or peripheral nervous system. This is due to disruption in the spinal and aortic outflow from the development of aortic wall pathology that affects central and peripheral blood flow. [13] Dissection in the ascending aorta can be found associated with myocardial ischemia, aortic regurgitation from the involvement of the aortic valve, or pericardial effusion."}
{"id": "article-135228_13", "title": "Acute Aortic Syndrome -- Evaluation", "content": "When there is a clinical suspicion of acute aortic syndromes, patients must be further investigated with imaging and non-imaging based exams.", "contents": "Acute Aortic Syndrome -- Evaluation. When there is a clinical suspicion of acute aortic syndromes, patients must be further investigated with imaging and non-imaging based exams."}
{"id": "article-135228_14", "title": "Acute Aortic Syndrome -- Evaluation -- Non-Imaging Based Exams", "content": "This consists of an ECG and blood tests. An ECG will allow for separating cardiac sources of chest pain such as myocardial infarction (MI). Both AAS and MI can present concomitantly, though further investigation and careful management will be required in situations such as this. Data from IRAD show in a group of 464 patients, 31% of patients with type A dissection had a normal ECG, with the rest showing an array of ECG changes from non-specific ST and T wave changes to features of acute MI. [14]", "contents": "Acute Aortic Syndrome -- Evaluation -- Non-Imaging Based Exams. This consists of an ECG and blood tests. An ECG will allow for separating cardiac sources of chest pain such as myocardial infarction (MI). Both AAS and MI can present concomitantly, though further investigation and careful management will be required in situations such as this. Data from IRAD show in a group of 464 patients, 31% of patients with type A dissection had a normal ECG, with the rest showing an array of ECG changes from non-specific ST and T wave changes to features of acute MI. [14]"}
{"id": "article-135228_15", "title": "Acute Aortic Syndrome -- Evaluation -- Laboratory Evaluation", "content": "Full blood count Urea and electrolytes CRP Liver function tests D-dimer Troponin Lactate Creatinine kinase Arterial blood gas (incl. lactate and glucose) These tests will help rule in or out AAS while providing evidence for or against other differential diagnoses.", "contents": "Acute Aortic Syndrome -- Evaluation -- Laboratory Evaluation. Full blood count Urea and electrolytes CRP Liver function tests D-dimer Troponin Lactate Creatinine kinase Arterial blood gas (incl. lactate and glucose) These tests will help rule in or out AAS while providing evidence for or against other differential diagnoses."}
{"id": "article-135228_16", "title": "Acute Aortic Syndrome -- Evaluation -- Imaging", "content": "Imaging is the mainstay of the diagnostic process with roles for chest radiography, computed tomography (CT), ultrasound (US), and magnetic resonance imaging (MRI).", "contents": "Acute Aortic Syndrome -- Evaluation -- Imaging. Imaging is the mainstay of the diagnostic process with roles for chest radiography, computed tomography (CT), ultrasound (US), and magnetic resonance imaging (MRI)."}
{"id": "article-135228_17", "title": "Acute Aortic Syndrome -- Evaluation -- Imaging", "content": "Simple chest radiography has been shown to have sensitivity for picking up AAS of up to 64% and specificity of 86%. Features found on chest X-rays include widening of the mediastinum, widening of the aortic notch, kinking of the aorta, tracheal shift, and double density of the aortic shadow. [15]", "contents": "Acute Aortic Syndrome -- Evaluation -- Imaging. Simple chest radiography has been shown to have sensitivity for picking up AAS of up to 64% and specificity of 86%. Features found on chest X-rays include widening of the mediastinum, widening of the aortic notch, kinking of the aorta, tracheal shift, and double density of the aortic shadow. [15]"}
{"id": "article-135228_18", "title": "Acute Aortic Syndrome -- Evaluation -- Imaging", "content": "The current gold standard in AAS imaging is CT angiography (CTA). CTA is widely available in most emergency departments, non-invasive, less operator-dependent than Ultrasound, and less time-consuming. The average sensitivity for a CT scan in detecting AAS is upwards of 95%. Recorded specificities are anywhere between 87 to 100%. [16] [17]", "contents": "Acute Aortic Syndrome -- Evaluation -- Imaging. The current gold standard in AAS imaging is CT angiography (CTA). CTA is widely available in most emergency departments, non-invasive, less operator-dependent than Ultrasound, and less time-consuming. The average sensitivity for a CT scan in detecting AAS is upwards of 95%. Recorded specificities are anywhere between 87 to 100%. [16] [17]"}
{"id": "article-135228_19", "title": "Acute Aortic Syndrome -- Evaluation -- Imaging", "content": "There is a place for both Transesophageal echocardiography (TEE) and transthoracic echocardiography (TTE) in the diagnosis of AAS; however, the effectiveness of each varies greatly. TTE is useful in an acute setting to diagnose proximal dissection and also complications of dissection. But in many other points along the whole length of the aorta, views can be limited. On the other hand, TEE allows the ultrasound probe to come in very close proximity to the aorta, allowing the sensitivity of this investigation to be 99% and a specificity of 89%. [18] It is, however, operator-dependent and far less readily available in an emergency setting. Further, it is far more invasive an investigation requiring intubation of the esophagus.", "contents": "Acute Aortic Syndrome -- Evaluation -- Imaging. There is a place for both Transesophageal echocardiography (TEE) and transthoracic echocardiography (TTE) in the diagnosis of AAS; however, the effectiveness of each varies greatly. TTE is useful in an acute setting to diagnose proximal dissection and also complications of dissection. But in many other points along the whole length of the aorta, views can be limited. On the other hand, TEE allows the ultrasound probe to come in very close proximity to the aorta, allowing the sensitivity of this investigation to be 99% and a specificity of 89%. [18] It is, however, operator-dependent and far less readily available in an emergency setting. Further, it is far more invasive an investigation requiring intubation of the esophagus."}
{"id": "article-135228_20", "title": "Acute Aortic Syndrome -- Evaluation -- Imaging", "content": "MRI is seldom used as a primary mode of acute investigation due to the scarcity of MRI as an emergency provision and the life-threatening nature of the condition. It is the most sensitive and specific modality to identify all types of AAS, and it can be used when primary investigations are inconclusive.", "contents": "Acute Aortic Syndrome -- Evaluation -- Imaging. MRI is seldom used as a primary mode of acute investigation due to the scarcity of MRI as an emergency provision and the life-threatening nature of the condition. It is the most sensitive and specific modality to identify all types of AAS, and it can be used when primary investigations are inconclusive."}
{"id": "article-135228_21", "title": "Acute Aortic Syndrome -- Treatment / Management", "content": "AAS can be split into those affecting the ascending and descending aorta. Those involving the ascending aorta are surgical emergencies, and definitive management is surgical. Static AAS affecting the descending aorta are often managed conservatively, with only those that are actively progressing, causing organ or limb malperfusion, unmanageable pain, or risk of rupture requiring urgent surgical management. [19]", "contents": "Acute Aortic Syndrome -- Treatment / Management. AAS can be split into those affecting the ascending and descending aorta. Those involving the ascending aorta are surgical emergencies, and definitive management is surgical. Static AAS affecting the descending aorta are often managed conservatively, with only those that are actively progressing, causing organ or limb malperfusion, unmanageable pain, or risk of rupture requiring urgent surgical management. [19]"}
{"id": "article-135228_22", "title": "Acute Aortic Syndrome -- Treatment / Management", "content": "Immediate management of AAS in the emergency setting is focused on reducing blood pressure below 120mmHg systolic and the rate of change of blood pressure (dP/dt) to stop the progression of dissection or to prevent aortic rupture. The mainstay of medical management is an intravenous beta-blocker such as Labetalol. For those intolerant of b-blockers, non-dihydropyridine calcium channel blockers may be considered. Vasodilators can be given in conjunction with these.", "contents": "Acute Aortic Syndrome -- Treatment / Management. Immediate management of AAS in the emergency setting is focused on reducing blood pressure below 120mmHg systolic and the rate of change of blood pressure (dP/dt) to stop the progression of dissection or to prevent aortic rupture. The mainstay of medical management is an intravenous beta-blocker such as Labetalol. For those intolerant of b-blockers, non-dihydropyridine calcium channel blockers may be considered. Vasodilators can be given in conjunction with these."}
{"id": "article-135228_23", "title": "Acute Aortic Syndrome -- Treatment / Management", "content": "AAD of the ascending aorta is a surgical emergency that has traditionally been managed with an open approach. The aims of treatment are to eliminate the false lumen by closing or excising the initial intimal tear and any subsequent tears. Alternatively, synthetic grafts can be utilized to reinforce the wall of the aorta. Proximal extension into the aortic valve can lead to aortic valve insufficiency and damage to the coronary arteries. This can be corrected either by resuspension of the valve itself or by replacement of the entire valve. Endovascular repair has been attempted for type A dissections; however, literature on the topic is scarce, with only 92 published cases over the last two decades. The most significant limitation of the endovascular approach is the difficulty in treating dissection involving the Aortic valve and root.", "contents": "Acute Aortic Syndrome -- Treatment / Management. AAD of the ascending aorta is a surgical emergency that has traditionally been managed with an open approach. The aims of treatment are to eliminate the false lumen by closing or excising the initial intimal tear and any subsequent tears. Alternatively, synthetic grafts can be utilized to reinforce the wall of the aorta. Proximal extension into the aortic valve can lead to aortic valve insufficiency and damage to the coronary arteries. This can be corrected either by resuspension of the valve itself or by replacement of the entire valve. Endovascular repair has been attempted for type A dissections; however, literature on the topic is scarce, with only 92 published cases over the last two decades. The most significant limitation of the endovascular approach is the difficulty in treating dissection involving the Aortic valve and root."}
{"id": "article-135228_24", "title": "Acute Aortic Syndrome -- Treatment / Management", "content": "Acute type B dissection is divided into complicated and uncomplicated. Complicated dissection of the descending aorta represents 25% of patients with acute Type B dissection who are either hemodynamically unstable or present with malperfusion to either organ system or limb. Other symptoms to be aware of are unrelenting chest pain, uncontrollable hypertension, or findings of progression on imaging. [20] The most favorable outcome for such pathology is endovascular stenting with synthetic graft combined with aggressive medical therapy.", "contents": "Acute Aortic Syndrome -- Treatment / Management. Acute type B dissection is divided into complicated and uncomplicated. Complicated dissection of the descending aorta represents 25% of patients with acute Type B dissection who are either hemodynamically unstable or present with malperfusion to either organ system or limb. Other symptoms to be aware of are unrelenting chest pain, uncontrollable hypertension, or findings of progression on imaging. [20] The most favorable outcome for such pathology is endovascular stenting with synthetic graft combined with aggressive medical therapy."}
{"id": "article-135228_25", "title": "Acute Aortic Syndrome -- Treatment / Management", "content": "Though traditionally uncomplicated type B Aortic dissection has been managed with medical therapy alone, there is a case for prophylactic endovascular treatment to prevent the progression of the disease. Due to a lack of large-scale, long-term randomized control trials for the treatment of such cases, data is currently inconclusive.", "contents": "Acute Aortic Syndrome -- Treatment / Management. Though traditionally uncomplicated type B Aortic dissection has been managed with medical therapy alone, there is a case for prophylactic endovascular treatment to prevent the progression of the disease. Due to a lack of large-scale, long-term randomized control trials for the treatment of such cases, data is currently inconclusive."}
{"id": "article-135228_26", "title": "Acute Aortic Syndrome -- Treatment / Management", "content": "IMH, despite lower mortality than AAD, are treated similarly due to the risk of extension to either dissection, aneurysm formation, or aortic rupture. Those affecting the ascending aorta are stented with an endovascular approach when possible, whereas those in the descending aorta are divided between watch-and-wait therapy with the best medical therapy and surgery. [21] IMH of the descending aorta can either progress or regress over time. Stable regressive IMH can be managed with medical treatment, and unstable progressive IMH should be managed endovascularly. The expansion and contraction of the IMH over time can make sizing the stent graft more difficult and prone to a Type 1 endoleak, as, during the acute phase, the hematoma will expand, whereas, over time, the hematoma will thrombose and retract expanding the lumen of the aorta.", "contents": "Acute Aortic Syndrome -- Treatment / Management. IMH, despite lower mortality than AAD, are treated similarly due to the risk of extension to either dissection, aneurysm formation, or aortic rupture. Those affecting the ascending aorta are stented with an endovascular approach when possible, whereas those in the descending aorta are divided between watch-and-wait therapy with the best medical therapy and surgery. [21] IMH of the descending aorta can either progress or regress over time. Stable regressive IMH can be managed with medical treatment, and unstable progressive IMH should be managed endovascularly. The expansion and contraction of the IMH over time can make sizing the stent graft more difficult and prone to a Type 1 endoleak, as, during the acute phase, the hematoma will expand, whereas, over time, the hematoma will thrombose and retract expanding the lumen of the aorta."}
{"id": "article-135228_27", "title": "Acute Aortic Syndrome -- Treatment / Management", "content": "Isolated asymptomatic PAU can be safely treated with medical therapy. Symptomatic PAU is more likely to proceed to aneurysm, pseudoaneurysm formation, or aortic rupture. In these cases, surgical management is required, and due to the co-morbidities and advanced age of patients commonly presenting with PAU, endovascular repair with stent grafts had the greatest reduction in mortality.", "contents": "Acute Aortic Syndrome -- Treatment / Management. Isolated asymptomatic PAU can be safely treated with medical therapy. Symptomatic PAU is more likely to proceed to aneurysm, pseudoaneurysm formation, or aortic rupture. In these cases, surgical management is required, and due to the co-morbidities and advanced age of patients commonly presenting with PAU, endovascular repair with stent grafts had the greatest reduction in mortality."}
{"id": "article-135228_28", "title": "Acute Aortic Syndrome -- Differential Diagnosis", "content": "Aortic dissection Intramural hematoma Penetrating aortic ulcer Thoracic aortic aneurysm Abdominal aortic aneurysm Traumatic aortic injury Myocardial infarction Pulmonary embolism", "contents": "Acute Aortic Syndrome -- Differential Diagnosis. Aortic dissection Intramural hematoma Penetrating aortic ulcer Thoracic aortic aneurysm Abdominal aortic aneurysm Traumatic aortic injury Myocardial infarction Pulmonary embolism"}
{"id": "article-135228_29", "title": "Acute Aortic Syndrome -- Staging -- Classification", "content": "The two most widely used classification systems for aortic dissection are the Debakey and Stanford Classifications. Similarly, IMH is also classified in the same way.", "contents": "Acute Aortic Syndrome -- Staging -- Classification. The two most widely used classification systems for aortic dissection are the Debakey and Stanford Classifications. Similarly, IMH is also classified in the same way."}
{"id": "article-135228_30", "title": "Acute Aortic Syndrome -- Staging -- Debakey", "content": "Type 1 – Starts in the ascending aorta and progresses to the arch and sometimes beyond this point. Type 2 – Ascending aorta only Type 3 – Descending aorta only", "contents": "Acute Aortic Syndrome -- Staging -- Debakey. Type 1 – Starts in the ascending aorta and progresses to the arch and sometimes beyond this point. Type 2 – Ascending aorta only Type 3 – Descending aorta only"}
{"id": "article-135228_31", "title": "Acute Aortic Syndrome -- Staging -- Stanford", "content": "Type A – Any dissection involving the ascending aorta Type B – Any dissection not involving the ascending aorta", "contents": "Acute Aortic Syndrome -- Staging -- Stanford. Type A – Any dissection involving the ascending aorta Type B – Any dissection not involving the ascending aorta"}
{"id": "article-135228_32", "title": "Acute Aortic Syndrome -- Prognosis", "content": "AAD carries a high mortality, which differs depending on the location of the dissection. Those affecting the ascending aorta treated medically carry overall mortality of 24% in 24 hours, 44% in 7 days, and up to 49% in 14 days. Surgically managed type A dissection has lower mortality of 10% in the first 24 hours, 16% in 7 days, and up to 20% in 14 days. [14] Type B dissection has a lower fatality rate, with a 30-day mortality of up to 10%. In patients who suffer complications, mortality can be much higher, with studies showing up to 25% by day 30.", "contents": "Acute Aortic Syndrome -- Prognosis. AAD carries a high mortality, which differs depending on the location of the dissection. Those affecting the ascending aorta treated medically carry overall mortality of 24% in 24 hours, 44% in 7 days, and up to 49% in 14 days. Surgically managed type A dissection has lower mortality of 10% in the first 24 hours, 16% in 7 days, and up to 20% in 14 days. [14] Type B dissection has a lower fatality rate, with a 30-day mortality of up to 10%. In patients who suffer complications, mortality can be much higher, with studies showing up to 25% by day 30."}
{"id": "article-135228_33", "title": "Acute Aortic Syndrome -- Prognosis", "content": "It is challenging to separate IMH from co-existing AAS as studies have shown up to 30% of patients having both AAD and IMH at the time of diagnosis. [22] IMH has two avenues of development – either reabsorption, which is seen in up to 10% of cases, or progression to Aortic Dissection, which has been reported in up to 47% of patients. Patients with type A IMH who are managed surgically have been shown to have better outcomes than medically, with lower mortality of 14% than 36%, respectively. Type B IMH has closer mortality rates with a medically managed mortality of 14% and surgical mortality of 20%. [23]", "contents": "Acute Aortic Syndrome -- Prognosis. It is challenging to separate IMH from co-existing AAS as studies have shown up to 30% of patients having both AAD and IMH at the time of diagnosis. [22] IMH has two avenues of development – either reabsorption, which is seen in up to 10% of cases, or progression to Aortic Dissection, which has been reported in up to 47% of patients. Patients with type A IMH who are managed surgically have been shown to have better outcomes than medically, with lower mortality of 14% than 36%, respectively. Type B IMH has closer mortality rates with a medically managed mortality of 14% and surgical mortality of 20%. [23]"}
{"id": "article-135228_34", "title": "Acute Aortic Syndrome -- Complications", "content": "Aortic aneurysm formation Aortic rupture End organ ischemia Limb ischemia Aortic valve Haemoperidardium Pleural effusion Coronary artery dissection Death Stroke Myocardial infarction", "contents": "Acute Aortic Syndrome -- Complications. Aortic aneurysm formation Aortic rupture End organ ischemia Limb ischemia Aortic valve Haemoperidardium Pleural effusion Coronary artery dissection Death Stroke Myocardial infarction"}
{"id": "article-135228_35", "title": "Acute Aortic Syndrome -- Deterrence and Patient Education", "content": "Patient education and deterrence should include: Smoking cessation advice Management of hypertension Avoiding the use of recreational drugs, especially cocaine Healthy lifestyle and diet", "contents": "Acute Aortic Syndrome -- Deterrence and Patient Education. Patient education and deterrence should include: Smoking cessation advice Management of hypertension Avoiding the use of recreational drugs, especially cocaine Healthy lifestyle and diet"}
{"id": "article-135228_36", "title": "Acute Aortic Syndrome -- Enhancing Healthcare Team Outcomes", "content": "Rapid diagnosis is paramount to the improvement of healthcare team outcomes for patients with acute aortic syndrome. This is due to the high mortality rate, which worsens the longer the patient does not receive the appropriate treatment. For these patients, the emergency department team is vital in this process, and the faster diagnosis and referral can be made to a specialist, the greater the chance of survival will be.", "contents": "Acute Aortic Syndrome -- Enhancing Healthcare Team Outcomes. Rapid diagnosis is paramount to the improvement of healthcare team outcomes for patients with acute aortic syndrome. This is due to the high mortality rate, which worsens the longer the patient does not receive the appropriate treatment. For these patients, the emergency department team is vital in this process, and the faster diagnosis and referral can be made to a specialist, the greater the chance of survival will be."}
{"id": "article-135228_37", "title": "Acute Aortic Syndrome -- Enhancing Healthcare Team Outcomes", "content": "The patient journey for these patients needs to be streamlined from triage nurse to emergency doctor to vascular surgeon, cardiothoracic surgeon, or medical team. The initial investigations will include vital signs, physical examination, and labs. Imaging will be dependent on whether the patient is hemodynamically stable enough for this to be appropriate or whether urgent surgical management is required.", "contents": "Acute Aortic Syndrome -- Enhancing Healthcare Team Outcomes. The patient journey for these patients needs to be streamlined from triage nurse to emergency doctor to vascular surgeon, cardiothoracic surgeon, or medical team. The initial investigations will include vital signs, physical examination, and labs. Imaging will be dependent on whether the patient is hemodynamically stable enough for this to be appropriate or whether urgent surgical management is required."}
{"id": "article-135228_38", "title": "Acute Aortic Syndrome -- Enhancing Healthcare Team Outcomes", "content": "A way to improve outcomes for patients with AAS is by consolidating interprofessional expertise in aortic centers, which have been shown to improve the mortality of this particular patient group. [24] [Level 2a]", "contents": "Acute Aortic Syndrome -- Enhancing Healthcare Team Outcomes. A way to improve outcomes for patients with AAS is by consolidating interprofessional expertise in aortic centers, which have been shown to improve the mortality of this particular patient group. [24] [Level 2a]"}
{"id": "article-135228_39", "title": "Acute Aortic Syndrome -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Acute Aortic Syndrome -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}