{"id": "article-31041_0", "title": "Anatomy, Bony Pelvis and Lower Limb: Vastus Lateralis Muscle -- Introduction", "content": "The vastus lateralis (VL) is a unipennate muscle and a member of the anterior compartment of the thigh along with the sartorius, quadriceps femoris, rectus femoris (RF), vastus medialis (VM), and vastus intermedius (VI) muscles. The VL is 1 of the 4 component muscles of the quadriceps muscle group: rector femoris, vastus lateralis, vastus medialis, and vastus intermedius. The vastus lateralis is the largest component of the quadriceps muscle groups and is positioned laterally about the femur. [1] [2]", "contents": "Anatomy, Bony Pelvis and Lower Limb: Vastus Lateralis Muscle -- Introduction. The vastus lateralis (VL) is a unipennate muscle and a member of the anterior compartment of the thigh along with the sartorius, quadriceps femoris, rectus femoris (RF), vastus medialis (VM), and vastus intermedius (VI) muscles. The VL is 1 of the 4 component muscles of the quadriceps muscle group: rector femoris, vastus lateralis, vastus medialis, and vastus intermedius. The vastus lateralis is the largest component of the quadriceps muscle groups and is positioned laterally about the femur. [1] [2]"}
{"id": "article-31041_1", "title": "Anatomy, Bony Pelvis and Lower Limb: Vastus Lateralis Muscle -- Structure and Function", "content": "The VL has a broad, continuous origination about the proximal femur. Origin points include the intertrochanteric line, greater trochanter, lateral aspect of the linea aspera, gluteal tuberosity, and the lateral intermuscular septum. The fibers of this muscle converge and contribute to the quadriceps tendon, insert on the lateral aspect of the patella, and terminally insert on the tibial tuberosity via the patellar tendon.", "contents": "Anatomy, Bony Pelvis and Lower Limb: Vastus Lateralis Muscle -- Structure and Function. The VL has a broad, continuous origination about the proximal femur. Origin points include the intertrochanteric line, greater trochanter, lateral aspect of the linea aspera, gluteal tuberosity, and the lateral intermuscular septum. The fibers of this muscle converge and contribute to the quadriceps tendon, insert on the lateral aspect of the patella, and terminally insert on the tibial tuberosity via the patellar tendon."}
{"id": "article-31041_2", "title": "Anatomy, Bony Pelvis and Lower Limb: Vastus Lateralis Muscle -- Structure and Function", "content": "The VL is enclosed by a strong fascial layer known as the fascia lata. The fascia lata thickens laterally as it blends into the iliotibial tract. The intermuscular septae that divide the thigh into anterior, medial, and lateral compartments receive their fibrous division from the deep aspect of the fascia lata. The lateral intermuscular septum is much stronger than the other two and separates the VL and VI of the anterior compartment from the short and long heads of the biceps femoris and the posterior compartment. The lateral intermuscular septum between the anterior and posterior compartments forms an inter-nervous plane which may be used as an important intraoperative landmark.", "contents": "Anatomy, Bony Pelvis and Lower Limb: Vastus Lateralis Muscle -- Structure and Function. The VL is enclosed by a strong fascial layer known as the fascia lata. The fascia lata thickens laterally as it blends into the iliotibial tract. The intermuscular septae that divide the thigh into anterior, medial, and lateral compartments receive their fibrous division from the deep aspect of the fascia lata. The lateral intermuscular septum is much stronger than the other two and separates the VL and VI of the anterior compartment from the short and long heads of the biceps femoris and the posterior compartment. The lateral intermuscular septum between the anterior and posterior compartments forms an inter-nervous plane which may be used as an important intraoperative landmark."}
{"id": "article-31041_3", "title": "Anatomy, Bony Pelvis and Lower Limb: Vastus Lateralis Muscle -- Structure and Function", "content": "Anatomically, the VL is bordered laterally by subcutaneous tissue, and medially, it is bordered by the femur and the VI at the level of the greater trochanter. The RF forms the anteromedial border while the posteromedial aspect of the VL is bordered by the intermuscular septum, sciatic nerve, and biceps femoris muscle at the level of the greater trochanter.", "contents": "Anatomy, Bony Pelvis and Lower Limb: Vastus Lateralis Muscle -- Structure and Function. Anatomically, the VL is bordered laterally by subcutaneous tissue, and medially, it is bordered by the femur and the VI at the level of the greater trochanter. The RF forms the anteromedial border while the posteromedial aspect of the VL is bordered by the intermuscular septum, sciatic nerve, and biceps femoris muscle at the level of the greater trochanter."}
{"id": "article-31041_4", "title": "Anatomy, Bony Pelvis and Lower Limb: Vastus Lateralis Muscle -- Structure and Function", "content": "Functionally, the vastus lateralis functions as a primary extender of the knee. In conjunction with the VM, the VL stabilizes the knee joint. The VL is part of the intermediate layer of the quadriceps tendon. The other part of the intermediate layer is the VM. These 2 muscles fuse to form a continuous aponeurosis that inserts on the base of the patella. Reflections of the aponeurosis extend laterally and medially to insert on the sides of the patella. Laterally, the VL ends in an aponeurosis that blends with the lateral patella or RF tendon, and distally, the fibers of the vastus lateralis combine with the vastus medialis fibers to form the retinacular ligament of the knee, which inserts on the tibial condyles and ultimately forms the anterior capsule of the knee. This patellar retinaculum helps keep the patella aligned over the femur. [2]", "contents": "Anatomy, Bony Pelvis and Lower Limb: Vastus Lateralis Muscle -- Structure and Function. Functionally, the vastus lateralis functions as a primary extender of the knee. In conjunction with the VM, the VL stabilizes the knee joint. The VL is part of the intermediate layer of the quadriceps tendon. The other part of the intermediate layer is the VM. These 2 muscles fuse to form a continuous aponeurosis that inserts on the base of the patella. Reflections of the aponeurosis extend laterally and medially to insert on the sides of the patella. Laterally, the VL ends in an aponeurosis that blends with the lateral patella or RF tendon, and distally, the fibers of the vastus lateralis combine with the vastus medialis fibers to form the retinacular ligament of the knee, which inserts on the tibial condyles and ultimately forms the anterior capsule of the knee. This patellar retinaculum helps keep the patella aligned over the femur. [2]"}
{"id": "article-31041_5", "title": "Anatomy, Bony Pelvis and Lower Limb: Vastus Lateralis Muscle -- Blood Supply and Lymphatics", "content": "The lateral circumflex femoral artery primarily supplies the vastus lateralis. The lateral circumflex femoral artery has three main branches: ascending, transverse, and descending. The muscle also receives some blood supply from perforating arteries of the deep artery of the thigh, also known as the profunda femoris. The perforating arteries pierce the lateral intermuscular septum to gain access to the anterior compartment of the thigh. The parent artery arises from the lateral or posterior side of the femoral artery in the femoral triangle.", "contents": "Anatomy, Bony Pelvis and Lower Limb: Vastus Lateralis Muscle -- Blood Supply and Lymphatics. The lateral circumflex femoral artery primarily supplies the vastus lateralis. The lateral circumflex femoral artery has three main branches: ascending, transverse, and descending. The muscle also receives some blood supply from perforating arteries of the deep artery of the thigh, also known as the profunda femoris. The perforating arteries pierce the lateral intermuscular septum to gain access to the anterior compartment of the thigh. The parent artery arises from the lateral or posterior side of the femoral artery in the femoral triangle."}
{"id": "article-31041_6", "title": "Anatomy, Bony Pelvis and Lower Limb: Vastus Lateralis Muscle -- Blood Supply and Lymphatics", "content": "Venous drainage of the VL is achieved through the perforating veins of the deep femoral vein, the lateral femoral circumflex vein, and other unnamed veins from the superficial venous circulation. Larger named veins in the area that assist with drainage are named akin to the corresponding artery. [2]", "contents": "Anatomy, Bony Pelvis and Lower Limb: Vastus Lateralis Muscle -- Blood Supply and Lymphatics. Venous drainage of the VL is achieved through the perforating veins of the deep femoral vein, the lateral femoral circumflex vein, and other unnamed veins from the superficial venous circulation. Larger named veins in the area that assist with drainage are named akin to the corresponding artery. [2]"}
{"id": "article-31041_7", "title": "Anatomy, Bony Pelvis and Lower Limb: Vastus Lateralis Muscle -- Nerves", "content": "The VL is innervated by penetrating muscular branches of the femoral nerve. The nerve roots involved include L2, L3, and L4. The predominant nerve root responsible for VL action is L3. [2]", "contents": "Anatomy, Bony Pelvis and Lower Limb: Vastus Lateralis Muscle -- Nerves. The VL is innervated by penetrating muscular branches of the femoral nerve. The nerve roots involved include L2, L3, and L4. The predominant nerve root responsible for VL action is L3. [2]"}
{"id": "article-31041_8", "title": "Anatomy, Bony Pelvis and Lower Limb: Vastus Lateralis Muscle -- Physiologic Variants", "content": "The VL may have two insertional heads in approximately 60% of specimens. These two heads are referred to as the vastus lateralis long head (VLL) and the vastus lateralis obliquus (VLO). [3] A layer of fat or fascia achieves this separation from the longitudinal head in most specimens. Variations in origin and insertion sites were uncommon. [4] If the VLO is present, the angulation of fiber insertion on the patella shows distinct variation from specimen to specimen. The VLL typically inserts at an angle between 10 degrees and 17 degrees +/- 8 degrees. The VLO, however, has an insertional variation between 26 degrees and 41 degrees. [5]", "contents": "Anatomy, Bony Pelvis and Lower Limb: Vastus Lateralis Muscle -- Physiologic Variants. The VL may have two insertional heads in approximately 60% of specimens. These two heads are referred to as the vastus lateralis long head (VLL) and the vastus lateralis obliquus (VLO). [3] A layer of fat or fascia achieves this separation from the longitudinal head in most specimens. Variations in origin and insertion sites were uncommon. [4] If the VLO is present, the angulation of fiber insertion on the patella shows distinct variation from specimen to specimen. The VLL typically inserts at an angle between 10 degrees and 17 degrees +/- 8 degrees. The VLO, however, has an insertional variation between 26 degrees and 41 degrees. [5]"}
{"id": "article-31041_9", "title": "Anatomy, Bony Pelvis and Lower Limb: Vastus Lateralis Muscle -- Surgical Considerations", "content": "The blood supply for the VL is primarily the lateral circumflex femoral artery, as stated above. This main arterial supply enters the muscle anteriorly. The three branches of this vessel are anatomic landmarks in many orthopedic approaches to the hip. The ascending branch requires ligation during the anterior approach. The descending branch is in the plane between the VI and the VL and is often encountered during the anterolateral approach to the thigh.", "contents": "Anatomy, Bony Pelvis and Lower Limb: Vastus Lateralis Muscle -- Surgical Considerations. The blood supply for the VL is primarily the lateral circumflex femoral artery, as stated above. This main arterial supply enters the muscle anteriorly. The three branches of this vessel are anatomic landmarks in many orthopedic approaches to the hip. The ascending branch requires ligation during the anterior approach. The descending branch is in the plane between the VI and the VL and is often encountered during the anterolateral approach to the thigh."}
{"id": "article-31041_10", "title": "Anatomy, Bony Pelvis and Lower Limb: Vastus Lateralis Muscle -- Surgical Considerations", "content": "Due to its extensive origin on the femur, the VL plays a key role as a landmark in many operative procedures involving both the femur and the hip joint. For any repair of the femoral shaft or proximal femoral replacement, the VL must be reflected to provide visualization of the femur.", "contents": "Anatomy, Bony Pelvis and Lower Limb: Vastus Lateralis Muscle -- Surgical Considerations. Due to its extensive origin on the femur, the VL plays a key role as a landmark in many operative procedures involving both the femur and the hip joint. For any repair of the femoral shaft or proximal femoral replacement, the VL must be reflected to provide visualization of the femur."}
{"id": "article-31041_11", "title": "Anatomy, Bony Pelvis and Lower Limb: Vastus Lateralis Muscle -- Surgical Considerations", "content": "In the lateral approach (Hardinge) to the hip, an internervous interval is created between the gluteus medius innervated by the superior gluteal nerve and the VL innervated by the femoral nerve. This interval is achieved by splitting the VL during the dissection. The VL is identified once the dissection has been carried through the fascia lata. In this approach, the lateral circumflex artery is at risk for damage. [6] During the posterolateral and direct posterior approaches to the thigh, similar internervous planes are created. The intervals are between the femoral nerve and the sciatic nerves. In the posterolateral approach, the interval divides the VL (femoral nerve) and the hamstring muscle group (sciatic nerve). In the direct posterior approach, the interval is between the VL and the biceps femoris (sciatic nerve).", "contents": "Anatomy, Bony Pelvis and Lower Limb: Vastus Lateralis Muscle -- Surgical Considerations. In the lateral approach (Hardinge) to the hip, an internervous interval is created between the gluteus medius innervated by the superior gluteal nerve and the VL innervated by the femoral nerve. This interval is achieved by splitting the VL during the dissection. The VL is identified once the dissection has been carried through the fascia lata. In this approach, the lateral circumflex artery is at risk for damage. [6] During the posterolateral and direct posterior approaches to the thigh, similar internervous planes are created. The intervals are between the femoral nerve and the sciatic nerves. In the posterolateral approach, the interval divides the VL (femoral nerve) and the hamstring muscle group (sciatic nerve). In the direct posterior approach, the interval is between the VL and the biceps femoris (sciatic nerve)."}
{"id": "article-31041_12", "title": "Anatomy, Bony Pelvis and Lower Limb: Vastus Lateralis Muscle -- Surgical Considerations", "content": "The VLO is also a landmark used in the placement of portals during knee arthroscopy. If a superolateral inflow portal is to be used during an arthroscopic knee procedure, the portal is placed lateral to the body of the VLO.", "contents": "Anatomy, Bony Pelvis and Lower Limb: Vastus Lateralis Muscle -- Surgical Considerations. The VLO is also a landmark used in the placement of portals during knee arthroscopy. If a superolateral inflow portal is to be used during an arthroscopic knee procedure, the portal is placed lateral to the body of the VLO."}
{"id": "article-31041_13", "title": "Anatomy, Bony Pelvis and Lower Limb: Vastus Lateralis Muscle -- Clinical Significance", "content": "As part of the quadriceps muscle group, the VL contracts during the termination of the swing phase of gait to prepare the knee for weight-bearing, the muscle group as a whole is responsible for absorbing the vast majority of the force generated by the heel strike. The muscle group continues to contract through the early portion of the stance phase as part of the loading response. Lastly, as part of the quadriceps muscle group, the VL eccentrically contracts during downhill walking and descending steps.", "contents": "Anatomy, Bony Pelvis and Lower Limb: Vastus Lateralis Muscle -- Clinical Significance. As part of the quadriceps muscle group, the VL contracts during the termination of the swing phase of gait to prepare the knee for weight-bearing, the muscle group as a whole is responsible for absorbing the vast majority of the force generated by the heel strike. The muscle group continues to contract through the early portion of the stance phase as part of the loading response. Lastly, as part of the quadriceps muscle group, the VL eccentrically contracts during downhill walking and descending steps."}
{"id": "article-31041_14", "title": "Anatomy, Bony Pelvis and Lower Limb: Vastus Lateralis Muscle -- Clinical Significance", "content": "The VL is the strongest member of the quadriceps muscle group, and thus it is one of the main contributors to anterior knee pain syndromes. The VL is estimated to contribute approximately 40% of the overall strength of the quadriceps muscle group, with RF and VI accounting for 35% and the VM totaling the last 25%. [7] Overdevelopment of the vastus lateralis has been attributed as a major cause of patellofemoral dysfunction in addition to a more proximal attachment of the vastus medialis obliquus (VMO). An imbalance between the VL and VM can result in abnormal patellar movement, pain, and joint instability. The patellar movement could be further abnormal depending on the Q-angle of the limb. In a genu valgum (increased Q-angle) lower extremity, the effect of the lateral pull of the patella by the VL will be exacerbated, creating an abnormal wear pattern and furthering arthritic processes.", "contents": "Anatomy, Bony Pelvis and Lower Limb: Vastus Lateralis Muscle -- Clinical Significance. The VL is the strongest member of the quadriceps muscle group, and thus it is one of the main contributors to anterior knee pain syndromes. The VL is estimated to contribute approximately 40% of the overall strength of the quadriceps muscle group, with RF and VI accounting for 35% and the VM totaling the last 25%. [7] Overdevelopment of the vastus lateralis has been attributed as a major cause of patellofemoral dysfunction in addition to a more proximal attachment of the vastus medialis obliquus (VMO). An imbalance between the VL and VM can result in abnormal patellar movement, pain, and joint instability. The patellar movement could be further abnormal depending on the Q-angle of the limb. In a genu valgum (increased Q-angle) lower extremity, the effect of the lateral pull of the patella by the VL will be exacerbated, creating an abnormal wear pattern and furthering arthritic processes."}
{"id": "article-31041_15", "title": "Anatomy, Bony Pelvis and Lower Limb: Vastus Lateralis Muscle -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Anatomy, Bony Pelvis and Lower Limb: Vastus Lateralis Muscle -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}