{"id": "article-26955_0", "title": "Pericarditis -- Continuing Education Activity", "content": "Pericarditis is inflammation of the pericardial sac and is the most common pathologic process involving the pericardium. Temporally, it may be further classified into acute pericarditis, subacute pericarditis, chronic pericarditis, and recurrent pericarditis, the latter of which is estimated to occur in 30 percent of cases. Pericarditis may also be associated with other pericardial syndromes, such as pericardial effusion, cardiac tamponade, constrictive pericarditis, and effusive-constrictive pericarditis. This activity reviews the evaluation, treatment, and prognosis of pericarditis and highlights the role of an interprofessional team in evaluating and improving care for patients with this condition.", "contents": "Pericarditis -- Continuing Education Activity. Pericarditis is inflammation of the pericardial sac and is the most common pathologic process involving the pericardium. Temporally, it may be further classified into acute pericarditis, subacute pericarditis, chronic pericarditis, and recurrent pericarditis, the latter of which is estimated to occur in 30 percent of cases. Pericarditis may also be associated with other pericardial syndromes, such as pericardial effusion, cardiac tamponade, constrictive pericarditis, and effusive-constrictive pericarditis. This activity reviews the evaluation, treatment, and prognosis of pericarditis and highlights the role of an interprofessional team in evaluating and improving care for patients with this condition."}
{"id": "article-26955_1", "title": "Pericarditis -- Continuing Education Activity", "content": "Objectives: List the etiologies of pericarditis. Describe some of the signs and symptoms that patients with pericarditis may exhibit. Describe treatment considerations for pericarditis. Demonstrate how the interprofessional team can work collaboratively to prevent the potentially profound complications of * by applying knowledge about the presentation, evaluation, and management of this disease. Access free multiple choice questions on this topic.", "contents": "Pericarditis -- Continuing Education Activity. Objectives: List the etiologies of pericarditis. Describe some of the signs and symptoms that patients with pericarditis may exhibit. Describe treatment considerations for pericarditis. Demonstrate how the interprofessional team can work collaboratively to prevent the potentially profound complications of * by applying knowledge about the presentation, evaluation, and management of this disease. Access free multiple choice questions on this topic."}
{"id": "article-26955_2", "title": "Pericarditis -- Introduction", "content": "The pericardium is a double-layered, fibro-elastic sac surrounding the heart. It consists of a visceral layer overlying the epicardium, and a richly innervated parietal layer, separated by a potential space which normally contains 15 to 50 mL of serous fluid. [1] [2] The term “pericarditis” refers to inflammation of the pericardial sac and represents the most common pathological process involving the pericardium. [3] Temporally, it may be further classified into acute pericarditis, incipient/subacute pericarditis, chronic pericarditis and recurrent pericarditis, which is estimated to occur in 30% of cases. [3] Pericarditis may also be associated with other pericardial syndromes, such as pericardial effusion, cardiac tamponade, constrictive pericarditis, and effusive-constrictive pericarditis. [2] [4] [5] [6] [7] .", "contents": "Pericarditis -- Introduction. The pericardium is a double-layered, fibro-elastic sac surrounding the heart. It consists of a visceral layer overlying the epicardium, and a richly innervated parietal layer, separated by a potential space which normally contains 15 to 50 mL of serous fluid. [1] [2] The term “pericarditis” refers to inflammation of the pericardial sac and represents the most common pathological process involving the pericardium. [3] Temporally, it may be further classified into acute pericarditis, incipient/subacute pericarditis, chronic pericarditis and recurrent pericarditis, which is estimated to occur in 30% of cases. [3] Pericarditis may also be associated with other pericardial syndromes, such as pericardial effusion, cardiac tamponade, constrictive pericarditis, and effusive-constrictive pericarditis. [2] [4] [5] [6] [7] ."}
{"id": "article-26955_3", "title": "Pericarditis -- Introduction", "content": "Frequently, pericardial inflammation can be accompanied by increased fluid accumulation within the pericardial sac forming a pericardial effusion, which may be serous, hemorrhagic or purulent depending on etiology. This fluid accumulation may become hemodynamically significant, particularly when the pericardial effusion is large, or rate of accumulation is too rapid, as the fluid can extrinsically compress the cardiac chambers limiting diastolic filling and causing the syndrome of cardiac tamponade. [2] [4] This can present with obstructive shock and is considered a medical emergency requiring immediate intervention. Additionally, pericarditis may be followed by pericardial thickening, which can rarely present as constrictive pericarditis months or even years after the initial insult has passed. A more recently described entity called effusive-constrictive pericarditis\", occurs when there is fluid accumulation around the heart, but constrictive physiology (such as respiratory enhanced interventricular dependence, restrictive E/A filling pattern, mitral annulus reversus with septal e' > lateral e', etc...) is displayed even after pericardiocentesis is performed marking constrictive pathology independent of the presence of a pericardial effusion. [6] [8]", "contents": "Pericarditis -- Introduction. Frequently, pericardial inflammation can be accompanied by increased fluid accumulation within the pericardial sac forming a pericardial effusion, which may be serous, hemorrhagic or purulent depending on etiology. This fluid accumulation may become hemodynamically significant, particularly when the pericardial effusion is large, or rate of accumulation is too rapid, as the fluid can extrinsically compress the cardiac chambers limiting diastolic filling and causing the syndrome of cardiac tamponade. [2] [4] This can present with obstructive shock and is considered a medical emergency requiring immediate intervention. Additionally, pericarditis may be followed by pericardial thickening, which can rarely present as constrictive pericarditis months or even years after the initial insult has passed. A more recently described entity called effusive-constrictive pericarditis\", occurs when there is fluid accumulation around the heart, but constrictive physiology (such as respiratory enhanced interventricular dependence, restrictive E/A filling pattern, mitral annulus reversus with septal e' > lateral e', etc...) is displayed even after pericardiocentesis is performed marking constrictive pathology independent of the presence of a pericardial effusion. [6] [8]"}
{"id": "article-26955_4", "title": "Pericarditis -- Introduction", "content": "The aforementioned pericardial syndromes may be seen in association with acute pericarditis, but are not a prerequisite for the diagnosis, and will be discussed in more detail elsewhere.", "contents": "Pericarditis -- Introduction. The aforementioned pericardial syndromes may be seen in association with acute pericarditis, but are not a prerequisite for the diagnosis, and will be discussed in more detail elsewhere."}
{"id": "article-26955_5", "title": "Pericarditis -- Etiology", "content": "The 2015 ESC guidelines for the diagnosis and management of pericardial diseases divided the etiology of acute pericarditis into two main groups, infectious causes, and non-infectious causes. [9]", "contents": "Pericarditis -- Etiology. The 2015 ESC guidelines for the diagnosis and management of pericardial diseases divided the etiology of acute pericarditis into two main groups, infectious causes, and non-infectious causes. [9]"}
{"id": "article-26955_6", "title": "Pericarditis -- Etiology", "content": "Viruses are considered the most common infective agents, and include coxsackieviruses A and B, echovirus, adenoviruses, parvovirus B19, HIV, influenza as well as multiple herpes viruses such as EBV and CMV. [9] [10] Bacterial causes of pericarditis occur infrequently in the developed world, however tuberculosis infection is still very prevalent in the developing countries, and is cited as the most common cause of pericarditis in the endemic parts of the world. [11] This is especially true in HIV positive patients, where the rate of infection is reported to be increasing. [12] Less commonly, other forms of bacteria can cause pericarditis including Coxiella burnetii, Meningococcus, Pneumococcus, Staphylococcus and Streptococcus with cases of life threatening purulent cardiac tamponade reported in the literature. [13] In extremely rare cases, pericarditis can be caused by fungal organisms such as Histoplasma, Coccidioides, Candida and Blastomyces or parasitic species such as Echinococcus, and Toxoplasma. [14] When such organisms are encountered, an immunocompromised state should be strongly considered as many fungi and parasites such as Histoplasma and Toxoplasma are opportunistic in nature, and have been described predominantly in HIV patients.", "contents": "Pericarditis -- Etiology. Viruses are considered the most common infective agents, and include coxsackieviruses A and B, echovirus, adenoviruses, parvovirus B19, HIV, influenza as well as multiple herpes viruses such as EBV and CMV. [9] [10] Bacterial causes of pericarditis occur infrequently in the developed world, however tuberculosis infection is still very prevalent in the developing countries, and is cited as the most common cause of pericarditis in the endemic parts of the world. [11] This is especially true in HIV positive patients, where the rate of infection is reported to be increasing. [12] Less commonly, other forms of bacteria can cause pericarditis including Coxiella burnetii, Meningococcus, Pneumococcus, Staphylococcus and Streptococcus with cases of life threatening purulent cardiac tamponade reported in the literature. [13] In extremely rare cases, pericarditis can be caused by fungal organisms such as Histoplasma, Coccidioides, Candida and Blastomyces or parasitic species such as Echinococcus, and Toxoplasma. [14] When such organisms are encountered, an immunocompromised state should be strongly considered as many fungi and parasites such as Histoplasma and Toxoplasma are opportunistic in nature, and have been described predominantly in HIV patients."}
{"id": "article-26955_7", "title": "Pericarditis -- Etiology", "content": "Non-infectious causes are numerous and include malignancy (often secondary to metastatic disease), connective tissue disease (such as systemic lupus erythematosus, rheumatoid arthritis, and Behçet’s disease), and metabolic etiologies (such as Uremia, and myxedema). [7] [9]", "contents": "Pericarditis -- Etiology. Non-infectious causes are numerous and include malignancy (often secondary to metastatic disease), connective tissue disease (such as systemic lupus erythematosus, rheumatoid arthritis, and Behçet’s disease), and metabolic etiologies (such as Uremia, and myxedema). [7] [9]"}
{"id": "article-26955_8", "title": "Pericarditis -- Etiology", "content": "Trauma may also cause pericarditis with early onset following injury, or as more frequently encountered in clinical practice, result in a delayed inflammatory reaction. [15] Dressler Syndrome (DS), also called “late post-myocardial infarction syndrome”, is a well-recognized post-cardiac injury syndrome where pericarditis is preceded by acute coronary syndrome, with a delayed inflammatory response usually several weeks after the initial event. [2] [5] [16] It is believed to occur secondary to formed antimyocardial antibodies as a delayed autoimmune process causing symptoms of pericarditis in the late post-myocardial infarction stage. [17] When first described, its incidence was estimated at 5-7% of myocardial infarctions, but it has become an uncommon entity with the many improvements achieved in the management of acute coronary syndrome, resulting in early revascularization, and reduced burden of myocardial injury. Other post-cardiac injury syndromes can also occur following percutaneous intervention, cardiac surgery or blunt trauma. [16]", "contents": "Pericarditis -- Etiology. Trauma may also cause pericarditis with early onset following injury, or as more frequently encountered in clinical practice, result in a delayed inflammatory reaction. [15] Dressler Syndrome (DS), also called “late post-myocardial infarction syndrome”, is a well-recognized post-cardiac injury syndrome where pericarditis is preceded by acute coronary syndrome, with a delayed inflammatory response usually several weeks after the initial event. [2] [5] [16] It is believed to occur secondary to formed antimyocardial antibodies as a delayed autoimmune process causing symptoms of pericarditis in the late post-myocardial infarction stage. [17] When first described, its incidence was estimated at 5-7% of myocardial infarctions, but it has become an uncommon entity with the many improvements achieved in the management of acute coronary syndrome, resulting in early revascularization, and reduced burden of myocardial injury. Other post-cardiac injury syndromes can also occur following percutaneous intervention, cardiac surgery or blunt trauma. [16]"}
{"id": "article-26955_9", "title": "Pericarditis -- Etiology", "content": "Multiple medications have been implicated in drug-induced pericarditis, with a long list of possible culprits, but the incidence remains rare. Certain medications, such as procainamide, hydralazine, and isoniazid were historically cited to cause medication-induced systemic lupus erythematosis, with associated serositis and pericardial involvement manifesting as pericarditis. [18] More recently, checkpoint inhibitor, such as ipilimumab and nivolumab, have emerged as an increasingly recognized cause of cardiac toxicity, including myocarditis and pericarditis. The two most prominent classes are monoclonal antibodies to cytotoxic-T-lymphocyte-associated antigen 4 (CTLA- 4), and programmed cell death 1 (PD-1) and its ligand PD-L1, which have had numerous progressive applications in the field of oncology, and are expected to be implicated in more cases as their clinical use increases. [19]", "contents": "Pericarditis -- Etiology. Multiple medications have been implicated in drug-induced pericarditis, with a long list of possible culprits, but the incidence remains rare. Certain medications, such as procainamide, hydralazine, and isoniazid were historically cited to cause medication-induced systemic lupus erythematosis, with associated serositis and pericardial involvement manifesting as pericarditis. [18] More recently, checkpoint inhibitor, such as ipilimumab and nivolumab, have emerged as an increasingly recognized cause of cardiac toxicity, including myocarditis and pericarditis. The two most prominent classes are monoclonal antibodies to cytotoxic-T-lymphocyte-associated antigen 4 (CTLA- 4), and programmed cell death 1 (PD-1) and its ligand PD-L1, which have had numerous progressive applications in the field of oncology, and are expected to be implicated in more cases as their clinical use increases. [19]"}
{"id": "article-26955_10", "title": "Pericarditis -- Etiology", "content": "Miscellaneous disease processes such as amyloidosis, and sarcoidosis should also be considered, especially when pericarditis occurs in association with suggestive systemic findings. [20] However, in up to 90% of cases, no clear etiology can be established and a diagnosis of idiopathic acute pericarditis is made. This is the most common form encountered in clinical practice, and an exhaustive panel of testing is seldom necessary in the absence of directed clinical suspicion.", "contents": "Pericarditis -- Etiology. Miscellaneous disease processes such as amyloidosis, and sarcoidosis should also be considered, especially when pericarditis occurs in association with suggestive systemic findings. [20] However, in up to 90% of cases, no clear etiology can be established and a diagnosis of idiopathic acute pericarditis is made. This is the most common form encountered in clinical practice, and an exhaustive panel of testing is seldom necessary in the absence of directed clinical suspicion."}
{"id": "article-26955_11", "title": "Pericarditis -- Epidemiology", "content": "Acute pericarditis is one of the most common forms of pericardial disease and a common cause of chest pain. Pericarditis is associated with trauma patients, uremic patients, and malignant disease. It is more common in men. [21]", "contents": "Pericarditis -- Epidemiology. Acute pericarditis is one of the most common forms of pericardial disease and a common cause of chest pain. Pericarditis is associated with trauma patients, uremic patients, and malignant disease. It is more common in men. [21]"}
{"id": "article-26955_12", "title": "Pericarditis -- Pathophysiology", "content": "The pericardium serves multiple functions. It acts as an anchor to the heart within the thoracic cavity, forms a barrier to extrinsic infection, and enhances dynamic interaction between the cardiac chambers. [2] It should be noted that the pericardium is not necessary for human survival, as there are reported cases of congenital complete absence of the pericardium discovered incidentally in asymptomatic patients. [22] Despite concerns for increased cardiac mobility, and displacement within the chest cavity, studies have shown similar left ventricular ejection fraction (LVEF) and life expectancy in these patients as compared to the general population. [23]", "contents": "Pericarditis -- Pathophysiology. The pericardium serves multiple functions. It acts as an anchor to the heart within the thoracic cavity, forms a barrier to extrinsic infection, and enhances dynamic interaction between the cardiac chambers. [2] It should be noted that the pericardium is not necessary for human survival, as there are reported cases of congenital complete absence of the pericardium discovered incidentally in asymptomatic patients. [22] Despite concerns for increased cardiac mobility, and displacement within the chest cavity, studies have shown similar left ventricular ejection fraction (LVEF) and life expectancy in these patients as compared to the general population. [23]"}
{"id": "article-26955_13", "title": "Pericarditis -- Pathophysiology", "content": "Due to the parietal layer's rich innervation, any inflammatory process mediated by an infectious, autoimmune or traumatic insult can result in severe retrosternal chest pain, as is commonly seen in acute pericarditis. [1] This explains why the vast majority of presentations (>90%) have chest discomfort. [3] In cases of pericardial effusion, the pericardial compliance can increase in response to slowly accumulating fluid, allowing the pericardial sac to dilate over time without compressing the cardiac chambers. [2] This means that the rate of fluid accumulation (and resulting pressure changes, as in pericardial compliance) is often more important than the volume in determining the hemodynamic sequela affecting the heart. By this virtue, a relatively small pericardial effusion can cause life-threatening tamponade if it accumulates precipitously, while an incipient process (such as malignancy) can allow a large pericardial effusion to form over weeks before exerting constrictive physiology over the cardiac chambers. [24]", "contents": "Pericarditis -- Pathophysiology. Due to the parietal layer's rich innervation, any inflammatory process mediated by an infectious, autoimmune or traumatic insult can result in severe retrosternal chest pain, as is commonly seen in acute pericarditis. [1] This explains why the vast majority of presentations (>90%) have chest discomfort. [3] In cases of pericardial effusion, the pericardial compliance can increase in response to slowly accumulating fluid, allowing the pericardial sac to dilate over time without compressing the cardiac chambers. [2] This means that the rate of fluid accumulation (and resulting pressure changes, as in pericardial compliance) is often more important than the volume in determining the hemodynamic sequela affecting the heart. By this virtue, a relatively small pericardial effusion can cause life-threatening tamponade if it accumulates precipitously, while an incipient process (such as malignancy) can allow a large pericardial effusion to form over weeks before exerting constrictive physiology over the cardiac chambers. [24]"}
{"id": "article-26955_14", "title": "Pericarditis -- History and Physical", "content": "Temporally, pericarditis can be divided into “acute pericarditis” if it lasts for less than 4-6 weeks, “incessant pericarditis” is it lasts for more than 4-6 weeks but less than 3 months, or “chronic pericarditis” if it lasts for more than 3 months. “Recurrent pericarditis” is the term used to denote an episode that occurs after a symptom-free interval of 4-6 weeks in between episodes. [23]", "contents": "Pericarditis -- History and Physical. Temporally, pericarditis can be divided into “acute pericarditis” if it lasts for less than 4-6 weeks, “incessant pericarditis” is it lasts for more than 4-6 weeks but less than 3 months, or “chronic pericarditis” if it lasts for more than 3 months. “Recurrent pericarditis” is the term used to denote an episode that occurs after a symptom-free interval of 4-6 weeks in between episodes. [23]"}
{"id": "article-26955_15", "title": "Pericarditis -- History and Physical", "content": "Acute pericarditis accounts for approximately 5% of non-ischemic emergency department chest pain presentations, and for 0.1% of inpatient admissions. [23] The classic presentation is with chest pain that is central, severe, pleuritic (worsened with deep inspiration) and positional (improved by sitting up and leaning forward). The pain may also be radiating and may involve the ridges of the trapezius muscle if the phrenic nerve is inflamed as it traverses the pericardium. [23] [25] If myocarditis is also present then the pain description may be vague, and associated symptoms of heart failure such as shortness of breath may be present. [26]", "contents": "Pericarditis -- History and Physical. Acute pericarditis accounts for approximately 5% of non-ischemic emergency department chest pain presentations, and for 0.1% of inpatient admissions. [23] The classic presentation is with chest pain that is central, severe, pleuritic (worsened with deep inspiration) and positional (improved by sitting up and leaning forward). The pain may also be radiating and may involve the ridges of the trapezius muscle if the phrenic nerve is inflamed as it traverses the pericardium. [23] [25] If myocarditis is also present then the pain description may be vague, and associated symptoms of heart failure such as shortness of breath may be present. [26]"}
{"id": "article-26955_16", "title": "Pericarditis -- History and Physical", "content": "Pericardial pain may be differentiated from ischemic pain, which is worsened by exertion and emotion, and improved with rest or nitroglycerin. The latter is also typically non-positional, non-pleuritic and non-reproducible with palpation. However, atypical presentations of ischemic pain are numerous, and a clinical distinction is frequently difficult. [27] If chest pain is pleuritic, but does not improve by sitting up, and is associated with respiratory symptoms such as cough or sputum production, then it is more likely secondary to pulmonary disease. On the other hand, lower chest pain that may improve by leaning forward, is non-pleuritic, and associated with food intake should prompt consideration for an abdominal cause such as esophagitis or acute pancreatitis.", "contents": "Pericarditis -- History and Physical. Pericardial pain may be differentiated from ischemic pain, which is worsened by exertion and emotion, and improved with rest or nitroglycerin. The latter is also typically non-positional, non-pleuritic and non-reproducible with palpation. However, atypical presentations of ischemic pain are numerous, and a clinical distinction is frequently difficult. [27] If chest pain is pleuritic, but does not improve by sitting up, and is associated with respiratory symptoms such as cough or sputum production, then it is more likely secondary to pulmonary disease. On the other hand, lower chest pain that may improve by leaning forward, is non-pleuritic, and associated with food intake should prompt consideration for an abdominal cause such as esophagitis or acute pancreatitis."}
{"id": "article-26955_17", "title": "Pericarditis -- Evaluation", "content": "The differential diagnosis for chest pain should include angina from stable ischemic heart disease, or acute coronary syndrome, subendocardial ischemia associated with aortic stenosis or hypertrophic cardiomyopathy, aortic dissection, myocarditis, pleurisy secondary to pulmonary embolism or pneumonia, costochondritis, esophageal spasm, peptic ulcer disease or referred pain from another organ such as acute cholecystitis. In the acute setting, it is critical to rule out life-threatening causes before entertaining the diagnosis of acute pericarditis, especially when there is uncertainly. [28]", "contents": "Pericarditis -- Evaluation. The differential diagnosis for chest pain should include angina from stable ischemic heart disease, or acute coronary syndrome, subendocardial ischemia associated with aortic stenosis or hypertrophic cardiomyopathy, aortic dissection, myocarditis, pleurisy secondary to pulmonary embolism or pneumonia, costochondritis, esophageal spasm, peptic ulcer disease or referred pain from another organ such as acute cholecystitis. In the acute setting, it is critical to rule out life-threatening causes before entertaining the diagnosis of acute pericarditis, especially when there is uncertainly. [28]"}
{"id": "article-26955_18", "title": "Pericarditis -- Evaluation", "content": "Auscultation classically reveals a left parasternal pericardial friction rub; which consists of a rasping, scratchy triphasic sound corresponding to friction between the pericardial layers during atrial systole, ventricular systole and early ventricular diastole. This is reported in the literature to be present at some point during the illness in 35-85% of cases. [29] However, it is often difficult to illicit on examination, and the physician should listen to multiple precordial locations in multiple positions including the lateral decubitus at end expiration using the diaphragm to increase the likelihood of detecting it. It is also important to listen more than once, as pericardial friction rubs have been reported to appear and disappear intermittently, and may be discernible only at initial presentation, or alternatively may become louder and more noticeable as an existing pericardial effusion resolves facilitating friction between the visceral and parietal layers.", "contents": "Pericarditis -- Evaluation. Auscultation classically reveals a left parasternal pericardial friction rub; which consists of a rasping, scratchy triphasic sound corresponding to friction between the pericardial layers during atrial systole, ventricular systole and early ventricular diastole. This is reported in the literature to be present at some point during the illness in 35-85% of cases. [29] However, it is often difficult to illicit on examination, and the physician should listen to multiple precordial locations in multiple positions including the lateral decubitus at end expiration using the diaphragm to increase the likelihood of detecting it. It is also important to listen more than once, as pericardial friction rubs have been reported to appear and disappear intermittently, and may be discernible only at initial presentation, or alternatively may become louder and more noticeable as an existing pericardial effusion resolves facilitating friction between the visceral and parietal layers."}
{"id": "article-26955_19", "title": "Pericarditis -- Evaluation", "content": "When present, and particularly when triphasic, a pericardial friction rub is highly specific for the diagnosis. Not uncommonly however, one component may be missing producing a biphasic component instead. It should also not be confused with a pleural rub, which may produce a similar sound, but is related to respiration as opposed to the cardiac cycle. [30] Asking the patient to hold his breath while auscultating can differentiate between the two. In the absence of a pericardial friction rub, the diagnosis of acute pericarditis should still be pursued if enough clinical suspicion is present, since its absence does not rule out the diagnosis.", "contents": "Pericarditis -- Evaluation. When present, and particularly when triphasic, a pericardial friction rub is highly specific for the diagnosis. Not uncommonly however, one component may be missing producing a biphasic component instead. It should also not be confused with a pleural rub, which may produce a similar sound, but is related to respiration as opposed to the cardiac cycle. [30] Asking the patient to hold his breath while auscultating can differentiate between the two. In the absence of a pericardial friction rub, the diagnosis of acute pericarditis should still be pursued if enough clinical suspicion is present, since its absence does not rule out the diagnosis."}
{"id": "article-26955_20", "title": "Pericarditis -- Evaluation", "content": "More than half of patients develop typical ECG changes that evolve through 4 stages over a period of weeks, with significant temporal variability. [31] In Stage I, patients develop diffuse concave up ST segment elevation, with reciprocal ST depression in lead AVR.  This is often accompanied by PR segment elevation in lead AVR (and possibly V1) as well, which in itself can accurately differentiate acute pericarditis from myocardial infarction. [32] While localized pericarditis has been described with ST elevations affecting only certain leads, it is much more frequent to observe diffuse changes on the ECG. Stage II occurs usually within the first week, and shows normalization of ST and PR segment changes, while Stage III, and Stage IV are characterized by wide spread T wave inversions, followed by T wave normalization eventually.", "contents": "Pericarditis -- Evaluation. More than half of patients develop typical ECG changes that evolve through 4 stages over a period of weeks, with significant temporal variability. [31] In Stage I, patients develop diffuse concave up ST segment elevation, with reciprocal ST depression in lead AVR.  This is often accompanied by PR segment elevation in lead AVR (and possibly V1) as well, which in itself can accurately differentiate acute pericarditis from myocardial infarction. [32] While localized pericarditis has been described with ST elevations affecting only certain leads, it is much more frequent to observe diffuse changes on the ECG. Stage II occurs usually within the first week, and shows normalization of ST and PR segment changes, while Stage III, and Stage IV are characterized by wide spread T wave inversions, followed by T wave normalization eventually."}
{"id": "article-26955_21", "title": "Pericarditis -- Evaluation", "content": "The initial ST elevation should not be confused with an acute injury pattern, where ST elevation occurs within a localized distribution, and is concave down as opposed to concave up in pericarditis. These changes are also typically associated with reciprocal ST depressions in the other leads (as opposed to AVR only in acute pericarditis), and Q waves are also frequently present within the same distribution - or develop shortly thereafter - as part of the natural evolutionary changes of acute/subacute myocardial infarction. The differential of ST elevations would also include early repolarization abnormalities, which are seen frequently in healthy individuals, and demonstrate an elevated J-point (commonly seen as an initial slur at the beginning of the ST segment), and may occur in several leads but are not usually diffuse. [33]", "contents": "Pericarditis -- Evaluation. The initial ST elevation should not be confused with an acute injury pattern, where ST elevation occurs within a localized distribution, and is concave down as opposed to concave up in pericarditis. These changes are also typically associated with reciprocal ST depressions in the other leads (as opposed to AVR only in acute pericarditis), and Q waves are also frequently present within the same distribution - or develop shortly thereafter - as part of the natural evolutionary changes of acute/subacute myocardial infarction. The differential of ST elevations would also include early repolarization abnormalities, which are seen frequently in healthy individuals, and demonstrate an elevated J-point (commonly seen as an initial slur at the beginning of the ST segment), and may occur in several leads but are not usually diffuse. [33]"}
{"id": "article-26955_22", "title": "Pericarditis -- Evaluation", "content": "Clinically, acute pericarditis is suggested by a characteristic chest pain description and the presence of a pericardial friction rub on auscultation. However, laboratory studies, electrocardiogram (ECG) and echocardiography are still often needed to confirm the diagnosis. The European Society of Cardiology 2015 guidelines require (2) out of (4) criteria to be me in order to diagnose acute pericarditis. (9) They include (1) pericardial chest pain, (2) pericardial rubs, (3) new widespread ST-elevation or PR depression on ECG, and (4) pericardial effusion (new or worsening). Supporting findings also include elevated inflammatory biomarkers (ESR, CRP, leukocytosis), and evidence of pericardial inflammation on advanced imaging, such as cardiac computed tomography (CT) and cardiovascular magnetic resonance (CMR). Pericardial effusion, though often present, is not required to make a definitive diagnosis of acute pericarditis. [32]", "contents": "Pericarditis -- Evaluation. Clinically, acute pericarditis is suggested by a characteristic chest pain description and the presence of a pericardial friction rub on auscultation. However, laboratory studies, electrocardiogram (ECG) and echocardiography are still often needed to confirm the diagnosis. The European Society of Cardiology 2015 guidelines require (2) out of (4) criteria to be me in order to diagnose acute pericarditis. (9) They include (1) pericardial chest pain, (2) pericardial rubs, (3) new widespread ST-elevation or PR depression on ECG, and (4) pericardial effusion (new or worsening). Supporting findings also include elevated inflammatory biomarkers (ESR, CRP, leukocytosis), and evidence of pericardial inflammation on advanced imaging, such as cardiac computed tomography (CT) and cardiovascular magnetic resonance (CMR). Pericardial effusion, though often present, is not required to make a definitive diagnosis of acute pericarditis. [32]"}
{"id": "article-26955_23", "title": "Pericarditis -- Evaluation", "content": "Certain clues may suggest the inciting cause. Viral pericarditis may be associated with a “flu-like” prodrome (such as fever or upper respiratory symptoms), while autoimmune and inflammatory etiologies may have associated systemic findings. This may be evidenced by polyarthritis in Rheumatoid Arthritis (RA) patients, skin and kidney manifestations in Systemic Lupus Erythematosus (SLE) or asterixis and encephalopathy in Uremia for example. [34] [35] The presence of a prior pericardial injury such as cardiac surgery or blunt trauma should not be neglected, as the symptoms often present days or weeks later. [32]", "contents": "Pericarditis -- Evaluation. Certain clues may suggest the inciting cause. Viral pericarditis may be associated with a “flu-like” prodrome (such as fever or upper respiratory symptoms), while autoimmune and inflammatory etiologies may have associated systemic findings. This may be evidenced by polyarthritis in Rheumatoid Arthritis (RA) patients, skin and kidney manifestations in Systemic Lupus Erythematosus (SLE) or asterixis and encephalopathy in Uremia for example. [34] [35] The presence of a prior pericardial injury such as cardiac surgery or blunt trauma should not be neglected, as the symptoms often present days or weeks later. [32]"}
{"id": "article-26955_24", "title": "Pericarditis -- Treatment / Management", "content": "All patients suspected to have acute pericarditis should initially undergo an ECG, echocardiogram, and chest X-ray. Myocardial inflammatory and injury markers such as ESR, CRP and troponins should also be obtained (Class I, LOE C). [34] [36] [37] In the developed world where tuberculosis infection is not suspected, this work up may be adequate and further diagnostic testing is not required as most cases respond promptly to empiric treatment.[ [36] If a specific cause is suspected then further testing may be warranted, and would be tailored towards that specific etiology.", "contents": "Pericarditis -- Treatment / Management. All patients suspected to have acute pericarditis should initially undergo an ECG, echocardiogram, and chest X-ray. Myocardial inflammatory and injury markers such as ESR, CRP and troponins should also be obtained (Class I, LOE C). [34] [36] [37] In the developed world where tuberculosis infection is not suspected, this work up may be adequate and further diagnostic testing is not required as most cases respond promptly to empiric treatment.[ [36] If a specific cause is suspected then further testing may be warranted, and would be tailored towards that specific etiology."}
{"id": "article-26955_25", "title": "Pericarditis -- Treatment / Management", "content": "First level tests such as a complete blood count, basic metabolic panel, liver function tests, and thyroid stimulation hormone level are recommended if further work up is pursued and may be suggestive of a particular etiology such as uremia or infection. In select patients, blood cultures, viral seromarkers and tuberculosis testing (such as PPD or quantiferon TB essays) may be performed as well. HIV testing with antibody/antigen testing or nucleic acid testing (NAT) should be obtained if patients are found to have an opportunistic infection, since a strong correlation exists between an immunocompromised state, and fungal or tuberculosis infection. [36] Further work up may include obtaining anti-nuclear antibody (ANA) serologies, or pursuing targeted testing towards a suspected systemic disease such as sarcoidosis.", "contents": "Pericarditis -- Treatment / Management. First level tests such as a complete blood count, basic metabolic panel, liver function tests, and thyroid stimulation hormone level are recommended if further work up is pursued and may be suggestive of a particular etiology such as uremia or infection. In select patients, blood cultures, viral seromarkers and tuberculosis testing (such as PPD or quantiferon TB essays) may be performed as well. HIV testing with antibody/antigen testing or nucleic acid testing (NAT) should be obtained if patients are found to have an opportunistic infection, since a strong correlation exists between an immunocompromised state, and fungal or tuberculosis infection. [36] Further work up may include obtaining anti-nuclear antibody (ANA) serologies, or pursuing targeted testing towards a suspected systemic disease such as sarcoidosis."}
{"id": "article-26955_26", "title": "Pericarditis -- Treatment / Management", "content": "The ESC 2015 guidelines support obtaining a computed tomography (CT) or magnetic resonance imaging (MRI) as a Class I recommendations when second-line testing is pursued. [36] [38] Cardiac CT may show thickened pericardial layers, with pericardial fluid accumulation, and calcification can be prominent with constrictive pericarditis. However, it cannot be used to assess parameters of hemodynamic compromise in cardiac tamponade similar to echocardiography, and is associated with increased radiation risk. Cardiac MRI can show more detailed information including late gadolinium enhancement (LGE) within the pericardial layers, or even within the myocardium if myopericarditis is present. It may also show intra-myocardial strands if a fibrinous pericardial effusion is present, and is excellent for the assessment of myocardial function or any suspicious pericardial masses. [39]", "contents": "Pericarditis -- Treatment / Management. The ESC 2015 guidelines support obtaining a computed tomography (CT) or magnetic resonance imaging (MRI) as a Class I recommendations when second-line testing is pursued. [36] [38] Cardiac CT may show thickened pericardial layers, with pericardial fluid accumulation, and calcification can be prominent with constrictive pericarditis. However, it cannot be used to assess parameters of hemodynamic compromise in cardiac tamponade similar to echocardiography, and is associated with increased radiation risk. Cardiac MRI can show more detailed information including late gadolinium enhancement (LGE) within the pericardial layers, or even within the myocardium if myopericarditis is present. It may also show intra-myocardial strands if a fibrinous pericardial effusion is present, and is excellent for the assessment of myocardial function or any suspicious pericardial masses. [39]"}
{"id": "article-26955_27", "title": "Pericarditis -- Treatment / Management", "content": "Emergent pericardiocentesis is recommended in patient presenting with cardiac tamponade. [40] Pericardiocentesis may also be performed less urgently in the presence of moderate to large pericardial effusion without immediate hemodynamic compromise, and a chest tube can be left in place for several days or until drainage desists. Diagnostic pericardiocentesis may also be performed if an infectious cause of acute pericarditis is suspected even if the effusion size is small. Bacterial, fungal and tuberculosis pericardial fluid studies including basic chemistry, polymerase chain reaction (PCR), and fluid cultures should be performed, ands blood cultures should be obtained where appropriate. [40] Purulent effusions, though rare, are associated with high mortality. They should be treated aggressively with urgent drainage followed by the use of intra-pericardial thrombolysis in cases of loculated effusions (Class IIa, LOE C). The aspirate may be frankly purulent, and the presence of low pericardial:serum glucose ratio < 0.3, and neutrophilic predominance (mean cell count 2.8/μl, 92% neutrophils) differentiates it from mycobacterial or neoplastic pericarditis. [41]", "contents": "Pericarditis -- Treatment / Management. Emergent pericardiocentesis is recommended in patient presenting with cardiac tamponade. [40] Pericardiocentesis may also be performed less urgently in the presence of moderate to large pericardial effusion without immediate hemodynamic compromise, and a chest tube can be left in place for several days or until drainage desists. Diagnostic pericardiocentesis may also be performed if an infectious cause of acute pericarditis is suspected even if the effusion size is small. Bacterial, fungal and tuberculosis pericardial fluid studies including basic chemistry, polymerase chain reaction (PCR), and fluid cultures should be performed, ands blood cultures should be obtained where appropriate. [40] Purulent effusions, though rare, are associated with high mortality. They should be treated aggressively with urgent drainage followed by the use of intra-pericardial thrombolysis in cases of loculated effusions (Class IIa, LOE C). The aspirate may be frankly purulent, and the presence of low pericardial:serum glucose ratio < 0.3, and neutrophilic predominance (mean cell count 2.8/μl, 92% neutrophils) differentiates it from mycobacterial or neoplastic pericarditis. [41]"}
{"id": "article-26955_28", "title": "Pericarditis -- Treatment / Management", "content": "An exudative pericardial effusion warrants empiric anti-tuberculosis treatment in parts of the world where tuberculosis is endemic, even while cultures are still pending. If a positive diagnosis  of tuberculosis is confirmed, then medical therapy with at least 6 months is recommended (Class I, LOE C), and pericardiectomy should be consider if there is failure of improvement on therapy within 4-8 weeks (Class I, LOE C). [42] Pericardial thickening is present is most cases of tuberculosis pericarditis, and before effective medical therapy was available effusive pericarditis would progress to constrictive pericarditis in up to half of all cases. Studies have showed that the addition of high-dose adjunctive prednisolone can reduce the incidence of constrictive pericarditis, but may increase the risk HIV-associated malignancies. [43] Consequently, the addition of adjunctive steroids may be considered in HIV-negative patients, but should be avoided in HIV-positive patients per ESC guidelines (Class IIb, LOE C). [41]", "contents": "Pericarditis -- Treatment / Management. An exudative pericardial effusion warrants empiric anti-tuberculosis treatment in parts of the world where tuberculosis is endemic, even while cultures are still pending. If a positive diagnosis  of tuberculosis is confirmed, then medical therapy with at least 6 months is recommended (Class I, LOE C), and pericardiectomy should be consider if there is failure of improvement on therapy within 4-8 weeks (Class I, LOE C). [42] Pericardial thickening is present is most cases of tuberculosis pericarditis, and before effective medical therapy was available effusive pericarditis would progress to constrictive pericarditis in up to half of all cases. Studies have showed that the addition of high-dose adjunctive prednisolone can reduce the incidence of constrictive pericarditis, but may increase the risk HIV-associated malignancies. [43] Consequently, the addition of adjunctive steroids may be considered in HIV-negative patients, but should be avoided in HIV-positive patients per ESC guidelines (Class IIb, LOE C). [41]"}
{"id": "article-26955_29", "title": "Pericarditis -- Treatment / Management", "content": "Pericardial fluid analysis with cytology is recommended for the confirmation of malignant pericardial disease (Class I, LOE B). Further testing may include pericardial biopsy and tumor marker testing such as carcinoembryonic antigen (CEA) and CA-19 (Class IIa, LOE B), although evidence for their accuracy in distinguishing malignant effusions is limited. [44] If a definite viral pericarditis diagnosis is pursued, then a comprehensive histological, cytological and molecular analysis should be performed on obtained pericardial fluid and any pericardial biopsy. However, routine viral serological testing is not recommended except for HIV and HCV. [41]", "contents": "Pericarditis -- Treatment / Management. Pericardial fluid analysis with cytology is recommended for the confirmation of malignant pericardial disease (Class I, LOE B). Further testing may include pericardial biopsy and tumor marker testing such as carcinoembryonic antigen (CEA) and CA-19 (Class IIa, LOE B), although evidence for their accuracy in distinguishing malignant effusions is limited. [44] If a definite viral pericarditis diagnosis is pursued, then a comprehensive histological, cytological and molecular analysis should be performed on obtained pericardial fluid and any pericardial biopsy. However, routine viral serological testing is not recommended except for HIV and HCV. [41]"}
{"id": "article-26955_30", "title": "Pericarditis -- Treatment / Management", "content": "The incidence of uremic pericarditis has seen significant decline with the introduction of dialysis. [45] The presentation with pleuritic chest pain is also less prevalent in this subpopulation, with absent ECG changes in most. Chronically, these patients are more likely to develop pericardial effusions, but they are not frequently associated with acute cardiac tamponade. However, if pericardiocentesis is performed, then aspirate is often bloody in this patient population. [46]", "contents": "Pericarditis -- Treatment / Management. The incidence of uremic pericarditis has seen significant decline with the introduction of dialysis. [45] The presentation with pleuritic chest pain is also less prevalent in this subpopulation, with absent ECG changes in most. Chronically, these patients are more likely to develop pericardial effusions, but they are not frequently associated with acute cardiac tamponade. However, if pericardiocentesis is performed, then aspirate is often bloody in this patient population. [46]"}
{"id": "article-26955_31", "title": "Pericarditis -- Treatment / Management", "content": "Cardiac catheterization may be considered to assess for diastolic pressure equalization, and respiratory interventricular dependence if constrictive pericarditis is suspected, but is not recommended diagnostically for patients with acute pericarditis only. [46]", "contents": "Pericarditis -- Treatment / Management. Cardiac catheterization may be considered to assess for diastolic pressure equalization, and respiratory interventricular dependence if constrictive pericarditis is suspected, but is not recommended diagnostically for patients with acute pericarditis only. [46]"}
{"id": "article-26955_32", "title": "Pericarditis -- Treatment / Management", "content": "Acute pericarditis treatment begins by addressing the underlying cause. Patients with uremic pericarditis should undergo more frequent dialysis, while patients with malignancy and tuberculosis should receive therapy directed at the primary disease process. For tuberculosis, standard therapy is with quadruple antibiotics (rifampicin, isoniazid, pyrazinamide and ethambutol) for at least 2 months followed by isoniazid and rifampicin for a total of 6 months, with or without adjunctive high-dose prednisolone as discussed above. [42]", "contents": "Pericarditis -- Treatment / Management. Acute pericarditis treatment begins by addressing the underlying cause. Patients with uremic pericarditis should undergo more frequent dialysis, while patients with malignancy and tuberculosis should receive therapy directed at the primary disease process. For tuberculosis, standard therapy is with quadruple antibiotics (rifampicin, isoniazid, pyrazinamide and ethambutol) for at least 2 months followed by isoniazid and rifampicin for a total of 6 months, with or without adjunctive high-dose prednisolone as discussed above. [42]"}
{"id": "article-26955_33", "title": "Pericarditis -- Treatment / Management", "content": "Most patients will have idiopathic acute pericarditis, and can be managed safely on an outpatient basis with medical therapy alone. Activity restriction beyond that of sedentary life is also advised until symptoms are resolved or CPR levels normalize. [47] Patients who have markers of poor prognosis or who do not respond to therapy within 1 week should be admitted and investigated further. These markers include fever ( > 38 C), subacute or recurrent presentation, the presence of a large pericardial effusion (>20mm in thickness), or cardiac tamponade physiology on echocardiogram (such as right ventricular diastolic collapse, transmitral flow respirophasic variation more the 25% throughout the respiratory cycle, and a dilated inferior vena cava with inspiratory collapse < 50% indicating elevated right atrial filling pressures). [47] [48] Minor markers of risk include immunosuppression, trauma or myopericarditis where patients have troponin elevation associated with elevated inflammatory markers.", "contents": "Pericarditis -- Treatment / Management. Most patients will have idiopathic acute pericarditis, and can be managed safely on an outpatient basis with medical therapy alone. Activity restriction beyond that of sedentary life is also advised until symptoms are resolved or CPR levels normalize. [47] Patients who have markers of poor prognosis or who do not respond to therapy within 1 week should be admitted and investigated further. These markers include fever ( > 38 C), subacute or recurrent presentation, the presence of a large pericardial effusion (>20mm in thickness), or cardiac tamponade physiology on echocardiogram (such as right ventricular diastolic collapse, transmitral flow respirophasic variation more the 25% throughout the respiratory cycle, and a dilated inferior vena cava with inspiratory collapse < 50% indicating elevated right atrial filling pressures). [47] [48] Minor markers of risk include immunosuppression, trauma or myopericarditis where patients have troponin elevation associated with elevated inflammatory markers."}
{"id": "article-26955_34", "title": "Pericarditis -- Treatment / Management", "content": "In the majority of patients, empiric treatment with high dose anti-inflammatory agents in addition to colchicine is recommended, and NSAID therapy should continue until symptom relief. This period is typically between 3 days to 2 weeks. Possible regimens include Ibuprofen 600mg every 8 hours, indomethacin 25-50mg every 8 hours, or naproxen 500-1000mg every 12 hours. [49] Aspirin 500 - 100mg every 6 - 8 hours should be substituted for other NSAIDs in post-myocardial infarction, or for patients already on anti-platelet therapy (Class I, LOE C). It is also first line therapy in the first term of pregnancy, but contraindicated past 20 weeks of gestation where paracetamol may be used.", "contents": "Pericarditis -- Treatment / Management. In the majority of patients, empiric treatment with high dose anti-inflammatory agents in addition to colchicine is recommended, and NSAID therapy should continue until symptom relief. This period is typically between 3 days to 2 weeks. Possible regimens include Ibuprofen 600mg every 8 hours, indomethacin 25-50mg every 8 hours, or naproxen 500-1000mg every 12 hours. [49] Aspirin 500 - 100mg every 6 - 8 hours should be substituted for other NSAIDs in post-myocardial infarction, or for patients already on anti-platelet therapy (Class I, LOE C). It is also first line therapy in the first term of pregnancy, but contraindicated past 20 weeks of gestation where paracetamol may be used."}
{"id": "article-26955_35", "title": "Pericarditis -- Treatment / Management", "content": "The COPE trial randomized 120 patients to conventional therapy with ASA, versus conventional therapy with adjunctive colchicine and followed them over a period of 18 months. The latter group demonstrated less symptom persistence at 72 hours (11.7% versus 36.7%; P=0.003) and significantly less recurrent episodes (10.7% versus 32.3%; P=0.004) as compared to the control group. [50] Several studies also showed benefit when colchicine is used in the treatment of recurrent pericarditis, decreasing further recurrences in half. [51] Consequently, adjunctive colchicine therapy is now recommended in most patients with acute pericarditis for a period of 3-6 months. The recommended dose is 0.6mg PO BID for weight > 70 kg, and 0.5mg PO QD for weight < 70 kg. Colchicine is contraindicated in patient with severe renal impairment (Class III, LOE C), and in pregnant and lactating women.", "contents": "Pericarditis -- Treatment / Management. The COPE trial randomized 120 patients to conventional therapy with ASA, versus conventional therapy with adjunctive colchicine and followed them over a period of 18 months. The latter group demonstrated less symptom persistence at 72 hours (11.7% versus 36.7%; P=0.003) and significantly less recurrent episodes (10.7% versus 32.3%; P=0.004) as compared to the control group. [50] Several studies also showed benefit when colchicine is used in the treatment of recurrent pericarditis, decreasing further recurrences in half. [51] Consequently, adjunctive colchicine therapy is now recommended in most patients with acute pericarditis for a period of 3-6 months. The recommended dose is 0.6mg PO BID for weight > 70 kg, and 0.5mg PO QD for weight < 70 kg. Colchicine is contraindicated in patient with severe renal impairment (Class III, LOE C), and in pregnant and lactating women."}
{"id": "article-26955_36", "title": "Pericarditis -- Treatment / Management", "content": "Low to moderate doses (i.e. prednisone 0.2–0.5 mg/kg/day or equivalent) with slow taper may also be used if a regimen of NSAIDS/ASA and colchicine is contraindicated. While the latter often offers rapid clinical improvement, there is ample evidence that steroid use increases the risk for recurrent pericarditis after discontinuation of therapy. [52] Consequently, corticosteroids are not recommended as first-line therapy in most patients unless an autoimmune etiology for acute pericarditis is identified. The initial dose should be maintained until symptoms relief and CPR normalization, then tapered down slowly. [52]", "contents": "Pericarditis -- Treatment / Management. Low to moderate doses (i.e. prednisone 0.2–0.5 mg/kg/day or equivalent) with slow taper may also be used if a regimen of NSAIDS/ASA and colchicine is contraindicated. While the latter often offers rapid clinical improvement, there is ample evidence that steroid use increases the risk for recurrent pericarditis after discontinuation of therapy. [52] Consequently, corticosteroids are not recommended as first-line therapy in most patients unless an autoimmune etiology for acute pericarditis is identified. The initial dose should be maintained until symptoms relief and CPR normalization, then tapered down slowly. [52]"}
{"id": "article-26955_37", "title": "Pericarditis -- Treatment / Management", "content": "Response to therapy is assessed clinically based on symptom relief, but serial CRP measurements can be helpful as well. If there is an incomplete response to anti-inflammatory agents (ASA or NSAIDs) with adjunctive colchicine (such as recurrent pericarditis), then the addition of steroids as triple therapy should be considered after an infectious etiology is ruled out. [53]", "contents": "Pericarditis -- Treatment / Management. Response to therapy is assessed clinically based on symptom relief, but serial CRP measurements can be helpful as well. If there is an incomplete response to anti-inflammatory agents (ASA or NSAIDs) with adjunctive colchicine (such as recurrent pericarditis), then the addition of steroids as triple therapy should be considered after an infectious etiology is ruled out. [53]"}
{"id": "article-26955_38", "title": "Pericarditis -- Treatment / Management", "content": "For corticosteroid-dependent recurrent pericarditis, steroid-sparing immunosuppressive agents such as azathioprine, IVIG or anakinra (an IL-1 receptor antagonist) may be used as third line therapy. [54] If all else fails, pericardiectomy remains a last resort. [55]", "contents": "Pericarditis -- Treatment / Management. For corticosteroid-dependent recurrent pericarditis, steroid-sparing immunosuppressive agents such as azathioprine, IVIG or anakinra (an IL-1 receptor antagonist) may be used as third line therapy. [54] If all else fails, pericardiectomy remains a last resort. [55]"}
{"id": "article-26955_39", "title": "Pericarditis -- Treatment / Management", "content": "Certain forms of acute pericarditis, such as iatrogenic pericarditis and uremic pericarditis have been associated with increased risk of hemorrhagic pericardial effusion and cardiac tamponade in small studies. Consequently, and despite the lack of strong evidence, it may be prudent to stop anticoagulation when feasible in those patients. [46] However, no formal guidelines exist and the recommendations are only based upon expert opinion. Concomitant use of ASA should also be avoided unless there is a strong indication (such as recent stent placement, or post-acute coronary syndrome).", "contents": "Pericarditis -- Treatment / Management. Certain forms of acute pericarditis, such as iatrogenic pericarditis and uremic pericarditis have been associated with increased risk of hemorrhagic pericardial effusion and cardiac tamponade in small studies. Consequently, and despite the lack of strong evidence, it may be prudent to stop anticoagulation when feasible in those patients. [46] However, no formal guidelines exist and the recommendations are only based upon expert opinion. Concomitant use of ASA should also be avoided unless there is a strong indication (such as recent stent placement, or post-acute coronary syndrome)."}
{"id": "article-26955_40", "title": "Pericarditis -- Differential Diagnosis", "content": "Pleurisy Pneumonia Acute MI Bony pain Costochondritis Angina", "contents": "Pericarditis -- Differential Diagnosis. Pleurisy Pneumonia Acute MI Bony pain Costochondritis Angina"}
{"id": "article-26955_41", "title": "Pericarditis -- Prognosis", "content": "The overall prognosis of acute pericarditis is excellent, with most patients experiencing a complete recovery. Recurrent pericarditis can occur in up to 30% of patients not treated with colchicine as per current date, and constrictive pericarditis is exceedingly rare following idiopathic acute pericarditis, occurring in <1% of cases. However, the risk of constriction increases with specific etiologies, especially purulent bacterial or tuberculosis pericarditis, and maybe as high as 30%. [56] [57] Cardiac tamponade as the most feared acute complication rarely occurs following idiopathic pericarditis but is more frequently encountered in association with malignancy and infectious causes of pericarditis. [58]", "contents": "Pericarditis -- Prognosis. The overall prognosis of acute pericarditis is excellent, with most patients experiencing a complete recovery. Recurrent pericarditis can occur in up to 30% of patients not treated with colchicine as per current date, and constrictive pericarditis is exceedingly rare following idiopathic acute pericarditis, occurring in <1% of cases. However, the risk of constriction increases with specific etiologies, especially purulent bacterial or tuberculosis pericarditis, and maybe as high as 30%. [56] [57] Cardiac tamponade as the most feared acute complication rarely occurs following idiopathic pericarditis but is more frequently encountered in association with malignancy and infectious causes of pericarditis. [58]"}
{"id": "article-26955_42", "title": "Pericarditis -- Enhancing Healthcare Team Outcomes", "content": "The diagnosis and management of pericarditis is not always simple and is best done with an interprofessional team that includes a cardiologist, radiologist, cardiac surgeon, infectious disease expert, the primary care provider and nurse practitioner. The majority of patients will present with vague chest pain and the diagnosis may be confused with a heart attack, pleurisy or angina. It is vital to consult with a cardiologist before embarking on treatment.", "contents": "Pericarditis -- Enhancing Healthcare Team Outcomes. The diagnosis and management of pericarditis is not always simple and is best done with an interprofessional team that includes a cardiologist, radiologist, cardiac surgeon, infectious disease expert, the primary care provider and nurse practitioner. The majority of patients will present with vague chest pain and the diagnosis may be confused with a heart attack, pleurisy or angina. It is vital to consult with a cardiologist before embarking on treatment."}
{"id": "article-26955_43", "title": "Pericarditis -- Enhancing Healthcare Team Outcomes", "content": "In most cases, conservative treatment with NSAIDs will help resolve the disorder but an echo is usually done to ensure that the patient does not have pericardial fluid and/or tamponade. If drainage of the pericardial fluid is required, the patient needs to be kept NPO and educated about the treatment options. Patients with uremic pericarditis need to be closely followed up as recurrence of pericardial fluid and signs of pericarditis are not uncommon. Patients need to be told to limit strenuous activity which may increase the risk for hypotension and arrhythmias. The pharmacist should educate the patient about medication compliance. If colchicine is used as a preventive remedy, the patient should be informed about the adverse effects and the importance of follow up. A cardiology nurse should follow up on these patients until all symptoms have subsided. At all times, members of the interprofessional team should communicate with each other to ensure improved outcomes.", "contents": "Pericarditis -- Enhancing Healthcare Team Outcomes. In most cases, conservative treatment with NSAIDs will help resolve the disorder but an echo is usually done to ensure that the patient does not have pericardial fluid and/or tamponade. If drainage of the pericardial fluid is required, the patient needs to be kept NPO and educated about the treatment options. Patients with uremic pericarditis need to be closely followed up as recurrence of pericardial fluid and signs of pericarditis are not uncommon. Patients need to be told to limit strenuous activity which may increase the risk for hypotension and arrhythmias. The pharmacist should educate the patient about medication compliance. If colchicine is used as a preventive remedy, the patient should be informed about the adverse effects and the importance of follow up. A cardiology nurse should follow up on these patients until all symptoms have subsided. At all times, members of the interprofessional team should communicate with each other to ensure improved outcomes."}
{"id": "article-26955_44", "title": "Pericarditis -- Enhancing Healthcare Team Outcomes", "content": "The prognosis for most patients is good but often recovery can take weeks or months.", "contents": "Pericarditis -- Enhancing Healthcare Team Outcomes. The prognosis for most patients is good but often recovery can take weeks or months."}
{"id": "article-26955_45", "title": "Pericarditis -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Pericarditis -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}