{"id": "article-21645_0", "title": "Fatty Liver -- Continuing Education Activity", "content": "Non-alcoholic Fatty Liver Disease (NAFLD) or \"Fatty Liver\" corresponds to the presence of macrovesicular changes without inflammation (steatosis) and lobular inflammation in the absence of significant alcohol use. It can be divided into two subgroups: NAFL (Non-Alcoholic Fatty Liver) or simply Steatosis and NASH (Non-Alcoholic Steatohepatitis). NAFL is defined as the presence of hepatic steatosis with no evidence of hepatocellular injury in the form of ballooning of the hepatocytes. This activity reviews the cause of fatty liver and highlights the role of the interprofessional team in its management.", "contents": "Fatty Liver -- Continuing Education Activity. Non-alcoholic Fatty Liver Disease (NAFLD) or \"Fatty Liver\" corresponds to the presence of macrovesicular changes without inflammation (steatosis) and lobular inflammation in the absence of significant alcohol use. It can be divided into two subgroups: NAFL (Non-Alcoholic Fatty Liver) or simply Steatosis and NASH (Non-Alcoholic Steatohepatitis). NAFL is defined as the presence of hepatic steatosis with no evidence of hepatocellular injury in the form of ballooning of the hepatocytes. This activity reviews the cause of fatty liver and highlights the role of the interprofessional team in its management."}
{"id": "article-21645_1", "title": "Fatty Liver -- Continuing Education Activity", "content": "Objectives: Explain the causes of fatty liver. Describe the pathophysiology of fatty liver. Summarize the treatment of fatty liver. Review the importance of improving care coordination among interprofessional team members to improve outcomes for patients affected by fatty liver. Access free multiple choice questions on this topic.", "contents": "Fatty Liver -- Continuing Education Activity. Objectives: Explain the causes of fatty liver. Describe the pathophysiology of fatty liver. Summarize the treatment of fatty liver. Review the importance of improving care coordination among interprofessional team members to improve outcomes for patients affected by fatty liver. Access free multiple choice questions on this topic."}
{"id": "article-21645_2", "title": "Fatty Liver -- Introduction", "content": "Non-alcoholic Fatty Liver Disease (NAFLD) or \"Fatty Liver\" corresponds to the presence of macrovesicular changes without inflammation (steatosis) and lobular inflammation in the absence of significant alcohol use. It can be divided into two subgroups: NAFL (Non-Alcoholic Fatty Liver) or simply Steatosis and NASH (Non-Alcoholic Steatohepatitis). NAFL is defined as the presence of hepatic steatosis with no evidence of hepatocellular injury in the form of ballooning of the hepatocytes. NASH is defined as the presence of hepatic steatosis and inflammation with hepatocyte injury (ballooning), Malloryhyaline, and mixed lymphocytic and neutrophilic inflammatory infiltrate in perivenular areas with or without fibrosis. [1] It is important to note that NAFL is a spectrum, with NAFL being the mildest form and NASH and cirrhosis being at the other end of the spectrum. NAFL (Non-Alcoholic Fatty Liver) or simply Steatosis and NASH (Non-Alcoholic Steatohepatitis) could only be distingueshed with histology and liver biopsy. [2] .", "contents": "Fatty Liver -- Introduction. Non-alcoholic Fatty Liver Disease (NAFLD) or \"Fatty Liver\" corresponds to the presence of macrovesicular changes without inflammation (steatosis) and lobular inflammation in the absence of significant alcohol use. It can be divided into two subgroups: NAFL (Non-Alcoholic Fatty Liver) or simply Steatosis and NASH (Non-Alcoholic Steatohepatitis). NAFL is defined as the presence of hepatic steatosis with no evidence of hepatocellular injury in the form of ballooning of the hepatocytes. NASH is defined as the presence of hepatic steatosis and inflammation with hepatocyte injury (ballooning), Malloryhyaline, and mixed lymphocytic and neutrophilic inflammatory infiltrate in perivenular areas with or without fibrosis. [1] It is important to note that NAFL is a spectrum, with NAFL being the mildest form and NASH and cirrhosis being at the other end of the spectrum. NAFL (Non-Alcoholic Fatty Liver) or simply Steatosis and NASH (Non-Alcoholic Steatohepatitis) could only be distingueshed with histology and liver biopsy. [2] ."}
{"id": "article-21645_3", "title": "Fatty Liver -- Introduction", "content": "NAFLD is commonly associated with Metabolic Syndrome, obesity, diabetes, and hyperlipidemia. Nearly 80% of patients with Metabolic Syndrome have NAFLD. [3] [4] [5]", "contents": "Fatty Liver -- Introduction. NAFLD is commonly associated with Metabolic Syndrome, obesity, diabetes, and hyperlipidemia. Nearly 80% of patients with Metabolic Syndrome have NAFLD. [3] [4] [5]"}
{"id": "article-21645_4", "title": "Fatty Liver -- Etiology", "content": "Fat accumulates in the liver for several reasons. Most commonly, it involves increased delivery of free fatty acids (FFAs) to the liver, increased synthesis of fatty acids in the liver, decreased oxidation of FFA, or decreased synthesis or secretion of very-low-density lipoprotein (VLDL). [6] [7] Oxidative stress in the hepatocytes can activate stellate cells and lead to the production of collagen and inflammation. Other factors that may contribute to fatty liver include: The use of medications (e.g., tamoxifen, amiodarone, methotrexate) Metabolic abnormalities (e.g., glycogen storage disorders, homocystinuria) Alcohol Nutritional status (e.g., total parenteral nutrition, severe malnutrition, overnutrition, or a starvation diet) Other health issues like Wilson disease and celiac sprue.", "contents": "Fatty Liver -- Etiology. Fat accumulates in the liver for several reasons. Most commonly, it involves increased delivery of free fatty acids (FFAs) to the liver, increased synthesis of fatty acids in the liver, decreased oxidation of FFA, or decreased synthesis or secretion of very-low-density lipoprotein (VLDL). [6] [7] Oxidative stress in the hepatocytes can activate stellate cells and lead to the production of collagen and inflammation. Other factors that may contribute to fatty liver include: The use of medications (e.g., tamoxifen, amiodarone, methotrexate) Metabolic abnormalities (e.g., glycogen storage disorders, homocystinuria) Alcohol Nutritional status (e.g., total parenteral nutrition, severe malnutrition, overnutrition, or a starvation diet) Other health issues like Wilson disease and celiac sprue."}
{"id": "article-21645_5", "title": "Fatty Liver -- Epidemiology", "content": "The prevalence of NAFLD varies dramatically depending on the population being studied. It is estimated that the prevalence of NAFLD is in the range of 20% in the United States population and between 11.5% and 46% in the general population. By contrast, the prevalence of NASH is in the range of 2% and 3%. The prevalence is higher in white men than white women but therare are no differences between hispanic and African-American people [8] . Mean age at diagnosis is 50 years (range 16-80). It is more common in Hispanics when compared to Whites and more common in Whites than in Blacks.", "contents": "Fatty Liver -- Epidemiology. The prevalence of NAFLD varies dramatically depending on the population being studied. It is estimated that the prevalence of NAFLD is in the range of 20% in the United States population and between 11.5% and 46% in the general population. By contrast, the prevalence of NASH is in the range of 2% and 3%. The prevalence is higher in white men than white women but therare are no differences between hispanic and African-American people [8] . Mean age at diagnosis is 50 years (range 16-80). It is more common in Hispanics when compared to Whites and more common in Whites than in Blacks."}
{"id": "article-21645_6", "title": "Fatty Liver -- Epidemiology", "content": "Obesity is a well-known risk factor for NAFLD. In patients with severe obesity undergoing bariatric surgery, up to 90% are found to have NAFLD and some even have cirrhosis. The same study also concluded that insulin resistance was the main predictor for NASH. [9]", "contents": "Fatty Liver -- Epidemiology. Obesity is a well-known risk factor for NAFLD. In patients with severe obesity undergoing bariatric surgery, up to 90% are found to have NAFLD and some even have cirrhosis. The same study also concluded that insulin resistance was the main predictor for NASH. [9]"}
{"id": "article-21645_7", "title": "Fatty Liver -- Pathophysiology", "content": "Current concepts point to insulin resistance as the primary metabolic defect leading to NAFLD. Insulin resistance leads to an increased influx of free fatty acids (FFA) into the liver. This happens due to the failure of insulin to suppress the hormone-sensitive lipase, causing more FFA to be released from the adipose tissue. Also, elevated insulin levels and insulin resistance promote continuous synthesis of triglycerides in the liver. These two sources of triglycerides result in accumulation of lipids in the hepatocytes causing macrovesicular hepatic steatosis (see Image. Liver Biopsy, Hepatic Steatosis). [6] [10] Lipid accumulation in non adipose tissue is a key factor for the progression of insulin resistance, DM(Diabetes mellitus) and cardiovascular disease. [11]", "contents": "Fatty Liver -- Pathophysiology. Current concepts point to insulin resistance as the primary metabolic defect leading to NAFLD. Insulin resistance leads to an increased influx of free fatty acids (FFA) into the liver. This happens due to the failure of insulin to suppress the hormone-sensitive lipase, causing more FFA to be released from the adipose tissue. Also, elevated insulin levels and insulin resistance promote continuous synthesis of triglycerides in the liver. These two sources of triglycerides result in accumulation of lipids in the hepatocytes causing macrovesicular hepatic steatosis (see Image. Liver Biopsy, Hepatic Steatosis). [6] [10] Lipid accumulation in non adipose tissue is a key factor for the progression of insulin resistance, DM(Diabetes mellitus) and cardiovascular disease. [11]"}
{"id": "article-21645_8", "title": "Fatty Liver -- Pathophysiology", "content": "The current hypothesis is that NASH is an evolution from NAFLD caused by a second \"hit.\" The evidence behind this second insult in not conclusive, but the most acceptable theories involve oxidative stress, specific cytokines, plus lipopolysaccharides. Free fatty acids and hyperinsulinemia potentiate lipid peroxidation and the release of hydroxy-free radicals, directly injuring the hepatocytes by recruiting neuroinflammatory mediators. Chronic liver injury over time will lead to activation of stellate cells, creating a potential for hepatic fibrosis. The diagnosis of NASH can only be established with liver biopsy. Biopsy findings can reveal the following. Type 1: fatty liver alone; macrovesicular steatosis Type 2: fatty accumulation and lobar inflammation Type 3: fat accumulation and ballooning degeneration Type 4: fat accumulation, ballooning degeneration and either Mallory hyaline of fibrosis. Type 3 and Type 4 are NASH by definition.", "contents": "Fatty Liver -- Pathophysiology. The current hypothesis is that NASH is an evolution from NAFLD caused by a second \"hit.\" The evidence behind this second insult in not conclusive, but the most acceptable theories involve oxidative stress, specific cytokines, plus lipopolysaccharides. Free fatty acids and hyperinsulinemia potentiate lipid peroxidation and the release of hydroxy-free radicals, directly injuring the hepatocytes by recruiting neuroinflammatory mediators. Chronic liver injury over time will lead to activation of stellate cells, creating a potential for hepatic fibrosis. The diagnosis of NASH can only be established with liver biopsy. Biopsy findings can reveal the following. Type 1: fatty liver alone; macrovesicular steatosis Type 2: fatty accumulation and lobar inflammation Type 3: fat accumulation and ballooning degeneration Type 4: fat accumulation, ballooning degeneration and either Mallory hyaline of fibrosis. Type 3 and Type 4 are NASH by definition."}
{"id": "article-21645_9", "title": "Fatty Liver -- Histopathology", "content": "Histologically, the fatty liver will reveal fat accumulation chiefly in the pericentral (centrilobular) zone. Universally one will note the presence of macrovesicular steatosis with the liver cells containing several large fat droplets which displace the nucleus. Sometimes the lipid deposits may be released due to rupture of the overtly distended liver cells and produce lipogranulomas, which are composed chiefly of macrophages and occasional lymphocytes. [12] See Image. Fatty Liver Disease.", "contents": "Fatty Liver -- Histopathology. Histologically, the fatty liver will reveal fat accumulation chiefly in the pericentral (centrilobular) zone. Universally one will note the presence of macrovesicular steatosis with the liver cells containing several large fat droplets which displace the nucleus. Sometimes the lipid deposits may be released due to rupture of the overtly distended liver cells and produce lipogranulomas, which are composed chiefly of macrophages and occasional lymphocytes. [12] See Image. Fatty Liver Disease."}
{"id": "article-21645_10", "title": "Fatty Liver -- History and Physical", "content": "Patients are usually asymptomatic, and \"fatty liver\" is usually an incidental finding on imaging done for other purposes. When patients do have symptoms, they are usually nonspecific, constitutional or right upper quadrant discomfort.", "contents": "Fatty Liver -- History and Physical. Patients are usually asymptomatic, and \"fatty liver\" is usually an incidental finding on imaging done for other purposes. When patients do have symptoms, they are usually nonspecific, constitutional or right upper quadrant discomfort."}
{"id": "article-21645_11", "title": "Fatty Liver -- History and Physical", "content": "It is important to obtain detailed alcohol use, review past medical history, family history, current and past prescription medications, and use of over-the-counter drugs or supplements. The history should include diet, physical activity, change in weight ( weight gain more than 18 kg in 2-3 years) and evaluation for associated conditions like obesity, hyperlipidemia, and diabetes ). [13]", "contents": "Fatty Liver -- History and Physical. It is important to obtain detailed alcohol use, review past medical history, family history, current and past prescription medications, and use of over-the-counter drugs or supplements. The history should include diet, physical activity, change in weight ( weight gain more than 18 kg in 2-3 years) and evaluation for associated conditions like obesity, hyperlipidemia, and diabetes ). [13]"}
{"id": "article-21645_12", "title": "Fatty Liver -- Evaluation", "content": "Laboratory studies lack specificity and cannot distinguish NASH from NAFLD; however, initial evaluation should include an assessment of a complete hepatic panel, lipid panel, and iron. Lab tests may be used to evaluate insuline resistane which include Homeostasis Model Assessment (normal value<3.99) [14] and The Quantitative Insulin Sensitivity Check Index [15] . labtests to rule out viral hepatitis and Hemochromatosis should be ordered. If the patient has elevated liver enzymes chronically or has family history of cirrohsis, additional tests should be considered like antinuclear antibody, smooth muscle antibody,a1-antitrypsin, ceruloplasmin and thyroid-stimulating hormone levels. [16] [13]", "contents": "Fatty Liver -- Evaluation. Laboratory studies lack specificity and cannot distinguish NASH from NAFLD; however, initial evaluation should include an assessment of a complete hepatic panel, lipid panel, and iron. Lab tests may be used to evaluate insuline resistane which include Homeostasis Model Assessment (normal value<3.99) [14] and The Quantitative Insulin Sensitivity Check Index [15] . labtests to rule out viral hepatitis and Hemochromatosis should be ordered. If the patient has elevated liver enzymes chronically or has family history of cirrohsis, additional tests should be considered like antinuclear antibody, smooth muscle antibody,a1-antitrypsin, ceruloplasmin and thyroid-stimulating hormone levels. [16] [13]"}
{"id": "article-21645_13", "title": "Fatty Liver -- Evaluation", "content": "patients with alcoholic-liver disease may have or have not elevated serum aminotransferase levels. The absolute level of liver enzyme elevation does not related to the severity of alcohol liver disease but the pattern of elevation in liver enzymes is helpful in making a diagnosis alcoholic liver disease. AST level is typically two to three times greater than ALT in alcoholic liver injury. Also, these patients have an elevated serum gamma-glutamyltranspeptidase (GGT). [17]", "contents": "Fatty Liver -- Evaluation. patients with alcoholic-liver disease may have or have not elevated serum aminotransferase levels. The absolute level of liver enzyme elevation does not related to the severity of alcohol liver disease but the pattern of elevation in liver enzymes is helpful in making a diagnosis alcoholic liver disease. AST level is typically two to three times greater than ALT in alcoholic liver injury. Also, these patients have an elevated serum gamma-glutamyltranspeptidase (GGT). [17]"}
{"id": "article-21645_14", "title": "Fatty Liver -- Evaluation", "content": "Imaging studies play a key role in the diagnosis of NAFLD. The mainstay is ultrasonography; it is least invasive, and relatively inexpensive. The sensitivity for an ultrasound to detect NAFLD is in the range of 60% to 90% with a specificity around 90%. Unenhanced abdominal computed tomography and magnetic resonance are alternatives but are more costly and are not significantly superior to ultrasonography. [18] [3] [19]", "contents": "Fatty Liver -- Evaluation. Imaging studies play a key role in the diagnosis of NAFLD. The mainstay is ultrasonography; it is least invasive, and relatively inexpensive. The sensitivity for an ultrasound to detect NAFLD is in the range of 60% to 90% with a specificity around 90%. Unenhanced abdominal computed tomography and magnetic resonance are alternatives but are more costly and are not significantly superior to ultrasonography. [18] [3] [19]"}
{"id": "article-21645_15", "title": "Fatty Liver -- Evaluation", "content": "Diagnosis of NASH requires a liver biopsy; however, not all patients with NAFLD require a liver biopsy. The decision to proceed with histological examination depends on risk factors, laboratory workup, and disease severity. According to the 2012 guidelines from American Association for the Study of Liver Disease (AASLD), liver biopsy should be reserved for subjects who will 'benefit,' for subjects with potentially competing diagnosis, and for children with either an unclear diagnosis or in whom consideration is being given for medication. Liver biopsy has moderate risk of complicationsand is invasive, subject to sampling error and is expensive. [20]", "contents": "Fatty Liver -- Evaluation. Diagnosis of NASH requires a liver biopsy; however, not all patients with NAFLD require a liver biopsy. The decision to proceed with histological examination depends on risk factors, laboratory workup, and disease severity. According to the 2012 guidelines from American Association for the Study of Liver Disease (AASLD), liver biopsy should be reserved for subjects who will 'benefit,' for subjects with potentially competing diagnosis, and for children with either an unclear diagnosis or in whom consideration is being given for medication. Liver biopsy has moderate risk of complicationsand is invasive, subject to sampling error and is expensive. [20]"}
{"id": "article-21645_16", "title": "Fatty Liver -- Treatment / Management", "content": "Lifestyle modifications and weight loss are the mainstays of the treatment. Treatment also involves glycemic and lipid control. For patients with significant obesity, gastric bypass or other weight loss surgical modalities should be considered. Weight loss is proven to reduce hepatic steatosis. Evidence available suggests that loss of 3% to 5% of body weight is necessary to notice an improvement in steatosis, but a greater loss (up to 10%) is necessary to improve necroinflammation. [21] [22] [23] Patients should abstain from alcohol or hepatotoxic drugs.", "contents": "Fatty Liver -- Treatment / Management. Lifestyle modifications and weight loss are the mainstays of the treatment. Treatment also involves glycemic and lipid control. For patients with significant obesity, gastric bypass or other weight loss surgical modalities should be considered. Weight loss is proven to reduce hepatic steatosis. Evidence available suggests that loss of 3% to 5% of body weight is necessary to notice an improvement in steatosis, but a greater loss (up to 10%) is necessary to improve necroinflammation. [21] [22] [23] Patients should abstain from alcohol or hepatotoxic drugs."}
{"id": "article-21645_17", "title": "Fatty Liver -- Treatment / Management", "content": "Pharmacological options include Metformin, Vitamin E, fish oil, Orlistat (an inhibitor of gastric and pancreatic lipase), and Sibutramine. It is important to notice that the evidence behind these pharmacological modalities is weak. Three Cochrane reviews found insufficient evidence to support the use of bile acids (ursodeoxycholic acid) antioxidant supplements, metformin or thiazolidinedione in the absence of diabetes in patients with non alcoholic fatty liver disease. [24] [25] Studies have shown that metformin has no significant effect on liver histology; therefore, its use is only recommended if there is another indication for it. Vitamin E is currently only recommended for non-diabetic patients with biopsy-proven NASH. Pioglitazone can be used to treat patients with biopsy-proven steatohepatitis, but its long-term effects are not known. A randomized controlled trial of 247 adults with nonalcoholic steatohepatitis found improvement in AST and ALT levels with the use of vitamin E and pioglitazone but no improvement in fibrosis. [26]", "contents": "Fatty Liver -- Treatment / Management. Pharmacological options include Metformin, Vitamin E, fish oil, Orlistat (an inhibitor of gastric and pancreatic lipase), and Sibutramine. It is important to notice that the evidence behind these pharmacological modalities is weak. Three Cochrane reviews found insufficient evidence to support the use of bile acids (ursodeoxycholic acid) antioxidant supplements, metformin or thiazolidinedione in the absence of diabetes in patients with non alcoholic fatty liver disease. [24] [25] Studies have shown that metformin has no significant effect on liver histology; therefore, its use is only recommended if there is another indication for it. Vitamin E is currently only recommended for non-diabetic patients with biopsy-proven NASH. Pioglitazone can be used to treat patients with biopsy-proven steatohepatitis, but its long-term effects are not known. A randomized controlled trial of 247 adults with nonalcoholic steatohepatitis found improvement in AST and ALT levels with the use of vitamin E and pioglitazone but no improvement in fibrosis. [26]"}
{"id": "article-21645_18", "title": "Fatty Liver -- Treatment / Management", "content": "For patients with advanced disease and cirrhosis, liver transplantation might have to be considered.", "contents": "Fatty Liver -- Treatment / Management. For patients with advanced disease and cirrhosis, liver transplantation might have to be considered."}
{"id": "article-21645_19", "title": "Fatty Liver -- Differential Diagnosis", "content": "Viral Hepatitis Alcoholic hepatitis Alpha1 Antitrypsin Deficiency Primary sclerosing cholangitis Wilson disease Primary biliary cholangitis Cirrhosis", "contents": "Fatty Liver -- Differential Diagnosis. Viral Hepatitis Alcoholic hepatitis Alpha1 Antitrypsin Deficiency Primary sclerosing cholangitis Wilson disease Primary biliary cholangitis Cirrhosis"}
{"id": "article-21645_20", "title": "Fatty Liver -- Prognosis", "content": "patients with NAFL (Non-alcoholic fatty liver disease )have 26 %  higher health care cost in five year follow up. [27]", "contents": "Fatty Liver -- Prognosis. patients with NAFL (Non-alcoholic fatty liver disease )have 26 %  higher health care cost in five year follow up. [27]"}
{"id": "article-21645_21", "title": "Fatty Liver -- Complications", "content": "Cirrhosis Ascites Esophageal varices Liver failure Liver cancer Type 2 diabetes", "contents": "Fatty Liver -- Complications. Cirrhosis Ascites Esophageal varices Liver failure Liver cancer Type 2 diabetes"}
{"id": "article-21645_22", "title": "Fatty Liver -- Postoperative and Rehabilitation Care", "content": "Patients should be tested for other causes of liver injury like hepatitis B and offer vaccination All drugs that affect the liver must be discontinued The disease progression should be monitored for signs of liver dysfunction like ascites, palmar erythema, decreasing levels of albumin and elevated levels of INR. Levels of blood alcohol should be checked regularly to check for abstinence from alcohol. Patients with end-stage liver disease should be screened for liver cancer and gastroesophageal varices.", "contents": "Fatty Liver -- Postoperative and Rehabilitation Care. Patients should be tested for other causes of liver injury like hepatitis B and offer vaccination All drugs that affect the liver must be discontinued The disease progression should be monitored for signs of liver dysfunction like ascites, palmar erythema, decreasing levels of albumin and elevated levels of INR. Levels of blood alcohol should be checked regularly to check for abstinence from alcohol. Patients with end-stage liver disease should be screened for liver cancer and gastroesophageal varices."}
{"id": "article-21645_23", "title": "Fatty Liver -- Consultations", "content": "General and bariatric surgeon Radiologist for TIPS Gastroenterologist", "contents": "Fatty Liver -- Consultations. General and bariatric surgeon Radiologist for TIPS Gastroenterologist"}
{"id": "article-21645_24", "title": "Fatty Liver -- Deterrence and Patient Education", "content": "The patient should refrain from alcohol Malnutrition is common in these patients and a dietary consult should be obtained. A low-fat diet and weight loss is recommended. Participating in a regular exercise program is highly recommended.", "contents": "Fatty Liver -- Deterrence and Patient Education. The patient should refrain from alcohol Malnutrition is common in these patients and a dietary consult should be obtained. A low-fat diet and weight loss is recommended. Participating in a regular exercise program is highly recommended."}
{"id": "article-21645_25", "title": "Fatty Liver -- Pearls and Other Issues", "content": "Although the overall risk of cirrhosis due to NAFLD is modest, certain groups are at particular risk. Important risk factors for NASH are obesity, diabetes, and advanced age.", "contents": "Fatty Liver -- Pearls and Other Issues. Although the overall risk of cirrhosis due to NAFLD is modest, certain groups are at particular risk. Important risk factors for NASH are obesity, diabetes, and advanced age."}
{"id": "article-21645_26", "title": "Fatty Liver -- Enhancing Healthcare Team Outcomes", "content": "Fatty liver is on the rise in the US primarily because of an increase in obesity, type 2 diabetes, and consumption of alcohol. The condition can be reversed if detected early but it requires an interprofessional approach.", "contents": "Fatty Liver -- Enhancing Healthcare Team Outcomes. Fatty liver is on the rise in the US primarily because of an increase in obesity, type 2 diabetes, and consumption of alcohol. The condition can be reversed if detected early but it requires an interprofessional approach."}
{"id": "article-21645_27", "title": "Fatty Liver -- Enhancing Healthcare Team Outcomes", "content": "Education of the patient is vital to ensure that there is complete abstinence from alcohol. For those who do not remain compliant, end-stage liver disease can develop which carries a high morbidity and mortality. The nurse should also emphasize the importance of lifestyle changes and a healthy diet. Exercise and a healthy weight can help reverse the disorder and markedly improve the quality of life.", "contents": "Fatty Liver -- Enhancing Healthcare Team Outcomes. Education of the patient is vital to ensure that there is complete abstinence from alcohol. For those who do not remain compliant, end-stage liver disease can develop which carries a high morbidity and mortality. The nurse should also emphasize the importance of lifestyle changes and a healthy diet. Exercise and a healthy weight can help reverse the disorder and markedly improve the quality of life."}
{"id": "article-21645_28", "title": "Fatty Liver -- Enhancing Healthcare Team Outcomes", "content": "The pharmacist must be closely involved in the management of these patients because several studies show that the use of oral hypoglycemics and lipid-lowering agents may be helpful by lowering the risk of heart disease.", "contents": "Fatty Liver -- Enhancing Healthcare Team Outcomes. The pharmacist must be closely involved in the management of these patients because several studies show that the use of oral hypoglycemics and lipid-lowering agents may be helpful by lowering the risk of heart disease."}
{"id": "article-21645_29", "title": "Fatty Liver -- Enhancing Healthcare Team Outcomes", "content": "For patients who are not able to lose weight with conservative measures, a bariatric surgery consult may be helpful. There is evidence showing that appropriate weight loss surgery can significantly lower the risk of diabetes and heart disease. [21] [28] (Level II)", "contents": "Fatty Liver -- Enhancing Healthcare Team Outcomes. For patients who are not able to lose weight with conservative measures, a bariatric surgery consult may be helpful. There is evidence showing that appropriate weight loss surgery can significantly lower the risk of diabetes and heart disease. [21] [28] (Level II)"}
{"id": "article-21645_30", "title": "Fatty Liver -- Enhancing Healthcare Team Outcomes -- Outcomes", "content": "Several studies show that if there is early intervention before the onset of fibrosis, the prognosis is excellent. However, if the treatment is delayed, and end-stage liver disease develops, the prognosis is poor. In order to reduce the morbidity of fatty liver, evidence suggests that one should adopt an aggressive an interprofessional strategy for managing obesity, diabetes, and the metabolic syndrome. [29] [12] [30] (Level V)", "contents": "Fatty Liver -- Enhancing Healthcare Team Outcomes -- Outcomes. Several studies show that if there is early intervention before the onset of fibrosis, the prognosis is excellent. However, if the treatment is delayed, and end-stage liver disease develops, the prognosis is poor. In order to reduce the morbidity of fatty liver, evidence suggests that one should adopt an aggressive an interprofessional strategy for managing obesity, diabetes, and the metabolic syndrome. [29] [12] [30] (Level V)"}
{"id": "article-21645_31", "title": "Fatty Liver -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Fatty Liver -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}