{"id": "article-36683_0", "title": "Anatomy, Head and Neck, Striate Arteries -- Introduction", "content": "The striate arteries are a collection of small, penetrating arteries arising from the anterior and middle cerebral arteries that supply blood flow to the deep structures of the cerebral hemispheres, including the basal ganglia and internal capsule. These arteries do not have significant collateral circulation; thus the vascular territory supplied by the striate arteries is particularly susceptible to lacunar infarcts. Hypertrophy of the striate arteries are also involved in the pathogenesis of moyamoya disease and are important considerations during neurosurgical procedures involving the anterior circle of Willis. In this article, we review the functional anatomy and embryology of the striate arteries, as well as their relevance in neurologic pathology and neurosurgical management.", "contents": "Anatomy, Head and Neck, Striate Arteries -- Introduction. The striate arteries are a collection of small, penetrating arteries arising from the anterior and middle cerebral arteries that supply blood flow to the deep structures of the cerebral hemispheres, including the basal ganglia and internal capsule. These arteries do not have significant collateral circulation; thus the vascular territory supplied by the striate arteries is particularly susceptible to lacunar infarcts. Hypertrophy of the striate arteries are also involved in the pathogenesis of moyamoya disease and are important considerations during neurosurgical procedures involving the anterior circle of Willis. In this article, we review the functional anatomy and embryology of the striate arteries, as well as their relevance in neurologic pathology and neurosurgical management."}
{"id": "article-36683_1", "title": "Anatomy, Head and Neck, Striate Arteries -- Structure and Function", "content": "The striate arteries refer to a collection of small-caliber arteries branching from the anterior circle of Willis to supply deep structures of the cerebrum.", "contents": "Anatomy, Head and Neck, Striate Arteries -- Structure and Function. The striate arteries refer to a collection of small-caliber arteries branching from the anterior circle of Willis to supply deep structures of the cerebrum."}
{"id": "article-36683_2", "title": "Anatomy, Head and Neck, Striate Arteries -- Structure and Function", "content": "The lenticulostriate arteries (LSA) branch from the middle cerebral artery (MCA). The MCA arises from the internal carotid artery (ICA) before coursing laterally on the underside of the frontal lobe as the M1 segment towards the lateral sulcus between the frontal and temporal lobes. The LSAs are six to twelve small-diameter branches that arise from the M1 segment to supply the internal capsule and basal ganglia. These branches range in diameter from 0.08 mm to 1.4 mm, with an average diameter of 0.47 mm. [1] [2]", "contents": "Anatomy, Head and Neck, Striate Arteries -- Structure and Function. The lenticulostriate arteries (LSA) branch from the middle cerebral artery (MCA). The MCA arises from the internal carotid artery (ICA) before coursing laterally on the underside of the frontal lobe as the M1 segment towards the lateral sulcus between the frontal and temporal lobes. The LSAs are six to twelve small-diameter branches that arise from the M1 segment to supply the internal capsule and basal ganglia. These branches range in diameter from 0.08 mm to 1.4 mm, with an average diameter of 0.47 mm. [1] [2]"}
{"id": "article-36683_3", "title": "Anatomy, Head and Neck, Striate Arteries -- Structure and Function", "content": "The recurrent artery of Heubner (RAH) , also known as the distal medial striate artery , is a specific striate artery that branches off from the anterior cerebral artery (ACA). After ICA gives rise to the ACA, the A1 segment of the ACA extends to its bifurcation into the A2 segment and the anterior communicating artery (ACoA). The RAH arises from either the distal portion of A1 or the proximal aspect of A2. [3] [4] In 60% of patients, the RAH adopted a recurrent course, traveling anterior and inferior to A1 along the underside of the frontal lobe to the bifurcation of the ICA, before entering the brain. [3] [4] [5] The RAH continues to supply the septal nuclei, putamen, and anterior limb of the internal capsule. Additionally, the RAH is the primary, if not only, arterial supply to the nucleus accumbens. [6] On average, the RAH is 0.7 mm in diameter and 24 mm in length. [3] [7] [8]", "contents": "Anatomy, Head and Neck, Striate Arteries -- Structure and Function. The recurrent artery of Heubner (RAH) , also known as the distal medial striate artery , is a specific striate artery that branches off from the anterior cerebral artery (ACA). After ICA gives rise to the ACA, the A1 segment of the ACA extends to its bifurcation into the A2 segment and the anterior communicating artery (ACoA). The RAH arises from either the distal portion of A1 or the proximal aspect of A2. [3] [4] In 60% of patients, the RAH adopted a recurrent course, traveling anterior and inferior to A1 along the underside of the frontal lobe to the bifurcation of the ICA, before entering the brain. [3] [4] [5] The RAH continues to supply the septal nuclei, putamen, and anterior limb of the internal capsule. Additionally, the RAH is the primary, if not only, arterial supply to the nucleus accumbens. [6] On average, the RAH is 0.7 mm in diameter and 24 mm in length. [3] [7] [8]"}
{"id": "article-36683_4", "title": "Anatomy, Head and Neck, Striate Arteries -- Structure and Function", "content": "The striate arteries arising from both the ACA and MCA ascend through the anterior perforated substance of the basal forebrain. The anterior perforating substance is an area of grey matter bounded by the gyrus rectus, lateral olfactory striae, optic chiasm, and optic tract with many small holes formed by the striate arteries.", "contents": "Anatomy, Head and Neck, Striate Arteries -- Structure and Function. The striate arteries arising from both the ACA and MCA ascend through the anterior perforated substance of the basal forebrain. The anterior perforating substance is an area of grey matter bounded by the gyrus rectus, lateral olfactory striae, optic chiasm, and optic tract with many small holes formed by the striate arteries."}
{"id": "article-36683_5", "title": "Anatomy, Head and Neck, Striate Arteries -- Structure and Function", "content": "The striate arteries may be divided into lateral and medial striate arteries, although this nomenclature may generate confusion. Some define medial striate arteries as branching from the ACA, such as the RAH, and defining lateral striate arteries as arising from the M1 segment of the MCA. Others describe medial and lateral striate arteries as those branching from proximal and distal aspects of M1, respectively.", "contents": "Anatomy, Head and Neck, Striate Arteries -- Structure and Function. The striate arteries may be divided into lateral and medial striate arteries, although this nomenclature may generate confusion. Some define medial striate arteries as branching from the ACA, such as the RAH, and defining lateral striate arteries as arising from the M1 segment of the MCA. Others describe medial and lateral striate arteries as those branching from proximal and distal aspects of M1, respectively."}
{"id": "article-36683_6", "title": "Anatomy, Head and Neck, Striate Arteries -- Embryology", "content": "At the 4 to 5mm stage around 28 to 30 days of gestation, the cranial division of the fetal ICA is known as the primitive olfactory artery (POA), due to its termination in the olfactory region of the developing brain. [9] [10] [11] As the POA continues towards the olfactory bulb in what will give rise to the eventual ACA, it emits a small recurrent branch that will develop into the RAH. At the 12 to 14 mm stage, the ACoA develops out of the distal ACA to complete the anterior aspect of the circle of Willis.", "contents": "Anatomy, Head and Neck, Striate Arteries -- Embryology. At the 4 to 5mm stage around 28 to 30 days of gestation, the cranial division of the fetal ICA is known as the primitive olfactory artery (POA), due to its termination in the olfactory region of the developing brain. [9] [10] [11] As the POA continues towards the olfactory bulb in what will give rise to the eventual ACA, it emits a small recurrent branch that will develop into the RAH. At the 12 to 14 mm stage, the ACoA develops out of the distal ACA to complete the anterior aspect of the circle of Willis."}
{"id": "article-36683_7", "title": "Anatomy, Head and Neck, Striate Arteries -- Embryology", "content": "The MCAs begin to emerge as multiple small plexuses budding from the ICA at the 7 to 12 mm stage around 34 to 36 days and coalesce into a single artery at the 16 to 18 mm stage near 39 to 41 days. [10] [11] [12] As the frontal and temporal lobes develop and the lateral fissure is formed, the cortical branches of the MCA form and penetrate through the anterior perforated substance to serve deep cerebral structures. [11] [12] By the 40 mm stage of the embryo, the MCA has adopted its final configuration. [12] [10]", "contents": "Anatomy, Head and Neck, Striate Arteries -- Embryology. The MCAs begin to emerge as multiple small plexuses budding from the ICA at the 7 to 12 mm stage around 34 to 36 days and coalesce into a single artery at the 16 to 18 mm stage near 39 to 41 days. [10] [11] [12] As the frontal and temporal lobes develop and the lateral fissure is formed, the cortical branches of the MCA form and penetrate through the anterior perforated substance to serve deep cerebral structures. [11] [12] By the 40 mm stage of the embryo, the MCA has adopted its final configuration. [12] [10]"}
{"id": "article-36683_8", "title": "Anatomy, Head and Neck, Striate Arteries -- Blood Supply and Lymphatics", "content": "Although there is a substantial inter-individual variation in the cerebral structures supplied by the striate arteries, they generally supply the following vascular territories [1] [13] : Lateral LSA: caudate nucleus, putamen, globus pallidus, posterior limb and genu of the internal capsule, substantia innominata, lateral aspect of the anterior commissure, border zone of the corona radiata Medial LSA: caudate nucleus, putamen, globus pallidus, internal capsule RAH: anteromedial caudate nucleus, putamen, globus pallidus, anterior limb of the internal capsule, septal nuclei, nucleus accumbens In most cases, the RAH provides the most medial and anterior perforating arteries, while the LSAs originating from the MCA serves the middle and posterior components of the basal ganglia. [4] [14]", "contents": "Anatomy, Head and Neck, Striate Arteries -- Blood Supply and Lymphatics. Although there is a substantial inter-individual variation in the cerebral structures supplied by the striate arteries, they generally supply the following vascular territories [1] [13] : Lateral LSA: caudate nucleus, putamen, globus pallidus, posterior limb and genu of the internal capsule, substantia innominata, lateral aspect of the anterior commissure, border zone of the corona radiata Medial LSA: caudate nucleus, putamen, globus pallidus, internal capsule RAH: anteromedial caudate nucleus, putamen, globus pallidus, anterior limb of the internal capsule, septal nuclei, nucleus accumbens In most cases, the RAH provides the most medial and anterior perforating arteries, while the LSAs originating from the MCA serves the middle and posterior components of the basal ganglia. [4] [14]"}
{"id": "article-36683_9", "title": "Anatomy, Head and Neck, Striate Arteries -- Blood Supply and Lymphatics", "content": "Venous drainage from the basal ganglia and other deep cerebral structures supplied by the striate arteries occurs via the internal cerebral and basal veins, to the great vein of Galen, and finally the straight dural sinus. [15]", "contents": "Anatomy, Head and Neck, Striate Arteries -- Blood Supply and Lymphatics. Venous drainage from the basal ganglia and other deep cerebral structures supplied by the striate arteries occurs via the internal cerebral and basal veins, to the great vein of Galen, and finally the straight dural sinus. [15]"}
{"id": "article-36683_10", "title": "Anatomy, Head and Neck, Striate Arteries -- Physiologic Variants", "content": "Occasionally, the LSA may arise from a large common trunk. [1] While this presentation is typically inconsequential, occlusion of the trunk may result in ischemia of the entire territory supplied, leading to a massive central hemispheric infarct. While the LSA typically arises from the M1 segment of the MCA, origins at the MCA bifurcation or on the M2 segment are also common. [4] In patients with accessory MCAs, LSAs frequently arise from the accessory MCA. [4]", "contents": "Anatomy, Head and Neck, Striate Arteries -- Physiologic Variants. Occasionally, the LSA may arise from a large common trunk. [1] While this presentation is typically inconsequential, occlusion of the trunk may result in ischemia of the entire territory supplied, leading to a massive central hemispheric infarct. While the LSA typically arises from the M1 segment of the MCA, origins at the MCA bifurcation or on the M2 segment are also common. [4] In patients with accessory MCAs, LSAs frequently arise from the accessory MCA. [4]"}
{"id": "article-36683_11", "title": "Anatomy, Head and Neck, Striate Arteries -- Physiologic Variants", "content": "The origin of the RAH demonstrates significant interpatient variability. [3] [4] In 58% of patients, the RAH arose from the A2 segment, within 5mm of the ACoA bifurcation. [3] An additional 30% arise from the A1 segment, and 12% arise from the ACA-ACoA branch site. The RAH is a single artery in most cases but may present as double, triple, or quadruple vessels in some patients. [3] [7] [16] [17] Documentation also exists showing cases of unilateral or bilateral absence of the RAH. [7] [17]", "contents": "Anatomy, Head and Neck, Striate Arteries -- Physiologic Variants. The origin of the RAH demonstrates significant interpatient variability. [3] [4] In 58% of patients, the RAH arose from the A2 segment, within 5mm of the ACoA bifurcation. [3] An additional 30% arise from the A1 segment, and 12% arise from the ACA-ACoA branch site. The RAH is a single artery in most cases but may present as double, triple, or quadruple vessels in some patients. [3] [7] [16] [17] Documentation also exists showing cases of unilateral or bilateral absence of the RAH. [7] [17]"}
{"id": "article-36683_12", "title": "Anatomy, Head and Neck, Striate Arteries -- Surgical Considerations", "content": "MCA aneurysms account for 18% of all intracranial saccular aneurysms. [1] Over 80% of MCA aneurysms occur at the terminal or false bifurcations, where the LSA arises in 23% of patients. In these patients, the aneurysm may stretch, compress, or otherwise distort the striate arteries. [18] During endovascular surgery involving aneurysms of the ACA, ACoA, or MCA, iatrogenic injury to the RAH or LSAs can result; thus, particular care must be taken to recognize and preserve the vessel. [19] [20] [21] [22] [23] [24] Intraoperative microscopic inspection is inadequate in determining patency of the perforating arteries; monitoring of motor evoked potentials intraoperatively is recommended to assess blood flow. [19] [25] Such damage can result in striatal infarctions with transient or permanent brachiofacial hemiparesis, aphasia, and emotional dysregulation.", "contents": "Anatomy, Head and Neck, Striate Arteries -- Surgical Considerations. MCA aneurysms account for 18% of all intracranial saccular aneurysms. [1] Over 80% of MCA aneurysms occur at the terminal or false bifurcations, where the LSA arises in 23% of patients. In these patients, the aneurysm may stretch, compress, or otherwise distort the striate arteries. [18] During endovascular surgery involving aneurysms of the ACA, ACoA, or MCA, iatrogenic injury to the RAH or LSAs can result; thus, particular care must be taken to recognize and preserve the vessel. [19] [20] [21] [22] [23] [24] Intraoperative microscopic inspection is inadequate in determining patency of the perforating arteries; monitoring of motor evoked potentials intraoperatively is recommended to assess blood flow. [19] [25] Such damage can result in striatal infarctions with transient or permanent brachiofacial hemiparesis, aphasia, and emotional dysregulation."}
{"id": "article-36683_13", "title": "Anatomy, Head and Neck, Striate Arteries -- Surgical Considerations", "content": "Aneurysms of LSA and RAH are both rare occurrences and typically present with a subarachnoid or intracranial hemorrhage. [26] [27] [28] Causes of striate aneurysms include hypertension, substance abuse, systemic lupus erythematosus, vascular malformations, and moyamoya disease, although the majority are idiopathic. [27] [26] [29] [30] Management of striate aneurysms involves coiling, clipping, embolization, radiosurgery, or resection of the deformity. [31] [5] [32] [29] Preservation of these arteries may be difficult due to their narrow caliber, which may result in permanent neurologic sequelae. [31] [32] [29]", "contents": "Anatomy, Head and Neck, Striate Arteries -- Surgical Considerations. Aneurysms of LSA and RAH are both rare occurrences and typically present with a subarachnoid or intracranial hemorrhage. [26] [27] [28] Causes of striate aneurysms include hypertension, substance abuse, systemic lupus erythematosus, vascular malformations, and moyamoya disease, although the majority are idiopathic. [27] [26] [29] [30] Management of striate aneurysms involves coiling, clipping, embolization, radiosurgery, or resection of the deformity. [31] [5] [32] [29] Preservation of these arteries may be difficult due to their narrow caliber, which may result in permanent neurologic sequelae. [31] [32] [29]"}
{"id": "article-36683_14", "title": "Anatomy, Head and Neck, Striate Arteries -- Surgical Considerations", "content": "Neurosurgical evaluation is also warranted in patients with moyamoya disease. Moyamoya is a relatively rare cerebrovascular disorder characterized by luminal thrombosis and smooth muscle cell hyperplasia of the intracranial portion of the ICA and proximal ACA and MCA, causing stenosis and occlusion. [33] [34] [35] The diminished blood flow results in compensatory proliferation, dilatation, and collateralization of the striate arteries with the choroidal and thalamoperforating vessels. [33] [34] [36] [37] The abnormally increased flow through the tiny striate arteries may lead to endothelial damage and the development of microaneurysms, predisposing to ischemic and hemorrhagic complications. [33] Moyamoya has a bimodal age distribution, with peaks in childhood and mid-adulthood, and is most common in women and Asian populations. [38] [39] Symptoms of moyamoya include headache, choreiform movements, seizures, transient ischemic attack, stroke, and hemorrhage. [33] [38] Although antiplatelet agents are commonly employed as management, medical therapy alone is ineffective in halting the progression of moyamoya; thus neurosurgical involvement is critical in preventing neurologic disability. [33] [38] Surgical management most commonly involves direct or indirect revascularization utilizing the external carotid artery to improve blood flow to the ischemic region. [38] [40] Techniques include the direct superficial temporal artery-to-MCA procedure, encephaloduroarteriosynangiosis, encephalo myo synangiosis, and multiple burr holes procedure. [38] [40]", "contents": "Anatomy, Head and Neck, Striate Arteries -- Surgical Considerations. Neurosurgical evaluation is also warranted in patients with moyamoya disease. Moyamoya is a relatively rare cerebrovascular disorder characterized by luminal thrombosis and smooth muscle cell hyperplasia of the intracranial portion of the ICA and proximal ACA and MCA, causing stenosis and occlusion. [33] [34] [35] The diminished blood flow results in compensatory proliferation, dilatation, and collateralization of the striate arteries with the choroidal and thalamoperforating vessels. [33] [34] [36] [37] The abnormally increased flow through the tiny striate arteries may lead to endothelial damage and the development of microaneurysms, predisposing to ischemic and hemorrhagic complications. [33] Moyamoya has a bimodal age distribution, with peaks in childhood and mid-adulthood, and is most common in women and Asian populations. [38] [39] Symptoms of moyamoya include headache, choreiform movements, seizures, transient ischemic attack, stroke, and hemorrhage. [33] [38] Although antiplatelet agents are commonly employed as management, medical therapy alone is ineffective in halting the progression of moyamoya; thus neurosurgical involvement is critical in preventing neurologic disability. [33] [38] Surgical management most commonly involves direct or indirect revascularization utilizing the external carotid artery to improve blood flow to the ischemic region. [38] [40] Techniques include the direct superficial temporal artery-to-MCA procedure, encephaloduroarteriosynangiosis, encephalo myo synangiosis, and multiple burr holes procedure. [38] [40]"}
{"id": "article-36683_15", "title": "Anatomy, Head and Neck, Striate Arteries -- Clinical Significance", "content": "The striate arteries do not have a significant collateral blood supply and are thus considered end arteries and particularly susceptible to hypoxia. Ischemic strokes of the striate arteries are known as lacunar infarcts and account for 25% of cerebral infarcts. [41] Lacunar infarcts are defined as small ischemic regions up to 15 or 20 mm in size, with empty spaces, or lacunae , present within the affected brain structures. [1] Lacunar strokes necessarily lack true cortical signs, such as aphasia, visual field defects, visuospatial neglect, and gaze deviation. Lacunar strokes may be silent or present with one of five primary well-defined stroke syndromes [42] [41] :", "contents": "Anatomy, Head and Neck, Striate Arteries -- Clinical Significance. The striate arteries do not have a significant collateral blood supply and are thus considered end arteries and particularly susceptible to hypoxia. Ischemic strokes of the striate arteries are known as lacunar infarcts and account for 25% of cerebral infarcts. [41] Lacunar infarcts are defined as small ischemic regions up to 15 or 20 mm in size, with empty spaces, or lacunae , present within the affected brain structures. [1] Lacunar strokes necessarily lack true cortical signs, such as aphasia, visual field defects, visuospatial neglect, and gaze deviation. Lacunar strokes may be silent or present with one of five primary well-defined stroke syndromes [42] [41] :"}
{"id": "article-36683_16", "title": "Anatomy, Head and Neck, Striate Arteries -- Clinical Significance", "content": "Pure motor stroke is the most common lacunar stroke syndrome, accounting for one-third to one-half of all lacunar infarct presentations. Pure motor strokes arise from infarction involving the posterior limb of the internal capsule, corona radiata, and basilar pons. It results in contralateral hemiparesis/hemiplegia of the face, arm, or leg.", "contents": "Anatomy, Head and Neck, Striate Arteries -- Clinical Significance. Pure motor stroke is the most common lacunar stroke syndrome, accounting for one-third to one-half of all lacunar infarct presentations. Pure motor strokes arise from infarction involving the posterior limb of the internal capsule, corona radiata, and basilar pons. It results in contralateral hemiparesis/hemiplegia of the face, arm, or leg."}
{"id": "article-36683_17", "title": "Anatomy, Head and Neck, Striate Arteries -- Clinical Significance", "content": "Ataxic hemiparesis is the second most common lacunar syndrome. It results from infarction of the territory involved in a pure motor stroke, in addition to the lentiform and red nuclei. Symptoms include ipsilateral weakness and impaired coordination, most commonly of the lower extremity.", "contents": "Anatomy, Head and Neck, Striate Arteries -- Clinical Significance. Ataxic hemiparesis is the second most common lacunar syndrome. It results from infarction of the territory involved in a pure motor stroke, in addition to the lentiform and red nuclei. Symptoms include ipsilateral weakness and impaired coordination, most commonly of the lower extremity."}
{"id": "article-36683_18", "title": "Anatomy, Head and Neck, Striate Arteries -- Clinical Significance", "content": "Dysarthria-clumsy hand involves infarction of the anterior limb or the genu of the internal capsule, basilar pons, corona radiata, thalamus, basal ganglia, and cerebral peduncle. This syndrome presents with dysarthria and hand clumsiness, particularly with writing.", "contents": "Anatomy, Head and Neck, Striate Arteries -- Clinical Significance. Dysarthria-clumsy hand involves infarction of the anterior limb or the genu of the internal capsule, basilar pons, corona radiata, thalamus, basal ganglia, and cerebral peduncle. This syndrome presents with dysarthria and hand clumsiness, particularly with writing."}
{"id": "article-36683_19", "title": "Anatomy, Head and Neck, Striate Arteries -- Clinical Significance", "content": "Pure sensory stroke is resultant from infarction of the ventral posterolateral nucleus of the thalamus, corona radiata, internal capsule, and midbrain. A pure sensory stroke presents with unilateral numbness and dysesthesias.", "contents": "Anatomy, Head and Neck, Striate Arteries -- Clinical Significance. Pure sensory stroke is resultant from infarction of the ventral posterolateral nucleus of the thalamus, corona radiata, internal capsule, and midbrain. A pure sensory stroke presents with unilateral numbness and dysesthesias."}
{"id": "article-36683_20", "title": "Anatomy, Head and Neck, Striate Arteries -- Clinical Significance", "content": "Mixed sensorimotor stroke results from infarction of the thalamus and posterior limb of the internal capsule, as well as the lateral aspect of the pons. Manifestations of this syndrome include contralateral hemiparesis, hemiplegia, and numbness.", "contents": "Anatomy, Head and Neck, Striate Arteries -- Clinical Significance. Mixed sensorimotor stroke results from infarction of the thalamus and posterior limb of the internal capsule, as well as the lateral aspect of the pons. Manifestations of this syndrome include contralateral hemiparesis, hemiplegia, and numbness."}
{"id": "article-36683_21", "title": "Anatomy, Head and Neck, Striate Arteries -- Clinical Significance", "content": "Several etiologies may result in lacunar infarcts. [43] Intracranial atherosclerosis, in the form of luminal/mural atheroma (atheroma of the ACA or MCA occluding the mouth of the striate artery), junctional atheroma (atheroma at the origin of the striate artery), or microatheroma (atheroma of the proximal perforating artery), leading to stenosis of the LSA or RAH are believed to be the most frequent cause of lacunar strokes. Atheromas typically result in occlusion of larger 0.2 to 0.8 mm diameter striate arteries, with symptomatic infarcts greater than 5 mm in diameter. [43]", "contents": "Anatomy, Head and Neck, Striate Arteries -- Clinical Significance. Several etiologies may result in lacunar infarcts. [43] Intracranial atherosclerosis, in the form of luminal/mural atheroma (atheroma of the ACA or MCA occluding the mouth of the striate artery), junctional atheroma (atheroma at the origin of the striate artery), or microatheroma (atheroma of the proximal perforating artery), leading to stenosis of the LSA or RAH are believed to be the most frequent cause of lacunar strokes. Atheromas typically result in occlusion of larger 0.2 to 0.8 mm diameter striate arteries, with symptomatic infarcts greater than 5 mm in diameter. [43]"}
{"id": "article-36683_22", "title": "Anatomy, Head and Neck, Striate Arteries -- Clinical Significance", "content": "The striate arteries are also particularly prone to hypertension-induced damage, resulting in segmental lipohyalinosis of the penetrating arteries. The endothelial dysfunction and impaired cerebrovascular autoregulation resultant from chronic hypertension lead to the extravasation of potentially toxic plasma components into the tunica media. Subsequent inflammation and fibrinoid necrosis contribute to stenosis of the striate arteries. Histologically, lipohyalinosis appears as homogenous eosinophilic deposits, thickening the blood vessel wall. The lipohyalinosis pathogenesis is most common in smaller 0.04 to 0.2 mm arteries, resulting in, typically asymptomatic, 3 to 7 mm infarcts. [43] [41] These pathologic arterial lesions are also increasingly fragile and may rupture, resulting in intracerebral hemorrhage. [43]", "contents": "Anatomy, Head and Neck, Striate Arteries -- Clinical Significance. The striate arteries are also particularly prone to hypertension-induced damage, resulting in segmental lipohyalinosis of the penetrating arteries. The endothelial dysfunction and impaired cerebrovascular autoregulation resultant from chronic hypertension lead to the extravasation of potentially toxic plasma components into the tunica media. Subsequent inflammation and fibrinoid necrosis contribute to stenosis of the striate arteries. Histologically, lipohyalinosis appears as homogenous eosinophilic deposits, thickening the blood vessel wall. The lipohyalinosis pathogenesis is most common in smaller 0.04 to 0.2 mm arteries, resulting in, typically asymptomatic, 3 to 7 mm infarcts. [43] [41] These pathologic arterial lesions are also increasingly fragile and may rupture, resulting in intracerebral hemorrhage. [43]"}
{"id": "article-36683_23", "title": "Anatomy, Head and Neck, Striate Arteries -- Clinical Significance", "content": "In patients without evidence of microvascular disease, lacunar strokes may also be resultant from carotid or cardiac emboli carried into the MCA and lodged at LSA branch points near the lateral sulcus. [41] [44] The acute angle between the ICA and the origin of the MCA facilitates the disproportionate carriage of emboli into MCA territory.", "contents": "Anatomy, Head and Neck, Striate Arteries -- Clinical Significance. In patients without evidence of microvascular disease, lacunar strokes may also be resultant from carotid or cardiac emboli carried into the MCA and lodged at LSA branch points near the lateral sulcus. [41] [44] The acute angle between the ICA and the origin of the MCA facilitates the disproportionate carriage of emboli into MCA territory."}
{"id": "article-36683_24", "title": "Anatomy, Head and Neck, Striate Arteries -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Anatomy, Head and Neck, Striate Arteries -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}