{"id": "article-24272_0", "title": "Physiology, Ligand Gated Chloride Channel -- Introduction", "content": "Transport of substances across cellular membranes is one of the major topics explored to understand cellular function and growth. Among the forms of transport studied, ligand-gated ion channels (LGIC) are prevalent in pharmacological and medical settings – serving as molecular targets in drug discovery. [1] The ligand-gated chloride channel (LGCC) is a pertinent subtype of this family of transport proteins for the various roles they serve: the most crucial role being the modulation of inhibitory signaling in the nervous system. Gamma-aminobutyric acid (GABA) dependent channels, specifically the GABA-A subtype, and glycine dependent channels are the most well-known and heavily studied forms of LGCCs. [2] The study of these channels, known as GABA-A receptors and glycine receptors, has not only yielded valuable information in how neural transmission and modulation translates to voluntary/involuntary actions but also understands the pathophysiology of several neurologic disorders and clinical effects of agents that are used commonly in the clinical setting. [3]", "contents": "Physiology, Ligand Gated Chloride Channel -- Introduction. Transport of substances across cellular membranes is one of the major topics explored to understand cellular function and growth. Among the forms of transport studied, ligand-gated ion channels (LGIC) are prevalent in pharmacological and medical settings – serving as molecular targets in drug discovery. [1] The ligand-gated chloride channel (LGCC) is a pertinent subtype of this family of transport proteins for the various roles they serve: the most crucial role being the modulation of inhibitory signaling in the nervous system. Gamma-aminobutyric acid (GABA) dependent channels, specifically the GABA-A subtype, and glycine dependent channels are the most well-known and heavily studied forms of LGCCs. [2] The study of these channels, known as GABA-A receptors and glycine receptors, has not only yielded valuable information in how neural transmission and modulation translates to voluntary/involuntary actions but also understands the pathophysiology of several neurologic disorders and clinical effects of agents that are used commonly in the clinical setting. [3]"}
{"id": "article-24272_1", "title": "Physiology, Ligand Gated Chloride Channel -- Cellular Level", "content": "All LGICs share similar protein structures, the variability in the subtypes relating to their central pore with a differing affinity for specific cations/anions. [2] LGCC structures are pentameric transmembrane proteins, specific features of each described [4] [5] : GABA-A receptors - involves two alpha-1 subunits, two beta-2 subunits, and one gamma-2 subunit all situated in a ring around an anionic selective pore. Within the protein conformation, several allosteric sites are present, two serving as active sites for GABA binding and identified binding sites of several pharmacological agents including benzodiazepines, barbiturates, zolpidem/zaleplon, and flumazenil. Glycine receptors – involve three alpha-1 subunits and two beta subunits, situated in a ring around an anionic selective pore. Several allosteric active sites for glycine binding are present, as well as a binding site for strychnine – a crystalline alkaloid used as a pesticide.", "contents": "Physiology, Ligand Gated Chloride Channel -- Cellular Level. All LGICs share similar protein structures, the variability in the subtypes relating to their central pore with a differing affinity for specific cations/anions. [2] LGCC structures are pentameric transmembrane proteins, specific features of each described [4] [5] : GABA-A receptors - involves two alpha-1 subunits, two beta-2 subunits, and one gamma-2 subunit all situated in a ring around an anionic selective pore. Within the protein conformation, several allosteric sites are present, two serving as active sites for GABA binding and identified binding sites of several pharmacological agents including benzodiazepines, barbiturates, zolpidem/zaleplon, and flumazenil. Glycine receptors – involve three alpha-1 subunits and two beta subunits, situated in a ring around an anionic selective pore. Several allosteric active sites for glycine binding are present, as well as a binding site for strychnine – a crystalline alkaloid used as a pesticide."}
{"id": "article-24272_2", "title": "Physiology, Ligand Gated Chloride Channel -- Function", "content": "Both GABA-A and glycine receptors are present in the central nervous system (CNS): their primary roles contribute to synaptic inhibitory signaling. Of the two, GABA-A has been found more extensively throughout the nervous system – the main concentration of receptors found in the thalamus (specifically the reticular nucleus), hypothalamus, basal ganglia, and hippocampus. [3] GABA-A receptors within these areas function as negative feedback loops. Specific to the basal ganglia, these receptors work to regulate motor control. GABA-A receptors become heavily active in times when there are voluntary and/or involuntary impulses to decrease motor activity. As the impulse projects from the premotor/motor cortex, glutamate stimulate the cholinergic-dependent indirect path of the striatum, which in turn activates GABA release and transmission. This GABA signaling path can go on to inhibit substantia nigra and the external segment of globus pallidus, allowing the subthalamic nucleus to stimulate the internal segment of the globus pallidus to release more GABA to inhibit the signaling from the thalamus. This causes decreased signaling activity from the motor cortex to the cerebellum and lower motor neurons within the spinal column, ultimately reducing motor activation. [6] [7] As will be discussed below, this GABAergic system has been found to be pertinent in understanding motor-related neurodegenerative diseases, Parkinson's and Huntington's diseases being the most classic examples. [8] [9] Another disorder of similar nature is Alzheimer's disease, which will also merit discussion below. Though originally thought of as a disorder of imbalance between dopamine and acetylcholine signaling, recent studies suggest that remodeling of GABAergic transmission can also contribute to this disease’s phenotype. This physiology, in turn, would suggest as well that GABA and its receptor are not solely involved in motor control but also serve a function in cognition, memory and learning, circadian rhythms, and adult neural development. [3]", "contents": "Physiology, Ligand Gated Chloride Channel -- Function. Both GABA-A and glycine receptors are present in the central nervous system (CNS): their primary roles contribute to synaptic inhibitory signaling. Of the two, GABA-A has been found more extensively throughout the nervous system – the main concentration of receptors found in the thalamus (specifically the reticular nucleus), hypothalamus, basal ganglia, and hippocampus. [3] GABA-A receptors within these areas function as negative feedback loops. Specific to the basal ganglia, these receptors work to regulate motor control. GABA-A receptors become heavily active in times when there are voluntary and/or involuntary impulses to decrease motor activity. As the impulse projects from the premotor/motor cortex, glutamate stimulate the cholinergic-dependent indirect path of the striatum, which in turn activates GABA release and transmission. This GABA signaling path can go on to inhibit substantia nigra and the external segment of globus pallidus, allowing the subthalamic nucleus to stimulate the internal segment of the globus pallidus to release more GABA to inhibit the signaling from the thalamus. This causes decreased signaling activity from the motor cortex to the cerebellum and lower motor neurons within the spinal column, ultimately reducing motor activation. [6] [7] As will be discussed below, this GABAergic system has been found to be pertinent in understanding motor-related neurodegenerative diseases, Parkinson's and Huntington's diseases being the most classic examples. [8] [9] Another disorder of similar nature is Alzheimer's disease, which will also merit discussion below. Though originally thought of as a disorder of imbalance between dopamine and acetylcholine signaling, recent studies suggest that remodeling of GABAergic transmission can also contribute to this disease’s phenotype. This physiology, in turn, would suggest as well that GABA and its receptor are not solely involved in motor control but also serve a function in cognition, memory and learning, circadian rhythms, and adult neural development. [3]"}
{"id": "article-24272_3", "title": "Physiology, Ligand Gated Chloride Channel -- Function", "content": "As with GABA-A receptors, the glycine receptor plays a role in inhibitory neurotransmission. During fetal development, the original inhibitory receptor of the spinal cord is the GABA-A receptor; however, during the first postnatal week, glycine receptors cluster within the postsynaptic membranes of inhibitory neurons in the ventral horns of the spinal cord. Glycine signaling takes over as the predominant inhibitory signal in the spinal cord from GABA-A signaling and persists through adult neural development. [10] The function of glycine signaling in the spinal cord is attributable to motor and reflex control through lower motor neurons; the classic description relates to flexor reflex-crossed extensor reflex. As one steps on a nociceptive stimulus with their foot, pain signals travel to the dorsal roots of the spinal cord and ascend towards the brain. At the same instant that afferent pain fibers activate, efferent motor neurons in the ventral roots at the same segment on the ipsilateral side are activated - stimulating the flexor muscles to lift the lower extremity away from the pain source. While the flexors of the ipsilateral side are activated, the extensors of the ipsilateral side are inhibited via glycine signaling so as not to resist the flexor muscles. On the contralateral side, glycine receptors are stimulated to inhibit the activation of flexor muscles resulting in no resistance to the contralateral extensor muscles which are activated to maintain balance as the affected lower extremity leaves the ground. [11]", "contents": "Physiology, Ligand Gated Chloride Channel -- Function. As with GABA-A receptors, the glycine receptor plays a role in inhibitory neurotransmission. During fetal development, the original inhibitory receptor of the spinal cord is the GABA-A receptor; however, during the first postnatal week, glycine receptors cluster within the postsynaptic membranes of inhibitory neurons in the ventral horns of the spinal cord. Glycine signaling takes over as the predominant inhibitory signal in the spinal cord from GABA-A signaling and persists through adult neural development. [10] The function of glycine signaling in the spinal cord is attributable to motor and reflex control through lower motor neurons; the classic description relates to flexor reflex-crossed extensor reflex. As one steps on a nociceptive stimulus with their foot, pain signals travel to the dorsal roots of the spinal cord and ascend towards the brain. At the same instant that afferent pain fibers activate, efferent motor neurons in the ventral roots at the same segment on the ipsilateral side are activated - stimulating the flexor muscles to lift the lower extremity away from the pain source. While the flexors of the ipsilateral side are activated, the extensors of the ipsilateral side are inhibited via glycine signaling so as not to resist the flexor muscles. On the contralateral side, glycine receptors are stimulated to inhibit the activation of flexor muscles resulting in no resistance to the contralateral extensor muscles which are activated to maintain balance as the affected lower extremity leaves the ground. [11]"}
{"id": "article-24272_4", "title": "Physiology, Ligand Gated Chloride Channel -- Mechanism", "content": "To understand the mechanism of LGCCs, one must understand the physiology of neurotransmission and action potentials. At rest, a neuron’s membrane potential exhibits -90 millivolts, produced by a high internal concentration of K+ and a high external concentration of Na+. As a neuron gets stimulated, the membrane potential begins to increase as the membrane becomes more permeable to Na+ via Na+/K+ pumps and voltage-gated Na+ channels. As the membrane potential reaches 0 millivolts, the neuron depolarizes allowing large amounts of Na+ into the neuron causing the membrane potential to “overshoot” as high as +60 millivolts. As the neuron returns to the resting state, it goes through a repolarization stage in which voltage-gated K+ channels and K+ leak channels return the neuron’s membrane potential to resting at -90 millivolts. [12]", "contents": "Physiology, Ligand Gated Chloride Channel -- Mechanism. To understand the mechanism of LGCCs, one must understand the physiology of neurotransmission and action potentials. At rest, a neuron’s membrane potential exhibits -90 millivolts, produced by a high internal concentration of K+ and a high external concentration of Na+. As a neuron gets stimulated, the membrane potential begins to increase as the membrane becomes more permeable to Na+ via Na+/K+ pumps and voltage-gated Na+ channels. As the membrane potential reaches 0 millivolts, the neuron depolarizes allowing large amounts of Na+ into the neuron causing the membrane potential to “overshoot” as high as +60 millivolts. As the neuron returns to the resting state, it goes through a repolarization stage in which voltage-gated K+ channels and K+ leak channels return the neuron’s membrane potential to resting at -90 millivolts. [12]"}
{"id": "article-24272_5", "title": "Physiology, Ligand Gated Chloride Channel -- Mechanism", "content": "Relating to LGCCs and their mechanism of causing inhibitory signaling, both GABA-A receptors and glycine receptors work to increase intracellular concentrations of Cl- to put the neuron in a state of hyperpolarization. For GABA-A receptors these work in a pulsatile fashion opening and closing as each GABA molecule binds and unbinds their allosteric active sites. [13] For glycine receptors, these channels produce a Cl-current when glycine is bound. [14] Both receptors work to increase the concentration of Cl- within the neuron, resulting in more negative membrane potential. This negative charge would cause the depolarization threshold of a neuron to be much higher than normal, meaning it would require an increased influx of Na+ from a more potent stimulus for depolarization to occur and an action potential to fire – thereby inhibiting neuronal cell signaling and decreasing frequency of neurotransmission. [12]", "contents": "Physiology, Ligand Gated Chloride Channel -- Mechanism. Relating to LGCCs and their mechanism of causing inhibitory signaling, both GABA-A receptors and glycine receptors work to increase intracellular concentrations of Cl- to put the neuron in a state of hyperpolarization. For GABA-A receptors these work in a pulsatile fashion opening and closing as each GABA molecule binds and unbinds their allosteric active sites. [13] For glycine receptors, these channels produce a Cl-current when glycine is bound. [14] Both receptors work to increase the concentration of Cl- within the neuron, resulting in more negative membrane potential. This negative charge would cause the depolarization threshold of a neuron to be much higher than normal, meaning it would require an increased influx of Na+ from a more potent stimulus for depolarization to occur and an action potential to fire – thereby inhibiting neuronal cell signaling and decreasing frequency of neurotransmission. [12]"}
{"id": "article-24272_6", "title": "Physiology, Ligand Gated Chloride Channel -- Pathophysiology", "content": "LGCCs are documented in correlation with the pathophysiology of several neurologic disorders. How they are involved can be related to their function in the CNS as outlined above. GABA-A receptors serve as modulators of motor control, cognition, and memory; defects of those functions are features in these disorders. Glycine receptors follow in a similar fashion, exhibiting effects in spinal cord signaling dysfunction. For GABA-A Receptors [8] [9] [3]", "contents": "Physiology, Ligand Gated Chloride Channel -- Pathophysiology. LGCCs are documented in correlation with the pathophysiology of several neurologic disorders. How they are involved can be related to their function in the CNS as outlined above. GABA-A receptors serve as modulators of motor control, cognition, and memory; defects of those functions are features in these disorders. Glycine receptors follow in a similar fashion, exhibiting effects in spinal cord signaling dysfunction. For GABA-A Receptors [8] [9] [3]"}
{"id": "article-24272_7", "title": "Physiology, Ligand Gated Chloride Channel -- Pathophysiology", "content": "Parkinson's disease – a common neurodegenerative disorder that manifests as active tremor, muscle rigidity, and ataxia; results from the accumulation of alpha-synuclein particles, aka Lewy bodies, that cause neuronal cell death. This process is prevalent within the basal ganglia, causing loss of various signaling paths including those mediated by GABA-A receptors which contribute to loss of motor control seen in this disease.", "contents": "Physiology, Ligand Gated Chloride Channel -- Pathophysiology. Parkinson's disease – a common neurodegenerative disorder that manifests as active tremor, muscle rigidity, and ataxia; results from the accumulation of alpha-synuclein particles, aka Lewy bodies, that cause neuronal cell death. This process is prevalent within the basal ganglia, causing loss of various signaling paths including those mediated by GABA-A receptors which contribute to loss of motor control seen in this disease."}
{"id": "article-24272_8", "title": "Physiology, Ligand Gated Chloride Channel -- Pathophysiology", "content": "Huntington disease – an autosomal dominant disorder known to result from hereditary (CAG)n repeat expansions within exon 1 of the huntingtin (htt) gene of Cr. 4, this manifests as a progressive decline in motor function as involuntary jerking (chorea) and muscle dystonia, as well as cognitive impairments. Reduced GABA-A receptor density and decreased GABA signaling within the striatum and cerebral cortex have been documented, resulting in an overall reduction of neuronal inhibitory signaling.", "contents": "Physiology, Ligand Gated Chloride Channel -- Pathophysiology. Huntington disease – an autosomal dominant disorder known to result from hereditary (CAG)n repeat expansions within exon 1 of the huntingtin (htt) gene of Cr. 4, this manifests as a progressive decline in motor function as involuntary jerking (chorea) and muscle dystonia, as well as cognitive impairments. Reduced GABA-A receptor density and decreased GABA signaling within the striatum and cerebral cortex have been documented, resulting in an overall reduction of neuronal inhibitory signaling."}
{"id": "article-24272_9", "title": "Physiology, Ligand Gated Chloride Channel -- Pathophysiology", "content": "Alzheimer's disease – as stated above, originally thought to result from an imbalance of dopaminergic and cholinergic signaling within the striatum, hippocampus, and cerebral cortex due to neuronal cell death from neurofibrillary tangles and beta-amyloid plaques. The condition manifests as a progressive decline of cognition, memory, and ability to perform activities of daily living. Many studies remain equivocal on the exact involvement of GABA in this disease process, with some suggesting decreased concentrations of GABA due to dysfunctional synthesis, others suggesting a loss of GABA-A receptors within areas of the cerebral cortex. More studies will need to be done in this area to elicit GABA’s role in pathogenesis.", "contents": "Physiology, Ligand Gated Chloride Channel -- Pathophysiology. Alzheimer's disease – as stated above, originally thought to result from an imbalance of dopaminergic and cholinergic signaling within the striatum, hippocampus, and cerebral cortex due to neuronal cell death from neurofibrillary tangles and beta-amyloid plaques. The condition manifests as a progressive decline of cognition, memory, and ability to perform activities of daily living. Many studies remain equivocal on the exact involvement of GABA in this disease process, with some suggesting decreased concentrations of GABA due to dysfunctional synthesis, others suggesting a loss of GABA-A receptors within areas of the cerebral cortex. More studies will need to be done in this area to elicit GABA’s role in pathogenesis."}
{"id": "article-24272_10", "title": "Physiology, Ligand Gated Chloride Channel -- Pathophysiology", "content": "For glycine Receptors [15] [16]", "contents": "Physiology, Ligand Gated Chloride Channel -- Pathophysiology. For glycine Receptors [15] [16]"}
{"id": "article-24272_11", "title": "Physiology, Ligand Gated Chloride Channel -- Pathophysiology", "content": "Hyperekplexia – neurological disorder marked by generalized hypertonia, excessive startle response to tactile or acoustic stimuli, and nocturnal myoclonus; caused by several genetic loss-of-function mutations in glycine receptors and reduced glycine signaling within the CNS. Studies suggest that these patients exhibit increased pain sensitivity as well, though more research must be done to document the correlation of this finding.", "contents": "Physiology, Ligand Gated Chloride Channel -- Pathophysiology. Hyperekplexia – neurological disorder marked by generalized hypertonia, excessive startle response to tactile or acoustic stimuli, and nocturnal myoclonus; caused by several genetic loss-of-function mutations in glycine receptors and reduced glycine signaling within the CNS. Studies suggest that these patients exhibit increased pain sensitivity as well, though more research must be done to document the correlation of this finding."}
{"id": "article-24272_12", "title": "Physiology, Ligand Gated Chloride Channel -- Pathophysiology", "content": "Autism – common neurodevelopmental condition with polygenic etiology; marked by a spectrum of varying degrees of developmental and cognitive delay with associated challenges in speech and social awareness. Suggestions of glycine’s role in the embryonic development of individuals with autism relate to a specific set of glycine receptors that contain an alpha-2 subunit. These receptors are thought to promote the generation of excitatory neuron pathways in early development, and that a microdeletion of the gene that codes for this glycine receptor is implicated in the development of autism. More study will be necessary to clarify glycine’s role in this developmental process.", "contents": "Physiology, Ligand Gated Chloride Channel -- Pathophysiology. Autism – common neurodevelopmental condition with polygenic etiology; marked by a spectrum of varying degrees of developmental and cognitive delay with associated challenges in speech and social awareness. Suggestions of glycine’s role in the embryonic development of individuals with autism relate to a specific set of glycine receptors that contain an alpha-2 subunit. These receptors are thought to promote the generation of excitatory neuron pathways in early development, and that a microdeletion of the gene that codes for this glycine receptor is implicated in the development of autism. More study will be necessary to clarify glycine’s role in this developmental process."}
{"id": "article-24272_13", "title": "Physiology, Ligand Gated Chloride Channel -- Clinical Significance", "content": "Besides understanding the pathophysiology related to LGCCs in several neurologic diseases, the main clinical significance of these channels stems from pharmacological studies. GABA-A receptors, specifically, are documented as the main drug target for several classes of drugs to achieve sedative, hypnotic, anesthetic, and anticonvulsive effects. [2] The drug design of these agents has centered around the allosteric control of GABA-A receptors. [4] The agents are as follows, with their physiologic and pharmacologic effects [17] [18] [19] [20] [21] :", "contents": "Physiology, Ligand Gated Chloride Channel -- Clinical Significance. Besides understanding the pathophysiology related to LGCCs in several neurologic diseases, the main clinical significance of these channels stems from pharmacological studies. GABA-A receptors, specifically, are documented as the main drug target for several classes of drugs to achieve sedative, hypnotic, anesthetic, and anticonvulsive effects. [2] The drug design of these agents has centered around the allosteric control of GABA-A receptors. [4] The agents are as follows, with their physiologic and pharmacologic effects [17] [18] [19] [20] [21] :"}
{"id": "article-24272_14", "title": "Physiology, Ligand Gated Chloride Channel -- Clinical Significance", "content": "Benzodiazepines – when bound increase the frequency of channel opening events so to potentiate GABA’s inhibitory effect; exhibits a dose-dependent level of sedation, rapid onset of sleep and prolonged stage 2 sleep, achieve stage III of general anesthesia, and effective anticonvulsant effect via generalized CNS depression", "contents": "Physiology, Ligand Gated Chloride Channel -- Clinical Significance. Benzodiazepines – when bound increase the frequency of channel opening events so to potentiate GABA’s inhibitory effect; exhibits a dose-dependent level of sedation, rapid onset of sleep and prolonged stage 2 sleep, achieve stage III of general anesthesia, and effective anticonvulsant effect via generalized CNS depression"}
{"id": "article-24272_15", "title": "Physiology, Ligand Gated Chloride Channel -- Clinical Significance", "content": "Barbiturates – when bound increase the duration of a channel being open so as to potentiate GABA’s inhibitory effect; exhibits a dose-dependent level of sedation, rapid onset of sleep and prolonged stage 2 of sleep, shorter-acting anesthetic used for induction of anesthesia in shorter procedures, effective anticonvulsant effects in generalized tonic-clonic seizures", "contents": "Physiology, Ligand Gated Chloride Channel -- Clinical Significance. Barbiturates – when bound increase the duration of a channel being open so as to potentiate GABA’s inhibitory effect; exhibits a dose-dependent level of sedation, rapid onset of sleep and prolonged stage 2 of sleep, shorter-acting anesthetic used for induction of anesthesia in shorter procedures, effective anticonvulsant effects in generalized tonic-clonic seizures"}
{"id": "article-24272_16", "title": "Physiology, Ligand Gated Chloride Channel -- Clinical Significance", "content": "Zolpidem, zaleplon – work as GABA agonists; the main effects involve the sleep cycle decreasing the time to falling asleep, zolpidem specifically also decreasing REM sleep with minimal effect on slow-wave sleep stages whereas zaleplon has minimal effect on all stages of sleep.", "contents": "Physiology, Ligand Gated Chloride Channel -- Clinical Significance. Zolpidem, zaleplon – work as GABA agonists; the main effects involve the sleep cycle decreasing the time to falling asleep, zolpidem specifically also decreasing REM sleep with minimal effect on slow-wave sleep stages whereas zaleplon has minimal effect on all stages of sleep."}
{"id": "article-24272_17", "title": "Physiology, Ligand Gated Chloride Channel -- Clinical Significance", "content": "Flumazenil – serves as a GABA antagonist; reverses the effects of inhibitory signaling and all agents described above.", "contents": "Physiology, Ligand Gated Chloride Channel -- Clinical Significance. Flumazenil – serves as a GABA antagonist; reverses the effects of inhibitory signaling and all agents described above."}
{"id": "article-24272_18", "title": "Physiology, Ligand Gated Chloride Channel -- Clinical Significance", "content": "Though there are no specific pharmacologic agents that target glycine receptors yet, it is pertinent to mention the effects of strychnine poisoning. Used as a pesticide, if one experienced high exposure this could result in effects related to glycine receptor antagonism. Symptoms include “awake seizures” described as painful muscle contractions while the patient is conscious - the clinical course lacking a post-ictal period normally seen in seizure activity. Treatment for this is benzodiazepine administration and supportive care with no residual neurologic deficits. [22]", "contents": "Physiology, Ligand Gated Chloride Channel -- Clinical Significance. Though there are no specific pharmacologic agents that target glycine receptors yet, it is pertinent to mention the effects of strychnine poisoning. Used as a pesticide, if one experienced high exposure this could result in effects related to glycine receptor antagonism. Symptoms include “awake seizures” described as painful muscle contractions while the patient is conscious - the clinical course lacking a post-ictal period normally seen in seizure activity. Treatment for this is benzodiazepine administration and supportive care with no residual neurologic deficits. [22]"}
{"id": "article-24272_19", "title": "Physiology, Ligand Gated Chloride Channel -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Physiology, Ligand Gated Chloride Channel -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}