{"id": "article-30183_0", "title": "Anatomy, Bony Pelvis and Lower Limb: Tibial Artery -- Introduction", "content": "The lower limb is divided into 3 compartments, each with a distinct blood supply and innervation. Those compartments are the anterior, lateral, and posterior crural compartments. Each crural compartment contains muscles that work together to make specific movements. The muscles of the anterior compartment are tibialis anterior, extensor hallucis longus, extensor digitorum longus, and fibularis tertius. Together, they dorsiflex the ankle joint and extend the toes. The muscles of the lateral compartment are fibularis longus and fibularis brevis. Together, they pronate the foot. The muscles of the posterior compartment are gastrocnemius, soleus, plantaris, flexor hallucis longus, flexor digitorum longus, tibialis posterior, and popliteus. Together, the muscles of the posterior compartment flex the toes and plantarflex the ankle. The arteries of the lower body are susceptible to atherosclerotic plaques. Excessive buildup of plaques can lead to peripheral artery disease which narrows arteries and reduces blood flow to the tissues. Additionally, acute arterial occlusion followed by reperfusion can cause compartment syndrome, leading to muscle ischemia and is a surgical emergency.", "contents": "Anatomy, Bony Pelvis and Lower Limb: Tibial Artery -- Introduction. The lower limb is divided into 3 compartments, each with a distinct blood supply and innervation. Those compartments are the anterior, lateral, and posterior crural compartments. Each crural compartment contains muscles that work together to make specific movements. The muscles of the anterior compartment are tibialis anterior, extensor hallucis longus, extensor digitorum longus, and fibularis tertius. Together, they dorsiflex the ankle joint and extend the toes. The muscles of the lateral compartment are fibularis longus and fibularis brevis. Together, they pronate the foot. The muscles of the posterior compartment are gastrocnemius, soleus, plantaris, flexor hallucis longus, flexor digitorum longus, tibialis posterior, and popliteus. Together, the muscles of the posterior compartment flex the toes and plantarflex the ankle. The arteries of the lower body are susceptible to atherosclerotic plaques. Excessive buildup of plaques can lead to peripheral artery disease which narrows arteries and reduces blood flow to the tissues. Additionally, acute arterial occlusion followed by reperfusion can cause compartment syndrome, leading to muscle ischemia and is a surgical emergency."}
{"id": "article-30183_1", "title": "Anatomy, Bony Pelvis and Lower Limb: Tibial Artery -- Introduction", "content": "The blood supply of each compartment is: Anterior crural compartment: Anterior tibial artery Lateral crural compartment: Peroneal artery Posterior crural compartment: Posterior tibial artery", "contents": "Anatomy, Bony Pelvis and Lower Limb: Tibial Artery -- Introduction. The blood supply of each compartment is: Anterior crural compartment: Anterior tibial artery Lateral crural compartment: Peroneal artery Posterior crural compartment: Posterior tibial artery"}
{"id": "article-30183_2", "title": "Anatomy, Bony Pelvis and Lower Limb: Tibial Artery -- Structure and Function", "content": "The blood supply of the lower limb originates from the common femoral artery that divides into deep (profunda femoral) and superficial branches. The superficial femoral artery traverses through the adductor hiatus and continues into the popliteal fossa as the popliteal artery. The popliteal artery sits behind the knee in the popliteal fossa and bifurcates into the anterior and posterior tibial arteries near the distal border of the popliteus muscle. The anterior tibial artery passes anterior to the popliteus muscles and passes between the tibia and fibula through the interosseous membrane. Once through the interosseous membrane, the anterior tibial artery travels between the tibialis anterior and extensor digitorum longus muscles. The anterior tibial artery is responsible for the blood supply of the anterior crural compartment. At the anterior aspect of the ankle joint, the anterior tibial artery becomes the dorsalis pedis artery. When assessing patients for peripheral vascular disease, physicians often palpate the dorsalis pedis artery over the navicular bone of the foot. [1] The dorsalis pedis artery supplies blood to the entire dorsal surface of the foot through the lateral tarsal, variable medial tarsal, dorsal metatarsal, and arcuate arteries.", "contents": "Anatomy, Bony Pelvis and Lower Limb: Tibial Artery -- Structure and Function. The blood supply of the lower limb originates from the common femoral artery that divides into deep (profunda femoral) and superficial branches. The superficial femoral artery traverses through the adductor hiatus and continues into the popliteal fossa as the popliteal artery. The popliteal artery sits behind the knee in the popliteal fossa and bifurcates into the anterior and posterior tibial arteries near the distal border of the popliteus muscle. The anterior tibial artery passes anterior to the popliteus muscles and passes between the tibia and fibula through the interosseous membrane. Once through the interosseous membrane, the anterior tibial artery travels between the tibialis anterior and extensor digitorum longus muscles. The anterior tibial artery is responsible for the blood supply of the anterior crural compartment. At the anterior aspect of the ankle joint, the anterior tibial artery becomes the dorsalis pedis artery. When assessing patients for peripheral vascular disease, physicians often palpate the dorsalis pedis artery over the navicular bone of the foot. [1] The dorsalis pedis artery supplies blood to the entire dorsal surface of the foot through the lateral tarsal, variable medial tarsal, dorsal metatarsal, and arcuate arteries."}
{"id": "article-30183_3", "title": "Anatomy, Bony Pelvis and Lower Limb: Tibial Artery -- Structure and Function", "content": "The posterior tibial artery passes posterior to the popliteus muscle and pierces the soleus muscle. The posterior tibial artery then descends between the tibialis posterior and flexor digitorum longus muscles. The posterior tibial artery supplies blood to the posterior crural compartment. The artery can be palpated posterior to the medial malleolus to examine for peripheral artery disease. [2] The posterior tibial artery divides into the medial and lateral plantar arteries at the level of the talus. The medial plantar artery is much smaller than the lateral plantar artery and supplies blood to the medial plantar side of the foot. The lateral plantar artery supplies various areas of the heal and lateral plantar side of the foot. At the bases of the first and second metatarsal bones, the lateral plantar artery anastomosis with the dorsalis pedis artery completing the only arterial plantar arch in the foot. The plantar arch provides blood supply to the plantar toes and foot.", "contents": "Anatomy, Bony Pelvis and Lower Limb: Tibial Artery -- Structure and Function. The posterior tibial artery passes posterior to the popliteus muscle and pierces the soleus muscle. The posterior tibial artery then descends between the tibialis posterior and flexor digitorum longus muscles. The posterior tibial artery supplies blood to the posterior crural compartment. The artery can be palpated posterior to the medial malleolus to examine for peripheral artery disease. [2] The posterior tibial artery divides into the medial and lateral plantar arteries at the level of the talus. The medial plantar artery is much smaller than the lateral plantar artery and supplies blood to the medial plantar side of the foot. The lateral plantar artery supplies various areas of the heal and lateral plantar side of the foot. At the bases of the first and second metatarsal bones, the lateral plantar artery anastomosis with the dorsalis pedis artery completing the only arterial plantar arch in the foot. The plantar arch provides blood supply to the plantar toes and foot."}
{"id": "article-30183_4", "title": "Anatomy, Bony Pelvis and Lower Limb: Tibial Artery -- Structure and Function", "content": "The peroneal artery, a division of the posterior tibial artery, supplies blood to the lateral crural compartment. The peroneal artery usually branches from the posterior tibial artery (tibioperoneal trunk) a few centimeters below the lower border of the popliteus muscle. The peroneal artery then travels over the tibialis posterior muscle and descends on the medial side of the fibula, between the tibialis posterior and flexor hallucis longus muscles. [2]", "contents": "Anatomy, Bony Pelvis and Lower Limb: Tibial Artery -- Structure and Function. The peroneal artery, a division of the posterior tibial artery, supplies blood to the lateral crural compartment. The peroneal artery usually branches from the posterior tibial artery (tibioperoneal trunk) a few centimeters below the lower border of the popliteus muscle. The peroneal artery then travels over the tibialis posterior muscle and descends on the medial side of the fibula, between the tibialis posterior and flexor hallucis longus muscles. [2]"}
{"id": "article-30183_5", "title": "Anatomy, Bony Pelvis and Lower Limb: Tibial Artery -- Embryology", "content": "The embryonic origin of the lower limbs is from a precursor, limb buds. Limb buds develop in locations laid out by Hox genes and require retinoic acid for growth. Before the formation of a distinct prominence, the ischiadic artery takes form in the lower limb. This principle artery will give rise to the branches that will supply the lower limb and foot.  The prominence, limb buds, result from mesenchymal cells proliferating from the lateral plate mesoderm and accumulating under ectoderm covering. The mesenchymal cells secrete paracrine factor FGF10 which initiates limb forming factors. This paracrine factor causes the ectoderm to form the apical ectodermal ridge, which will become a crucial signaling point for the development of the limb and its arteries. [3]", "contents": "Anatomy, Bony Pelvis and Lower Limb: Tibial Artery -- Embryology. The embryonic origin of the lower limbs is from a precursor, limb buds. Limb buds develop in locations laid out by Hox genes and require retinoic acid for growth. Before the formation of a distinct prominence, the ischiadic artery takes form in the lower limb. This principle artery will give rise to the branches that will supply the lower limb and foot.  The prominence, limb buds, result from mesenchymal cells proliferating from the lateral plate mesoderm and accumulating under ectoderm covering. The mesenchymal cells secrete paracrine factor FGF10 which initiates limb forming factors. This paracrine factor causes the ectoderm to form the apical ectodermal ridge, which will become a crucial signaling point for the development of the limb and its arteries. [3]"}
{"id": "article-30183_6", "title": "Anatomy, Bony Pelvis and Lower Limb: Tibial Artery -- Physiologic Variants", "content": "Anatomical variations commonly arise from but are not limited to, differing divisions of the popliteal artery. In some people, the anterior tibial artery and the posterior tibial artery originate at a higher point than the distal border of the popliteus muscle. Further anatomical variations include the trifurcation of the anterior tibial, posterior tibial and peroneal arteries, the origin of the peroneal artery from the anterior tibial artery, and the absence of the posterior tibial artery. [4]", "contents": "Anatomy, Bony Pelvis and Lower Limb: Tibial Artery -- Physiologic Variants. Anatomical variations commonly arise from but are not limited to, differing divisions of the popliteal artery. In some people, the anterior tibial artery and the posterior tibial artery originate at a higher point than the distal border of the popliteus muscle. Further anatomical variations include the trifurcation of the anterior tibial, posterior tibial and peroneal arteries, the origin of the peroneal artery from the anterior tibial artery, and the absence of the posterior tibial artery. [4]"}
{"id": "article-30183_7", "title": "Anatomy, Bony Pelvis and Lower Limb: Tibial Artery -- Surgical Considerations", "content": "Atherosclerotic plaques can build up in peripheral arteries and can lead to peripheral artery disease (PAD). The narrowing of blood vessels from PAD can disrupt blood flow to critical areas. Further complications of PAD can lead to gangrene and in severe cases, amputation. If PAD cannot be managed with lifestyle changes and medications, surgical intervention is required. Interventions include angioplasty, clot removal via a catheter, and bypass surgery. [5]", "contents": "Anatomy, Bony Pelvis and Lower Limb: Tibial Artery -- Surgical Considerations. Atherosclerotic plaques can build up in peripheral arteries and can lead to peripheral artery disease (PAD). The narrowing of blood vessels from PAD can disrupt blood flow to critical areas. Further complications of PAD can lead to gangrene and in severe cases, amputation. If PAD cannot be managed with lifestyle changes and medications, surgical intervention is required. Interventions include angioplasty, clot removal via a catheter, and bypass surgery. [5]"}
{"id": "article-30183_8", "title": "Anatomy, Bony Pelvis and Lower Limb: Tibial Artery -- Surgical Considerations", "content": "Occlusion of the superficial femoral (SFA) and common femoral (CFA) arteries is relatively commonly reported. This occlusion can be secondary to thrombotic or embolic mechanisms. In-stent occlusions have also been reported following the initial re-canalization of the SFA. The posterior tibial artery represents one method for recanalization of the SFA or CFA via a retrograde approach using balloon catheters to remove the occlusion. [6] [7]", "contents": "Anatomy, Bony Pelvis and Lower Limb: Tibial Artery -- Surgical Considerations. Occlusion of the superficial femoral (SFA) and common femoral (CFA) arteries is relatively commonly reported. This occlusion can be secondary to thrombotic or embolic mechanisms. In-stent occlusions have also been reported following the initial re-canalization of the SFA. The posterior tibial artery represents one method for recanalization of the SFA or CFA via a retrograde approach using balloon catheters to remove the occlusion. [6] [7]"}
{"id": "article-30183_9", "title": "Anatomy, Bony Pelvis and Lower Limb: Tibial Artery -- Clinical Significance -- Acute Compartment Syndrome", "content": "Acute compartment syndrome can result from trauma, blunt force injury, or reperfusion after acute interruption of flow to muscles in the crural compartment. Swelling after these insults can cause muscle ischemia because the muscles in these compartments are highly bound by the tough crural fascia. Thus, making it difficult for the muscles to expand in the face of injury. With the expansion of the muscles, there is compression of the artery and can result in ischemic injury. Nerves can also be compressed causing loss of neuromuscular function. Compartment syndrome is a surgical emergency and requires a fasciotomy. Time to fasciotomy is the single best prognostic factor for acute compartment syndrome. [8]", "contents": "Anatomy, Bony Pelvis and Lower Limb: Tibial Artery -- Clinical Significance -- Acute Compartment Syndrome. Acute compartment syndrome can result from trauma, blunt force injury, or reperfusion after acute interruption of flow to muscles in the crural compartment. Swelling after these insults can cause muscle ischemia because the muscles in these compartments are highly bound by the tough crural fascia. Thus, making it difficult for the muscles to expand in the face of injury. With the expansion of the muscles, there is compression of the artery and can result in ischemic injury. Nerves can also be compressed causing loss of neuromuscular function. Compartment syndrome is a surgical emergency and requires a fasciotomy. Time to fasciotomy is the single best prognostic factor for acute compartment syndrome. [8]"}
{"id": "article-30183_10", "title": "Anatomy, Bony Pelvis and Lower Limb: Tibial Artery -- Clinical Significance -- Chronic Compartment Syndrome", "content": "Chronic compartment syndrome results from excessive exercise, causing pain and swelling. Chronic compartment syndrome can occur in any of the 3 compartments from increased pressure in the compartment. The increased pressure occurs from an increase in blood flow and muscle mass from excessive exercise. As a result, arteries can be compressed. [8]", "contents": "Anatomy, Bony Pelvis and Lower Limb: Tibial Artery -- Clinical Significance -- Chronic Compartment Syndrome. Chronic compartment syndrome results from excessive exercise, causing pain and swelling. Chronic compartment syndrome can occur in any of the 3 compartments from increased pressure in the compartment. The increased pressure occurs from an increase in blood flow and muscle mass from excessive exercise. As a result, arteries can be compressed. [8]"}
{"id": "article-30183_11", "title": "Anatomy, Bony Pelvis and Lower Limb: Tibial Artery -- Clinical Significance -- Anterior Tibial Artery Occlusion", "content": "Occlusion of the anterior tibial artery has been reported secondary to embolic, thrombotic, and atherosclerotic conditions. This condition can lead to severe ischemia to the lower limb that may necessitate amputation. This can also result in ischemia to the common peroneal nerve, which would lead to a foot drop. In most cases, anticoagulation and lifestyle modifications can be used to avoid amputation. [9] [10]", "contents": "Anatomy, Bony Pelvis and Lower Limb: Tibial Artery -- Clinical Significance -- Anterior Tibial Artery Occlusion. Occlusion of the anterior tibial artery has been reported secondary to embolic, thrombotic, and atherosclerotic conditions. This condition can lead to severe ischemia to the lower limb that may necessitate amputation. This can also result in ischemia to the common peroneal nerve, which would lead to a foot drop. In most cases, anticoagulation and lifestyle modifications can be used to avoid amputation. [9] [10]"}
{"id": "article-30183_12", "title": "Anatomy, Bony Pelvis and Lower Limb: Tibial Artery -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Anatomy, Bony Pelvis and Lower Limb: Tibial Artery -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}