{"id": "article-38027_0", "title": "Leflunomide -- Continuing Education Activity", "content": "Leflunomide is a medication used in the management and treatment of rheumatoid arthritis. It is in the non-biological DMARDs class of medications. This activity reviews the indications, action, and contraindications for leflunomide as a valuable agent in treating and managing rheumatoid arthritis. This activity will highlight the mechanism of action, adverse event profile, and other key factors of leflunomide use in a clinical setting, pertinent to members of the interprofessional team in the care of patients with rheumatoid arthritis and related conditions.", "contents": "Leflunomide -- Continuing Education Activity. Leflunomide is a medication used in the management and treatment of rheumatoid arthritis. It is in the non-biological DMARDs class of medications. This activity reviews the indications, action, and contraindications for leflunomide as a valuable agent in treating and managing rheumatoid arthritis. This activity will highlight the mechanism of action, adverse event profile, and other key factors of leflunomide use in a clinical setting, pertinent to members of the interprofessional team in the care of patients with rheumatoid arthritis and related conditions."}
{"id": "article-38027_1", "title": "Leflunomide -- Continuing Education Activity", "content": "Objectives: Identify the mechanism of action of leflunomide. Describe the potential adverse effects of leflunomide. Review the appropriate monitoring of leflunomide. Summarize some interprofessional team strategies for improving care coordination and communication to advance leflunomide use in the care of rheumatoid arthritis and improve outcomes. Access free multiple choice questions on this topic.", "contents": "Leflunomide -- Continuing Education Activity. Objectives: Identify the mechanism of action of leflunomide. Describe the potential adverse effects of leflunomide. Review the appropriate monitoring of leflunomide. Summarize some interprofessional team strategies for improving care coordination and communication to advance leflunomide use in the care of rheumatoid arthritis and improve outcomes. Access free multiple choice questions on this topic."}
{"id": "article-38027_2", "title": "Leflunomide -- Indications", "content": "Leflunomide is a disease-modifying antirheumatic drug (DMARDs), which is FDA approved to treat individuals with rheumatoid arthritis. [1] [2] It is a non-biological novel isoxazole derivative that has demonstrated anti-inflammatory and immunomodulatory characteristics. [3] Leflunomide maintains function in rheumatoid arthritis by delaying articular cartilage and bone disintegration and limiting irreversible joint damage. The medication is also useful in preventing synovitis and managing systemic symptoms of the disease. [4] Leflunomide is also indicated for the treatment of psoriatic arthritis and would be a reliable and beneficial option for individuals with the disease. [5] Despite the efficacy of improving swollen and tender joints, there is no FDA approval for the treatment of psoriatic arthritis due to minimal impact on the improvement of skin psoriasis. [6] Being a potent dihydro-orotate dehydrogenase inhibitor, leflunomide has been clinically assessed for cancer treatment but failed to secure FDA approval. [7] The indication for its use as a treatment of cancer comes from the inhibition of dihydro-orotate dehydrogenase, which arrests the S-phase in the cell cycle and can slow the rapid proliferation of cancer cells. [7]", "contents": "Leflunomide -- Indications. Leflunomide is a disease-modifying antirheumatic drug (DMARDs), which is FDA approved to treat individuals with rheumatoid arthritis. [1] [2] It is a non-biological novel isoxazole derivative that has demonstrated anti-inflammatory and immunomodulatory characteristics. [3] Leflunomide maintains function in rheumatoid arthritis by delaying articular cartilage and bone disintegration and limiting irreversible joint damage. The medication is also useful in preventing synovitis and managing systemic symptoms of the disease. [4] Leflunomide is also indicated for the treatment of psoriatic arthritis and would be a reliable and beneficial option for individuals with the disease. [5] Despite the efficacy of improving swollen and tender joints, there is no FDA approval for the treatment of psoriatic arthritis due to minimal impact on the improvement of skin psoriasis. [6] Being a potent dihydro-orotate dehydrogenase inhibitor, leflunomide has been clinically assessed for cancer treatment but failed to secure FDA approval. [7] The indication for its use as a treatment of cancer comes from the inhibition of dihydro-orotate dehydrogenase, which arrests the S-phase in the cell cycle and can slow the rapid proliferation of cancer cells. [7]"}
{"id": "article-38027_3", "title": "Leflunomide -- Mechanism of Action", "content": "Leflunomide is an immunomodulatory oral medication that becomes metabolized in the body to its active form metabolite A77-1726, also known as teriflunomide. This metabolite acts by inhibiting the mitochondrial enzyme dihydro-orotate dehydrogenase. [8] [9] This action prevents the synthesis of ribonucleotide uridine monophosphate pyrimidine (rUMP) and decreases rUMP levels, further activating P53. The activation of P53 restricts the progression of the G1 to S-phase in the cell cycle. [8] [9] This restriction halts the proliferation of activated and autoimmune lymphocytes promoting anti-inflammatory and immunomodulatory effects. [8] [9] [3]", "contents": "Leflunomide -- Mechanism of Action. Leflunomide is an immunomodulatory oral medication that becomes metabolized in the body to its active form metabolite A77-1726, also known as teriflunomide. This metabolite acts by inhibiting the mitochondrial enzyme dihydro-orotate dehydrogenase. [8] [9] This action prevents the synthesis of ribonucleotide uridine monophosphate pyrimidine (rUMP) and decreases rUMP levels, further activating P53. The activation of P53 restricts the progression of the G1 to S-phase in the cell cycle. [8] [9] This restriction halts the proliferation of activated and autoimmune lymphocytes promoting anti-inflammatory and immunomodulatory effects. [8] [9] [3]"}
{"id": "article-38027_4", "title": "Leflunomide -- Administration", "content": "Leflunomide is available in oral tablets and comes in the following dosages: 10 mg 20 mg 100 mg", "contents": "Leflunomide -- Administration. Leflunomide is available in oral tablets and comes in the following dosages: 10 mg 20 mg 100 mg"}
{"id": "article-38027_5", "title": "Leflunomide -- Administration", "content": "Patients can be started on an oral loading dose of 100 mg once a day for three days, followed by a maintenance dose of 10 mg or 20 mg per day -depending on the patient's tolerance. These are the recommended dosages for the treatment of Rheumatoid arthritis. [10] [11] Patients may start to notice the effectiveness of leflunomide after 4 to 8 weeks of treatment. [10] The 100 mg loading dose is only for administration to select individuals due to an initial increased rate of adverse events. [2] [12]", "contents": "Leflunomide -- Administration. Patients can be started on an oral loading dose of 100 mg once a day for three days, followed by a maintenance dose of 10 mg or 20 mg per day -depending on the patient's tolerance. These are the recommended dosages for the treatment of Rheumatoid arthritis. [10] [11] Patients may start to notice the effectiveness of leflunomide after 4 to 8 weeks of treatment. [10] The 100 mg loading dose is only for administration to select individuals due to an initial increased rate of adverse events. [2] [12]"}
{"id": "article-38027_6", "title": "Leflunomide -- Adverse Effects", "content": "Common adverse effects of leflunomide include: Diarrhea Elevation in liver enzymes Hypertension Rash Nausea Abdominal pain Back pain Alopecia", "contents": "Leflunomide -- Adverse Effects. Common adverse effects of leflunomide include: Diarrhea Elevation in liver enzymes Hypertension Rash Nausea Abdominal pain Back pain Alopecia"}
{"id": "article-38027_7", "title": "Leflunomide -- Adverse Effects", "content": "Less common effects are hematological disorders, such as pancytopenia, and pulmonary disorders such as interstitial lung disease and pneumonitis. [2] [10] [13] Hepatic injury can begin to resolve within seven days of terminating the medication. [11] If ALT levels soar above three times the normal limits, repeat liver function tests, and modify the medication dosage. [11] If levels remain elevated, the prescriber should discontinue the medication. Leflunomide can also cause reversible inhibition of MAO-A and MAO-B receptors but is only slightly effective as an MAO inhibitor. Researchers studied it for the treatment of Parkinson disease. [14]", "contents": "Leflunomide -- Adverse Effects. Less common effects are hematological disorders, such as pancytopenia, and pulmonary disorders such as interstitial lung disease and pneumonitis. [2] [10] [13] Hepatic injury can begin to resolve within seven days of terminating the medication. [11] If ALT levels soar above three times the normal limits, repeat liver function tests, and modify the medication dosage. [11] If levels remain elevated, the prescriber should discontinue the medication. Leflunomide can also cause reversible inhibition of MAO-A and MAO-B receptors but is only slightly effective as an MAO inhibitor. Researchers studied it for the treatment of Parkinson disease. [14]"}
{"id": "article-38027_8", "title": "Leflunomide -- Contraindications -- Pregnancy", "content": "Teratogenicity with leflunomide contraindicates its use during pregnancy and warrants discretion in females during childbearing years. [15] Discontinuing leflunomide due to concerns for fetal safety during a planned pregnancy is indicated. [16] The recommendation is that the patient stops leflunomide three months prior to pregnancy. [17]", "contents": "Leflunomide -- Contraindications -- Pregnancy. Teratogenicity with leflunomide contraindicates its use during pregnancy and warrants discretion in females during childbearing years. [15] Discontinuing leflunomide due to concerns for fetal safety during a planned pregnancy is indicated. [16] The recommendation is that the patient stops leflunomide three months prior to pregnancy. [17]"}
{"id": "article-38027_9", "title": "Leflunomide -- Contraindications -- Liver impairment", "content": "Leflunomide is contraindicated in severe hepatic impairment due to hepatotoxicity.", "contents": "Leflunomide -- Contraindications -- Liver impairment. Leflunomide is contraindicated in severe hepatic impairment due to hepatotoxicity."}
{"id": "article-38027_10", "title": "Leflunomide -- Contraindications -- Lung Disease", "content": "Leflunomide is also contraindicated in patients with underlying Interstitial lung disease and can cause symptoms within three months of starting leflunomide. [18] Other contraindications include hypersensitivity, previous or current skin reactions, immunosuppression, and impaired bone marrow function.", "contents": "Leflunomide -- Contraindications -- Lung Disease. Leflunomide is also contraindicated in patients with underlying Interstitial lung disease and can cause symptoms within three months of starting leflunomide. [18] Other contraindications include hypersensitivity, previous or current skin reactions, immunosuppression, and impaired bone marrow function."}
{"id": "article-38027_11", "title": "Leflunomide -- Monitoring", "content": "Liver function tests CBC Blood pressure Pregnancy", "contents": "Leflunomide -- Monitoring. Liver function tests CBC Blood pressure Pregnancy"}
{"id": "article-38027_12", "title": "Leflunomide -- Monitoring", "content": "Leflunomide black box label warning warrants periodic monitoring of hepatic enzymes every four weeks for the initial six months and every other month after that. [11] [19] [20] In pregnancy, the labeled warnings indicate an enhanced risk of fetal mortality or teratogenic impacts in pregnant women. [20] The active metabolite of leflunomide, A77 1726, has a two-week half-life, a significant limitation to the medication when adverse events occur. [10] This factor can cause the effects to start or continue even after stopping leflunomide therapy. Routine monitoring is advisable when used with other hepatotoxic and hemotoxic agents. [21] Immunosuppression is also a black box warning of leflunomide; a CBC is necessary for all patients before and after beginning leflunomide treatment. [2] Hypertension is an adverse effect of leflunomide, for which blood pressure requires routine monitoring. [2]", "contents": "Leflunomide -- Monitoring. Leflunomide black box label warning warrants periodic monitoring of hepatic enzymes every four weeks for the initial six months and every other month after that. [11] [19] [20] In pregnancy, the labeled warnings indicate an enhanced risk of fetal mortality or teratogenic impacts in pregnant women. [20] The active metabolite of leflunomide, A77 1726, has a two-week half-life, a significant limitation to the medication when adverse events occur. [10] This factor can cause the effects to start or continue even after stopping leflunomide therapy. Routine monitoring is advisable when used with other hepatotoxic and hemotoxic agents. [21] Immunosuppression is also a black box warning of leflunomide; a CBC is necessary for all patients before and after beginning leflunomide treatment. [2] Hypertension is an adverse effect of leflunomide, for which blood pressure requires routine monitoring. [2]"}
{"id": "article-38027_13", "title": "Leflunomide -- Toxicity -- Cholestyramine", "content": "Four grams of cholestyramine every 6 hours for 14 days is the recommended intervention for wash-out therapy due to the long half-life of leflunomide. [11]", "contents": "Leflunomide -- Toxicity -- Cholestyramine. Four grams of cholestyramine every 6 hours for 14 days is the recommended intervention for wash-out therapy due to the long half-life of leflunomide. [11]"}
{"id": "article-38027_14", "title": "Leflunomide -- Toxicity", "content": "Leflunomide toxicity can affect the liver by causing acute drug-induced hepatic injury and affect the pulmonary system through pneumonitis and interstitial lung disease. During these complications, discontinuation of leflunomide and empirical cholestyramine wash-out therapy is recommended for toxicity. [22] [23] Leflunomide causes aryl hydrocarbon receptor signaling, which acts on pulmonary and hepatic CYP1A enzymes. [24] Excess aryl hydrocarbon receptor signaling leads to several pathologic states in the lung and liver. [24] Pancytopenia can also result due to leflunomide toxicity. The treatment goal is the same as drug-induced hepatic injury and drug-induced pneumonitis, which is leflunomide-eliminating cholestyramine treatment. [13]", "contents": "Leflunomide -- Toxicity. Leflunomide toxicity can affect the liver by causing acute drug-induced hepatic injury and affect the pulmonary system through pneumonitis and interstitial lung disease. During these complications, discontinuation of leflunomide and empirical cholestyramine wash-out therapy is recommended for toxicity. [22] [23] Leflunomide causes aryl hydrocarbon receptor signaling, which acts on pulmonary and hepatic CYP1A enzymes. [24] Excess aryl hydrocarbon receptor signaling leads to several pathologic states in the lung and liver. [24] Pancytopenia can also result due to leflunomide toxicity. The treatment goal is the same as drug-induced hepatic injury and drug-induced pneumonitis, which is leflunomide-eliminating cholestyramine treatment. [13]"}
{"id": "article-38027_15", "title": "Leflunomide -- Enhancing Healthcare Team Outcomes", "content": "Leflunomide is an FDA-approved medication indicated for the treatment of rheumatoid arthritis. Managing the treatment of patients prescribed leflunomide requires excellent communication between the patient and professional healthcare providers. These providers need to function as an interprofessional team to include a primary care physician, a rheumatologist, a nurse, and a pharmacist. The primary care physicians and rheumatologists necessitate excellent patient rapport, so the patient fully understands the importance of medication compliance and education on the treatment and illness. It is vital to be engaged in the patient's care, so relapses, remissions, and disability do not occur long term.", "contents": "Leflunomide -- Enhancing Healthcare Team Outcomes. Leflunomide is an FDA-approved medication indicated for the treatment of rheumatoid arthritis. Managing the treatment of patients prescribed leflunomide requires excellent communication between the patient and professional healthcare providers. These providers need to function as an interprofessional team to include a primary care physician, a rheumatologist, a nurse, and a pharmacist. The primary care physicians and rheumatologists necessitate excellent patient rapport, so the patient fully understands the importance of medication compliance and education on the treatment and illness. It is vital to be engaged in the patient's care, so relapses, remissions, and disability do not occur long term."}
{"id": "article-38027_16", "title": "Leflunomide -- Enhancing Healthcare Team Outcomes", "content": "The primary care and specialist should be familiar with leflunomide, its implications, and adverse effects. The patients prescribed leflunomide need routine checkups to observe if the medication is in an optimal range and the patient is not experiencing elevation in liver enzymes. Collective decision-making and interprofessional communication are necessary elements to enhance patient-centered care and achieve the desired outcome. Without the proper care and communication of an interprofessional team of healthcare professionals, the risk of adverse events and leflunomide toxicity, including drug-induced hepatitis, drug-induced pneumonitis, pancytopenia, and harm to the fetus during pregnancy, is highly likely. An interprofessional healthcare team working across disciplinary lines providing an integrated, evidence-based strategy to patients receiving treatment with leflunomide will help deliver the best possible outcomes. [25]", "contents": "Leflunomide -- Enhancing Healthcare Team Outcomes. The primary care and specialist should be familiar with leflunomide, its implications, and adverse effects. The patients prescribed leflunomide need routine checkups to observe if the medication is in an optimal range and the patient is not experiencing elevation in liver enzymes. Collective decision-making and interprofessional communication are necessary elements to enhance patient-centered care and achieve the desired outcome. Without the proper care and communication of an interprofessional team of healthcare professionals, the risk of adverse events and leflunomide toxicity, including drug-induced hepatitis, drug-induced pneumonitis, pancytopenia, and harm to the fetus during pregnancy, is highly likely. An interprofessional healthcare team working across disciplinary lines providing an integrated, evidence-based strategy to patients receiving treatment with leflunomide will help deliver the best possible outcomes. [25]"}
{"id": "article-38027_17", "title": "Leflunomide -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Leflunomide -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}