{"id": "article-30100_0", "title": "Secondary Thrombocytosis -- Continuing Education Activity", "content": "Thrombocytosis, or thrombocythemia, occurs when the platelet count exceeds 450,000 μl. [2] Thrombocytosis can be divided into primary and secondary thrombocytosis. [3] Reactive thrombocytosis is an abnormally high platelet count in the absence of chronic myeloproliferative disease secondary to an infection, inflammation, and hemorrhage. Secondary thrombocytosis is usually identified in routine laboratory testing, as most patients are asymptomatic.", "contents": "Secondary Thrombocytosis -- Continuing Education Activity. Thrombocytosis, or thrombocythemia, occurs when the platelet count exceeds 450,000 μl. [2] Thrombocytosis can be divided into primary and secondary thrombocytosis. [3] Reactive thrombocytosis is an abnormally high platelet count in the absence of chronic myeloproliferative disease secondary to an infection, inflammation, and hemorrhage. Secondary thrombocytosis is usually identified in routine laboratory testing, as most patients are asymptomatic."}
{"id": "article-30100_1", "title": "Secondary Thrombocytosis -- Continuing Education Activity", "content": "Secondary thrombocytosis, also known as reactive thrombocytosis, is an abnormally high platelet count due to underlying events, disease, or certain medications. Secondary thrombocytosis is more common than primary thrombocytosis and is usually identified by routine laboratory studies. In most cases, reactive thrombocytosis symptoms are due to an underlying disorder, not the thrombocytosis itself. Extreme thrombocytosis may rarely result in thrombotic events such as acute myocardial infarction, mesenteric vein thrombosis, and pulmonary embolism. Even though secondary thrombocytosis is benign, the underlying etiology of thrombocytosis (eg, malignancy, connective tissue disorders, and chronic infections) can be associated with an increased risk of adverse outcomes.  This activity for healthcare professionals aims to enhance learners' competence in diagnosing and managing secondary thrombocytosis and fostering effective interprofessional teamwork to improve outcomes.", "contents": "Secondary Thrombocytosis -- Continuing Education Activity. Secondary thrombocytosis, also known as reactive thrombocytosis, is an abnormally high platelet count due to underlying events, disease, or certain medications. Secondary thrombocytosis is more common than primary thrombocytosis and is usually identified by routine laboratory studies. In most cases, reactive thrombocytosis symptoms are due to an underlying disorder, not the thrombocytosis itself. Extreme thrombocytosis may rarely result in thrombotic events such as acute myocardial infarction, mesenteric vein thrombosis, and pulmonary embolism. Even though secondary thrombocytosis is benign, the underlying etiology of thrombocytosis (eg, malignancy, connective tissue disorders, and chronic infections) can be associated with an increased risk of adverse outcomes.  This activity for healthcare professionals aims to enhance learners' competence in diagnosing and managing secondary thrombocytosis and fostering effective interprofessional teamwork to improve outcomes."}
{"id": "article-30100_2", "title": "Secondary Thrombocytosis -- Continuing Education Activity", "content": "Objectives: Determine the etiology of secondary thrombocytosis that should be addressed in a patient. Identify the diagnostic criteria of secondary thrombocytosis. Evaluate patients with secondary thrombocytosis and assess if further diagnostic studies are indicated. Implement effective collaboration among interprofessional team members to improve outcomes and treatment efficacy for patients with secondary thrombocytosis. Access free multiple choice questions on this topic.", "contents": "Secondary Thrombocytosis -- Continuing Education Activity. Objectives: Determine the etiology of secondary thrombocytosis that should be addressed in a patient. Identify the diagnostic criteria of secondary thrombocytosis. Evaluate patients with secondary thrombocytosis and assess if further diagnostic studies are indicated. Implement effective collaboration among interprofessional team members to improve outcomes and treatment efficacy for patients with secondary thrombocytosis. Access free multiple choice questions on this topic."}
{"id": "article-30100_3", "title": "Secondary Thrombocytosis -- Introduction", "content": "Once referred to ignobly as \"blood dust,\" platelets are a component of blood produced in the bone marrow that plays a vital role in the blood clotting process. [1] The average platelet count in adults and children is 150,000/μL to 450,000/μL (150 to 450 x 10/L), but the normal range may vary in different clinical laboratories. Thrombocytosis, or thrombocythemia, occurs when the platelet count exceeds 450,000/μl. [2] Thrombocytosis can be divided into 2 groups: primary thrombocytosis and secondary, or reactive, thrombocytosis. [3] This distinction between primary and secondary thrombocytosis is essential as it carries implications for evaluation, prognosis, and treatment. Primary thrombocytosis is due to the unregulated abnormality of platelet production of bone marrow progenitor cells and is usually associated with myeloproliferative neoplasms. [4] Primary thrombocytosis, especially essential thrombocythemia and polycythemia vera has an increased risk of thrombosis and bleeding compared to secondary thrombocytosis. [5]", "contents": "Secondary Thrombocytosis -- Introduction. Once referred to ignobly as \"blood dust,\" platelets are a component of blood produced in the bone marrow that plays a vital role in the blood clotting process. [1] The average platelet count in adults and children is 150,000/μL to 450,000/μL (150 to 450 x 10/L), but the normal range may vary in different clinical laboratories. Thrombocytosis, or thrombocythemia, occurs when the platelet count exceeds 450,000/μl. [2] Thrombocytosis can be divided into 2 groups: primary thrombocytosis and secondary, or reactive, thrombocytosis. [3] This distinction between primary and secondary thrombocytosis is essential as it carries implications for evaluation, prognosis, and treatment. Primary thrombocytosis is due to the unregulated abnormality of platelet production of bone marrow progenitor cells and is usually associated with myeloproliferative neoplasms. [4] Primary thrombocytosis, especially essential thrombocythemia and polycythemia vera has an increased risk of thrombosis and bleeding compared to secondary thrombocytosis. [5]"}
{"id": "article-30100_4", "title": "Secondary Thrombocytosis -- Introduction", "content": "Secondary thrombocytosis, also known as reactive thrombocytosis, is an abnormally high platelet count due to underlying events, disease, or certain medications. Secondary thrombocytosis is more common than primary thrombocytosis and is usually identified by routine laboratory studies. In most cases, secondary thrombocytosis symptoms are due to an underlying disorder, not the thrombocytosis itself. Extreme thrombocytosis may rarely result in thrombotic events such as acute myocardial infarction, mesenteric vein thrombosis, and pulmonary embolism. [6] Even though secondary thrombocytosis is benign, the underlying etiology of thrombocytosis (eg, malignancy, connective tissue disorders, and chronic infections) can be associated with an increased risk of adverse outcomes. Among individuals with thrombocytosis, 80% to 90% are known to have secondary thrombocytosis. [7] Causes of secondary thrombocytosis include transient processes such as acute blood loss, acute infection, or sustained forms of reactive thrombocytosis, including iron deficiency, asplenia, cancer, chronic inflammation, or infectious diseases. Reactive thrombocytosis is a laboratory anomaly that resolves when the underlying causative condition is addressed.", "contents": "Secondary Thrombocytosis -- Introduction. Secondary thrombocytosis, also known as reactive thrombocytosis, is an abnormally high platelet count due to underlying events, disease, or certain medications. Secondary thrombocytosis is more common than primary thrombocytosis and is usually identified by routine laboratory studies. In most cases, secondary thrombocytosis symptoms are due to an underlying disorder, not the thrombocytosis itself. Extreme thrombocytosis may rarely result in thrombotic events such as acute myocardial infarction, mesenteric vein thrombosis, and pulmonary embolism. [6] Even though secondary thrombocytosis is benign, the underlying etiology of thrombocytosis (eg, malignancy, connective tissue disorders, and chronic infections) can be associated with an increased risk of adverse outcomes. Among individuals with thrombocytosis, 80% to 90% are known to have secondary thrombocytosis. [7] Causes of secondary thrombocytosis include transient processes such as acute blood loss, acute infection, or sustained forms of reactive thrombocytosis, including iron deficiency, asplenia, cancer, chronic inflammation, or infectious diseases. Reactive thrombocytosis is a laboratory anomaly that resolves when the underlying causative condition is addressed."}
{"id": "article-30100_5", "title": "Secondary Thrombocytosis -- Etiology", "content": "The commonality among the various underlying causes of secondary thrombocytosis is the presence of inflammatory compounds (eg, IL6) augmenting thrombopoietin (TPO) secretion with a subsequent increase in megakaryocyte production. [8] Secondary thrombocytosis etiologies are sometimes categorized under the \"5 Is\": inflammation, ischemia, infection, infarction, and iron deficiency.", "contents": "Secondary Thrombocytosis -- Etiology. The commonality among the various underlying causes of secondary thrombocytosis is the presence of inflammatory compounds (eg, IL6) augmenting thrombopoietin (TPO) secretion with a subsequent increase in megakaryocyte production. [8] Secondary thrombocytosis etiologies are sometimes categorized under the \"5 Is\": inflammation, ischemia, infection, infarction, and iron deficiency."}
{"id": "article-30100_6", "title": "Secondary Thrombocytosis -- Etiology -- Infection", "content": "Acute bacterial, viral, or chronic infectious conditions (e.g., tuberculosis) may cause secondary thrombocytosis due to an increase in the production of IL6, an inflammatory component that increases the synthesis of thrombopoietin. [9] Approximately 75% of pediatric patients with reactive thrombocytosis (RT) have an infectious etiology. [10] Clinical features associated with RT include fever, tachycardia, weight loss, hypoalbuminemia, leucocytosis, and anemia. Secondary thrombocytosis less commonly occurs with COVID-19 and is a poor prognostic sign. Thrombocytopenia typically occurs secondary to a direct effect on megakaryocytes in the bone marrow by its antibody/immune complex mechanisms. [11] During a COVID-19 infection, a hyperinflammatory cytokine storm releases large amounts of inflammatory compounds (eg, IL1B, IL12, IFN-gamma, and IL6). IL6 causes prominent thrombopoiesis through its stimulatory effect on TPO, subsequently increasing megakaryocyte proliferation.", "contents": "Secondary Thrombocytosis -- Etiology -- Infection. Acute bacterial, viral, or chronic infectious conditions (e.g., tuberculosis) may cause secondary thrombocytosis due to an increase in the production of IL6, an inflammatory component that increases the synthesis of thrombopoietin. [9] Approximately 75% of pediatric patients with reactive thrombocytosis (RT) have an infectious etiology. [10] Clinical features associated with RT include fever, tachycardia, weight loss, hypoalbuminemia, leucocytosis, and anemia. Secondary thrombocytosis less commonly occurs with COVID-19 and is a poor prognostic sign. Thrombocytopenia typically occurs secondary to a direct effect on megakaryocytes in the bone marrow by its antibody/immune complex mechanisms. [11] During a COVID-19 infection, a hyperinflammatory cytokine storm releases large amounts of inflammatory compounds (eg, IL1B, IL12, IFN-gamma, and IL6). IL6 causes prominent thrombopoiesis through its stimulatory effect on TPO, subsequently increasing megakaryocyte proliferation."}
{"id": "article-30100_7", "title": "Secondary Thrombocytosis -- Etiology -- Functional and Surgical Asplenia", "content": "The major functions of the spleen are immune activity and blood filtration. [12] The white pulp is responsible for immune activity against pathogens (eg, Neisseria meningitides , Streptococcus pneumonia , and Hemophilus influenza type b). The red pulp, composed of matrices of sinuses and cords, filters the blood, removing old or defective erythrocytes (ie, hemocatheresis). Up to 90% of splenectomized patients experience thrombocytosis postoperatively due to the loss of splenic sequestration. [13] [6] [14] A hyposplenic or asplenic functional state can also lead to an elevated platelet count, as the red cells bypass the modulating effect of the spleen. Morphologic effects can be seen in peripheral blood smears with Howell-Jolly bodies containing nuclear remnants, pitted erythrocytes such as with Pappenheimer bodies or iron deposits, and Heinz bodies (ie, hemoglobin aggregates), where the spleen removes the detritus leaving behind an injured cell. [12] The risk of thrombosis is as high as 5% in the few weeks after splenectomy, resulting in acute myocardial infarction, portal vein thrombosis, splenic vein thrombosis, mesenteric vein thrombosis, or pulmonary embolism. [15] [6] [16] Platelet counts greater than 800,000 dL can be observed with a normalizing decline within weeks to years. Some experts have recommended thromboprophylaxis in the immediate postoperative period as a preventative strategy, while others have advocated the use of hydroxycarbamide chemotherapy treatments due to the cytoreductive effect. [12] [17] [18] Additionally, all patients with a functional splenic defect should be fully vaccinated.", "contents": "Secondary Thrombocytosis -- Etiology -- Functional and Surgical Asplenia. The major functions of the spleen are immune activity and blood filtration. [12] The white pulp is responsible for immune activity against pathogens (eg, Neisseria meningitides , Streptococcus pneumonia , and Hemophilus influenza type b). The red pulp, composed of matrices of sinuses and cords, filters the blood, removing old or defective erythrocytes (ie, hemocatheresis). Up to 90% of splenectomized patients experience thrombocytosis postoperatively due to the loss of splenic sequestration. [13] [6] [14] A hyposplenic or asplenic functional state can also lead to an elevated platelet count, as the red cells bypass the modulating effect of the spleen. Morphologic effects can be seen in peripheral blood smears with Howell-Jolly bodies containing nuclear remnants, pitted erythrocytes such as with Pappenheimer bodies or iron deposits, and Heinz bodies (ie, hemoglobin aggregates), where the spleen removes the detritus leaving behind an injured cell. [12] The risk of thrombosis is as high as 5% in the few weeks after splenectomy, resulting in acute myocardial infarction, portal vein thrombosis, splenic vein thrombosis, mesenteric vein thrombosis, or pulmonary embolism. [15] [6] [16] Platelet counts greater than 800,000 dL can be observed with a normalizing decline within weeks to years. Some experts have recommended thromboprophylaxis in the immediate postoperative period as a preventative strategy, while others have advocated the use of hydroxycarbamide chemotherapy treatments due to the cytoreductive effect. [12] [17] [18] Additionally, all patients with a functional splenic defect should be fully vaccinated."}
{"id": "article-30100_8", "title": "Secondary Thrombocytosis -- Etiology -- Iron Deficiency", "content": "The reactive thrombosis accompanying iron deficiency anemia can occur alone in association with erythropoietin (EPO) or as an additive event related to cytokines. [19] [20] EPO is increased with this type of anemia, which can stimulate the EPO receptors on megakaryocyte progenitors, leading to their production. When iron deficiency anemia occurs with a comorbid condition, inflammation and cytokine effects (eg, IL6/TPO) may increase an already pronounced platelet count. [21] This could result in an extreme thrombocytosis or a resultant thrombotic event in approximately 6% of cases. [5] However, repletion of the iron stores typically normalizes the platelet count, and clinicians should consider other etiologies if counts do not respond. Large von Willebrand multimers can be absorbed with platelet counts exceeding a million, leading to an acquired von Willebrand's disease. [5]", "contents": "Secondary Thrombocytosis -- Etiology -- Iron Deficiency. The reactive thrombosis accompanying iron deficiency anemia can occur alone in association with erythropoietin (EPO) or as an additive event related to cytokines. [19] [20] EPO is increased with this type of anemia, which can stimulate the EPO receptors on megakaryocyte progenitors, leading to their production. When iron deficiency anemia occurs with a comorbid condition, inflammation and cytokine effects (eg, IL6/TPO) may increase an already pronounced platelet count. [21] This could result in an extreme thrombocytosis or a resultant thrombotic event in approximately 6% of cases. [5] However, repletion of the iron stores typically normalizes the platelet count, and clinicians should consider other etiologies if counts do not respond. Large von Willebrand multimers can be absorbed with platelet counts exceeding a million, leading to an acquired von Willebrand's disease. [5]"}
{"id": "article-30100_9", "title": "Secondary Thrombocytosis -- Etiology -- Drugs", "content": "Drug-induced thrombocytosis can be a common endpoint to different modes, to different mechanisms of causation felt to be extrinsic to the megakaryocyte. [22] One proposed mechanism is that drugs can cause cytokine release, particularly IL6. [23] The increased IL6 would then lead to thrombocytosis. Many drugs can produce thrombocytosis, and their propensity to do so may vary. Examples include low molecular weight heparin, vincristine, epinephrine, all-trans retinoic acid (ATRA), beta-lactam antibiotics, gemcitabine, and clozapine. [24] [23] Antibiotics such as ciprofloxacin, tazobactam, piperacillin, augmentin, and ceftazidine can produce significant thrombocytosis, but the platelet count usually normalizes with cessation. [25] [26] [27]", "contents": "Secondary Thrombocytosis -- Etiology -- Drugs. Drug-induced thrombocytosis can be a common endpoint to different modes, to different mechanisms of causation felt to be extrinsic to the megakaryocyte. [22] One proposed mechanism is that drugs can cause cytokine release, particularly IL6. [23] The increased IL6 would then lead to thrombocytosis. Many drugs can produce thrombocytosis, and their propensity to do so may vary. Examples include low molecular weight heparin, vincristine, epinephrine, all-trans retinoic acid (ATRA), beta-lactam antibiotics, gemcitabine, and clozapine. [24] [23] Antibiotics such as ciprofloxacin, tazobactam, piperacillin, augmentin, and ceftazidine can produce significant thrombocytosis, but the platelet count usually normalizes with cessation. [25] [26] [27]"}
{"id": "article-30100_10", "title": "Secondary Thrombocytosis -- Etiology -- Inflammatory Conditions", "content": "Rheumatoid arthritis, inflammatory bowel disease, sarcoidosis, and autoimmune, antibody-mediated illnesses cause thrombocytosis through inflammatory (eg, IL6) effects. [28] Several diseases (eg, rheumatic disease, celiac disease, polyarteritis nodosa, and giant cell arteritis) can present with a fever of unknown origin and an increased platelet count. [29] [30] Furthermore, one survey noted that thrombocytosis in these conditions heralded cancer in approximately 11% of cases.[31] Although sarcoidosis can appear in many organ systems, especially the lung, bone marrow involvement results in thrombocytosis [31] . In these patients, a high mean platelet volume correlates with active inflammatory disease and, therefore, resolves with sarcoidosis treatment.", "contents": "Secondary Thrombocytosis -- Etiology -- Inflammatory Conditions. Rheumatoid arthritis, inflammatory bowel disease, sarcoidosis, and autoimmune, antibody-mediated illnesses cause thrombocytosis through inflammatory (eg, IL6) effects. [28] Several diseases (eg, rheumatic disease, celiac disease, polyarteritis nodosa, and giant cell arteritis) can present with a fever of unknown origin and an increased platelet count. [29] [30] Furthermore, one survey noted that thrombocytosis in these conditions heralded cancer in approximately 11% of cases.[31] Although sarcoidosis can appear in many organ systems, especially the lung, bone marrow involvement results in thrombocytosis [31] . In these patients, a high mean platelet volume correlates with active inflammatory disease and, therefore, resolves with sarcoidosis treatment."}
{"id": "article-30100_11", "title": "Secondary Thrombocytosis -- Etiology -- Inflammatory Conditions", "content": "Platelets can also mediate allergic inflammation using IgE receptors and dependent processes on their surfaces. [32] [33] Platelets can migrate out of the vasculature and into the airways, contributing to allergic reactions. [34] [35] Operating in conjunction with allergic reactions, chronic inflammation also augments the platelet count. [36]", "contents": "Secondary Thrombocytosis -- Etiology -- Inflammatory Conditions. Platelets can also mediate allergic inflammation using IgE receptors and dependent processes on their surfaces. [32] [33] Platelets can migrate out of the vasculature and into the airways, contributing to allergic reactions. [34] [35] Operating in conjunction with allergic reactions, chronic inflammation also augments the platelet count. [36]"}
{"id": "article-30100_12", "title": "Secondary Thrombocytosis -- Etiology -- Hemolysis", "content": "Most diseases with antibody-mediated hemolysis manifest thrombocytopenia. Conversely, some conditions, including cold agglutinin disease (CAD), cause thrombocytosis. Approximately 10% to 20% of patients with autoimmune hemolytic anemia (AIHA) can also manifest arterial or venous thrombosis. [37] Though classically associated with Mycoplasma pneumonia , CAD is also associated with Epstein Barr virus, cytomegalovirus, COVID-19, and malignant or lymphoproliferative diseases (eg, splenic marginal zone lymphoma). [38] [39] Mycoplasma-associated hemolysis is due to the cold agglutinins, the antibodies against the I antigen found on erythrocytes and respiratory endothelial cells. [40] [38] The IgM-cold agglutinins bind to complement factor C1 and initiate the classic complement pathway. [38] Hemolysis itself has the propensity to cause endothelial dysfunction, leading to platelet activation and, thereby, the coagulation cascade. [37] Recent case studies have shown that thrombocytosis can exist in the setting of CAD; however, the patient may have had an increased platelet count due to concurrent infection. [40] Because of increased thrombotic risk, thromboprophylaxis is recommended for acute hemolysis and those patients considering splenectomy. [37] Other authorities recommend checking for antiphospholipid antibodies as well. [41]", "contents": "Secondary Thrombocytosis -- Etiology -- Hemolysis. Most diseases with antibody-mediated hemolysis manifest thrombocytopenia. Conversely, some conditions, including cold agglutinin disease (CAD), cause thrombocytosis. Approximately 10% to 20% of patients with autoimmune hemolytic anemia (AIHA) can also manifest arterial or venous thrombosis. [37] Though classically associated with Mycoplasma pneumonia , CAD is also associated with Epstein Barr virus, cytomegalovirus, COVID-19, and malignant or lymphoproliferative diseases (eg, splenic marginal zone lymphoma). [38] [39] Mycoplasma-associated hemolysis is due to the cold agglutinins, the antibodies against the I antigen found on erythrocytes and respiratory endothelial cells. [40] [38] The IgM-cold agglutinins bind to complement factor C1 and initiate the classic complement pathway. [38] Hemolysis itself has the propensity to cause endothelial dysfunction, leading to platelet activation and, thereby, the coagulation cascade. [37] Recent case studies have shown that thrombocytosis can exist in the setting of CAD; however, the patient may have had an increased platelet count due to concurrent infection. [40] Because of increased thrombotic risk, thromboprophylaxis is recommended for acute hemolysis and those patients considering splenectomy. [37] Other authorities recommend checking for antiphospholipid antibodies as well. [41]"}
{"id": "article-30100_13", "title": "Secondary Thrombocytosis -- Etiology -- Metastatic Cancer and Lymphoma", "content": "Platelets have an established association with malignancies. [42] Cases of acute promyelocytic leukemia (APL) release cytokines (eg, IL6) upon treatment with ATRA, with counts subsequently exceeding a million. Thrombocytosis has also been noted in patients with ovarian cancer undergoing chemotherapy. [43] Thrombocytosis commonly occurs with colon, lung, kidney, esophagus, stomach, pancreas, ovarian, breast, cervical, and endometrial cancers. [43] [44] Tumors can directly cause cytokine release, especially IL6, and increase the liver's TPO (mRNA) production, leading to reactive thrombocytosis. [45] Tumors can also establish their blood supply via an angiogenic process regulated by platelets through alpha granules. [46] These tumors contain proangiogenic proteins that include vascular endothelial growth factor; platelets are the blood's largest repository for this factor. [47] Subsequently, by utilizing platelets, tumors increase and feed their metastatic networks.", "contents": "Secondary Thrombocytosis -- Etiology -- Metastatic Cancer and Lymphoma. Platelets have an established association with malignancies. [42] Cases of acute promyelocytic leukemia (APL) release cytokines (eg, IL6) upon treatment with ATRA, with counts subsequently exceeding a million. Thrombocytosis has also been noted in patients with ovarian cancer undergoing chemotherapy. [43] Thrombocytosis commonly occurs with colon, lung, kidney, esophagus, stomach, pancreas, ovarian, breast, cervical, and endometrial cancers. [43] [44] Tumors can directly cause cytokine release, especially IL6, and increase the liver's TPO (mRNA) production, leading to reactive thrombocytosis. [45] Tumors can also establish their blood supply via an angiogenic process regulated by platelets through alpha granules. [46] These tumors contain proangiogenic proteins that include vascular endothelial growth factor; platelets are the blood's largest repository for this factor. [47] Subsequently, by utilizing platelets, tumors increase and feed their metastatic networks."}
{"id": "article-30100_14", "title": "Secondary Thrombocytosis -- Etiology -- Exercise", "content": "A patient's exercise mode can affect platelet release, activation, and function. Basic studies have confirmed that acute exercise promotes a transient increase in the platelet count partially caused by hemoconcentration effects and mobilization from the liver, lungs, and spleen. Regular exercise training decreases both platelet adhesion and aggregation and consequently has an antithrombotic effect. [48] [49] [50]", "contents": "Secondary Thrombocytosis -- Etiology -- Exercise. A patient's exercise mode can affect platelet release, activation, and function. Basic studies have confirmed that acute exercise promotes a transient increase in the platelet count partially caused by hemoconcentration effects and mobilization from the liver, lungs, and spleen. Regular exercise training decreases both platelet adhesion and aggregation and consequently has an antithrombotic effect. [48] [49] [50]"}
{"id": "article-30100_15", "title": "Secondary Thrombocytosis -- Epidemiology", "content": "Secondary thrombocytosis is a common condition compared to primary thrombocytosis. Around 75% of individuals without any prior myeloproliferative disorders developed thrombocytosis after splenectomy. [6] The prevalence of reactive thrombocytosis in iron deficiency anemia was about 30%. According to a Chinese study, around 25.9% of children had a platelet count ≥500 × 10/L with respiratory tract infections. [51] In an Italian study, 50% of children aged 1 to 24 months hospitalized for community-acquired infections developed thrombocytosis. [52] Typically, preterm infants have a lower platelet count at birth, while term and late-preterm infants have thrombocytosis that peaks shortly after birth and then wanes after 1 month. [53] High platelet counts in young children were often primarily ascribed to respiratory infections and, less commonly, autoimmune disease. [54] No race, sex, or age has been noted to have an increased prevalence of secondary thrombocytosis.", "contents": "Secondary Thrombocytosis -- Epidemiology. Secondary thrombocytosis is a common condition compared to primary thrombocytosis. Around 75% of individuals without any prior myeloproliferative disorders developed thrombocytosis after splenectomy. [6] The prevalence of reactive thrombocytosis in iron deficiency anemia was about 30%. According to a Chinese study, around 25.9% of children had a platelet count ≥500 × 10/L with respiratory tract infections. [51] In an Italian study, 50% of children aged 1 to 24 months hospitalized for community-acquired infections developed thrombocytosis. [52] Typically, preterm infants have a lower platelet count at birth, while term and late-preterm infants have thrombocytosis that peaks shortly after birth and then wanes after 1 month. [53] High platelet counts in young children were often primarily ascribed to respiratory infections and, less commonly, autoimmune disease. [54] No race, sex, or age has been noted to have an increased prevalence of secondary thrombocytosis."}
{"id": "article-30100_16", "title": "Secondary Thrombocytosis -- Pathophysiology", "content": "In the bone marrow, stem cells transform into large cells known as megakaryocytes. Megakaryocytes form cell fragments known as platelets, and each megakaryocyte can produce anywhere between 5,000 and 10,000 platelets. The pathophysiology of secondary thrombocytosis may differ depending on the cause of thrombocytosis. Animal studies have shown a linkage between inflammation and thrombus formation via IL6 and platelets. [55] [56] Inflammation augments the release of IL6, which, in turn, stimulates proplatelet production by megakaryocytes. Inflammation also enhances hepatic thrombopoietin (TPO) production. These mechanisms create the thrombocytosis that can lead to thrombosis. Thrombocytosis can be driven by the overproduction of thrombopoietin, interleukin-6, other cytokines, or catecholamines in inflammatory, infectious, or neoplastic conditions or secondary to stress. [57] [58] Megakaryocyte proliferation is the cause of elevated platelet count in iron deficiency anemia. However, with asplenia, decreased platelet sequestration is the underlying cause of thrombocytosis.", "contents": "Secondary Thrombocytosis -- Pathophysiology. In the bone marrow, stem cells transform into large cells known as megakaryocytes. Megakaryocytes form cell fragments known as platelets, and each megakaryocyte can produce anywhere between 5,000 and 10,000 platelets. The pathophysiology of secondary thrombocytosis may differ depending on the cause of thrombocytosis. Animal studies have shown a linkage between inflammation and thrombus formation via IL6 and platelets. [55] [56] Inflammation augments the release of IL6, which, in turn, stimulates proplatelet production by megakaryocytes. Inflammation also enhances hepatic thrombopoietin (TPO) production. These mechanisms create the thrombocytosis that can lead to thrombosis. Thrombocytosis can be driven by the overproduction of thrombopoietin, interleukin-6, other cytokines, or catecholamines in inflammatory, infectious, or neoplastic conditions or secondary to stress. [57] [58] Megakaryocyte proliferation is the cause of elevated platelet count in iron deficiency anemia. However, with asplenia, decreased platelet sequestration is the underlying cause of thrombocytosis."}
{"id": "article-30100_17", "title": "Secondary Thrombocytosis -- History and Physical -- Clinical Symptoms", "content": "Secondary thrombocytosis is primarily an incidental laboratory finding and is not a direct cause of symptoms in most patients. However, patients may have symptoms secondary to the underlying etiology of the reactive thrombocytosis. Clinicians should obtain a focused history to assess potential thrombocytosis causes or complications, including: Prior trauma or surgery History of splenectomy or hemolysis Symptoms suggestive of infection, inflammation, or malignancy (eg, fever, sweats, weight loss, and fatigue) History of bleeding (eg, menorrhagia or gastrointestinal), iron deficiency, or chronic hematologic disorder History of arterial or venous thrombosis Medications Smoking and alcohol consumption", "contents": "Secondary Thrombocytosis -- History and Physical -- Clinical Symptoms. Secondary thrombocytosis is primarily an incidental laboratory finding and is not a direct cause of symptoms in most patients. However, patients may have symptoms secondary to the underlying etiology of the reactive thrombocytosis. Clinicians should obtain a focused history to assess potential thrombocytosis causes or complications, including: Prior trauma or surgery History of splenectomy or hemolysis Symptoms suggestive of infection, inflammation, or malignancy (eg, fever, sweats, weight loss, and fatigue) History of bleeding (eg, menorrhagia or gastrointestinal), iron deficiency, or chronic hematologic disorder History of arterial or venous thrombosis Medications Smoking and alcohol consumption"}
{"id": "article-30100_18", "title": "Secondary Thrombocytosis -- History and Physical -- Physical Exam Findings", "content": "Findings that are consistent with reactive thrombocytosis on physical examination include: Cutaneous or mucosal bleeding or bruising Lymphadenopathy Hepatosplenomegaly Signs of arterial or venous thrombosis", "contents": "Secondary Thrombocytosis -- History and Physical -- Physical Exam Findings. Findings that are consistent with reactive thrombocytosis on physical examination include: Cutaneous or mucosal bleeding or bruising Lymphadenopathy Hepatosplenomegaly Signs of arterial or venous thrombosis"}
{"id": "article-30100_19", "title": "Secondary Thrombocytosis -- Evaluation", "content": "Thrombocytosis, or thrombocythemia, is diagnosed with a complete blood count finding of a platelet count greater than 450,000/μl. [2] Additional laboratory studies may be performed to differentiate primary and secondary thrombocytosis in patients with this finding. [3] Because primary thrombocytosis is due to unregulated bone marrow platelet production, the following laboratory diagnostic studies may assist in determining the underlying etiology: Peripheral Blood Smear Erythrocyte sedimentation rate (ESR) C-reactive protein (CRP) Antinuclear antibody (ANA) and rheumatoid factor (RF) Iron studies (eg, serum iron and serum ferritin) [4] However, further testing, including genetic testing and a bone marrow biopsy, may be considered if laboratory studies do not indicate whether the thrombocytosis is primary or secondary.", "contents": "Secondary Thrombocytosis -- Evaluation. Thrombocytosis, or thrombocythemia, is diagnosed with a complete blood count finding of a platelet count greater than 450,000/μl. [2] Additional laboratory studies may be performed to differentiate primary and secondary thrombocytosis in patients with this finding. [3] Because primary thrombocytosis is due to unregulated bone marrow platelet production, the following laboratory diagnostic studies may assist in determining the underlying etiology: Peripheral Blood Smear Erythrocyte sedimentation rate (ESR) C-reactive protein (CRP) Antinuclear antibody (ANA) and rheumatoid factor (RF) Iron studies (eg, serum iron and serum ferritin) [4] However, further testing, including genetic testing and a bone marrow biopsy, may be considered if laboratory studies do not indicate whether the thrombocytosis is primary or secondary."}
{"id": "article-30100_20", "title": "Secondary Thrombocytosis -- Treatment / Management", "content": "Secondary thrombocytosis resolves with treatment of the underlying etiology. Therefore, appropriate management should be initiated once the reactive condition has been identified. [59] For example, the normalization of platelet counts can be achieved by iron supplementation in inflammatory bowel patients. [60] [61]", "contents": "Secondary Thrombocytosis -- Treatment / Management. Secondary thrombocytosis resolves with treatment of the underlying etiology. Therefore, appropriate management should be initiated once the reactive condition has been identified. [59] For example, the normalization of platelet counts can be achieved by iron supplementation in inflammatory bowel patients. [60] [61]"}
{"id": "article-30100_21", "title": "Secondary Thrombocytosis -- Treatment / Management", "content": "Antiplatelet treatment like aspirin is usually not indicated as the risk of thrombosis is very low in secondary thrombocytosis. However, antithrombotic therapy can be considered for patients with platelets more than 1,000,000/μL, with thrombocytosis complications, or at risk of developing complications. [62] Plateletpheresis may be considered in patients with evidence of thrombosis and active bleeding. Though the effect is temporary, plateletpheresis helps rapidly reduce the platelet count.", "contents": "Secondary Thrombocytosis -- Treatment / Management. Antiplatelet treatment like aspirin is usually not indicated as the risk of thrombosis is very low in secondary thrombocytosis. However, antithrombotic therapy can be considered for patients with platelets more than 1,000,000/μL, with thrombocytosis complications, or at risk of developing complications. [62] Plateletpheresis may be considered in patients with evidence of thrombosis and active bleeding. Though the effect is temporary, plateletpheresis helps rapidly reduce the platelet count."}
{"id": "article-30100_22", "title": "Secondary Thrombocytosis -- Differential Diagnosis", "content": "Differential diagnoses of secondary thrombocytosis include: Familial essential thrombocythemia Myelodysplastic syndrome Polycythemia vera Chronic myeloid leukemia Myelofibrosis Spurious thrombocytosis Pseudothrombocytosis", "contents": "Secondary Thrombocytosis -- Differential Diagnosis. Differential diagnoses of secondary thrombocytosis include: Familial essential thrombocythemia Myelodysplastic syndrome Polycythemia vera Chronic myeloid leukemia Myelofibrosis Spurious thrombocytosis Pseudothrombocytosis"}
{"id": "article-30100_23", "title": "Secondary Thrombocytosis -- Prognosis", "content": "Secondary thrombocytosis is usually transient and resolves when the underlying condition is addressed. The overall prognosis depends on the primary causative condition. The presence of thrombocytosis is considered a poor prognosis in certain disorders like chronic obstructive pulmonary disease (COPD) and gastrointestinal cancers (eg, esophageal and colorectal cancer). [63]", "contents": "Secondary Thrombocytosis -- Prognosis. Secondary thrombocytosis is usually transient and resolves when the underlying condition is addressed. The overall prognosis depends on the primary causative condition. The presence of thrombocytosis is considered a poor prognosis in certain disorders like chronic obstructive pulmonary disease (COPD) and gastrointestinal cancers (eg, esophageal and colorectal cancer). [63]"}
{"id": "article-30100_24", "title": "Secondary Thrombocytosis -- Complications", "content": "Complications specifically associated with secondary thrombocytosis are rare. However, clinicians should be familiar with the general complications of thrombocytosis, including: Arterial and venous thrombosis leading to stroke, myocardial infarction, mesenteric ischemia Bleeding Spontaneous abortion Intrauterine death or intrauterine growth retardation Transformation to AML and primary myelofibrosis", "contents": "Secondary Thrombocytosis -- Complications. Complications specifically associated with secondary thrombocytosis are rare. However, clinicians should be familiar with the general complications of thrombocytosis, including: Arterial and venous thrombosis leading to stroke, myocardial infarction, mesenteric ischemia Bleeding Spontaneous abortion Intrauterine death or intrauterine growth retardation Transformation to AML and primary myelofibrosis"}
{"id": "article-30100_25", "title": "Secondary Thrombocytosis -- Deterrence and Patient Education", "content": "Patients should be counseled that though secondary thrombocytosis is typically an incidental finding, addressing the underlying etiology is still essential, as thrombocytosis can result in complications such as thrombosis. Patients should also be informed that reactive thrombocytosis is a laboratory anomaly that resolves when the underlying causative condition is addressed; therefore, compliance with treatment recommendations and follow-up appointments is essential.", "contents": "Secondary Thrombocytosis -- Deterrence and Patient Education. Patients should be counseled that though secondary thrombocytosis is typically an incidental finding, addressing the underlying etiology is still essential, as thrombocytosis can result in complications such as thrombosis. Patients should also be informed that reactive thrombocytosis is a laboratory anomaly that resolves when the underlying causative condition is addressed; therefore, compliance with treatment recommendations and follow-up appointments is essential."}
{"id": "article-30100_26", "title": "Secondary Thrombocytosis -- Enhancing Healthcare Team Outcomes", "content": "Platelets are acute-phase reactants, and secondary thrombocytosis can occur due to an acute underlying infection, tissue damage, chronic inflammatory disorders, and malignancy. An interprofessional team, including primary care, internal medicine, surgical, emergency room, pathology clinicians, and laboratory technicians work together to identify and manage patients with this condition. A complete history and physical examination should be performed to exclude common causes of reactive thrombocytosis. [5]", "contents": "Secondary Thrombocytosis -- Enhancing Healthcare Team Outcomes. Platelets are acute-phase reactants, and secondary thrombocytosis can occur due to an acute underlying infection, tissue damage, chronic inflammatory disorders, and malignancy. An interprofessional team, including primary care, internal medicine, surgical, emergency room, pathology clinicians, and laboratory technicians work together to identify and manage patients with this condition. A complete history and physical examination should be performed to exclude common causes of reactive thrombocytosis. [5]"}
{"id": "article-30100_27", "title": "Secondary Thrombocytosis -- Enhancing Healthcare Team Outcomes", "content": "In patients with secondary thrombocytosis for whom the underlying causative condition has not been identified, a thorough workup should be done to exclude occult disorder (eg, malignancy). Thrombocytosis occurs in various clinical situations and can have diverse underlying etiologies. In certain patients, differentiating primary from secondary causes of thrombocytosis can be difficult, yet the distinction has important therapeutic and prognostic implications. In those conditions, an expert opinion from a hematologist is recommended. Patient education is essential, and regular follow-up should be emphasized.", "contents": "Secondary Thrombocytosis -- Enhancing Healthcare Team Outcomes. In patients with secondary thrombocytosis for whom the underlying causative condition has not been identified, a thorough workup should be done to exclude occult disorder (eg, malignancy). Thrombocytosis occurs in various clinical situations and can have diverse underlying etiologies. In certain patients, differentiating primary from secondary causes of thrombocytosis can be difficult, yet the distinction has important therapeutic and prognostic implications. In those conditions, an expert opinion from a hematologist is recommended. Patient education is essential, and regular follow-up should be emphasized."}
{"id": "article-30100_28", "title": "Secondary Thrombocytosis -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Secondary Thrombocytosis -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}