{"id": "article-26548_0", "title": "Anatomy, Shoulder and Upper Limb, Hand Palmar Interosseous Muscle -- Introduction", "content": "The palmar interossei are a group of paired intrinsic muscles of the hand located between the metacarpals. They consist of four, and sometimes three, palmar muscles that, adduct fingers. The palmar interossei also assist in flexion of the metacarpophalangeal joints and extension of the interphalangeal joints. All interossei muscles receive their innervation by the deep ulnar branch of the ulnar nerve. As such, any injury to the ulnar nerve may have debilitating implications on specific intrinsic hand muscle functions, including finger adduction, which is primarily controlled by the palmar interosseous muscles.", "contents": "Anatomy, Shoulder and Upper Limb, Hand Palmar Interosseous Muscle -- Introduction. The palmar interossei are a group of paired intrinsic muscles of the hand located between the metacarpals. They consist of four, and sometimes three, palmar muscles that, adduct fingers. The palmar interossei also assist in flexion of the metacarpophalangeal joints and extension of the interphalangeal joints. All interossei muscles receive their innervation by the deep ulnar branch of the ulnar nerve. As such, any injury to the ulnar nerve may have debilitating implications on specific intrinsic hand muscle functions, including finger adduction, which is primarily controlled by the palmar interosseous muscles."}
{"id": "article-26548_1", "title": "Anatomy, Shoulder and Upper Limb, Hand Palmar Interosseous Muscle -- Structure and Function", "content": "The palmar interossei are unipennate muscles that originate from the metacarpals of the respective digit to which they are associated. These muscles adduct the first, second, fourth, and fifth digits about a long axis through the third digit. The adduction occurs at the metacarpophalangeal joints. Additionally, the palmar interossei contribute to flexion at the metacarpophalangeal joints and extension at the proximal interphalangeal (PIP) and distal interphalangeal (DIP) joints of their respective digits.", "contents": "Anatomy, Shoulder and Upper Limb, Hand Palmar Interosseous Muscle -- Structure and Function. The palmar interossei are unipennate muscles that originate from the metacarpals of the respective digit to which they are associated. These muscles adduct the first, second, fourth, and fifth digits about a long axis through the third digit. The adduction occurs at the metacarpophalangeal joints. Additionally, the palmar interossei contribute to flexion at the metacarpophalangeal joints and extension at the proximal interphalangeal (PIP) and distal interphalangeal (DIP) joints of their respective digits."}
{"id": "article-26548_2", "title": "Anatomy, Shoulder and Upper Limb, Hand Palmar Interosseous Muscle -- Structure and Function", "content": "When present as an individual entity, the first palmar interossei originates at the medial, palmar surface of the first metacarpal and inserts into the base of the proximal first phalanx as well as into the extensor hood or the first phalanx. The first palmar interosseus is often considered rudimentary, with most anatomy texts deeming it to be often a component of either the adductor pollicis or the flexor pollicis brevis. Recent studies, however, dispute this notion and found that the first palmar interossei, termed the “pollical palmar interosseous,” is present in over 85% of specimens. [1] [2] [3] This muscle is thought to be derived from the oblique head of the adductor pollicis, with these studies suggesting that it played a role in human evolution. [1]", "contents": "Anatomy, Shoulder and Upper Limb, Hand Palmar Interosseous Muscle -- Structure and Function. When present as an individual entity, the first palmar interossei originates at the medial, palmar surface of the first metacarpal and inserts into the base of the proximal first phalanx as well as into the extensor hood or the first phalanx. The first palmar interosseus is often considered rudimentary, with most anatomy texts deeming it to be often a component of either the adductor pollicis or the flexor pollicis brevis. Recent studies, however, dispute this notion and found that the first palmar interossei, termed the “pollical palmar interosseous,” is present in over 85% of specimens. [1] [2] [3] This muscle is thought to be derived from the oblique head of the adductor pollicis, with these studies suggesting that it played a role in human evolution. [1]"}
{"id": "article-26548_3", "title": "Anatomy, Shoulder and Upper Limb, Hand Palmar Interosseous Muscle -- Structure and Function", "content": "The second palmar interosseous originates at the medial surface of the base of the second metacarpal and inserts onto the medial portion of the extensor hood of the first digit as well as the base of the first phalanx.", "contents": "Anatomy, Shoulder and Upper Limb, Hand Palmar Interosseous Muscle -- Structure and Function. The second palmar interosseous originates at the medial surface of the base of the second metacarpal and inserts onto the medial portion of the extensor hood of the first digit as well as the base of the first phalanx."}
{"id": "article-26548_4", "title": "Anatomy, Shoulder and Upper Limb, Hand Palmar Interosseous Muscle -- Structure and Function", "content": "The third and fourth palmar interossei originate at the lateral aspect of the fourth and fifth metacarpals and insert into the lateral aspect of their respective extensor hood. They additionally insert into the base of their respective proximal phalanx.", "contents": "Anatomy, Shoulder and Upper Limb, Hand Palmar Interosseous Muscle -- Structure and Function. The third and fourth palmar interossei originate at the lateral aspect of the fourth and fifth metacarpals and insert into the lateral aspect of their respective extensor hood. They additionally insert into the base of their respective proximal phalanx."}
{"id": "article-26548_5", "title": "Anatomy, Shoulder and Upper Limb, Hand Palmar Interosseous Muscle -- Embryology", "content": "At the end of the fourth week of embryonic development, four limb buds arise from somites and mesenchyme of the lateral plate mesoderm that is covered by a layer of ectoderm. Development of the upper extremities is propagated by a plethora of protein factors, with fibroblast growth factors (FGF) and sonic hedgehog (Shh) playing vital roles. The gene expression and subsequent interactions of these various proteins contribute to the development of three spatial limb axes: proximo-distal, anteroposterior, and dorsoventral. [4] [5]", "contents": "Anatomy, Shoulder and Upper Limb, Hand Palmar Interosseous Muscle -- Embryology. At the end of the fourth week of embryonic development, four limb buds arise from somites and mesenchyme of the lateral plate mesoderm that is covered by a layer of ectoderm. Development of the upper extremities is propagated by a plethora of protein factors, with fibroblast growth factors (FGF) and sonic hedgehog (Shh) playing vital roles. The gene expression and subsequent interactions of these various proteins contribute to the development of three spatial limb axes: proximo-distal, anteroposterior, and dorsoventral. [4] [5]"}
{"id": "article-26548_6", "title": "Anatomy, Shoulder and Upper Limb, Hand Palmar Interosseous Muscle -- Embryology", "content": "Development of the hand begins with flattening of the distal upper extremity buds around days 34-38 of embryonic development. Somites form the limb musculature while mesenchyme of the lateral plate mesoderm forms bone and cartilage. Somitic mesoderm of the hand divides into superficial and deep layers. Both palmar and dorsal interossei muscles develop from the deep layer of this mesoderm. By the twelfth week of development, tendons are fully developed and functional. [5]", "contents": "Anatomy, Shoulder and Upper Limb, Hand Palmar Interosseous Muscle -- Embryology. Development of the hand begins with flattening of the distal upper extremity buds around days 34-38 of embryonic development. Somites form the limb musculature while mesenchyme of the lateral plate mesoderm forms bone and cartilage. Somitic mesoderm of the hand divides into superficial and deep layers. Both palmar and dorsal interossei muscles develop from the deep layer of this mesoderm. By the twelfth week of development, tendons are fully developed and functional. [5]"}
{"id": "article-26548_7", "title": "Anatomy, Shoulder and Upper Limb, Hand Palmar Interosseous Muscle -- Blood Supply and Lymphatics", "content": "Blood supply to the palmar interossei comes from the palmar metacarpal arteries and drains into the palmar metacarpal veins. The palmar metacarpal arteries derive from the deep palmar arch, which is comprised of the terminal portion of the radial artery and the deep branch of the ulnar artery. Furthermore, an anastomosis is present between the palmar metacarpal arteries and the common palmar digital arteries that stem from the superficial palmar arch.", "contents": "Anatomy, Shoulder and Upper Limb, Hand Palmar Interosseous Muscle -- Blood Supply and Lymphatics. Blood supply to the palmar interossei comes from the palmar metacarpal arteries and drains into the palmar metacarpal veins. The palmar metacarpal arteries derive from the deep palmar arch, which is comprised of the terminal portion of the radial artery and the deep branch of the ulnar artery. Furthermore, an anastomosis is present between the palmar metacarpal arteries and the common palmar digital arteries that stem from the superficial palmar arch."}
{"id": "article-26548_8", "title": "Anatomy, Shoulder and Upper Limb, Hand Palmar Interosseous Muscle -- Blood Supply and Lymphatics", "content": "Lymphatic drainage of the upper limbs divides into superficial and deep lymphatic drainage. Lymphatic plexuses of the skin of the palm and dorsum of the hand ascend with the cephalic and basilic veins towards the axillary and cubital lymph nodes, respectively. Deep lymphatic vessels follow the primary deep veins and eventually terminate in the humeral lymph nodes.", "contents": "Anatomy, Shoulder and Upper Limb, Hand Palmar Interosseous Muscle -- Blood Supply and Lymphatics. Lymphatic drainage of the upper limbs divides into superficial and deep lymphatic drainage. Lymphatic plexuses of the skin of the palm and dorsum of the hand ascend with the cephalic and basilic veins towards the axillary and cubital lymph nodes, respectively. Deep lymphatic vessels follow the primary deep veins and eventually terminate in the humeral lymph nodes."}
{"id": "article-26548_9", "title": "Anatomy, Shoulder and Upper Limb, Hand Palmar Interosseous Muscle -- Nerves", "content": "The palmar interossei receive nerve supply from the deep branch of the ulnar nerve. The deep branch of the ulnar nerve arises from nerve roots of C8 and T1 with T1 being the primary innervating segment.", "contents": "Anatomy, Shoulder and Upper Limb, Hand Palmar Interosseous Muscle -- Nerves. The palmar interossei receive nerve supply from the deep branch of the ulnar nerve. The deep branch of the ulnar nerve arises from nerve roots of C8 and T1 with T1 being the primary innervating segment."}
{"id": "article-26548_10", "title": "Anatomy, Shoulder and Upper Limb, Hand Palmar Interosseous Muscle -- Physiologic Variants", "content": "Most students are taught in standard anatomy courses that all palmar interossei possess one head, termed a unipennate head. One retrospective study found that approximately only 62 percent of palmar interossei were unipennate. [6] This study also concludes that textbooks have oversimplified the attachment sites of both palmar and dorsal interossei, which possess a high degree of variability. This variability includes distal insertions into any component of the extensor hood, volar plate, bony attachment, or a combination of these sites. [6]", "contents": "Anatomy, Shoulder and Upper Limb, Hand Palmar Interosseous Muscle -- Physiologic Variants. Most students are taught in standard anatomy courses that all palmar interossei possess one head, termed a unipennate head. One retrospective study found that approximately only 62 percent of palmar interossei were unipennate. [6] This study also concludes that textbooks have oversimplified the attachment sites of both palmar and dorsal interossei, which possess a high degree of variability. This variability includes distal insertions into any component of the extensor hood, volar plate, bony attachment, or a combination of these sites. [6]"}
{"id": "article-26548_11", "title": "Anatomy, Shoulder and Upper Limb, Hand Palmar Interosseous Muscle -- Physiologic Variants", "content": "As previously mentioned, most contemporary anatomy texts teach that the first palmar interosseous muscle is commonly a component of either the adductor pollicis or the flexor pollicis brevis and rarely functional on its own. The notion that the first palmar interosseous muscle is an independent and function intrinsic hand muscle was first suggested by Henle (1858), with several recent studies supporting this claim. [1] [2] [3] One study dissected 72 hands and found that the first palmar interosseous, referred to as the “pollical palmar interosseous” (PPI) muscle of Henle, was present in 67 hands (93%). [1] The authors also analyzed six other, similar studies and found that the PPI was present in over 80 percent of cadaveric hands. [1] The presence of the PPI in humans, researchers believes, had great implications on the development of the human species from non-humanoid primates, due to its significant contribution to dexterous movements of the thumb. [1] [2] [3]", "contents": "Anatomy, Shoulder and Upper Limb, Hand Palmar Interosseous Muscle -- Physiologic Variants. As previously mentioned, most contemporary anatomy texts teach that the first palmar interosseous muscle is commonly a component of either the adductor pollicis or the flexor pollicis brevis and rarely functional on its own. The notion that the first palmar interosseous muscle is an independent and function intrinsic hand muscle was first suggested by Henle (1858), with several recent studies supporting this claim. [1] [2] [3] One study dissected 72 hands and found that the first palmar interosseous, referred to as the “pollical palmar interosseous” (PPI) muscle of Henle, was present in 67 hands (93%). [1] The authors also analyzed six other, similar studies and found that the PPI was present in over 80 percent of cadaveric hands. [1] The presence of the PPI in humans, researchers believes, had great implications on the development of the human species from non-humanoid primates, due to its significant contribution to dexterous movements of the thumb. [1] [2] [3]"}
{"id": "article-26548_12", "title": "Anatomy, Shoulder and Upper Limb, Hand Palmar Interosseous Muscle -- Surgical Considerations", "content": "Conventional treatment of metacarpal fractures is with hand surgery, with metacarpal shortening ranging from 2mm to 10mm. Researchers have found that with metacarpal shortening of 2 mm, there is an approximate 8 percent in strength reduction of the respective interossei. Moreover, a 10mm shortening can reduce the respective interossei strength of roughly 55 percent. [7]", "contents": "Anatomy, Shoulder and Upper Limb, Hand Palmar Interosseous Muscle -- Surgical Considerations. Conventional treatment of metacarpal fractures is with hand surgery, with metacarpal shortening ranging from 2mm to 10mm. Researchers have found that with metacarpal shortening of 2 mm, there is an approximate 8 percent in strength reduction of the respective interossei. Moreover, a 10mm shortening can reduce the respective interossei strength of roughly 55 percent. [7]"}
{"id": "article-26548_13", "title": "Anatomy, Shoulder and Upper Limb, Hand Palmar Interosseous Muscle -- Surgical Considerations", "content": "Compartment syndromes of the interossei are relatively rare and are typically associated with severe ischemia, crush injuries, or burns. [8] One case report described two children who experienced suction injuries when they had their hands their hands get caught in a swimming-pool intake pipe filtration system. This system caused acute interossei compartment syndrome requiring emergent surgical decompression. As noted in other studies describing the procedure, the authors made two incisions, one between the index and the middle fingers and the other between the middle and ring fingers. [8] [9] Dissection along the sides of the metacarpals released the dorsal interossei, with further dissection along the index metacarpal releasing the first palmar interossei and the adductor compartment. Subsequent deep dissection along the radial and ulnar aspects of the ring metacarpal released the remaining palmar interossei. [8] [9]", "contents": "Anatomy, Shoulder and Upper Limb, Hand Palmar Interosseous Muscle -- Surgical Considerations. Compartment syndromes of the interossei are relatively rare and are typically associated with severe ischemia, crush injuries, or burns. [8] One case report described two children who experienced suction injuries when they had their hands their hands get caught in a swimming-pool intake pipe filtration system. This system caused acute interossei compartment syndrome requiring emergent surgical decompression. As noted in other studies describing the procedure, the authors made two incisions, one between the index and the middle fingers and the other between the middle and ring fingers. [8] [9] Dissection along the sides of the metacarpals released the dorsal interossei, with further dissection along the index metacarpal releasing the first palmar interossei and the adductor compartment. Subsequent deep dissection along the radial and ulnar aspects of the ring metacarpal released the remaining palmar interossei. [8] [9]"}
{"id": "article-26548_14", "title": "Anatomy, Shoulder and Upper Limb, Hand Palmar Interosseous Muscle -- Clinical Significance", "content": "The palmar interossei receive innervation from the deep palmar branch of the ulnar nerve. As such, injury to the ulnar nerve can manifest as weakness or even atrophy of the interossei muscles and is typically caused by nerve root impingement, brachial plexus compression, or nerve entrapment at the elbow, forearm, or wrist. Ulnar nerve entrapment is the second most prevalent compression neuropathy with which patients present. [10] Depending on which nerve fibers are compromised, patients may have weakness in adduction of the fingers. The lumbricals are the major contributors to flexion at the metacarpophalangeal joints as well as extension at the DIP and PIP joints; however, the interossei also play a minor role in these movements. A late manifestation of ulnar nerve injury, the ulnar claw hand deformity is caused by weakness of the third and fourth lumbricals, in addition to the interossei, which manifests as an extension of the fourth and fifth metacarpophalangeal joints and flexion of the fourth and fifth PIP and DIP joints. [10]", "contents": "Anatomy, Shoulder and Upper Limb, Hand Palmar Interosseous Muscle -- Clinical Significance. The palmar interossei receive innervation from the deep palmar branch of the ulnar nerve. As such, injury to the ulnar nerve can manifest as weakness or even atrophy of the interossei muscles and is typically caused by nerve root impingement, brachial plexus compression, or nerve entrapment at the elbow, forearm, or wrist. Ulnar nerve entrapment is the second most prevalent compression neuropathy with which patients present. [10] Depending on which nerve fibers are compromised, patients may have weakness in adduction of the fingers. The lumbricals are the major contributors to flexion at the metacarpophalangeal joints as well as extension at the DIP and PIP joints; however, the interossei also play a minor role in these movements. A late manifestation of ulnar nerve injury, the ulnar claw hand deformity is caused by weakness of the third and fourth lumbricals, in addition to the interossei, which manifests as an extension of the fourth and fifth metacarpophalangeal joints and flexion of the fourth and fifth PIP and DIP joints. [10]"}
{"id": "article-26548_15", "title": "Anatomy, Shoulder and Upper Limb, Hand Palmar Interosseous Muscle -- Clinical Significance", "content": "Several clinical examinations are used to assess the integrity of ulnar nerve function. In a positive Wartenberg’s sign, patients are instructed to adduct all fingers. A positive test will produce abduction of the fifth finger relative to all other digits, implying weakness of the third palmar interosseous muscle and fourth lumbrical. [10] A patient can be instructed to hold a sheet of paper between any of the second through fifth digits to examine the palmar interossei, with dropping of the piece of paper indicative palmar interossei weakness. [10]", "contents": "Anatomy, Shoulder and Upper Limb, Hand Palmar Interosseous Muscle -- Clinical Significance. Several clinical examinations are used to assess the integrity of ulnar nerve function. In a positive Wartenberg’s sign, patients are instructed to adduct all fingers. A positive test will produce abduction of the fifth finger relative to all other digits, implying weakness of the third palmar interosseous muscle and fourth lumbrical. [10] A patient can be instructed to hold a sheet of paper between any of the second through fifth digits to examine the palmar interossei, with dropping of the piece of paper indicative palmar interossei weakness. [10]"}
{"id": "article-26548_16", "title": "Anatomy, Shoulder and Upper Limb, Hand Palmar Interosseous Muscle -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Anatomy, Shoulder and Upper Limb, Hand Palmar Interosseous Muscle -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}