{"id": "article-25132_0", "title": "Neuroanatomy, Middle Meningeal Arteries -- Introduction", "content": "The middle meningeal artery is a vital artery that plays an important clinical role. The middle meningeal artery (MMA) normally branches off the maxillary artery, which is an extension of the external carotid artery. The artery will then travel through the foramen spinosum, which is posterolateral from the foramen ovale, to supply blood to the dura mater. The middle meningeal artery arises from a complex embryological origin, which gives rise to many anatomic variations of the artery. Awareness of these anatomic variations becomes important for surgeons to reduce the risk of complications during surgical repair.", "contents": "Neuroanatomy, Middle Meningeal Arteries -- Introduction. The middle meningeal artery is a vital artery that plays an important clinical role. The middle meningeal artery (MMA) normally branches off the maxillary artery, which is an extension of the external carotid artery. The artery will then travel through the foramen spinosum, which is posterolateral from the foramen ovale, to supply blood to the dura mater. The middle meningeal artery arises from a complex embryological origin, which gives rise to many anatomic variations of the artery. Awareness of these anatomic variations becomes important for surgeons to reduce the risk of complications during surgical repair."}
{"id": "article-25132_1", "title": "Neuroanatomy, Middle Meningeal Arteries -- Introduction", "content": "The middle meningeal artery has a number of clinical implications. Rupture of the artery, which most commonly occurs at the pterion, typically leads to an epidural hematoma (see Image. Epidural Hematoma After Trauma). The resulting hematoma is described as a “lens-shaped” mass on a computed tomogram (CT) scan. Damage to the middle meningeal artery may also result in an aneurysm or arteriovenous fistulas. Due to the middle meningeal artery's attachment to the pain-sensitive dura mater, the artery also plays a role in migraine headaches.", "contents": "Neuroanatomy, Middle Meningeal Arteries -- Introduction. The middle meningeal artery has a number of clinical implications. Rupture of the artery, which most commonly occurs at the pterion, typically leads to an epidural hematoma (see Image. Epidural Hematoma After Trauma). The resulting hematoma is described as a “lens-shaped” mass on a computed tomogram (CT) scan. Damage to the middle meningeal artery may also result in an aneurysm or arteriovenous fistulas. Due to the middle meningeal artery's attachment to the pain-sensitive dura mater, the artery also plays a role in migraine headaches."}
{"id": "article-25132_2", "title": "Neuroanatomy, Middle Meningeal Arteries -- Structure and Function", "content": "The middle meningeal artery most often branches off the maxillary artery and courses into the middle cranial fossa via the foramen spinosum (see Image. Middle Meningeal Artery). The middle meningeal artery provides blood to the dura mater through and through its branching arteries also supplies the periosteum of the inner aspects of the cranial bones. [1] As the middle meningeal artery enters the dura mater, it follows a fixed course as it embeds into the groove of the inner skull face. [2] Due to the middle meningeal artery's close contact to the inner skull, trauma to the lateral skull may result in a rupture. The consequences of rupturing the middle meningeal artery will be further explained in the clinical significance section.", "contents": "Neuroanatomy, Middle Meningeal Arteries -- Structure and Function. The middle meningeal artery most often branches off the maxillary artery and courses into the middle cranial fossa via the foramen spinosum (see Image. Middle Meningeal Artery). The middle meningeal artery provides blood to the dura mater through and through its branching arteries also supplies the periosteum of the inner aspects of the cranial bones. [1] As the middle meningeal artery enters the dura mater, it follows a fixed course as it embeds into the groove of the inner skull face. [2] Due to the middle meningeal artery's close contact to the inner skull, trauma to the lateral skull may result in a rupture. The consequences of rupturing the middle meningeal artery will be further explained in the clinical significance section."}
{"id": "article-25132_3", "title": "Neuroanatomy, Middle Meningeal Arteries -- Embryology", "content": "The development of the middle meningeal artery, similarly to other blood vessels, occurs via angiogenesis and receives guidance from vascular endothelial growth factor (VEGF) and other growth factors. During development, a series of aortic arches arise, arranged from cranial to caudal. From these arches, the third arch gives rise to the stapedial artery. The stapedial artery arises from the internal carotid artery and is later incorporated by the external carotid artery. The stapedial artery will then divide, giving rise to the middle meningeal artery. By the 10th week of development, the stapedial artery will normally degenerate. Due to the complex nature of middle meningeal artery development, many anatomic variations and anastomoses may be seen. [3]", "contents": "Neuroanatomy, Middle Meningeal Arteries -- Embryology. The development of the middle meningeal artery, similarly to other blood vessels, occurs via angiogenesis and receives guidance from vascular endothelial growth factor (VEGF) and other growth factors. During development, a series of aortic arches arise, arranged from cranial to caudal. From these arches, the third arch gives rise to the stapedial artery. The stapedial artery arises from the internal carotid artery and is later incorporated by the external carotid artery. The stapedial artery will then divide, giving rise to the middle meningeal artery. By the 10th week of development, the stapedial artery will normally degenerate. Due to the complex nature of middle meningeal artery development, many anatomic variations and anastomoses may be seen. [3]"}
{"id": "article-25132_4", "title": "Neuroanatomy, Middle Meningeal Arteries -- Physiologic Variants", "content": "While the middle meningeal artery primarily is derived as a branch from the maxillary artery and then passes through the foramen spinosum into the middle cranial fossa, rare anatomical variations have been observed. It is important to be aware of the possible variations of the middle meningeal artery, to reduce the risk of thromboembolism during the operative treatment of a lesion in the area. In cases where the foramen spinosum has been absent, the middle meningeal artery enters the cranial fossa through the foramen ovale alongside the mandibular nerve. The middle meningeal artery may also originate from the lateral aspect of the internal carotid artery. In this case, it will travel in the carotid canal, along with the internal carotid artery, and enter the skull through the foramen lacerum where it will then take a normal path and divide into anterior and posterior branches. The middle meningeal artery has also rarely originated from the posterior cerebellar artery, basilar artery, ascending pharyngeal artery, or ophthalmic artery. [1] [4] [5] Due to the potential for variation in the middle meningeal artery, imaging should be acquired before undergoing invasive treatment.", "contents": "Neuroanatomy, Middle Meningeal Arteries -- Physiologic Variants. While the middle meningeal artery primarily is derived as a branch from the maxillary artery and then passes through the foramen spinosum into the middle cranial fossa, rare anatomical variations have been observed. It is important to be aware of the possible variations of the middle meningeal artery, to reduce the risk of thromboembolism during the operative treatment of a lesion in the area. In cases where the foramen spinosum has been absent, the middle meningeal artery enters the cranial fossa through the foramen ovale alongside the mandibular nerve. The middle meningeal artery may also originate from the lateral aspect of the internal carotid artery. In this case, it will travel in the carotid canal, along with the internal carotid artery, and enter the skull through the foramen lacerum where it will then take a normal path and divide into anterior and posterior branches. The middle meningeal artery has also rarely originated from the posterior cerebellar artery, basilar artery, ascending pharyngeal artery, or ophthalmic artery. [1] [4] [5] Due to the potential for variation in the middle meningeal artery, imaging should be acquired before undergoing invasive treatment."}
{"id": "article-25132_5", "title": "Neuroanatomy, Middle Meningeal Arteries -- Surgical Considerations", "content": "Tears of the middle meningeal artery resulting in a significant epidural hematoma are often treated surgically with overwhelming success in non-comatose patients. [6] Studies are currently assessing the efficacy of treating small epidural hematomas non-operatively, but surgical intervention, especially in the cases of large acute epidural hematoma, is still the main treatment. Traumatic pseudoaneurysms are at high risk of secondary rupture and should be surgically managed without delay. [7] True aneurysms of the middle meningeal artery are treated with open surgery and endovascular embolization. [8] When treating any lesion or aneurysm of the middle meningeal artery surgically, surgeons must be aware of the variations in the artery’s course and branching to reduce the risk of complications during the operation. [1] [4]", "contents": "Neuroanatomy, Middle Meningeal Arteries -- Surgical Considerations. Tears of the middle meningeal artery resulting in a significant epidural hematoma are often treated surgically with overwhelming success in non-comatose patients. [6] Studies are currently assessing the efficacy of treating small epidural hematomas non-operatively, but surgical intervention, especially in the cases of large acute epidural hematoma, is still the main treatment. Traumatic pseudoaneurysms are at high risk of secondary rupture and should be surgically managed without delay. [7] True aneurysms of the middle meningeal artery are treated with open surgery and endovascular embolization. [8] When treating any lesion or aneurysm of the middle meningeal artery surgically, surgeons must be aware of the variations in the artery’s course and branching to reduce the risk of complications during the operation. [1] [4]"}
{"id": "article-25132_6", "title": "Neuroanatomy, Middle Meningeal Arteries -- Clinical Significance -- Epidural Hematoma", "content": "The meningeal vessels closely adhere to the internal aspect of the boney vault of the skull. As a result, injury to the boney vault of the skull can result in the rupture of the artery. Injury to the lateral aspect of the skull, via trauma to the pterion, may result in rupture of the vessel. Most commonly (85%), this type of injury to the middle meningeal artery will result in an epidural hematoma. [1] Symptomatic epidural hematoma classically presents with a loss of consciousness, followed by a lucid interval, and ending with rapid deterioration in neurological status. [9] Small epidural hematomas without mass effect may be treated conservatively, [7] but early surgical intervention is common in symptomatic patients. [9]", "contents": "Neuroanatomy, Middle Meningeal Arteries -- Clinical Significance -- Epidural Hematoma. The meningeal vessels closely adhere to the internal aspect of the boney vault of the skull. As a result, injury to the boney vault of the skull can result in the rupture of the artery. Injury to the lateral aspect of the skull, via trauma to the pterion, may result in rupture of the vessel. Most commonly (85%), this type of injury to the middle meningeal artery will result in an epidural hematoma. [1] Symptomatic epidural hematoma classically presents with a loss of consciousness, followed by a lucid interval, and ending with rapid deterioration in neurological status. [9] Small epidural hematomas without mass effect may be treated conservatively, [7] but early surgical intervention is common in symptomatic patients. [9]"}
{"id": "article-25132_7", "title": "Neuroanatomy, Middle Meningeal Arteries -- Clinical Significance -- Arteriovenous Fistula", "content": "Arteriovenous fistulas (AVFs) are another clinical complication of the middle meningeal artery. Anatomically, the middle meningeal artery runs along with paired veins, and a traumatic tear in the skull wall may result in a traumatic AVF. [1] The incidence of traumatic middle meningeal AVF is relatively high, but clinical complications are not seen regularly. For this reason, it is believed that many traumatic AVFs resolve spontaneously. Cases of longstanding AVF, however, have predisposed patients to complications ranging from venous congestion to intracranial hemorrhage. [10] A middle meningeal AVF may occur without trauma, such as in the cases of craniotomy or endovascular injuries during interventional manipulation. Clinical symptoms are often seen in iatrogenic AVFs, causing intervention to be needed. [1]", "contents": "Neuroanatomy, Middle Meningeal Arteries -- Clinical Significance -- Arteriovenous Fistula. Arteriovenous fistulas (AVFs) are another clinical complication of the middle meningeal artery. Anatomically, the middle meningeal artery runs along with paired veins, and a traumatic tear in the skull wall may result in a traumatic AVF. [1] The incidence of traumatic middle meningeal AVF is relatively high, but clinical complications are not seen regularly. For this reason, it is believed that many traumatic AVFs resolve spontaneously. Cases of longstanding AVF, however, have predisposed patients to complications ranging from venous congestion to intracranial hemorrhage. [10] A middle meningeal AVF may occur without trauma, such as in the cases of craniotomy or endovascular injuries during interventional manipulation. Clinical symptoms are often seen in iatrogenic AVFs, causing intervention to be needed. [1]"}
{"id": "article-25132_8", "title": "Neuroanatomy, Middle Meningeal Arteries -- Clinical Significance -- Aneurysm", "content": "Uncommonly, aneurysms of the middle meningeal artery may be seen. Both true aneurysms and pseudoaneurysms may be observed in the middle meningeal artery, occurring under different conditions. Pseudoaneurysms are most commonly associated with trauma to the skull and are responsible for the lucid interval before a delayed bleed. [7] A fracture in the temporal region may cause a tear in the arterial wall. The tear is then blocked with a clot, leading to the formation of a false lumen. In contrast, true aneurysms are generally associated with increased hemodynamic stress or a pathological process affecting the middle meningeal artery. [2] Both types of aneurysms are particularly prone to rupture, which often leads to an intracranial hemorrhage. Due to the risk of rupture, surgical resection and endovascular embolization are the most common treatment modalities.", "contents": "Neuroanatomy, Middle Meningeal Arteries -- Clinical Significance -- Aneurysm. Uncommonly, aneurysms of the middle meningeal artery may be seen. Both true aneurysms and pseudoaneurysms may be observed in the middle meningeal artery, occurring under different conditions. Pseudoaneurysms are most commonly associated with trauma to the skull and are responsible for the lucid interval before a delayed bleed. [7] A fracture in the temporal region may cause a tear in the arterial wall. The tear is then blocked with a clot, leading to the formation of a false lumen. In contrast, true aneurysms are generally associated with increased hemodynamic stress or a pathological process affecting the middle meningeal artery. [2] Both types of aneurysms are particularly prone to rupture, which often leads to an intracranial hemorrhage. Due to the risk of rupture, surgical resection and endovascular embolization are the most common treatment modalities."}
{"id": "article-25132_9", "title": "Neuroanatomy, Middle Meningeal Arteries -- Clinical Significance -- Migraine", "content": "The middle meningeal artery also plays a role in the onset of migraine headaches. The dura mater that the middle meningeal artery burrows into is a pain-sensitive structure. Dilation of the middle meningeal artery, which is associated with substance P and neurokinin A, results in headaches. Even though dilation of the middle meningeal artery has been shown to cause pain consistent with migraines, it has been difficult to observe middle meningeal artery dilation during the event of a spontaneous migraine. [2] Sumatriptan has been shown to reduce the dilation of the middle meningeal artery. This reduction in the dilation of the middle meningeal artery has been linked to decreased pain in patients experiencing migraines. While the middle meningeal artery may not be the only factor in migraine headaches, it does play a significant role.", "contents": "Neuroanatomy, Middle Meningeal Arteries -- Clinical Significance -- Migraine. The middle meningeal artery also plays a role in the onset of migraine headaches. The dura mater that the middle meningeal artery burrows into is a pain-sensitive structure. Dilation of the middle meningeal artery, which is associated with substance P and neurokinin A, results in headaches. Even though dilation of the middle meningeal artery has been shown to cause pain consistent with migraines, it has been difficult to observe middle meningeal artery dilation during the event of a spontaneous migraine. [2] Sumatriptan has been shown to reduce the dilation of the middle meningeal artery. This reduction in the dilation of the middle meningeal artery has been linked to decreased pain in patients experiencing migraines. While the middle meningeal artery may not be the only factor in migraine headaches, it does play a significant role."}
{"id": "article-25132_10", "title": "Neuroanatomy, Middle Meningeal Arteries -- Clinical Significance -- Chronic Subdural Hematoma", "content": "Middle meningeal artery embolization is being proposed as a minimally invasive treatment option for the management of chronic subdural hematomas, especially the recurrent ones. [11]", "contents": "Neuroanatomy, Middle Meningeal Arteries -- Clinical Significance -- Chronic Subdural Hematoma. Middle meningeal artery embolization is being proposed as a minimally invasive treatment option for the management of chronic subdural hematomas, especially the recurrent ones. [11]"}
{"id": "article-25132_11", "title": "Neuroanatomy, Middle Meningeal Arteries -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Neuroanatomy, Middle Meningeal Arteries -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}