{"id": "article-24262_0", "title": "Lidocaine -- Continuing Education Activity", "content": "Lidocaine is a local anesthetic agent commonly used for local and topic anesthesia, but it also has antiarrhythmic, and analgesic uses and can be used as an adjunct to tracheal intubation. It is a tertiary amine and is a class Ib antiarrhythmic agent on the Vaughan-Williams classification. This activity reviews the indications, actions, and contraindications for lidocaine as a valuable agent in anesthesiology, cardiology, and pain management. This activity will highlight the mechanism of action, adverse effect profile, dosing, pharmacokinetics, pharmacodynamics, and relevant interactions that are pertinent for members of the interprofessional teams in these specialties and all users of local anesthesia.", "contents": "Lidocaine -- Continuing Education Activity. Lidocaine is a local anesthetic agent commonly used for local and topic anesthesia, but it also has antiarrhythmic, and analgesic uses and can be used as an adjunct to tracheal intubation. It is a tertiary amine and is a class Ib antiarrhythmic agent on the Vaughan-Williams classification. This activity reviews the indications, actions, and contraindications for lidocaine as a valuable agent in anesthesiology, cardiology, and pain management. This activity will highlight the mechanism of action, adverse effect profile, dosing, pharmacokinetics, pharmacodynamics, and relevant interactions that are pertinent for members of the interprofessional teams in these specialties and all users of local anesthesia."}
{"id": "article-24262_1", "title": "Lidocaine -- Continuing Education Activity", "content": "Objectives: Summarize the mechanisms of action of lidocaine as an anesthetic, antiarrhythmic, and during airway management. Identify the various indications for the use of lidocaine. Outline the typical presentation of a patient with lidocaine toxicity. Describe strategies to reduce pain when injecting lidocaine topically. Access free multiple choice questions on this topic.", "contents": "Lidocaine -- Continuing Education Activity. Objectives: Summarize the mechanisms of action of lidocaine as an anesthetic, antiarrhythmic, and during airway management. Identify the various indications for the use of lidocaine. Outline the typical presentation of a patient with lidocaine toxicity. Describe strategies to reduce pain when injecting lidocaine topically. Access free multiple choice questions on this topic."}
{"id": "article-24262_2", "title": "Lidocaine -- Indications", "content": "Lidocaine, formerly also referred to as lignocaine, is an amide local anesthetic agent (see Diagram. Skeletal Formula of the Lidocaine Molecule). First synthesized between 1943 and 1946 by Nils Löfgren and Bengt Lundquist, it is a tertiary amine derived from xylidine, and its use rapidly became widespread given its superior safety profile compared to older local anesthetic agents. [1] The drug is commonly used for local anesthesia, often combined with epinephrine (which acts as a vasopressor and extends its duration of action at a site by opposing the local vasodilatory effects of lidocaine). Given intravenously, it can be used during advanced airway management as an adjuvant to tracheal intubation, obtunding the hypertensive response to laryngoscopy and potentially reducing the incidence of myalgia and hyperkalemia when succinylcholine is given. Lidocaine is a class Ib antiarrhythmic agent on the Vaughan-Williams classification, and its use is indicated in the management of acute ventricular tachydysrhythmias. It also has roles as an adjuvant analgesic in managing acute and chronic pain.", "contents": "Lidocaine -- Indications. Lidocaine, formerly also referred to as lignocaine, is an amide local anesthetic agent (see Diagram. Skeletal Formula of the Lidocaine Molecule). First synthesized between 1943 and 1946 by Nils Löfgren and Bengt Lundquist, it is a tertiary amine derived from xylidine, and its use rapidly became widespread given its superior safety profile compared to older local anesthetic agents. [1] The drug is commonly used for local anesthesia, often combined with epinephrine (which acts as a vasopressor and extends its duration of action at a site by opposing the local vasodilatory effects of lidocaine). Given intravenously, it can be used during advanced airway management as an adjuvant to tracheal intubation, obtunding the hypertensive response to laryngoscopy and potentially reducing the incidence of myalgia and hyperkalemia when succinylcholine is given. Lidocaine is a class Ib antiarrhythmic agent on the Vaughan-Williams classification, and its use is indicated in the management of acute ventricular tachydysrhythmias. It also has roles as an adjuvant analgesic in managing acute and chronic pain."}
{"id": "article-24262_3", "title": "Lidocaine -- Mechanism of Action", "content": "As with other local anesthetics, the site of action of lidocaine is at sodium ion channels on the internal surface of nerve cell membranes. The uncharged form diffuses through neural sheaths into the axoplasm before ionizing by combining with hydrogen ions. The resulting cation binds reversibly to sodium channels from the inside, locking them in the open state and preventing nerve depolarization. As lidocaine is a weak base with a dissociation constant (pKa) of 7.7, approximately 25% of molecules will be un-ionized at a physiological pH of 7.4 and will be available to translocate inside the nerve cells, meaning that lidocaine has a more rapid onset of action than other local anesthetics with higher pKa values. [2] Efficacy decreases in the presence of inflammation; this can be due to acidosis decreasing the proportion of un-ionized lidocaine molecules, a faster decrease in lidocaine concentration due to increased blood flow, and potentially also through increased production of inflammatory mediators like peroxynitrite, which act directly on sodium channels. [3]", "contents": "Lidocaine -- Mechanism of Action. As with other local anesthetics, the site of action of lidocaine is at sodium ion channels on the internal surface of nerve cell membranes. The uncharged form diffuses through neural sheaths into the axoplasm before ionizing by combining with hydrogen ions. The resulting cation binds reversibly to sodium channels from the inside, locking them in the open state and preventing nerve depolarization. As lidocaine is a weak base with a dissociation constant (pKa) of 7.7, approximately 25% of molecules will be un-ionized at a physiological pH of 7.4 and will be available to translocate inside the nerve cells, meaning that lidocaine has a more rapid onset of action than other local anesthetics with higher pKa values. [2] Efficacy decreases in the presence of inflammation; this can be due to acidosis decreasing the proportion of un-ionized lidocaine molecules, a faster decrease in lidocaine concentration due to increased blood flow, and potentially also through increased production of inflammatory mediators like peroxynitrite, which act directly on sodium channels. [3]"}
{"id": "article-24262_4", "title": "Lidocaine -- Mechanism of Action", "content": "In cardiac myocytes, lidocaine slows the rise of the cardiac action potential during phase 0, thereby increasing the effective threshold potential.", "contents": "Lidocaine -- Mechanism of Action. In cardiac myocytes, lidocaine slows the rise of the cardiac action potential during phase 0, thereby increasing the effective threshold potential."}
{"id": "article-24262_5", "title": "Lidocaine -- Mechanism of Action", "content": "Lidocaine is 65% protein-bound to albumin and alpha1-acid glycoprotein in the plasma, giving it a medium duration of action compared to other local anesthetic agents. It is less lipid-soluble than other agents, limiting its overall potency. Its volume of distribution is 0.7 to 1.5 L/kg, and it is metabolized by hepatic enzymes to active and inactive metabolites.", "contents": "Lidocaine -- Mechanism of Action. Lidocaine is 65% protein-bound to albumin and alpha1-acid glycoprotein in the plasma, giving it a medium duration of action compared to other local anesthetic agents. It is less lipid-soluble than other agents, limiting its overall potency. Its volume of distribution is 0.7 to 1.5 L/kg, and it is metabolized by hepatic enzymes to active and inactive metabolites."}
{"id": "article-24262_6", "title": "Lidocaine -- Administration", "content": "Various routes of administration utilize different preparations of lidocaine.", "contents": "Lidocaine -- Administration. Various routes of administration utilize different preparations of lidocaine."}
{"id": "article-24262_7", "title": "Lidocaine -- Administration", "content": "Very dilute concentrations, in the order of 0.05 to 0.1%, can be infiltrated subcutaneously in large volumes to provide tumescent local anesthesia, resulting in swelling and firmness of the site, which may be beneficial for certain surgical procedures.", "contents": "Lidocaine -- Administration. Very dilute concentrations, in the order of 0.05 to 0.1%, can be infiltrated subcutaneously in large volumes to provide tumescent local anesthesia, resulting in swelling and firmness of the site, which may be beneficial for certain surgical procedures."}
{"id": "article-24262_8", "title": "Lidocaine -- Administration", "content": "Dilute solutions of 0.25 to 0.5% are used for intravenous regional anesthesia (Bier's block) or infiltration into subcutaneous tissue.", "contents": "Lidocaine -- Administration. Dilute solutions of 0.25 to 0.5% are used for intravenous regional anesthesia (Bier's block) or infiltration into subcutaneous tissue."}
{"id": "article-24262_9", "title": "Lidocaine -- Administration", "content": "1 to 2% solutions are used for regional nerve blocks, including epidural anesthesia, and are also available in intravenous preparations for antiarrhythmic use.", "contents": "Lidocaine -- Administration. 1 to 2% solutions are used for regional nerve blocks, including epidural anesthesia, and are also available in intravenous preparations for antiarrhythmic use."}
{"id": "article-24262_10", "title": "Lidocaine -- Administration", "content": "1 to 2% aqueous gels, typically including an antiseptic such as chlorhexidine, are used to topicalize and lubricate the urethra prior to procedures like Foley catheterization.", "contents": "Lidocaine -- Administration. 1 to 2% aqueous gels, typically including an antiseptic such as chlorhexidine, are used to topicalize and lubricate the urethra prior to procedures like Foley catheterization."}
{"id": "article-24262_11", "title": "Lidocaine -- Administration", "content": "4% solution is used for topical anesthesia of the mucous membranes of the airway, including the mouth, pharynx, and respiratory tract, either by gargling, spraying, or using an atomizer.", "contents": "Lidocaine -- Administration. 4% solution is used for topical anesthesia of the mucous membranes of the airway, including the mouth, pharynx, and respiratory tract, either by gargling, spraying, or using an atomizer."}
{"id": "article-24262_12", "title": "Lidocaine -- Administration", "content": "5% ointment, typically mixed with hydrocortisone, is employed topically on other mucous membranes such as the skin or in the rectum.", "contents": "Lidocaine -- Administration. 5% ointment, typically mixed with hydrocortisone, is employed topically on other mucous membranes such as the skin or in the rectum."}
{"id": "article-24262_13", "title": "Lidocaine -- Administration", "content": "10% solution is also used topically for airway anesthesia, typically by spraying from a metered-dose atomizer.", "contents": "Lidocaine -- Administration. 10% solution is also used topically for airway anesthesia, typically by spraying from a metered-dose atomizer."}
{"id": "article-24262_14", "title": "Lidocaine -- Administration", "content": "The aqueous preparations from 0.5 to 2% are available in either plain forms or with 1 per 200000 epinephrine (dentistry sometimes uses versions with 1 per 100000 epinephrine or more) and are available with or without preservatives. Other products include medicated plasters impregnated with lidocaine, intended to treat chronic postherpetic neuralgia. Lidocaine and prilocaine are available premixed in a eutectic 5% cream (containing 2.5%) which is often used to anesthetize small areas of skin prior to procedures.", "contents": "Lidocaine -- Administration. The aqueous preparations from 0.5 to 2% are available in either plain forms or with 1 per 200000 epinephrine (dentistry sometimes uses versions with 1 per 100000 epinephrine or more) and are available with or without preservatives. Other products include medicated plasters impregnated with lidocaine, intended to treat chronic postherpetic neuralgia. Lidocaine and prilocaine are available premixed in a eutectic 5% cream (containing 2.5%) which is often used to anesthetize small areas of skin prior to procedures."}
{"id": "article-24262_15", "title": "Lidocaine -- Administration", "content": "Doses used for infiltrative or regional anesthesia will depend on the specific block. When lidocaine is used to obtund airway reflexes, the dose is 1 to 2 mg/kg given 2 to 5 minutes before intubation. For cardiac dysrhythmias, the initial dose is 1 to 1.5 mg/kg given intravenously, optionally followed with an infusion. As an adjuvant intravenous treatment for acute pain, a 2020 consensus statement suggested a loading dose of no more than 1.5mg/kg over 10 minutes, followed by an infusion of no more than 1.5mg/kg/h for no longer than 24 hours (with close monitoring for clinical response and signs of toxicity). [4]", "contents": "Lidocaine -- Administration. Doses used for infiltrative or regional anesthesia will depend on the specific block. When lidocaine is used to obtund airway reflexes, the dose is 1 to 2 mg/kg given 2 to 5 minutes before intubation. For cardiac dysrhythmias, the initial dose is 1 to 1.5 mg/kg given intravenously, optionally followed with an infusion. As an adjuvant intravenous treatment for acute pain, a 2020 consensus statement suggested a loading dose of no more than 1.5mg/kg over 10 minutes, followed by an infusion of no more than 1.5mg/kg/h for no longer than 24 hours (with close monitoring for clinical response and signs of toxicity). [4]"}
{"id": "article-24262_16", "title": "Lidocaine -- Adverse Effects", "content": "Most side effects occur when plasma concentrations rise to toxic levels. The drug reaches the intravascular compartment most rapidly when administered into the intercostal space, followed by the caudal, epidural, brachial plexus, femoral and subcutaneous spaces. The maximum safe dose by body weight may be taken to be 3 mg/kg, or 7 mg/kg when using preparations with epinephrine, although the literature quotes various other doses. Smaller amounts can still result in side effects and toxicity if given intravascularly.", "contents": "Lidocaine -- Adverse Effects. Most side effects occur when plasma concentrations rise to toxic levels. The drug reaches the intravascular compartment most rapidly when administered into the intercostal space, followed by the caudal, epidural, brachial plexus, femoral and subcutaneous spaces. The maximum safe dose by body weight may be taken to be 3 mg/kg, or 7 mg/kg when using preparations with epinephrine, although the literature quotes various other doses. Smaller amounts can still result in side effects and toxicity if given intravascularly."}
{"id": "article-24262_17", "title": "Lidocaine -- Adverse Effects", "content": "Lidocaine is thought to be more neurotoxic than other local anesthetics, especially when high concentrations are applied directly to nervous tissue. Use of highly concentrated lidocaine (2.5 to 5%) for spinal anesthesia correlates with a greater incidence of transient radicular irritation syndrome, which is a self-limiting painful condition affecting the calves, thighs, and buttocks. [5]", "contents": "Lidocaine -- Adverse Effects. Lidocaine is thought to be more neurotoxic than other local anesthetics, especially when high concentrations are applied directly to nervous tissue. Use of highly concentrated lidocaine (2.5 to 5%) for spinal anesthesia correlates with a greater incidence of transient radicular irritation syndrome, which is a self-limiting painful condition affecting the calves, thighs, and buttocks. [5]"}
{"id": "article-24262_18", "title": "Lidocaine -- Contraindications", "content": "The drug is contraindicated in patients with a known severe adverse reaction. Anaphylactic reactions to lidocaine are possible but rare.", "contents": "Lidocaine -- Contraindications. The drug is contraindicated in patients with a known severe adverse reaction. Anaphylactic reactions to lidocaine are possible but rare."}
{"id": "article-24262_19", "title": "Lidocaine -- Contraindications", "content": "Methemoglobinemia can occur due to lidocaine metabolism to O-toluidine. [6] This metabolite is more likely to be present when very high doses are given, but it may also occur with lower doses where the patient is taking other medications that can precipitate methemoglobinemia or where the patient has a hemoglobinopathy or another cause of anemia. Lidocaine should not be used as an antiarrhythmic if the dysrhythmia may be secondary to local anesthetic toxicity.", "contents": "Lidocaine -- Contraindications. Methemoglobinemia can occur due to lidocaine metabolism to O-toluidine. [6] This metabolite is more likely to be present when very high doses are given, but it may also occur with lower doses where the patient is taking other medications that can precipitate methemoglobinemia or where the patient has a hemoglobinopathy or another cause of anemia. Lidocaine should not be used as an antiarrhythmic if the dysrhythmia may be secondary to local anesthetic toxicity."}
{"id": "article-24262_20", "title": "Lidocaine -- Contraindications", "content": "Lidocaine preparations containing epinephrine cause demonstrable cardiovascular effects even if only given in small amounts, and it is prudent for essential hemodynamic monitoring to be carried out before and during use solutions containing vasopressors, particularly if there is any specific concern over the patient's cardiovascular status. [7]", "contents": "Lidocaine -- Contraindications. Lidocaine preparations containing epinephrine cause demonstrable cardiovascular effects even if only given in small amounts, and it is prudent for essential hemodynamic monitoring to be carried out before and during use solutions containing vasopressors, particularly if there is any specific concern over the patient's cardiovascular status. [7]"}
{"id": "article-24262_21", "title": "Lidocaine -- Monitoring", "content": "Lidocaine has a narrow therapeutic index, and plasma level monitoring may be necessary for patients with hepatic impairment who are on prolonged infusions. Ideal body weight should be used instead of actual body weight for dose calculations to avoid excessively high plasma concentrations (with an absolute upper limit of 120 mg/h for lidocaine infusions). [4]", "contents": "Lidocaine -- Monitoring. Lidocaine has a narrow therapeutic index, and plasma level monitoring may be necessary for patients with hepatic impairment who are on prolonged infusions. Ideal body weight should be used instead of actual body weight for dose calculations to avoid excessively high plasma concentrations (with an absolute upper limit of 120 mg/h for lidocaine infusions). [4]"}
{"id": "article-24262_22", "title": "Lidocaine -- Toxicity", "content": "Signs and symptoms of mild toxicity become apparent at plasma levels greater than 5 mcg/mL, beginning with slurred speech, tinnitus, circumoral paresthesia, and feeling faint. Above 10 mcg/mL, the patient may experience seizures or loss of consciousness. The myocardium and central nervous system are further depressed at 15 mcg/mL, progressing to cardiac arrhythmias, respiratory arrest, and cardiac arrest above 20 mcg/mL. [7] Animal studies suggest that the dose of lidocaine required to result in cardiovascular collapse is 7.1 +/- 1.1 times higher than the dose needed to induce central nervous system effects. [8] This so-called \"CC/CNS ratio\" is significantly higher than the ratio for other local anesthetic agents; for instance, bupivacaine has a CC/CNS ratio is around 2.0. In the event of toxic dosing in the conscious patient, lidocaine may be less likely than other local anesthetics to progress rapidly from neurological effects through to full cardiovascular collapse. By contrast, neurological signs and symptoms can often be masked if the patient is under the concurrent effects of sedation or general anesthesia, meaning that cardiovascular instability or arrhythmias may be the first manifestations. [9]", "contents": "Lidocaine -- Toxicity. Signs and symptoms of mild toxicity become apparent at plasma levels greater than 5 mcg/mL, beginning with slurred speech, tinnitus, circumoral paresthesia, and feeling faint. Above 10 mcg/mL, the patient may experience seizures or loss of consciousness. The myocardium and central nervous system are further depressed at 15 mcg/mL, progressing to cardiac arrhythmias, respiratory arrest, and cardiac arrest above 20 mcg/mL. [7] Animal studies suggest that the dose of lidocaine required to result in cardiovascular collapse is 7.1 +/- 1.1 times higher than the dose needed to induce central nervous system effects. [8] This so-called \"CC/CNS ratio\" is significantly higher than the ratio for other local anesthetic agents; for instance, bupivacaine has a CC/CNS ratio is around 2.0. In the event of toxic dosing in the conscious patient, lidocaine may be less likely than other local anesthetics to progress rapidly from neurological effects through to full cardiovascular collapse. By contrast, neurological signs and symptoms can often be masked if the patient is under the concurrent effects of sedation or general anesthesia, meaning that cardiovascular instability or arrhythmias may be the first manifestations. [9]"}
{"id": "article-24262_23", "title": "Lidocaine -- Toxicity", "content": "Administration of the drug should immediately cease if toxicity is suspected. In the case of cardiorespiratory collapse, there should be airway support and breathing assistance to prevent the development of respiratory acidosis, which may exacerbate toxicity and potentiate lidocaine's negative chronotropic and inotropic effects. [10] Vital function support, including oxygen, IV fluids, and inotropes, should be instituted if required. Intravenous lipid emulsion is indicated as rescue therapy, especially in cases of refractory cardiovascular collapse. [11]", "contents": "Lidocaine -- Toxicity. Administration of the drug should immediately cease if toxicity is suspected. In the case of cardiorespiratory collapse, there should be airway support and breathing assistance to prevent the development of respiratory acidosis, which may exacerbate toxicity and potentiate lidocaine's negative chronotropic and inotropic effects. [10] Vital function support, including oxygen, IV fluids, and inotropes, should be instituted if required. Intravenous lipid emulsion is indicated as rescue therapy, especially in cases of refractory cardiovascular collapse. [11]"}
{"id": "article-24262_24", "title": "Lidocaine -- Enhancing Healthcare Team Outcomes", "content": "All interprofessional healthcare team members, including clinicians (MDs, DOs, NPs, PAs), nurses, and pharmacists, who order, prescribe, administer, or dispense lidocaine, should be familiar with its toxicity and how to manage it. Lidocaine may cause significant pain on initial injection due to the agent stimulating nociceptors before it exerts its effects on sodium channels; this can be counteracted by buffering the lidocaine with small volumes of sodium bicarbonate shortly before use, making the solution less acidic. [12] Pain can also be reduced by warming the solution to body temperature, injecting more slowly, using narrow cannulas, and injecting at 90 degrees to the skin. [13]", "contents": "Lidocaine -- Enhancing Healthcare Team Outcomes. All interprofessional healthcare team members, including clinicians (MDs, DOs, NPs, PAs), nurses, and pharmacists, who order, prescribe, administer, or dispense lidocaine, should be familiar with its toxicity and how to manage it. Lidocaine may cause significant pain on initial injection due to the agent stimulating nociceptors before it exerts its effects on sodium channels; this can be counteracted by buffering the lidocaine with small volumes of sodium bicarbonate shortly before use, making the solution less acidic. [12] Pain can also be reduced by warming the solution to body temperature, injecting more slowly, using narrow cannulas, and injecting at 90 degrees to the skin. [13]"}
{"id": "article-24262_25", "title": "Lidocaine -- Enhancing Healthcare Team Outcomes", "content": "IV infusions of the drug should be treated as high-risk; a 2020 consensus statement suggested that, when used outside of the operating room or post-anesthesia care unit, patients receiving IV lidocaine infusions should ideally be managed in a high-dependency setting with continuous monitoring, and the infusion should be delivered through a separate, dedicated cannula using a tamper-proof pump. [4]", "contents": "Lidocaine -- Enhancing Healthcare Team Outcomes. IV infusions of the drug should be treated as high-risk; a 2020 consensus statement suggested that, when used outside of the operating room or post-anesthesia care unit, patients receiving IV lidocaine infusions should ideally be managed in a high-dependency setting with continuous monitoring, and the infusion should be delivered through a separate, dedicated cannula using a tamper-proof pump. [4]"}
{"id": "article-24262_26", "title": "Lidocaine -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Lidocaine -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}