{"id": "article-36433_0", "title": "Anatomy, Head and Neck: Fontanelles -- Introduction", "content": "At birth, the newborn's skull consists of five major bones (two frontal, two parietal, and one occipital) that are separated by connective tissue junctions known as cranial sutures. [1] The sutures function as seams, and they are highly necessary to facilitate the movement and molding of the cranium through the birth canal during labor. They also allow for rapid postnatal growth and development of the brain. However, the bones that shape the cranium begin unfused, leaving several gaps between the individual bones of the infant's skull. These gaps are composed of membranous connective tissue and are known as fontanelles.", "contents": "Anatomy, Head and Neck: Fontanelles -- Introduction. At birth, the newborn's skull consists of five major bones (two frontal, two parietal, and one occipital) that are separated by connective tissue junctions known as cranial sutures. [1] The sutures function as seams, and they are highly necessary to facilitate the movement and molding of the cranium through the birth canal during labor. They also allow for rapid postnatal growth and development of the brain. However, the bones that shape the cranium begin unfused, leaving several gaps between the individual bones of the infant's skull. These gaps are composed of membranous connective tissue and are known as fontanelles."}
{"id": "article-36433_1", "title": "Anatomy, Head and Neck: Fontanelles -- Introduction", "content": "Fontanelles, often referred to as \"soft spots,\" are one of the most prominent anatomical features of the newborn's skull. Six fontanelles are present during infancy, with the most notable being the anterior and posterior fontanelles. Fontanelle morphology may vary between infants, but characteristically they are flat and firm. Certain conditions such as dehydration or infection can alter the appearance of the fontanelles, causing them to sink or bulge, respectively. This article will review the anatomical location and structures that border the fontanelles and their average closure time. Additionally, this article will cover proper examination techniques, medical imaging, and medical conditions that most commonly affect fontanelle morphology.", "contents": "Anatomy, Head and Neck: Fontanelles -- Introduction. Fontanelles, often referred to as \"soft spots,\" are one of the most prominent anatomical features of the newborn's skull. Six fontanelles are present during infancy, with the most notable being the anterior and posterior fontanelles. Fontanelle morphology may vary between infants, but characteristically they are flat and firm. Certain conditions such as dehydration or infection can alter the appearance of the fontanelles, causing them to sink or bulge, respectively. This article will review the anatomical location and structures that border the fontanelles and their average closure time. Additionally, this article will cover proper examination techniques, medical imaging, and medical conditions that most commonly affect fontanelle morphology."}
{"id": "article-36433_2", "title": "Anatomy, Head and Neck: Fontanelles -- Structure and Function -- Anterior Fontanelle", "content": "The anterior fontanelle is the largest of the six fontanelles, and it resembles a diamond-shape ranging in size from 0.6 cm to 3.6 cm with a mean of 2.1 cm. [2] It forms through the juxtaposition of the frontal bones and parietal bones with the superior sagittal sinus coursing beneath it. Two frontal bones join to form one-half the anterior fontanelle with the metopic suture serving as the parallel divider between the paired bones. Next, the parietal bones are positioned against each other to complete the fontanelle. The positioning of the two parietal bones against each other gives rise to the sagittal suture. Finally, the alignment of the frontal bones against the parietal bones establishes the coronal suture.", "contents": "Anatomy, Head and Neck: Fontanelles -- Structure and Function -- Anterior Fontanelle. The anterior fontanelle is the largest of the six fontanelles, and it resembles a diamond-shape ranging in size from 0.6 cm to 3.6 cm with a mean of 2.1 cm. [2] It forms through the juxtaposition of the frontal bones and parietal bones with the superior sagittal sinus coursing beneath it. Two frontal bones join to form one-half the anterior fontanelle with the metopic suture serving as the parallel divider between the paired bones. Next, the parietal bones are positioned against each other to complete the fontanelle. The positioning of the two parietal bones against each other gives rise to the sagittal suture. Finally, the alignment of the frontal bones against the parietal bones establishes the coronal suture."}
{"id": "article-36433_3", "title": "Anatomy, Head and Neck: Fontanelles -- Structure and Function -- Anterior Fontanelle", "content": "The average closure time of the anterior fontanelle ranges from 13 to 24 months. [3] Infants of African descent statically have larger fontanelles that range from 1.4 to 4.7 cm, and in terms of sex, the fontanelles of male infants will closer sooner compared to female infants. [4] [5] The most common conditions associated with a large anterior fontanelle or a delay in its closure are as listed: Down syndrome, achondroplasia, congenital hypothyroidism, rickets, and elevated intracranial pressures. [6] An extensive list of conditions associated with these findings will follow in the clinical significance section of this article.", "contents": "Anatomy, Head and Neck: Fontanelles -- Structure and Function -- Anterior Fontanelle. The average closure time of the anterior fontanelle ranges from 13 to 24 months. [3] Infants of African descent statically have larger fontanelles that range from 1.4 to 4.7 cm, and in terms of sex, the fontanelles of male infants will closer sooner compared to female infants. [4] [5] The most common conditions associated with a large anterior fontanelle or a delay in its closure are as listed: Down syndrome, achondroplasia, congenital hypothyroidism, rickets, and elevated intracranial pressures. [6] An extensive list of conditions associated with these findings will follow in the clinical significance section of this article."}
{"id": "article-36433_4", "title": "Anatomy, Head and Neck: Fontanelles -- Structure and Function -- Anterior Fontanelle", "content": "In addition to being the largest, the anterior fontanelle is also the most important clinically. [7] This structure offers insight into the newborn’s state of health, especially hydration and intracranial pressure status. A sunken fontanelle is primarily due to dehydration. Other clinical indicators that support the diagnosis of dehydration are dry mucous membranes, sunken eyes, poor tear production, decreased peripheral perfusion, and lack of wet diapers. [8] Furthermore, a bulging fontanelle may indicate a rise in intracranial pressure, suggesting multiple pathologies: hydrocephalus, hypoxemia, meningitis, trauma, or hemorrhage. The clinical significance section will highlight an extensive but not complete list of differential diagnoses of a bulging anterior fontanelle.", "contents": "Anatomy, Head and Neck: Fontanelles -- Structure and Function -- Anterior Fontanelle. In addition to being the largest, the anterior fontanelle is also the most important clinically. [7] This structure offers insight into the newborn’s state of health, especially hydration and intracranial pressure status. A sunken fontanelle is primarily due to dehydration. Other clinical indicators that support the diagnosis of dehydration are dry mucous membranes, sunken eyes, poor tear production, decreased peripheral perfusion, and lack of wet diapers. [8] Furthermore, a bulging fontanelle may indicate a rise in intracranial pressure, suggesting multiple pathologies: hydrocephalus, hypoxemia, meningitis, trauma, or hemorrhage. The clinical significance section will highlight an extensive but not complete list of differential diagnoses of a bulging anterior fontanelle."}
{"id": "article-36433_5", "title": "Anatomy, Head and Neck: Fontanelles -- Structure and Function -- Posterior Fontanelle", "content": "Unlike the anterior fontanelle, the posterior fontanelle is triangular and completely closes within about six to eight weeks after birth. [7] This structure arises from the juncture of the parietal lobes and occipital lobe. Through this placement, the lambdoid suture forms. On average, the posterior fontanelle is 0.5 cm in Caucasian infants and 0.7 cm infants of African descent. [4] Often, the delayed closure of the posterior fontanelle is associated with hydrocephalus or congenital hypothyroidism. [9]", "contents": "Anatomy, Head and Neck: Fontanelles -- Structure and Function -- Posterior Fontanelle. Unlike the anterior fontanelle, the posterior fontanelle is triangular and completely closes within about six to eight weeks after birth. [7] This structure arises from the juncture of the parietal lobes and occipital lobe. Through this placement, the lambdoid suture forms. On average, the posterior fontanelle is 0.5 cm in Caucasian infants and 0.7 cm infants of African descent. [4] Often, the delayed closure of the posterior fontanelle is associated with hydrocephalus or congenital hypothyroidism. [9]"}
{"id": "article-36433_6", "title": "Anatomy, Head and Neck: Fontanelles -- Structure and Function -- Mastoid Fontanelle", "content": "The mastoid fontanelle, a paired structure, can be found at the intersection of temporal, parietal, and occipital bones. Additionally, the mastoid fontanelle also has the name of the posterolateral fontanelle. These fontanelles may close anywhere from six to eighteen months of age.", "contents": "Anatomy, Head and Neck: Fontanelles -- Structure and Function -- Mastoid Fontanelle. The mastoid fontanelle, a paired structure, can be found at the intersection of temporal, parietal, and occipital bones. Additionally, the mastoid fontanelle also has the name of the posterolateral fontanelle. These fontanelles may close anywhere from six to eighteen months of age."}
{"id": "article-36433_7", "title": "Anatomy, Head and Neck: Fontanelles -- Structure and Function -- Sphenoid Fontanelle", "content": "Similarly, the sphenoid fontanelle is also paired. Its location can be on either side of the skull at the convergence of the sphenoid, parietal, temporal, and frontal bone. It is also known as the anterolateral fontanelle; their closure occurs at approximately the sixth-month mark after birth.", "contents": "Anatomy, Head and Neck: Fontanelles -- Structure and Function -- Sphenoid Fontanelle. Similarly, the sphenoid fontanelle is also paired. Its location can be on either side of the skull at the convergence of the sphenoid, parietal, temporal, and frontal bone. It is also known as the anterolateral fontanelle; their closure occurs at approximately the sixth-month mark after birth."}
{"id": "article-36433_8", "title": "Anatomy, Head and Neck: Fontanelles -- Structure and Function -- Third Fontanel", "content": "Uniquely, a third fontanelle between the anterior and posterior fontanelles correlates with certain conditions like Down syndrome and congenital infections such as rubella. The reported frequency of this third fontanelle has been 6.4% in an unselected population of 1020 newborns. [10]", "contents": "Anatomy, Head and Neck: Fontanelles -- Structure and Function -- Third Fontanel. Uniquely, a third fontanelle between the anterior and posterior fontanelles correlates with certain conditions like Down syndrome and congenital infections such as rubella. The reported frequency of this third fontanelle has been 6.4% in an unselected population of 1020 newborns. [10]"}
{"id": "article-36433_9", "title": "Anatomy, Head and Neck: Fontanelles -- Embryology", "content": "As the growth and development of the newborn continue, each fontanelle will close within their respective timelines by a process known as intramembranous ossification. The flat bones of the cranium are considered the membranous portion of the neurocranium that consists of mesenchyme. The mesenchyme undergoes a process in which bony needle-like projections called spicules radiate from primary ossification centers towards the periphery. As the infant continues to mature, appositional growth ensues by osteoblasts providing new layers of bone to the outer portion of the cranial bones while osteoclasts resorb the inner framework simultaneously. [7]", "contents": "Anatomy, Head and Neck: Fontanelles -- Embryology. As the growth and development of the newborn continue, each fontanelle will close within their respective timelines by a process known as intramembranous ossification. The flat bones of the cranium are considered the membranous portion of the neurocranium that consists of mesenchyme. The mesenchyme undergoes a process in which bony needle-like projections called spicules radiate from primary ossification centers towards the periphery. As the infant continues to mature, appositional growth ensues by osteoblasts providing new layers of bone to the outer portion of the cranial bones while osteoclasts resorb the inner framework simultaneously. [7]"}
{"id": "article-36433_10", "title": "Anatomy, Head and Neck: Fontanelles -- Surgical Considerations", "content": "Depending upon the specific pathology affecting the anterior fontanelle, surgical intervention may be necessary. For example, an infant with the diagnosis of craniosynostosis (premature cranial suture closure) will have an increase in intracranial pressure, which can lead to devastating brain injury or can even be lethal. Surgical intervention for this specific condition is treated by either a craniotomy or craniectomy, taking special consideration to avoid iatrogenic injury to the superior sagittal sinus. [3] The exact procedure utilized is a decision made on a case-by-case basis.", "contents": "Anatomy, Head and Neck: Fontanelles -- Surgical Considerations. Depending upon the specific pathology affecting the anterior fontanelle, surgical intervention may be necessary. For example, an infant with the diagnosis of craniosynostosis (premature cranial suture closure) will have an increase in intracranial pressure, which can lead to devastating brain injury or can even be lethal. Surgical intervention for this specific condition is treated by either a craniotomy or craniectomy, taking special consideration to avoid iatrogenic injury to the superior sagittal sinus. [3] The exact procedure utilized is a decision made on a case-by-case basis."}
{"id": "article-36433_11", "title": "Anatomy, Head and Neck: Fontanelles -- Clinical Significance", "content": "As with any clinical encounter, it is essential to gather a detailed history and perform a thorough physical examination. The clinician will integrate these two aspects of the encounter to determine a proper diagnosis and subsequent management for the patient. A newborn’s birth history may be unremarkable; thus, the physical examination will be of greater significance.  Each component of the physical exam: observation, palpation, percussion, and auscultation can yield important findings. Observation of the infant’s skull should be performed first during the physical examination. It should be evaluated for its morphology, including size and shape, as well as its circumference and related sutures, noting any abnormalities. Many conditions are associated with a large anterior fontanelle or a delay in its closure [6] :", "contents": "Anatomy, Head and Neck: Fontanelles -- Clinical Significance. As with any clinical encounter, it is essential to gather a detailed history and perform a thorough physical examination. The clinician will integrate these two aspects of the encounter to determine a proper diagnosis and subsequent management for the patient. A newborn’s birth history may be unremarkable; thus, the physical examination will be of greater significance.  Each component of the physical exam: observation, palpation, percussion, and auscultation can yield important findings. Observation of the infant’s skull should be performed first during the physical examination. It should be evaluated for its morphology, including size and shape, as well as its circumference and related sutures, noting any abnormalities. Many conditions are associated with a large anterior fontanelle or a delay in its closure [6] :"}
{"id": "article-36433_12", "title": "Anatomy, Head and Neck: Fontanelles -- Clinical Significance", "content": "Most Common Achondroplasia Congenital hypothyroidism Down syndrome Increased intracranial pressure Rickets Less Common Osteogenesis imperfecta Hypophosphatasia Trisomy 13 Trisomy 18 Congenital rubella Syphilis Amphoterin-induced malformation Fetal hydantoin Beckwith-Wiedemann syndrome Zellweger syndrome VATER Association Malnutrition Hydranencephaly Intrauterine growth retardation", "contents": "Anatomy, Head and Neck: Fontanelles -- Clinical Significance. Most Common Achondroplasia Congenital hypothyroidism Down syndrome Increased intracranial pressure Rickets Less Common Osteogenesis imperfecta Hypophosphatasia Trisomy 13 Trisomy 18 Congenital rubella Syphilis Amphoterin-induced malformation Fetal hydantoin Beckwith-Wiedemann syndrome Zellweger syndrome VATER Association Malnutrition Hydranencephaly Intrauterine growth retardation"}
{"id": "article-36433_13", "title": "Anatomy, Head and Neck: Fontanelles -- Clinical Significance", "content": "Next, the anterior and posterior fontanelles merit special attention, documenting their size and shape by direct observation and palpation. Optimal results occur when the infant is pleasant and agreeable, as the fontanelle can appear to be bulging or full in an angry or crying infant. The clinician should also examine the infant in both the supine and upright positions. A normal soft pulsation may be palpable at the anterior fontanelle. If the fontanelle feels tense and protuberant, it may be an indication of underlying pathology. Palpation of a bulging fontanelle often correlates palpating an osseous structure. Several medical conditions that are associated with a bulging fontanelle are the following categorized by organ systems:", "contents": "Anatomy, Head and Neck: Fontanelles -- Clinical Significance. Next, the anterior and posterior fontanelles merit special attention, documenting their size and shape by direct observation and palpation. Optimal results occur when the infant is pleasant and agreeable, as the fontanelle can appear to be bulging or full in an angry or crying infant. The clinician should also examine the infant in both the supine and upright positions. A normal soft pulsation may be palpable at the anterior fontanelle. If the fontanelle feels tense and protuberant, it may be an indication of underlying pathology. Palpation of a bulging fontanelle often correlates palpating an osseous structure. Several medical conditions that are associated with a bulging fontanelle are the following categorized by organ systems:"}
{"id": "article-36433_14", "title": "Anatomy, Head and Neck: Fontanelles -- Clinical Significance", "content": "Neurological Hydrocephalus, brain tumors, intracranial hemorrhage Cardiovascular Congestive heart failure, dural sinus thrombosis Hematologic Polycythemia, anemia, leukemia Infectious Meningitis, encephalitis, roseola, shigella, mononucleosis, poliomyelitis, abscess Endocrine Hyperthyroidism, hypothyroidism, hypoparathyroidism, pseudohypoparathyroidism Metabolic Diabetic ketoacidosis, electrolyte abnormalities, uremia, galactosemia, hypophosphatasia, osteoporosis Miscellaneous Trauma, hypoxemia, dermoid cysts, lead encephalopathy, aluminum toxicity, hypervitaminosis A, coronal synostosis", "contents": "Anatomy, Head and Neck: Fontanelles -- Clinical Significance. Neurological Hydrocephalus, brain tumors, intracranial hemorrhage Cardiovascular Congestive heart failure, dural sinus thrombosis Hematologic Polycythemia, anemia, leukemia Infectious Meningitis, encephalitis, roseola, shigella, mononucleosis, poliomyelitis, abscess Endocrine Hyperthyroidism, hypothyroidism, hypoparathyroidism, pseudohypoparathyroidism Metabolic Diabetic ketoacidosis, electrolyte abnormalities, uremia, galactosemia, hypophosphatasia, osteoporosis Miscellaneous Trauma, hypoxemia, dermoid cysts, lead encephalopathy, aluminum toxicity, hypervitaminosis A, coronal synostosis"}
{"id": "article-36433_15", "title": "Anatomy, Head and Neck: Fontanelles -- Clinical Significance", "content": "During the physical examination of the infant with increased intracranial pressure, the percussion of the fontanelle may produce a dull acoustic note that lacks resonance; this is the Macewen sign. Macewen sign is an auditory sign that resembles the sound of percussing a cracked pot when the examiner percusses the fontanelle; hence it was also termed the “cracked pot” sign. [11] However, it is worth noting that excessive crying may also produce a bulging fontanelle. Thus, it is important to use clinical judgment before providing a definitive diagnosis. Auscultation of the fontanelles may reveal a bruit, especially in infants with heart failure or multiple hemangiomas. The detection of a bruit in newborns may suggest an arteriovenous malformation, and further workup is warranted. If medical imaging is necessary, ultrasound is the modality of choice to visualize ventricular structures, while neoplasms are best diagnosed with an MRI. [12] [13]", "contents": "Anatomy, Head and Neck: Fontanelles -- Clinical Significance. During the physical examination of the infant with increased intracranial pressure, the percussion of the fontanelle may produce a dull acoustic note that lacks resonance; this is the Macewen sign. Macewen sign is an auditory sign that resembles the sound of percussing a cracked pot when the examiner percusses the fontanelle; hence it was also termed the “cracked pot” sign. [11] However, it is worth noting that excessive crying may also produce a bulging fontanelle. Thus, it is important to use clinical judgment before providing a definitive diagnosis. Auscultation of the fontanelles may reveal a bruit, especially in infants with heart failure or multiple hemangiomas. The detection of a bruit in newborns may suggest an arteriovenous malformation, and further workup is warranted. If medical imaging is necessary, ultrasound is the modality of choice to visualize ventricular structures, while neoplasms are best diagnosed with an MRI. [12] [13]"}
{"id": "article-36433_16", "title": "Anatomy, Head and Neck: Fontanelles -- Other Issues", "content": "As a healthcare professional tasked with the care of newborns or infants, an understanding of normal fontanelle morphology, variations, and average closure timelines is essential. Many medical conditions can affect fontanelle morphology and may be life-threatening. A complete history and physical examination with particular attention to the analysis of the fontanelles can provide valuable insight into the infant’s health status and assist in formulating an appropriate differential diagnosis. If uncertainty arises, it is imperative to consult the pediatric neurosurgery team to be involved in the infant’s care.", "contents": "Anatomy, Head and Neck: Fontanelles -- Other Issues. As a healthcare professional tasked with the care of newborns or infants, an understanding of normal fontanelle morphology, variations, and average closure timelines is essential. Many medical conditions can affect fontanelle morphology and may be life-threatening. A complete history and physical examination with particular attention to the analysis of the fontanelles can provide valuable insight into the infant’s health status and assist in formulating an appropriate differential diagnosis. If uncertainty arises, it is imperative to consult the pediatric neurosurgery team to be involved in the infant’s care."}
{"id": "article-36433_17", "title": "Anatomy, Head and Neck: Fontanelles -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Anatomy, Head and Neck: Fontanelles -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}