{"id": "article-80835_0", "title": "Extracorporeal Membrane Oxygenation in Adults -- Continuing Education Activity", "content": "Extracorporeal membrane oxygenation (ECMO) is used for cardiac or respiratory failure where conventional management, including CPR, is not successful. ECMO is a circuit comprised of a draining cannula that drains blood from the body that is circulated in the machine and returns back to the body through a returning cannula. Traditionally veno-venous and veno-arterial ECMO are used. During this circulation of blood, anticoagulation monitoring is essential to maintain the balance between clotting or bleeding. Also, heparin-induced thrombocytopenia, neurologic complications, sepsis complications should be taken into account. Survival after ECMO usage has improved in cases of cardiac arrest, cardiogenic shock, and ARDS, including COVID-19 infection. This activity includes indications and the use of ECMO by the interprofessional team.", "contents": "Extracorporeal Membrane Oxygenation in Adults -- Continuing Education Activity. Extracorporeal membrane oxygenation (ECMO) is used for cardiac or respiratory failure where conventional management, including CPR, is not successful. ECMO is a circuit comprised of a draining cannula that drains blood from the body that is circulated in the machine and returns back to the body through a returning cannula. Traditionally veno-venous and veno-arterial ECMO are used. During this circulation of blood, anticoagulation monitoring is essential to maintain the balance between clotting or bleeding. Also, heparin-induced thrombocytopenia, neurologic complications, sepsis complications should be taken into account. Survival after ECMO usage has improved in cases of cardiac arrest, cardiogenic shock, and ARDS, including COVID-19 infection. This activity includes indications and the use of ECMO by the interprofessional team."}
{"id": "article-80835_1", "title": "Extracorporeal Membrane Oxygenation in Adults -- Continuing Education Activity", "content": "Objectives: Describe the indications for using ECMO circuits. Outline the various types of ECMO circuits. Explain the monitoring of anticoagulation and weaning off ECMO pertaining to ECMO. Review the importance of coordination among the interprofessional team members in a patient on ECMO. Access free multiple choice questions on this topic.", "contents": "Extracorporeal Membrane Oxygenation in Adults -- Continuing Education Activity. Objectives: Describe the indications for using ECMO circuits. Outline the various types of ECMO circuits. Explain the monitoring of anticoagulation and weaning off ECMO pertaining to ECMO. Review the importance of coordination among the interprofessional team members in a patient on ECMO. Access free multiple choice questions on this topic."}
{"id": "article-80835_2", "title": "Extracorporeal Membrane Oxygenation in Adults -- Introduction", "content": "Extracorporeal membrane oxygenation (ECMO), a life support system, is an invaluable tool to treat adults and children with life-threatening cardiac and pulmonary dysfunction that is refractory to the conventional management or when cardiopulmonary resuscitation (CPR) measures are not successful in achieving the return of spontaneous circulation (ROSC). [1] [2] An ECMO machine consists of a pump with an oxygenator that replaces the function of the heart and lung, respectively. The primary purpose of ECMO is performed by replacing the function of the heart and lungs, which gives these organs considerable time to recover. [2]", "contents": "Extracorporeal Membrane Oxygenation in Adults -- Introduction. Extracorporeal membrane oxygenation (ECMO), a life support system, is an invaluable tool to treat adults and children with life-threatening cardiac and pulmonary dysfunction that is refractory to the conventional management or when cardiopulmonary resuscitation (CPR) measures are not successful in achieving the return of spontaneous circulation (ROSC). [1] [2] An ECMO machine consists of a pump with an oxygenator that replaces the function of the heart and lung, respectively. The primary purpose of ECMO is performed by replacing the function of the heart and lungs, which gives these organs considerable time to recover. [2]"}
{"id": "article-80835_3", "title": "Extracorporeal Membrane Oxygenation in Adults -- Introduction", "content": "According to the Extracorporeal Life Support Organization (ELSO) registry, ECMO has been used on 151,683 patients through 2020, including 45,205 neonates, 30,743 children, and 75,735 adults. In 1990 ECMO was initially started in 83 centers; those numbers increased to 492 centers in 2020. Veno-venous ECMO (VV ECMO) provides respiratory support, whereas veno-arterial ECMO (VA ECMO) provides cardio-respiratory support. [3] [4]", "contents": "Extracorporeal Membrane Oxygenation in Adults -- Introduction. According to the Extracorporeal Life Support Organization (ELSO) registry, ECMO has been used on 151,683 patients through 2020, including 45,205 neonates, 30,743 children, and 75,735 adults. In 1990 ECMO was initially started in 83 centers; those numbers increased to 492 centers in 2020. Veno-venous ECMO (VV ECMO) provides respiratory support, whereas veno-arterial ECMO (VA ECMO) provides cardio-respiratory support. [3] [4]"}
{"id": "article-80835_4", "title": "Extracorporeal Membrane Oxygenation in Adults -- Introduction", "content": "ECMO is supportive therapy, not a disease-modifying treatment. In 1944 Kolff and Berk reported oxygenation of the blood when passing through cellophane chambers of the artificial kidney. In 1953 Gibbon used this concept of artificial oxygenation and perfusion for the first successful open-heart operation. Before 1956 either a film oxygenator or bubble oxygenator was used. In a film oxygenator, blood flows through multiple vertical discs, and in a bubble oxygenator, oxygen is bubbled through the deoxygenated blood. [5]", "contents": "Extracorporeal Membrane Oxygenation in Adults -- Introduction. ECMO is supportive therapy, not a disease-modifying treatment. In 1944 Kolff and Berk reported oxygenation of the blood when passing through cellophane chambers of the artificial kidney. In 1953 Gibbon used this concept of artificial oxygenation and perfusion for the first successful open-heart operation. Before 1956 either a film oxygenator or bubble oxygenator was used. In a film oxygenator, blood flows through multiple vertical discs, and in a bubble oxygenator, oxygen is bubbled through the deoxygenated blood. [5]"}
{"id": "article-80835_5", "title": "Extracorporeal Membrane Oxygenation in Adults -- Introduction", "content": "The major drawbacks of these devices were intravascular hemolysis, systemic inflammation, platelet destruction, and embolization. In 1956, Clows and Basler invented and used the prototype member of a membrane oxygenator that was suitable for cardiopulmonary bypass surgery. [6] The first use of a bubble oxygenator was performed by Rashkind in 1965 on a neonate with respiratory failure. Dorson et al. reported in 1969 using a membrane oxygenator for cardiopulmonary bypass in infants. Baffes et al. in 1970 mentioned the use of extracorporeal membrane oxygenation in infants undergoing cardiac surgery. In 1972, Hill et al. reported the first-time use of ECMO for respiratory support in an adult patient with a post-traumatic severe respiratory failure. [7] Bartlett et al. reported of first successful use of ECMO in neonates with severe respiratory distress in 1975.", "contents": "Extracorporeal Membrane Oxygenation in Adults -- Introduction. The major drawbacks of these devices were intravascular hemolysis, systemic inflammation, platelet destruction, and embolization. In 1956, Clows and Basler invented and used the prototype member of a membrane oxygenator that was suitable for cardiopulmonary bypass surgery. [6] The first use of a bubble oxygenator was performed by Rashkind in 1965 on a neonate with respiratory failure. Dorson et al. reported in 1969 using a membrane oxygenator for cardiopulmonary bypass in infants. Baffes et al. in 1970 mentioned the use of extracorporeal membrane oxygenation in infants undergoing cardiac surgery. In 1972, Hill et al. reported the first-time use of ECMO for respiratory support in an adult patient with a post-traumatic severe respiratory failure. [7] Bartlett et al. reported of first successful use of ECMO in neonates with severe respiratory distress in 1975."}
{"id": "article-80835_6", "title": "Extracorporeal Membrane Oxygenation in Adults -- Introduction", "content": "From the 1980s to the early 2000s, either silicone membrane or polypropylene hollow fiber oxygenators were used in the ECMO circuits. [8] However, due to plasma leakage in these units, a new generation of oxygenators has been developed, made from polymethylpentene (PMP). The latest generation oxygenators are easy to use, durable, and provide better gas exchange and less blood trauma. [9] [10]", "contents": "Extracorporeal Membrane Oxygenation in Adults -- Introduction. From the 1980s to the early 2000s, either silicone membrane or polypropylene hollow fiber oxygenators were used in the ECMO circuits. [8] However, due to plasma leakage in these units, a new generation of oxygenators has been developed, made from polymethylpentene (PMP). The latest generation oxygenators are easy to use, durable, and provide better gas exchange and less blood trauma. [9] [10]"}
{"id": "article-80835_7", "title": "Extracorporeal Membrane Oxygenation in Adults -- Introduction", "content": "Kolobow and his team analyzed the ECMO experience in the National Institute of Health trial in 1981. Gattanoni et al. showed in 1981 the first successful use of ECMO in a large population of ARDS patients. In 1987, Gattanoni et al. reported an approximately 50% survival rate. [11]", "contents": "Extracorporeal Membrane Oxygenation in Adults -- Introduction. Kolobow and his team analyzed the ECMO experience in the National Institute of Health trial in 1981. Gattanoni et al. showed in 1981 the first successful use of ECMO in a large population of ARDS patients. In 1987, Gattanoni et al. reported an approximately 50% survival rate. [11]"}
{"id": "article-80835_8", "title": "Extracorporeal Membrane Oxygenation in Adults -- Introduction", "content": "In 1994, a randomized control trial published by Morris et al. failed to show the advantage of using additional extracorporeal support in acute respiratory distress syndrome compared to conventional management with mechanical ventilation. The survival rate with mechanical ventilation was 42% compared to 33% in the low-flow VV ECMO group. The use of ECMO flourished after the conventional ventilatory support versus extracorporeal membrane oxygenation for severe adult respiratory failure (CESAR) trial published in 2009. This trial randomized 180 patients in 68 centers. In this study, the outcome was significantly higher with ECMO than conventional management and showed marked improvement in death rate and severe disability with severe respiratory failure treated with extracorporeal support. Thereafter, ECMO support applications have remarkably increased. [12]", "contents": "Extracorporeal Membrane Oxygenation in Adults -- Introduction. In 1994, a randomized control trial published by Morris et al. failed to show the advantage of using additional extracorporeal support in acute respiratory distress syndrome compared to conventional management with mechanical ventilation. The survival rate with mechanical ventilation was 42% compared to 33% in the low-flow VV ECMO group. The use of ECMO flourished after the conventional ventilatory support versus extracorporeal membrane oxygenation for severe adult respiratory failure (CESAR) trial published in 2009. This trial randomized 180 patients in 68 centers. In this study, the outcome was significantly higher with ECMO than conventional management and showed marked improvement in death rate and severe disability with severe respiratory failure treated with extracorporeal support. Thereafter, ECMO support applications have remarkably increased. [12]"}
{"id": "article-80835_9", "title": "Extracorporeal Membrane Oxygenation in Adults -- Anatomy and Physiology", "content": "Extracorporeal membrane oxygenation consists of a circuit where blood is drained through a catheter from the venous vascular system, circulated in a pump outside the body, and reinfused into the other venous or arterial vascular system depending on the ECMO circuit type for circulation in the body. [13]", "contents": "Extracorporeal Membrane Oxygenation in Adults -- Anatomy and Physiology. Extracorporeal membrane oxygenation consists of a circuit where blood is drained through a catheter from the venous vascular system, circulated in a pump outside the body, and reinfused into the other venous or arterial vascular system depending on the ECMO circuit type for circulation in the body. [13]"}
{"id": "article-80835_10", "title": "Extracorporeal Membrane Oxygenation in Adults -- Anatomy and Physiology", "content": "Cannulas made of plastic tubes are placed in veins or arteries in the groins, neck, or chest. A catheter withdraws blood from the cannula through veins that consist of high carbon dioxide (CO2) and low oxygen (O2) content. Deoxygenated blood extracted from the venous catheter gets transferred to the oxygenator with the help of a pump. An oxygenator works as an artificial lung that maintains the CO2 extraction and oxygenation flow rate. Air and oxygen flow through the hollow fibers in the oxygenator. As the blood passes through tiny fibers, oxygen leaves the fibers and replaces carbon dioxide in the red blood cells (RBCs). CO2 then enters the fiber and is removed in the exhaust gas. Oxygenated blood is delivered through the catheter back to the patient. [2]", "contents": "Extracorporeal Membrane Oxygenation in Adults -- Anatomy and Physiology. Cannulas made of plastic tubes are placed in veins or arteries in the groins, neck, or chest. A catheter withdraws blood from the cannula through veins that consist of high carbon dioxide (CO2) and low oxygen (O2) content. Deoxygenated blood extracted from the venous catheter gets transferred to the oxygenator with the help of a pump. An oxygenator works as an artificial lung that maintains the CO2 extraction and oxygenation flow rate. Air and oxygen flow through the hollow fibers in the oxygenator. As the blood passes through tiny fibers, oxygen leaves the fibers and replaces carbon dioxide in the red blood cells (RBCs). CO2 then enters the fiber and is removed in the exhaust gas. Oxygenated blood is delivered through the catheter back to the patient. [2]"}
{"id": "article-80835_11", "title": "Extracorporeal Membrane Oxygenation in Adults -- Anatomy and Physiology", "content": "Two basic types of ECMO exist, VV ECMO and VA ECMO. VV ECMO provides respiratory support only, and VA ECMO bypasses the heart and lungs; therefore is a choice in patients with cardiogenic shock or patients with cardiac arrest with failed therapies. [3]", "contents": "Extracorporeal Membrane Oxygenation in Adults -- Anatomy and Physiology. Two basic types of ECMO exist, VV ECMO and VA ECMO. VV ECMO provides respiratory support only, and VA ECMO bypasses the heart and lungs; therefore is a choice in patients with cardiogenic shock or patients with cardiac arrest with failed therapies. [3]"}
{"id": "article-80835_12", "title": "Extracorporeal Membrane Oxygenation in Adults -- Anatomy and Physiology -- Types of Cannula", "content": "Single Venous Cannula: Extraction of blood from the vena cava or right atrium transferred to the ECMO circuit, which is returned to the right atrium. Seldinger technique is used via a right jugular vein to place cannula percutaneously. A single venous cannula allows many pros for the patient: one cannula site in the patient's neck, the patient does not have groin lines. Therefore, they can be out of bed to ambulate once they are extubated, the cannulas are very flexible, and most are kink-resistant. There are also several cons to using a single venous cannula: patient positioning is much more sensitive to movement, and these changes can affect flows through the cannula, single venous cannulas often have smaller Fr sizes and therefore reduce the peak flows of the circuit, single venous cannulas require the cannula to be placed under transesophageal echo guidance so that the SVC and IVC catheters can be placed in the proper positions, and significant concern is recirculation of the newly oxygenated blood to be withdrawn back through the drainage catheter instead of going through the systemic circulation to oxygenate the rest of the patient's body. The displacement of the cannulas can cause this recirculation phenomenon.", "contents": "Extracorporeal Membrane Oxygenation in Adults -- Anatomy and Physiology -- Types of Cannula. Single Venous Cannula: Extraction of blood from the vena cava or right atrium transferred to the ECMO circuit, which is returned to the right atrium. Seldinger technique is used via a right jugular vein to place cannula percutaneously. A single venous cannula allows many pros for the patient: one cannula site in the patient's neck, the patient does not have groin lines. Therefore, they can be out of bed to ambulate once they are extubated, the cannulas are very flexible, and most are kink-resistant. There are also several cons to using a single venous cannula: patient positioning is much more sensitive to movement, and these changes can affect flows through the cannula, single venous cannulas often have smaller Fr sizes and therefore reduce the peak flows of the circuit, single venous cannulas require the cannula to be placed under transesophageal echo guidance so that the SVC and IVC catheters can be placed in the proper positions, and significant concern is recirculation of the newly oxygenated blood to be withdrawn back through the drainage catheter instead of going through the systemic circulation to oxygenate the rest of the patient's body. The displacement of the cannulas can cause this recirculation phenomenon."}
{"id": "article-80835_13", "title": "Extracorporeal Membrane Oxygenation in Adults -- Anatomy and Physiology -- Types of Cannula", "content": "Double Venous Cannula: One cannula for drainage is placed in the common femoral vein, and blood infusion through the cannula is placed in either the right internal jugular or femoral vein. Two cannulas venous ECMO can allow flow direction to be from the right atrium to the inferior vena cava or opposite flow from the inferior vena cava to the right atrium. Most centers use multistage catheters with drainage from the right internal jugular vein with the return of oxygenated blood via the femoral vein cannula. This technique does allow much less change for recirculation.", "contents": "Extracorporeal Membrane Oxygenation in Adults -- Anatomy and Physiology -- Types of Cannula. Double Venous Cannula: One cannula for drainage is placed in the common femoral vein, and blood infusion through the cannula is placed in either the right internal jugular or femoral vein. Two cannulas venous ECMO can allow flow direction to be from the right atrium to the inferior vena cava or opposite flow from the inferior vena cava to the right atrium. Most centers use multistage catheters with drainage from the right internal jugular vein with the return of oxygenated blood via the femoral vein cannula. This technique does allow much less change for recirculation."}
{"id": "article-80835_14", "title": "Extracorporeal Membrane Oxygenation in Adults -- Anatomy and Physiology", "content": "ECMO circuit is connected in series to the heart and lungs. [14]", "contents": "Extracorporeal Membrane Oxygenation in Adults -- Anatomy and Physiology. ECMO circuit is connected in series to the heart and lungs. [14]"}
{"id": "article-80835_15", "title": "Extracorporeal Membrane Oxygenation in Adults -- Anatomy and Physiology -- Types of Cannula", "content": "Peripheral Cannula: Blood drainage from the right atrium or vena cava and infusion of blood to either femoral, axillary, or carotid arteries. Central Cannula: Blood drainage from the right atrium or vena cava and infusion of blood to the ascending aorta.", "contents": "Extracorporeal Membrane Oxygenation in Adults -- Anatomy and Physiology -- Types of Cannula. Peripheral Cannula: Blood drainage from the right atrium or vena cava and infusion of blood to either femoral, axillary, or carotid arteries. Central Cannula: Blood drainage from the right atrium or vena cava and infusion of blood to the ascending aorta."}
{"id": "article-80835_16", "title": "Extracorporeal Membrane Oxygenation in Adults -- Anatomy and Physiology", "content": "Central cannulation is preferred in postcardiotomy patients where cannulas used for cardiopulmonary bypass can be transferred to the ECMO circuit. In the case of a Right ventricular assisted device, oxygenated blood from ECMO is infused into the pulmonary artery, and blood bypasses the right heart. In case of emergency or cardiogenic shock, femoral access is preferred. To decrease the ischemia to ipsilateral lower extremity, insertion of cannula distal to the femoral artery or posterior tibial artery to perfuse distal extremity or for retrograde flow to the extremity. In the case of peripheral artery disease or prior femoral reconstruction, femoral arterial cannulation is unsuitable. Therefore, the right common carotid artery or axillary artery should be considered. In addition to respiratory support, VA ECMO provides hemodynamic support as well. ECMO circuit is connected in parallel to the heart and lungs.", "contents": "Extracorporeal Membrane Oxygenation in Adults -- Anatomy and Physiology. Central cannulation is preferred in postcardiotomy patients where cannulas used for cardiopulmonary bypass can be transferred to the ECMO circuit. In the case of a Right ventricular assisted device, oxygenated blood from ECMO is infused into the pulmonary artery, and blood bypasses the right heart. In case of emergency or cardiogenic shock, femoral access is preferred. To decrease the ischemia to ipsilateral lower extremity, insertion of cannula distal to the femoral artery or posterior tibial artery to perfuse distal extremity or for retrograde flow to the extremity. In the case of peripheral artery disease or prior femoral reconstruction, femoral arterial cannulation is unsuitable. Therefore, the right common carotid artery or axillary artery should be considered. In addition to respiratory support, VA ECMO provides hemodynamic support as well. ECMO circuit is connected in parallel to the heart and lungs."}
{"id": "article-80835_17", "title": "Extracorporeal Membrane Oxygenation in Adults -- Indications", "content": "Inclusion criteria for Extracorporeal Cardiopulmonary Resuscitation Age <70 years Cardiopulmonary arrest to first CPR <5 minutes Witnessed arrest Ventricular fibrillation (VF) or paroxysmal ventricular tachycardia (pVT) or pulseless electrical activity (PEA) as initial cardiac rhythm Recurrent VF or intermittent ROSC Absence of comorbidities like end-stage heart failure/chronic obstructive pulmonary disease/liver failure/end-stage renal failure or terminal irreversible illness No known aortic valve incompetence", "contents": "Extracorporeal Membrane Oxygenation in Adults -- Indications. Inclusion criteria for Extracorporeal Cardiopulmonary Resuscitation Age <70 years Cardiopulmonary arrest to first CPR <5 minutes Witnessed arrest Ventricular fibrillation (VF) or paroxysmal ventricular tachycardia (pVT) or pulseless electrical activity (PEA) as initial cardiac rhythm Recurrent VF or intermittent ROSC Absence of comorbidities like end-stage heart failure/chronic obstructive pulmonary disease/liver failure/end-stage renal failure or terminal irreversible illness No known aortic valve incompetence"}
{"id": "article-80835_18", "title": "Extracorporeal Membrane Oxygenation in Adults -- Indications", "content": "ECMO use has been extended to more prolonged use in intensive care units. Extracorporeal cardiopulmonary resuscitation: As a part of CPR in cardiac arrest, ECMO is started in several specialized centers. [2]", "contents": "Extracorporeal Membrane Oxygenation in Adults -- Indications. ECMO use has been extended to more prolonged use in intensive care units. Extracorporeal cardiopulmonary resuscitation: As a part of CPR in cardiac arrest, ECMO is started in several specialized centers. [2]"}
{"id": "article-80835_19", "title": "Extracorporeal Membrane Oxygenation in Adults -- Indications -- Indications for VA ECMO", "content": "VA ECMO is used to provide both respiratory and cardiac support. [15]", "contents": "Extracorporeal Membrane Oxygenation in Adults -- Indications -- Indications for VA ECMO. VA ECMO is used to provide both respiratory and cardiac support. [15]"}
{"id": "article-80835_20", "title": "Extracorporeal Membrane Oxygenation in Adults -- Indications -- Indications for VA ECMO", "content": "Cardiac conditions with low cardiac output (cardiac index < 2L/min/m) and hypotension (systolic blood pressure <90 mmHg) despite inotropic and intra-aortic balloon pump support.", "contents": "Extracorporeal Membrane Oxygenation in Adults -- Indications -- Indications for VA ECMO. Cardiac conditions with low cardiac output (cardiac index < 2L/min/m) and hypotension (systolic blood pressure <90 mmHg) despite inotropic and intra-aortic balloon pump support."}
{"id": "article-80835_21", "title": "Extracorporeal Membrane Oxygenation in Adults -- Indications -- Indications for VA ECMO", "content": "Cardiogenic shock secondary to either acute coronary syndrome, refractory cardiac arrhythmia, sepsis leading to cardiac depression, myocarditis, pulmonary embolism, drug toxicity, cardiac trauma, anaphylaxis, acute decompensated heart failure, septic shock; where cardiac activity is compromised and unable to pump out the adequate blood to meet the body’s demand.", "contents": "Extracorporeal Membrane Oxygenation in Adults -- Indications -- Indications for VA ECMO. Cardiogenic shock secondary to either acute coronary syndrome, refractory cardiac arrhythmia, sepsis leading to cardiac depression, myocarditis, pulmonary embolism, drug toxicity, cardiac trauma, anaphylaxis, acute decompensated heart failure, septic shock; where cardiac activity is compromised and unable to pump out the adequate blood to meet the body’s demand."}
{"id": "article-80835_22", "title": "Extracorporeal Membrane Oxygenation in Adults -- Indications -- Indications for VA ECMO", "content": "Periprocedural for high-risk cardiac interventions", "contents": "Extracorporeal Membrane Oxygenation in Adults -- Indications -- Indications for VA ECMO. Periprocedural for high-risk cardiac interventions"}
{"id": "article-80835_23", "title": "Extracorporeal Membrane Oxygenation in Adults -- Indications -- Indications for VA ECMO", "content": "Postoperative heart failure: Inability to wean from cardiopulmonary bypass after cardiac surgery; ECMO is very useful post-operatively to provide rest for the heart and helps in recovery after the surgery.", "contents": "Extracorporeal Membrane Oxygenation in Adults -- Indications -- Indications for VA ECMO. Postoperative heart failure: Inability to wean from cardiopulmonary bypass after cardiac surgery; ECMO is very useful post-operatively to provide rest for the heart and helps in recovery after the surgery."}
{"id": "article-80835_24", "title": "Extracorporeal Membrane Oxygenation in Adults -- Indications -- Indications for VA ECMO", "content": "Post heart transplant: after heart or lung-heart transplantation in cases of primary graft failure", "contents": "Extracorporeal Membrane Oxygenation in Adults -- Indications -- Indications for VA ECMO. Post heart transplant: after heart or lung-heart transplantation in cases of primary graft failure"}
{"id": "article-80835_25", "title": "Extracorporeal Membrane Oxygenation in Adults -- Indications -- Indications for VA ECMO", "content": "Bridge to long-term VAD support or bridge to heart/lung transplant.", "contents": "Extracorporeal Membrane Oxygenation in Adults -- Indications -- Indications for VA ECMO. Bridge to long-term VAD support or bridge to heart/lung transplant."}
{"id": "article-80835_26", "title": "Extracorporeal Membrane Oxygenation in Adults -- Indications -- Indications for VV ECMO", "content": "VV ECMO is used for respiratory support in those who do not respond to mechanical ventilation or any acute potentially reversible respiratory failure. [15] Acute respiratory distress syndrome secondary to either severe bacterial or viral pneumonia, including COVID-19 or aspiration pneumonitis. ECMO bypasses the compromised activity of the lungs and maintains oxygenation and ventilation with the removal of CO2. [2] Covid-19 Severe Respiratory Failure: ARDS due to SARS-CoV-2 infection when prolonged mechanical ventilatory support fails. In some cases, when ventilation fails, ECMO support (venovenous ECMO) has been initiated. [5] Extracorporeal assistance to support lung in cases of airway obstruction, pulmonary contusion (barotrauma), smoke inhalation, drowning, air leak syndrome, hypercapnia, or hypoxic respiratory failure Status asthmaticus Massive hemoptysis or pulmonary hemorrhage Bridge to lung transplant Support for lung resections in unstable patients.", "contents": "Extracorporeal Membrane Oxygenation in Adults -- Indications -- Indications for VV ECMO. VV ECMO is used for respiratory support in those who do not respond to mechanical ventilation or any acute potentially reversible respiratory failure. [15] Acute respiratory distress syndrome secondary to either severe bacterial or viral pneumonia, including COVID-19 or aspiration pneumonitis. ECMO bypasses the compromised activity of the lungs and maintains oxygenation and ventilation with the removal of CO2. [2] Covid-19 Severe Respiratory Failure: ARDS due to SARS-CoV-2 infection when prolonged mechanical ventilatory support fails. In some cases, when ventilation fails, ECMO support (venovenous ECMO) has been initiated. [5] Extracorporeal assistance to support lung in cases of airway obstruction, pulmonary contusion (barotrauma), smoke inhalation, drowning, air leak syndrome, hypercapnia, or hypoxic respiratory failure Status asthmaticus Massive hemoptysis or pulmonary hemorrhage Bridge to lung transplant Support for lung resections in unstable patients."}
{"id": "article-80835_27", "title": "Extracorporeal Membrane Oxygenation in Adults -- Contraindications -- Absolute", "content": "Unwitnessed cardiac arrest Prolonged CPR without adequate tissue perfusion Not a transplant or VAD support candidate Unrepaired aortic dissection Severe aortic regurgitation Unrecoverable severe brain injury Disseminated malignancy Severe organ dysfunction, for example, emphysema/cirrhosis/renal failure Peripheral vascular disease in cases of peripheral VA ECMO Lethal chromosomal abnormalities Pulmonary hypertension (mean pulmonary artery pressure >50 mmHg) or cardiogenic failure: VV ECMO is contraindicated", "contents": "Extracorporeal Membrane Oxygenation in Adults -- Contraindications -- Absolute. Unwitnessed cardiac arrest Prolonged CPR without adequate tissue perfusion Not a transplant or VAD support candidate Unrepaired aortic dissection Severe aortic regurgitation Unrecoverable severe brain injury Disseminated malignancy Severe organ dysfunction, for example, emphysema/cirrhosis/renal failure Peripheral vascular disease in cases of peripheral VA ECMO Lethal chromosomal abnormalities Pulmonary hypertension (mean pulmonary artery pressure >50 mmHg) or cardiogenic failure: VV ECMO is contraindicated"}
{"id": "article-80835_28", "title": "Extracorporeal Membrane Oxygenation in Adults -- Contraindications -- Relative", "content": "Obesity Advanced age Pre-existing chronic illness with long term poor prognosis Prolonged mechanical ventilation >14 days", "contents": "Extracorporeal Membrane Oxygenation in Adults -- Contraindications -- Relative. Obesity Advanced age Pre-existing chronic illness with long term poor prognosis Prolonged mechanical ventilation >14 days"}
{"id": "article-80835_29", "title": "Extracorporeal Membrane Oxygenation in Adults -- Equipment", "content": "Veno-venous (VV) ECMO and Veno-arterial (VA) ECMO comparison [1] [3] : ECMO circuit basically consists of drainage and return cannula, pump, heat/gas exchanger. [4]", "contents": "Extracorporeal Membrane Oxygenation in Adults -- Equipment. Veno-venous (VV) ECMO and Veno-arterial (VA) ECMO comparison [1] [3] : ECMO circuit basically consists of drainage and return cannula, pump, heat/gas exchanger. [4]"}
{"id": "article-80835_30", "title": "Extracorporeal Membrane Oxygenation in Adults -- Equipment", "content": "Pump: Roller and centrifugal are two types of the driving force (pump) of ECMO. Centrifugal pumps contain plastic cones or impellers that rotate around 3000 revolutions per minute. This generates up to 900 mmHg of forwarding pressure that propels the blood in a centrifugal pump. The negative pressure of around 400 to500 mmHg is responsible for fewer microemboli and fewer cavitations. Blood flow in the pump is preload and afterload dependent, but in the case of hypovolemia, the inlet pressure becomes more negative to maintain the speed of the pump; however, the rate of the blood flow decreases. Systemic vascular resistance changes the circuit flow and the speed of the pump in VA ECMO. [16]", "contents": "Extracorporeal Membrane Oxygenation in Adults -- Equipment. Pump: Roller and centrifugal are two types of the driving force (pump) of ECMO. Centrifugal pumps contain plastic cones or impellers that rotate around 3000 revolutions per minute. This generates up to 900 mmHg of forwarding pressure that propels the blood in a centrifugal pump. The negative pressure of around 400 to500 mmHg is responsible for fewer microemboli and fewer cavitations. Blood flow in the pump is preload and afterload dependent, but in the case of hypovolemia, the inlet pressure becomes more negative to maintain the speed of the pump; however, the rate of the blood flow decreases. Systemic vascular resistance changes the circuit flow and the speed of the pump in VA ECMO. [16]"}
{"id": "article-80835_31", "title": "Extracorporeal Membrane Oxygenation in Adults -- Equipment", "content": "The roller pump consists of tubing compressed by rollers. The rotating arm has rollers that compress the tube and propel the blood. In the case of hypovolemia, pump speed, and flow rate decrease. Roller pumps are not controlled by the afterload, therefore in VA ECMO, changes in the systemic vascular resistance do not influence blood pumping. Roller pumps are less expensive, safer, and more reliable, but microembolization shedding can occur due to the production of high negative pressure.", "contents": "Extracorporeal Membrane Oxygenation in Adults -- Equipment. The roller pump consists of tubing compressed by rollers. The rotating arm has rollers that compress the tube and propel the blood. In the case of hypovolemia, pump speed, and flow rate decrease. Roller pumps are not controlled by the afterload, therefore in VA ECMO, changes in the systemic vascular resistance do not influence blood pumping. Roller pumps are less expensive, safer, and more reliable, but microembolization shedding can occur due to the production of high negative pressure."}
{"id": "article-80835_32", "title": "Extracorporeal Membrane Oxygenation in Adults -- Equipment", "content": "Oxygenators: Membrane oxygenators are similar to the lungs, having the characteristic of either microporous polypropylene hollow fiber or non-microporous silicone rubber. Less particulate and gas embolization by membrane oxygenators compared to bubbles also allows superior control of blood gases. [17] [18] During cardiopulmonary bypass, polypropylene hollow fiber oxygenators are used. Compared to silicone membrane oxygenators, polypropylene hollow fiber oxygenators are superior due to small priming volume, higher gas transfer, and low resistance. A new generation of oxygenators developed of polymethyl pentene has shown improved gas exchange, reduced red cell and platelet transfusion. [10] [19]", "contents": "Extracorporeal Membrane Oxygenation in Adults -- Equipment. Oxygenators: Membrane oxygenators are similar to the lungs, having the characteristic of either microporous polypropylene hollow fiber or non-microporous silicone rubber. Less particulate and gas embolization by membrane oxygenators compared to bubbles also allows superior control of blood gases. [17] [18] During cardiopulmonary bypass, polypropylene hollow fiber oxygenators are used. Compared to silicone membrane oxygenators, polypropylene hollow fiber oxygenators are superior due to small priming volume, higher gas transfer, and low resistance. A new generation of oxygenators developed of polymethyl pentene has shown improved gas exchange, reduced red cell and platelet transfusion. [10] [19]"}
{"id": "article-80835_33", "title": "Extracorporeal Membrane Oxygenation in Adults -- Equipment", "content": "Cannulae and Tubing: The drainage cannula is suggested to be 23 F to 25 F, and the return cannula should be 17 F to 21 F. 25 F multi-stage femoral venous cannula was suggested by Sidebotham et al., which has numerous side holes that provide drainage for both VV and VA ECMO, which is useful in many patients who require a flow of more than 6 L/min. [16] In the ECMO circuit, polyvinyl tubing and polycarbonated connectors are used. Medical grade polyvinyl tubing is popular due to its compatibility with blood, flexibility, smoothness and transparency, resistance to kinking, and collapse characteristics. Cannulation in VA ECMO can be central, or it can be peripheral in VA and VV ECMO. Central access through sternotomy is performed by a cardiothoracic surgeon, and peripheral access can be performed percutaneously in the intensive care unit or cardiac catheterization laboratory. [20]", "contents": "Extracorporeal Membrane Oxygenation in Adults -- Equipment. Cannulae and Tubing: The drainage cannula is suggested to be 23 F to 25 F, and the return cannula should be 17 F to 21 F. 25 F multi-stage femoral venous cannula was suggested by Sidebotham et al., which has numerous side holes that provide drainage for both VV and VA ECMO, which is useful in many patients who require a flow of more than 6 L/min. [16] In the ECMO circuit, polyvinyl tubing and polycarbonated connectors are used. Medical grade polyvinyl tubing is popular due to its compatibility with blood, flexibility, smoothness and transparency, resistance to kinking, and collapse characteristics. Cannulation in VA ECMO can be central, or it can be peripheral in VA and VV ECMO. Central access through sternotomy is performed by a cardiothoracic surgeon, and peripheral access can be performed percutaneously in the intensive care unit or cardiac catheterization laboratory. [20]"}
{"id": "article-80835_34", "title": "Extracorporeal Membrane Oxygenation in Adults -- Equipment", "content": "In ECMO circuits, heparin can be coated through ionic or covalent bonds, but effectiveness is not very well established. Heparin/platelet factor 4 antibodies are considered for the development of heparin-induced thrombocytopenia type II. [21] Activation of inflammatory mediators like the complement activation pathway can be activated due to direct contact of blood with the ECMO circuit. Few reports showed a reduction of C3a and C5b-9 complements through heparin coating, but the inflammatory response is not reduced, and no convincing answer for the use of heparin coating and decrease in inflammatory response has been established yet. [22]", "contents": "Extracorporeal Membrane Oxygenation in Adults -- Equipment. In ECMO circuits, heparin can be coated through ionic or covalent bonds, but effectiveness is not very well established. Heparin/platelet factor 4 antibodies are considered for the development of heparin-induced thrombocytopenia type II. [21] Activation of inflammatory mediators like the complement activation pathway can be activated due to direct contact of blood with the ECMO circuit. Few reports showed a reduction of C3a and C5b-9 complements through heparin coating, but the inflammatory response is not reduced, and no convincing answer for the use of heparin coating and decrease in inflammatory response has been established yet. [22]"}
{"id": "article-80835_35", "title": "Extracorporeal Membrane Oxygenation in Adults -- Equipment", "content": "Anticoagulation for ECMO: Monitoring anticoagulation is essential for ECMO management. The balance between reducing the platelet and thrombin activation to prevent thrombosis and providing sufficient clotting to prevent bleeding is the goal of anticoagulation. [23] Activated clotting time (ACT) is the most widely used test to monitor anticoagulation. [24] [25] Accuracy of the ACT result varies by age, sample size, temperature, hemodilution, degree of hypothermia, antithrombin level, platelet dysfunction, maturity of the coagulation system, coagulopathy, and ongoing synthesis of thrombin. [26] [27] The suggested range for ACT during ECMO is 180 to 220s. Baird et al. mentioned a mean ACT of 227 +/- 50s on 604 pediatric patients, but the range was very broad of 158 to 620s. Another option to measure anticoagulation is to obtain the heparin concentration. The use of heparin concentration is less sensitive to the changes of clotting factors and platelet changes. The number of studies to compare the monitoring the anticoagulation by heparin concentration is less as compared to the ACT measurement. [28]", "contents": "Extracorporeal Membrane Oxygenation in Adults -- Equipment. Anticoagulation for ECMO: Monitoring anticoagulation is essential for ECMO management. The balance between reducing the platelet and thrombin activation to prevent thrombosis and providing sufficient clotting to prevent bleeding is the goal of anticoagulation. [23] Activated clotting time (ACT) is the most widely used test to monitor anticoagulation. [24] [25] Accuracy of the ACT result varies by age, sample size, temperature, hemodilution, degree of hypothermia, antithrombin level, platelet dysfunction, maturity of the coagulation system, coagulopathy, and ongoing synthesis of thrombin. [26] [27] The suggested range for ACT during ECMO is 180 to 220s. Baird et al. mentioned a mean ACT of 227 +/- 50s on 604 pediatric patients, but the range was very broad of 158 to 620s. Another option to measure anticoagulation is to obtain the heparin concentration. The use of heparin concentration is less sensitive to the changes of clotting factors and platelet changes. The number of studies to compare the monitoring the anticoagulation by heparin concentration is less as compared to the ACT measurement. [28]"}
{"id": "article-80835_36", "title": "Extracorporeal Membrane Oxygenation in Adults -- Equipment", "content": "Thromboelastography (TEG) has been used by several medical centers that help to check the coagulation profile, including the measurement of strength and dissolution of clots in case of fibrinolysis. To monitor anticoagulation through heparin, activated partial thromboplastin time (APTT) is most widely used except in the case of cardiopulmonary bypass when high heparin dose is required. But in ECMO high heparin dose is not required; therefore, APTT is considered a valuable tool for anticoagulation assessment. In comparison to APTT, ACT has been found to poorly correlate with APTT as ACT could not delineate between low and moderate levels of anticoagulation. [23] [29]", "contents": "Extracorporeal Membrane Oxygenation in Adults -- Equipment. Thromboelastography (TEG) has been used by several medical centers that help to check the coagulation profile, including the measurement of strength and dissolution of clots in case of fibrinolysis. To monitor anticoagulation through heparin, activated partial thromboplastin time (APTT) is most widely used except in the case of cardiopulmonary bypass when high heparin dose is required. But in ECMO high heparin dose is not required; therefore, APTT is considered a valuable tool for anticoagulation assessment. In comparison to APTT, ACT has been found to poorly correlate with APTT as ACT could not delineate between low and moderate levels of anticoagulation. [23] [29]"}
{"id": "article-80835_37", "title": "Extracorporeal Membrane Oxygenation in Adults -- Equipment", "content": "The first choice for anticoagulation for ECMO, heparin, is most widely used because it is easily available, has a rapid onset of action, is easily reversible, and is well tolerated by pediatric and adult patients. For ECMO, 20 to 70 U/kg/h of heparin dosage is recommended. Dosage varies in adult and pediatric patients based on metabolic rates and thrombin generation. With prolonged use of ECMO, consumption of antithrombin can reduce heparin responsiveness. Argatroban is an alternative anticoagulant in those with heparin allergies or a history of HIT.  The starting dose of Argatroban ranges between 0.2 to 0.5 mcg/kg/min. Koster et al. mentioned of successful use of bivalirudin, a direct thrombin inhibitor like Argatroban, for a patient of myocardial failure who developed heparin-induced thrombocytopenia during ECMO. [30] The dose of bivalirudin is 0.025 to 0.05 mg/kg/min.", "contents": "Extracorporeal Membrane Oxygenation in Adults -- Equipment. The first choice for anticoagulation for ECMO, heparin, is most widely used because it is easily available, has a rapid onset of action, is easily reversible, and is well tolerated by pediatric and adult patients. For ECMO, 20 to 70 U/kg/h of heparin dosage is recommended. Dosage varies in adult and pediatric patients based on metabolic rates and thrombin generation. With prolonged use of ECMO, consumption of antithrombin can reduce heparin responsiveness. Argatroban is an alternative anticoagulant in those with heparin allergies or a history of HIT.  The starting dose of Argatroban ranges between 0.2 to 0.5 mcg/kg/min. Koster et al. mentioned of successful use of bivalirudin, a direct thrombin inhibitor like Argatroban, for a patient of myocardial failure who developed heparin-induced thrombocytopenia during ECMO. [30] The dose of bivalirudin is 0.025 to 0.05 mg/kg/min."}
{"id": "article-80835_38", "title": "Extracorporeal Membrane Oxygenation in Adults -- Personnel", "content": "The ECMO team consists of a cardiothoracic/vascular surgeon or interventional cardiologists who perform the cannulation and an intensivist, perfusionist, ECMO specialist, respiratory therapist, and bedside nurse. [31] An ECMO specialist is a technical specialist trained to handle the ECMO circuit per the patient's clinical needs under the guidance and supervision of an ECMO-trained physician.", "contents": "Extracorporeal Membrane Oxygenation in Adults -- Personnel. The ECMO team consists of a cardiothoracic/vascular surgeon or interventional cardiologists who perform the cannulation and an intensivist, perfusionist, ECMO specialist, respiratory therapist, and bedside nurse. [31] An ECMO specialist is a technical specialist trained to handle the ECMO circuit per the patient's clinical needs under the guidance and supervision of an ECMO-trained physician."}
{"id": "article-80835_39", "title": "Extracorporeal Membrane Oxygenation in Adults -- Preparation", "content": "The preparation consists of the following steps: Insert the cannula. Connect to the circuit (removal of all air from the circuit). Check for gases. Make sure that there are no air bubbles in the circuit, membrane, or connections. Connect sweep gas flow to the oxygenator and start at 3-4 L/min (titrate to CO2 on ABG) Increase rotations per minute (RPM) to generate adequate positive pressure in the return limb of the circuit. Clamps on the circuit are removed and ensure the antegrade blood flow of ECMO. Increase RPM to achieve 3 to 4 L/min ECMO blood flow. Mechanical chest compressions are discontinued if in cardiac arrest.", "contents": "Extracorporeal Membrane Oxygenation in Adults -- Preparation. The preparation consists of the following steps: Insert the cannula. Connect to the circuit (removal of all air from the circuit). Check for gases. Make sure that there are no air bubbles in the circuit, membrane, or connections. Connect sweep gas flow to the oxygenator and start at 3-4 L/min (titrate to CO2 on ABG) Increase rotations per minute (RPM) to generate adequate positive pressure in the return limb of the circuit. Clamps on the circuit are removed and ensure the antegrade blood flow of ECMO. Increase RPM to achieve 3 to 4 L/min ECMO blood flow. Mechanical chest compressions are discontinued if in cardiac arrest."}
{"id": "article-80835_40", "title": "Extracorporeal Membrane Oxygenation in Adults -- Preparation", "content": "Following a cannulation placement position is confirmed by fluoroscopy or echocardiography in VA ECMO. Vasopressors should be titrated to maintain mean arterial pressure > 60 mmHg for proper organ perfusion and <80 mmHg to prevent the development of LV distention. Endotracheal tube placement, central venous access, sedation, analgesia, bedside ultrasound to identify possible complications like pneumothorax, thoracic or abdominal bleeding, targeted temperature control, 12 lead EKG, chest x-ray, end-tidal CO2, laboratory blood test including crossmatch is encouraged as part of ECPR management.", "contents": "Extracorporeal Membrane Oxygenation in Adults -- Preparation. Following a cannulation placement position is confirmed by fluoroscopy or echocardiography in VA ECMO. Vasopressors should be titrated to maintain mean arterial pressure > 60 mmHg for proper organ perfusion and <80 mmHg to prevent the development of LV distention. Endotracheal tube placement, central venous access, sedation, analgesia, bedside ultrasound to identify possible complications like pneumothorax, thoracic or abdominal bleeding, targeted temperature control, 12 lead EKG, chest x-ray, end-tidal CO2, laboratory blood test including crossmatch is encouraged as part of ECPR management."}
{"id": "article-80835_41", "title": "Extracorporeal Membrane Oxygenation in Adults -- Preparation", "content": "No definite timing before the initiation of ECPR has been defined. Initiation of cannulation is recommended to start in 10-20 minutes after the failed resuscitation efforts as too late initiation can increase the risk of hypoxic brain injury or other organs. Recommended goal to establish ECMO flow is within one hour of cardiac arrest. [2]", "contents": "Extracorporeal Membrane Oxygenation in Adults -- Preparation. No definite timing before the initiation of ECPR has been defined. Initiation of cannulation is recommended to start in 10-20 minutes after the failed resuscitation efforts as too late initiation can increase the risk of hypoxic brain injury or other organs. Recommended goal to establish ECMO flow is within one hour of cardiac arrest. [2]"}
{"id": "article-80835_42", "title": "Extracorporeal Membrane Oxygenation in Adults -- Preparation", "content": "If the patient is not at a facility where ECMO is performed, the patient should be transported to the nearest center as early as possible. Emergency medicine service should continue high-quality CPR without interruptions. Automated cardiac massage device is proven to be equally effective as human chest compressions. [2]", "contents": "Extracorporeal Membrane Oxygenation in Adults -- Preparation. If the patient is not at a facility where ECMO is performed, the patient should be transported to the nearest center as early as possible. Emergency medicine service should continue high-quality CPR without interruptions. Automated cardiac massage device is proven to be equally effective as human chest compressions. [2]"}
{"id": "article-80835_43", "title": "Extracorporeal Membrane Oxygenation in Adults -- Preparation", "content": "The cannulation phase starts with preparing femoral areas with an antiseptic solution. External cardiac massage should be continued with an automated mechanical compression device during the cannulation phase. Cannulation should be performed with a team of surgeons, intensivists, cardiologists, or emergency physicians. The cannulation sequence is mentioned below.", "contents": "Extracorporeal Membrane Oxygenation in Adults -- Preparation. The cannulation phase starts with preparing femoral areas with an antiseptic solution. External cardiac massage should be continued with an automated mechanical compression device during the cannulation phase. Cannulation should be performed with a team of surgeons, intensivists, cardiologists, or emergency physicians. The cannulation sequence is mentioned below."}
{"id": "article-80835_44", "title": "Extracorporeal Membrane Oxygenation in Adults -- Technique or Treatment -- 1. Veno-Venous (VV) ECMO", "content": "Cannula Configurations Femoro-atrial: Femoral vein for drainage cannula with the tip advanced to the diaphragm and return cannula in the right internal jugular vein with the tip at the superior vena cava-right atrium junction. Rich et al. performed a comparison between atrio-femoral and femoro-atrial flow for VV ECMO suggested femoro-atrial cannulation had less recirculation and improved flow. [32] Femoro-femoral: Drainage cannula in the femoral vein that is advanced to the distal inferior vena cava and returns cannula into the contralateral femoral vein that is advanced to the right atrium. Double-lumen drainage and return cannula, which is placed in the jugular vein with the tip advanced to inferior vena cava. Opening of the atrial cannula should be directed towards the tricuspid valve. The position of the cannula should be checked every day or in case of a significant drop in ECMO flow. During right ventricular failure, switching over to VA ECMO is encouraged.", "contents": "Extracorporeal Membrane Oxygenation in Adults -- Technique or Treatment -- 1. Veno-Venous (VV) ECMO. Cannula Configurations Femoro-atrial: Femoral vein for drainage cannula with the tip advanced to the diaphragm and return cannula in the right internal jugular vein with the tip at the superior vena cava-right atrium junction. Rich et al. performed a comparison between atrio-femoral and femoro-atrial flow for VV ECMO suggested femoro-atrial cannulation had less recirculation and improved flow. [32] Femoro-femoral: Drainage cannula in the femoral vein that is advanced to the distal inferior vena cava and returns cannula into the contralateral femoral vein that is advanced to the right atrium. Double-lumen drainage and return cannula, which is placed in the jugular vein with the tip advanced to inferior vena cava. Opening of the atrial cannula should be directed towards the tricuspid valve. The position of the cannula should be checked every day or in case of a significant drop in ECMO flow. During right ventricular failure, switching over to VA ECMO is encouraged."}
{"id": "article-80835_45", "title": "Extracorporeal Membrane Oxygenation in Adults -- Technique or Treatment -- 1. Veno-Venous (VV) ECMO", "content": "2. Peripheral Veno-Arterial (VA) ECMO The drainage cannula can be placed ipsilateral or contralateral to the femoral vein, and the return cannula can be placed into the femoral artery. [33] The arterial and venous cannula should be put in the different groins, insertion of the arterial cannula should be on an end to side graft, and insertion of the only tip of the arterial cannula is advised to prevent distal limb ischemia. If the Seldinger technique is used, peripheral VA ECMO is discouraged in cases of peripheral vascular disease. Monitoring for compartment syndrome is required. In cases of left ventricular dysfunction or poor ventricular contractility or non ejecting left ventricle or atrium leads to distention of the left ventricle. In such a scenario switching over to central VA ECMO is advised.", "contents": "Extracorporeal Membrane Oxygenation in Adults -- Technique or Treatment -- 1. Veno-Venous (VV) ECMO. 2. Peripheral Veno-Arterial (VA) ECMO The drainage cannula can be placed ipsilateral or contralateral to the femoral vein, and the return cannula can be placed into the femoral artery. [33] The arterial and venous cannula should be put in the different groins, insertion of the arterial cannula should be on an end to side graft, and insertion of the only tip of the arterial cannula is advised to prevent distal limb ischemia. If the Seldinger technique is used, peripheral VA ECMO is discouraged in cases of peripheral vascular disease. Monitoring for compartment syndrome is required. In cases of left ventricular dysfunction or poor ventricular contractility or non ejecting left ventricle or atrium leads to distention of the left ventricle. In such a scenario switching over to central VA ECMO is advised."}
{"id": "article-80835_46", "title": "Extracorporeal Membrane Oxygenation in Adults -- Technique or Treatment -- 3. Central Veno-Arterial (VA) ECMO", "content": "In case of LV dysfunction addition of the LV vent to the ECMO circuit is recommended. The arterial and venous cannula should be inserted in a separate incision to help with the temporary closure of the chest, and that helps in the early ambulation of the patient.", "contents": "Extracorporeal Membrane Oxygenation in Adults -- Technique or Treatment -- 3. Central Veno-Arterial (VA) ECMO. In case of LV dysfunction addition of the LV vent to the ECMO circuit is recommended. The arterial and venous cannula should be inserted in a separate incision to help with the temporary closure of the chest, and that helps in the early ambulation of the patient."}
{"id": "article-80835_47", "title": "Extracorporeal Membrane Oxygenation in Adults -- Technique or Treatment -- 1. V-AV ECMO", "content": "Venous drainage through a venous cannula and return cannula to both arterial and venous circulation In VV ECMO patients, the addition of arterial cannula through either femoral or axillary artery. In VA ECMO, additions of venous return cannula through either right internal jugular vein or femoral veins. [34] The additional cannula is connected to the existing ECMO circuit with a Y-connector. This technique can be used in harlequin syndrome or to treat profound upper body hypoxia.", "contents": "Extracorporeal Membrane Oxygenation in Adults -- Technique or Treatment -- 1. V-AV ECMO. Venous drainage through a venous cannula and return cannula to both arterial and venous circulation In VV ECMO patients, the addition of arterial cannula through either femoral or axillary artery. In VA ECMO, additions of venous return cannula through either right internal jugular vein or femoral veins. [34] The additional cannula is connected to the existing ECMO circuit with a Y-connector. This technique can be used in harlequin syndrome or to treat profound upper body hypoxia."}
{"id": "article-80835_48", "title": "Extracorporeal Membrane Oxygenation in Adults -- Technique or Treatment -- 2. VV-A ECMO", "content": "It requires two or more drainage cannulas. Additional venous drainage cannula inserted to the right internal jugular vein in case of the existing femoral venous cannula or contralateral femoral vein can also be used. The left subclavian vein is another alternative. This technique is useful to patients with ongoing end-organ malperfusion. Stohr et al. mentioned improved outcomes in ARDS patients with V-AV ECMO compared to isolated VV or VA ECMO. Mortality mentioned in various literature ranges from 27 to 61% [35] [14] [36]", "contents": "Extracorporeal Membrane Oxygenation in Adults -- Technique or Treatment -- 2. VV-A ECMO. It requires two or more drainage cannulas. Additional venous drainage cannula inserted to the right internal jugular vein in case of the existing femoral venous cannula or contralateral femoral vein can also be used. The left subclavian vein is another alternative. This technique is useful to patients with ongoing end-organ malperfusion. Stohr et al. mentioned improved outcomes in ARDS patients with V-AV ECMO compared to isolated VV or VA ECMO. Mortality mentioned in various literature ranges from 27 to 61% [35] [14] [36]"}
{"id": "article-80835_49", "title": "Extracorporeal Membrane Oxygenation in Adults -- Technique or Treatment -- Parallel ECMO circuits", "content": "In the case of VV ECMO for respiratory failure, when the inability to capture an adequate fraction of cardiac output that results in refractory hypoxia, additional drainage and return cannula connected to a separate circuit provides additional oxygenation. With VA ECMO, when flows are insufficient to provide adequate end-organ perfusion, an additional VA ECMO circuit provides additional systemic flow. In case of cardiac and respiratory failure, in addition to traditional VA and VV ECMO circuits, parallel circuits serve as an alternative to V-AV ECMO. Adequate distance between drainage and return cannula of both circuits is recommended to prevent cross circulation. Also, the possibility of capturing the majority of cardiac output that culminate in the reduction of blood flow through the heart and lungs should be considered.", "contents": "Extracorporeal Membrane Oxygenation in Adults -- Technique or Treatment -- Parallel ECMO circuits. In the case of VV ECMO for respiratory failure, when the inability to capture an adequate fraction of cardiac output that results in refractory hypoxia, additional drainage and return cannula connected to a separate circuit provides additional oxygenation. With VA ECMO, when flows are insufficient to provide adequate end-organ perfusion, an additional VA ECMO circuit provides additional systemic flow. In case of cardiac and respiratory failure, in addition to traditional VA and VV ECMO circuits, parallel circuits serve as an alternative to V-AV ECMO. Adequate distance between drainage and return cannula of both circuits is recommended to prevent cross circulation. Also, the possibility of capturing the majority of cardiac output that culminate in the reduction of blood flow through the heart and lungs should be considered."}
{"id": "article-80835_50", "title": "Extracorporeal Membrane Oxygenation in Adults -- Technique or Treatment", "content": "In general, survival is less with hybrid or parallel circuits compared to traditional circuits (32% with V-AV compared to 60% with VV support; 32% with V-AV support compared to 41% with VA support.) [14]", "contents": "Extracorporeal Membrane Oxygenation in Adults -- Technique or Treatment. In general, survival is less with hybrid or parallel circuits compared to traditional circuits (32% with V-AV compared to 60% with VV support; 32% with V-AV support compared to 41% with VA support.) [14]"}
{"id": "article-80835_51", "title": "Extracorporeal Membrane Oxygenation in Adults -- Technique or Treatment -- Post ECMO Placement Care", "content": "Monitor ECMO circuit blood flow. A decrease in flow gives an indication of possible intraabdominal or thoracic hemorrhage, cardiac tamponade, or left ventricular distention with pulmonary congestion.", "contents": "Extracorporeal Membrane Oxygenation in Adults -- Technique or Treatment -- Post ECMO Placement Care. Monitor ECMO circuit blood flow. A decrease in flow gives an indication of possible intraabdominal or thoracic hemorrhage, cardiac tamponade, or left ventricular distention with pulmonary congestion."}
{"id": "article-80835_52", "title": "Extracorporeal Membrane Oxygenation in Adults -- Technique or Treatment -- Post ECMO Placement Care", "content": "Refractory arrhythmias should be controlled with electric cardioversion. In the case of LV distention, LV venting through either intra-aortic balloon pump, impella, or atrial septostomy should be considered.", "contents": "Extracorporeal Membrane Oxygenation in Adults -- Technique or Treatment -- Post ECMO Placement Care. Refractory arrhythmias should be controlled with electric cardioversion. In the case of LV distention, LV venting through either intra-aortic balloon pump, impella, or atrial septostomy should be considered."}
{"id": "article-80835_53", "title": "Extracorporeal Membrane Oxygenation in Adults -- Technique or Treatment -- Post ECMO Placement Care", "content": "Mechanical ventilation with positive end-expiratory pressure of >10 cmH2O is suggested to decrease the LV afterload and prevent or treat pulmonary edema. The mixture of ECMO fresh gas with air and oxygen prevents hyperoxia. Targeted temperature management with heat exchanger, 33 to 36 C for initial 24 hours followed by gradual rewarming to 37 C is suggested. Peak inflation pressure 20 to 25 cm H2O, FiO2 <0.5, respiratory rate 4-8 breaths/minute, and tidal volume of < 100mL have been suggested. [3]", "contents": "Extracorporeal Membrane Oxygenation in Adults -- Technique or Treatment -- Post ECMO Placement Care. Mechanical ventilation with positive end-expiratory pressure of >10 cmH2O is suggested to decrease the LV afterload and prevent or treat pulmonary edema. The mixture of ECMO fresh gas with air and oxygen prevents hyperoxia. Targeted temperature management with heat exchanger, 33 to 36 C for initial 24 hours followed by gradual rewarming to 37 C is suggested. Peak inflation pressure 20 to 25 cm H2O, FiO2 <0.5, respiratory rate 4-8 breaths/minute, and tidal volume of < 100mL have been suggested. [3]"}
{"id": "article-80835_54", "title": "Extracorporeal Membrane Oxygenation in Adults -- Technique or Treatment -- Post ECMO Placement Care", "content": "To prevent limb ischemia in the case of VA ECMO distal perfusion cannula should be inserted on the side of the arterial cannulation.", "contents": "Extracorporeal Membrane Oxygenation in Adults -- Technique or Treatment -- Post ECMO Placement Care. To prevent limb ischemia in the case of VA ECMO distal perfusion cannula should be inserted on the side of the arterial cannulation."}
{"id": "article-80835_55", "title": "Extracorporeal Membrane Oxygenation in Adults -- Technique or Treatment -- Post ECMO Placement Care", "content": "Cardiac arrests should be treated with cardiac catheterization post ECMO cannulation.", "contents": "Extracorporeal Membrane Oxygenation in Adults -- Technique or Treatment -- Post ECMO Placement Care. Cardiac arrests should be treated with cardiac catheterization post ECMO cannulation."}
{"id": "article-80835_56", "title": "Extracorporeal Membrane Oxygenation in Adults -- Technique or Treatment -- Post ECMO Placement Care", "content": "Imaging with CT brain, CT pulmonary angiography, CT abdomen/pelvis is recommended post-cardiac arrest if etiology is unclear or falling ECMO blood flow. Early echocardiography to assess ventricular function and valvular assessment. [2]", "contents": "Extracorporeal Membrane Oxygenation in Adults -- Technique or Treatment -- Post ECMO Placement Care. Imaging with CT brain, CT pulmonary angiography, CT abdomen/pelvis is recommended post-cardiac arrest if etiology is unclear or falling ECMO blood flow. Early echocardiography to assess ventricular function and valvular assessment. [2]"}
{"id": "article-80835_57", "title": "Extracorporeal Membrane Oxygenation in Adults -- Technique or Treatment -- Post ECMO Placement Care", "content": "Intra-aortic balloon pump (IABP) is considered a first choice when mechanical circulatory support is indicated. IABP increases pulsatility, decreases the ventricular afterload, and improves coronary perfusion. Doll et al. mentioned improved survival with IABP. [37] For VV ECMO, IABP improves alveolar aeration and avoids ventilator-induced lung injury. [16] For peripheral ECMO, IABP is discouraged as peripheral arterial blood flow from the femoral arterial cannula can compete with IABP. [15]", "contents": "Extracorporeal Membrane Oxygenation in Adults -- Technique or Treatment -- Post ECMO Placement Care. Intra-aortic balloon pump (IABP) is considered a first choice when mechanical circulatory support is indicated. IABP increases pulsatility, decreases the ventricular afterload, and improves coronary perfusion. Doll et al. mentioned improved survival with IABP. [37] For VV ECMO, IABP improves alveolar aeration and avoids ventilator-induced lung injury. [16] For peripheral ECMO, IABP is discouraged as peripheral arterial blood flow from the femoral arterial cannula can compete with IABP. [15]"}
{"id": "article-80835_58", "title": "Extracorporeal Membrane Oxygenation in Adults -- Technique or Treatment -- Weaning off ECMO", "content": "In the case of VV, ECMO assessment of native respiratory function is performed by altering the gas flow through the ECMO circuit 5 to 65 %. Usually, recovery of pulmonary functions takes around 1 to 3 weeks. Signs of recovery of pulmonary function can be a progressive increase in SaO2 greater than SvO2; improvement in SaO2 for a given circuit flow or requirement of a reduced circuit flow to achieve the target SaO2; improvement in chest X-ray or improving lung compliance.", "contents": "Extracorporeal Membrane Oxygenation in Adults -- Technique or Treatment -- Weaning off ECMO. In the case of VV, ECMO assessment of native respiratory function is performed by altering the gas flow through the ECMO circuit 5 to 65 %. Usually, recovery of pulmonary functions takes around 1 to 3 weeks. Signs of recovery of pulmonary function can be a progressive increase in SaO2 greater than SvO2; improvement in SaO2 for a given circuit flow or requirement of a reduced circuit flow to achieve the target SaO2; improvement in chest X-ray or improving lung compliance."}
{"id": "article-80835_59", "title": "Extracorporeal Membrane Oxygenation in Adults -- Technique or Treatment -- Weaning off ECMO", "content": "Weaning is considered when the gas exchange can be maintained with low FiO2 (<30%); <2 L/MIN fresh gas flow rates into the circuit at the respiratory rate of <25 breaths/minute and <15 cm H2O of PEEP.", "contents": "Extracorporeal Membrane Oxygenation in Adults -- Technique or Treatment -- Weaning off ECMO. Weaning is considered when the gas exchange can be maintained with low FiO2 (<30%); <2 L/MIN fresh gas flow rates into the circuit at the respiratory rate of <25 breaths/minute and <15 cm H2O of PEEP."}
{"id": "article-80835_60", "title": "Extracorporeal Membrane Oxygenation in Adults -- Technique or Treatment -- Weaning off ECMO", "content": "In the case of VA ECMO, once the etiology of cardiac arrest is addressed and native cardiac function is returned, weaning off ECMO can be planned. Factors indicating cardiac recovery are decreasing central venous and/or pulmonary pressures; increasing blood pressure which requires vasodilators; return of pulsatility on the arterial pressure waveform; or decrease in pO2 by a right radial arterial line.", "contents": "Extracorporeal Membrane Oxygenation in Adults -- Technique or Treatment -- Weaning off ECMO. In the case of VA ECMO, once the etiology of cardiac arrest is addressed and native cardiac function is returned, weaning off ECMO can be planned. Factors indicating cardiac recovery are decreasing central venous and/or pulmonary pressures; increasing blood pressure which requires vasodilators; return of pulsatility on the arterial pressure waveform; or decrease in pO2 by a right radial arterial line."}
{"id": "article-80835_61", "title": "Extracorporeal Membrane Oxygenation in Adults -- Technique or Treatment -- Weaning off ECMO", "content": "Cardiac function assessment is performed by reducing flows in the ECMO circuit, changes to the ventilator and oxygen flow settings, and increasing heparin dose requirement to prevent thrombosis at low ECMO flow rates. To assess cardiac function and response to reduced flow rates, a trans-esophageal echocardiogram (TEE) is used.", "contents": "Extracorporeal Membrane Oxygenation in Adults -- Technique or Treatment -- Weaning off ECMO. Cardiac function assessment is performed by reducing flows in the ECMO circuit, changes to the ventilator and oxygen flow settings, and increasing heparin dose requirement to prevent thrombosis at low ECMO flow rates. To assess cardiac function and response to reduced flow rates, a trans-esophageal echocardiogram (TEE) is used."}
{"id": "article-80835_62", "title": "Extracorporeal Membrane Oxygenation in Adults -- Technique or Treatment -- Weaning off ECMO", "content": "Inotropic weaning is usually started several hours before the weaning. Reduction in-circuit flow should be 1 to 2 L/min. Weaning of VA ECMO is achieved with a gradual reduction in blood flow until the flow of 0.5 to 1.0 L/min is met. Close hemodynamic and serial echocardiographic monitoring is required. For temporary separation of ECMO from the patient, clamping or arteriovenous bridging within the circuit is used.", "contents": "Extracorporeal Membrane Oxygenation in Adults -- Technique or Treatment -- Weaning off ECMO. Inotropic weaning is usually started several hours before the weaning. Reduction in-circuit flow should be 1 to 2 L/min. Weaning of VA ECMO is achieved with a gradual reduction in blood flow until the flow of 0.5 to 1.0 L/min is met. Close hemodynamic and serial echocardiographic monitoring is required. For temporary separation of ECMO from the patient, clamping or arteriovenous bridging within the circuit is used."}
{"id": "article-80835_63", "title": "Extracorporeal Membrane Oxygenation in Adults -- Technique or Treatment -- Weaning off ECMO", "content": "After 1 to 2 hours of minimal support or without any support, if the patient is stable, they can be decannulated in a surgical setting. [3] On completion of successful weaning, the flow should be increased to 2 L/min until the decannulation to prevent thrombosis development in the ECMO circuit.", "contents": "Extracorporeal Membrane Oxygenation in Adults -- Technique or Treatment -- Weaning off ECMO. After 1 to 2 hours of minimal support or without any support, if the patient is stable, they can be decannulated in a surgical setting. [3] On completion of successful weaning, the flow should be increased to 2 L/min until the decannulation to prevent thrombosis development in the ECMO circuit."}
{"id": "article-80835_64", "title": "Extracorporeal Membrane Oxygenation in Adults -- Technique or Treatment -- Weaning off ECMO", "content": "There is no definite timeline for weaning and decannulation, but typically, 3 to 4 days of ECMO support is usually seen.", "contents": "Extracorporeal Membrane Oxygenation in Adults -- Technique or Treatment -- Weaning off ECMO. There is no definite timeline for weaning and decannulation, but typically, 3 to 4 days of ECMO support is usually seen."}
{"id": "article-80835_65", "title": "Extracorporeal Membrane Oxygenation in Adults -- Technique or Treatment -- Weaning off ECMO", "content": "Premature decannulation may need recannulation or hemodynamic compromise or cardiovascular collapse and death. Unnecessary prolongation of ECMO is a futile effort; in fact, it increases morbidity and mortality. [2] After two days of ECMO, if the patient’s ejection fraction remains <30% gives a probable indication of unsuccessful weaning. [38]", "contents": "Extracorporeal Membrane Oxygenation in Adults -- Technique or Treatment -- Weaning off ECMO. Premature decannulation may need recannulation or hemodynamic compromise or cardiovascular collapse and death. Unnecessary prolongation of ECMO is a futile effort; in fact, it increases morbidity and mortality. [2] After two days of ECMO, if the patient’s ejection fraction remains <30% gives a probable indication of unsuccessful weaning. [38]"}
{"id": "article-80835_66", "title": "Extracorporeal Membrane Oxygenation in Adults -- Technique or Treatment -- Weaning off ECMO", "content": "For patients who fail to recover myocardial function for weaning and decannulation and are neurologically intact, mechanical support through the ventricular assisted device (VAD) or heart transplantation should be considered.", "contents": "Extracorporeal Membrane Oxygenation in Adults -- Technique or Treatment -- Weaning off ECMO. For patients who fail to recover myocardial function for weaning and decannulation and are neurologically intact, mechanical support through the ventricular assisted device (VAD) or heart transplantation should be considered."}
{"id": "article-80835_67", "title": "Extracorporeal Membrane Oxygenation in Adults -- Technique or Treatment -- Weaning off ECMO", "content": "For some patients who cannot be weaned and are not candidates for VAD or heart transplantation, terminal decannulation and palliative care should be considered. Discussion of organ donation in case of brain death is also advised.", "contents": "Extracorporeal Membrane Oxygenation in Adults -- Technique or Treatment -- Weaning off ECMO. For some patients who cannot be weaned and are not candidates for VAD or heart transplantation, terminal decannulation and palliative care should be considered. Discussion of organ donation in case of brain death is also advised."}
{"id": "article-80835_68", "title": "Extracorporeal Membrane Oxygenation in Adults -- Complications -- Bleeding", "content": "Bleeding is the most common and life-threatening complication due to the possibility of intracranial hemorrhage or bleeding in the lungs or gastrointestinal tract. Factors responsible for bleeding could be systemic heparinization, fibrinolysis, clotting factor hemodilution or platelet dysfunction, uremia, or hepatic dysfunction. Within minutes of initiation of ECMO, activation of contact and fibrinolytic system and consumption and dilution of coagulant factors can occur. [39] Robinson et al. reported possible reasons for thrombocytopenia could be due to adherence of platelets to surface fibrinogen and activation, aggregation and clumping of platelets followed by platelet counts to drop. [40]", "contents": "Extracorporeal Membrane Oxygenation in Adults -- Complications -- Bleeding. Bleeding is the most common and life-threatening complication due to the possibility of intracranial hemorrhage or bleeding in the lungs or gastrointestinal tract. Factors responsible for bleeding could be systemic heparinization, fibrinolysis, clotting factor hemodilution or platelet dysfunction, uremia, or hepatic dysfunction. Within minutes of initiation of ECMO, activation of contact and fibrinolytic system and consumption and dilution of coagulant factors can occur. [39] Robinson et al. reported possible reasons for thrombocytopenia could be due to adherence of platelets to surface fibrinogen and activation, aggregation and clumping of platelets followed by platelet counts to drop. [40]"}
{"id": "article-80835_69", "title": "Extracorporeal Membrane Oxygenation in Adults -- Complications -- Bleeding", "content": "Aubron et al. reported 17% VV ECMO and 34% VA ECMO required surgery for bleeding from ECMO complications. Decrease or stopping heparin, infusion of platelets, and clotting factors like activated factor VII has been considered in case of life-threatening hemorrhagic episodes. Wittenstein et al. pointed out that factor VIIa has been associated with fatal thrombosis in several cases. [41] Stallion et al. mentioned transfusion of platelets causes only a temporary increase in platelet count. [42]", "contents": "Extracorporeal Membrane Oxygenation in Adults -- Complications -- Bleeding. Aubron et al. reported 17% VV ECMO and 34% VA ECMO required surgery for bleeding from ECMO complications. Decrease or stopping heparin, infusion of platelets, and clotting factors like activated factor VII has been considered in case of life-threatening hemorrhagic episodes. Wittenstein et al. pointed out that factor VIIa has been associated with fatal thrombosis in several cases. [41] Stallion et al. mentioned transfusion of platelets causes only a temporary increase in platelet count. [42]"}
{"id": "article-80835_70", "title": "Extracorporeal Membrane Oxygenation in Adults -- Complications -- Bleeding", "content": "Prevention is better than cure is proved correct here as well. It has been advised to avoid invasive or surgical procedures wherever possible. Platelet count >150,000 mm, >200 mg/L of fibrinogen, prothrombin ratio <1.5 and lower activated clotting time is recommended. Temporary cessation of heparin infusion or another anticoagulation like bivalirudin is recommended. [30] In the case of fibrinolysis, elevated D-dimer or appearance or thromboelastography is useful, and the use of antifibrinolytic like tranexamic acid, aminocaproic acid, aprotinin is suggested. [43] [44] [45]", "contents": "Extracorporeal Membrane Oxygenation in Adults -- Complications -- Bleeding. Prevention is better than cure is proved correct here as well. It has been advised to avoid invasive or surgical procedures wherever possible. Platelet count >150,000 mm, >200 mg/L of fibrinogen, prothrombin ratio <1.5 and lower activated clotting time is recommended. Temporary cessation of heparin infusion or another anticoagulation like bivalirudin is recommended. [30] In the case of fibrinolysis, elevated D-dimer or appearance or thromboelastography is useful, and the use of antifibrinolytic like tranexamic acid, aminocaproic acid, aprotinin is suggested. [43] [44] [45]"}
{"id": "article-80835_71", "title": "Extracorporeal Membrane Oxygenation in Adults -- Complications -- Bleeding", "content": "Pulmonary hemorrhage is controlled using steroids or bronchoscopy in addition to the measures mentioned above. Between 10 and 15% of patients of ARDS on ECMO develop Intracerebral hemorrhage or infarction and is responsible for 43% of deaths on ECMO. Plasma-free hemoglobin exceeding 10% indicates hemolysis in patients; therefore, frequent measurement has been encouraged. [1]", "contents": "Extracorporeal Membrane Oxygenation in Adults -- Complications -- Bleeding. Pulmonary hemorrhage is controlled using steroids or bronchoscopy in addition to the measures mentioned above. Between 10 and 15% of patients of ARDS on ECMO develop Intracerebral hemorrhage or infarction and is responsible for 43% of deaths on ECMO. Plasma-free hemoglobin exceeding 10% indicates hemolysis in patients; therefore, frequent measurement has been encouraged. [1]"}
{"id": "article-80835_72", "title": "Extracorporeal Membrane Oxygenation in Adults -- Complications -- Intracardiac Thrombosis", "content": "Peripheral cannulation through the femoral artery and vein used in VA ECMO can predispose to retrograde blood flow to ascending aorta. As a result, stasis of blood in the ventricle and inadequate left ventricular output leads to intracardiac thrombus formation.", "contents": "Extracorporeal Membrane Oxygenation in Adults -- Complications -- Intracardiac Thrombosis. Peripheral cannulation through the femoral artery and vein used in VA ECMO can predispose to retrograde blood flow to ascending aorta. As a result, stasis of blood in the ventricle and inadequate left ventricular output leads to intracardiac thrombus formation."}
{"id": "article-80835_73", "title": "Extracorporeal Membrane Oxygenation in Adults -- Complications -- Gas Embolism", "content": "With a centrifugal pump, a large negative pressure of up to 100 mmHg is generated between the pump head and drainage cannula. Gas embolism results from the entry of air from this part of the ECMO circuit. [16]", "contents": "Extracorporeal Membrane Oxygenation in Adults -- Complications -- Gas Embolism. With a centrifugal pump, a large negative pressure of up to 100 mmHg is generated between the pump head and drainage cannula. Gas embolism results from the entry of air from this part of the ECMO circuit. [16]"}
{"id": "article-80835_74", "title": "Extracorporeal Membrane Oxygenation in Adults -- Complications -- Thromboembolism", "content": "Systemic thromboembolism is an infrequent complication seen on VA ECMO patients more than VV ECMO. Vigilant observation of ECMO circuit for any signs of clot formation and heparin infusion to maintain target activated clotting time (ACT) prevents thromboembolism.", "contents": "Extracorporeal Membrane Oxygenation in Adults -- Complications -- Thromboembolism. Systemic thromboembolism is an infrequent complication seen on VA ECMO patients more than VV ECMO. Vigilant observation of ECMO circuit for any signs of clot formation and heparin infusion to maintain target activated clotting time (ACT) prevents thromboembolism."}
{"id": "article-80835_75", "title": "Extracorporeal Membrane Oxygenation in Adults -- Complications -- Mechanical Complications", "content": "Clot formation in the ECMO circuit is a very common complication. Factors responsible for clot formations could be pulmonary or systemic emboli, oxygenator failure, or consumption coagulopathy. To prevent clot formation, heparin-coated ECMO circuits are frequently used. [46]", "contents": "Extracorporeal Membrane Oxygenation in Adults -- Complications -- Mechanical Complications. Clot formation in the ECMO circuit is a very common complication. Factors responsible for clot formations could be pulmonary or systemic emboli, oxygenator failure, or consumption coagulopathy. To prevent clot formation, heparin-coated ECMO circuits are frequently used. [46]"}
{"id": "article-80835_76", "title": "Extracorporeal Membrane Oxygenation in Adults -- Complications -- Heparin-induced Thrombocytopenia (HIT)", "content": "HIT is an uncommon complication, seen especially on long-term ECMO use. Disseminated intravascular coagulation has also been reported with ECMO use. #5. Cessation of heparin infusion and or replacement to non-heparin anticoagulants like Bivalirudin or Argatroban is encouraged. [1]", "contents": "Extracorporeal Membrane Oxygenation in Adults -- Complications -- Heparin-induced Thrombocytopenia (HIT). HIT is an uncommon complication, seen especially on long-term ECMO use. Disseminated intravascular coagulation has also been reported with ECMO use. #5. Cessation of heparin infusion and or replacement to non-heparin anticoagulants like Bivalirudin or Argatroban is encouraged. [1]"}
{"id": "article-80835_77", "title": "Extracorporeal Membrane Oxygenation in Adults -- Complications -- Neurological Complications", "content": "Seizures, infractions,s or intracranial hemorrhages are common neurological complications. In contrast to bleeding, chances of clotting of blood predispose to the stroke in patients on ECMO. [4] Ischemic stroke or intracranial hemorrhage occurs secondary to coagulopathy, systemic heparinization, thrombocytopenia, systemic hypertension, or ligation of the carotid artery and jugular vein. [47]", "contents": "Extracorporeal Membrane Oxygenation in Adults -- Complications -- Neurological Complications. Seizures, infractions,s or intracranial hemorrhages are common neurological complications. In contrast to bleeding, chances of clotting of blood predispose to the stroke in patients on ECMO. [4] Ischemic stroke or intracranial hemorrhage occurs secondary to coagulopathy, systemic heparinization, thrombocytopenia, systemic hypertension, or ligation of the carotid artery and jugular vein. [47]"}
{"id": "article-80835_78", "title": "Extracorporeal Membrane Oxygenation in Adults -- Complications -- Renal Failure and Oliguria", "content": "Acute tubular necrosis in the initial phase of ECMO may require dialysis or hemofiltration. [3]", "contents": "Extracorporeal Membrane Oxygenation in Adults -- Complications -- Renal Failure and Oliguria. Acute tubular necrosis in the initial phase of ECMO may require dialysis or hemofiltration. [3]"}
{"id": "article-80835_79", "title": "Extracorporeal Membrane Oxygenation in Adults -- Complications -- GI Tract Complications", "content": "GI tract hemorrhage secondary to stress, ischemia, or bleeding tendencies. Prolonged fasting or total parenteral nutrition, hemolysis, and diuretics while on ECMO may predispose to hyperbilirubinemia and or biliary calculi.", "contents": "Extracorporeal Membrane Oxygenation in Adults -- Complications -- GI Tract Complications. GI tract hemorrhage secondary to stress, ischemia, or bleeding tendencies. Prolonged fasting or total parenteral nutrition, hemolysis, and diuretics while on ECMO may predispose to hyperbilirubinemia and or biliary calculi."}
{"id": "article-80835_80", "title": "Extracorporeal Membrane Oxygenation in Adults -- Complications -- Sepsis", "content": "ECMO represents a foreign body that increases the chance of infection. Patients with postcardiotomy cardiogenic shock are more prone to develop an infection than other ECMO patients. [48]", "contents": "Extracorporeal Membrane Oxygenation in Adults -- Complications -- Sepsis. ECMO represents a foreign body that increases the chance of infection. Patients with postcardiotomy cardiogenic shock are more prone to develop an infection than other ECMO patients. [48]"}
{"id": "article-80835_81", "title": "Extracorporeal Membrane Oxygenation in Adults -- Complications -- Metabolic Complications", "content": "Electrolyte disturbance, hypo or hyperglycemia, alterations in the concentration of drugs secondary to increased volume of distribution, and decrease in liver/kidney function may also be observed.", "contents": "Extracorporeal Membrane Oxygenation in Adults -- Complications -- Metabolic Complications. Electrolyte disturbance, hypo or hyperglycemia, alterations in the concentration of drugs secondary to increased volume of distribution, and decrease in liver/kidney function may also be observed."}
{"id": "article-80835_82", "title": "Extracorporeal Membrane Oxygenation in Adults -- Complications -- Cannula-related Complications", "content": "Cannula malposition, vessel perforation, hemorrhage, incorrect location (venous cannula within the artery), arterial dissection, pseudoaneurysm, and limb ischemia are seen in VA ECMO. Revision of cannulation is required, i.e., displacement of the cannula. [5] These complications can be life-threatening. The down-flow cannula can be inserted into the superficial femoral artery during percutaneous cannulation of the common femoral artery to prevent limb ischemia. Dacron graft can be sutured to the common femoral artery, and a cannula can be inserted into the graft during open procedures. [15] If required, fasciotomy should be performed in case of severe leg ischemia. [37]", "contents": "Extracorporeal Membrane Oxygenation in Adults -- Complications -- Cannula-related Complications. Cannula malposition, vessel perforation, hemorrhage, incorrect location (venous cannula within the artery), arterial dissection, pseudoaneurysm, and limb ischemia are seen in VA ECMO. Revision of cannulation is required, i.e., displacement of the cannula. [5] These complications can be life-threatening. The down-flow cannula can be inserted into the superficial femoral artery during percutaneous cannulation of the common femoral artery to prevent limb ischemia. Dacron graft can be sutured to the common femoral artery, and a cannula can be inserted into the graft during open procedures. [15] If required, fasciotomy should be performed in case of severe leg ischemia. [37]"}
{"id": "article-80835_83", "title": "Extracorporeal Membrane Oxygenation in Adults -- Complications -- Hypoxia", "content": "In the case of VA ECMO, peripheral insertion of the catheter in the femoral artery perfuse more to the lower extremities and abdominal viscera. Therefore, the upper extremity, brain, and heart may suffer from hypoxia. Therefore, oxygen saturation is recommended to check both in the upper and lower extremities. In case of poor oxygen saturation in the upper extremities, oxygenated blood is infused into the right atrium. [1] During VV ECMO, inadequate circuit flow could be the reason for hypoxia. Other causes could be sepsis, recirculation, inadequate sedation, iatrogenic overheating, seizures, or overfeeding. [3]", "contents": "Extracorporeal Membrane Oxygenation in Adults -- Complications -- Hypoxia. In the case of VA ECMO, peripheral insertion of the catheter in the femoral artery perfuse more to the lower extremities and abdominal viscera. Therefore, the upper extremity, brain, and heart may suffer from hypoxia. Therefore, oxygen saturation is recommended to check both in the upper and lower extremities. In case of poor oxygen saturation in the upper extremities, oxygenated blood is infused into the right atrium. [1] During VV ECMO, inadequate circuit flow could be the reason for hypoxia. Other causes could be sepsis, recirculation, inadequate sedation, iatrogenic overheating, seizures, or overfeeding. [3]"}
{"id": "article-80835_84", "title": "Extracorporeal Membrane Oxygenation in Adults -- Complications -- Hypotension", "content": "During VA ECMO, reduced vascular tone and during VV ECMO reduced vascular tone, reduced preload, or cardiac function is considered to be responsible for hypotension. Sepsis is also a significant causative factor for hypotension development, and patients may require inotropic support in such cases.", "contents": "Extracorporeal Membrane Oxygenation in Adults -- Complications -- Hypotension. During VA ECMO, reduced vascular tone and during VV ECMO reduced vascular tone, reduced preload, or cardiac function is considered to be responsible for hypotension. Sepsis is also a significant causative factor for hypotension development, and patients may require inotropic support in such cases."}
{"id": "article-80835_85", "title": "Extracorporeal Membrane Oxygenation in Adults -- Complications -- Others", "content": "Reintubation, tracheostomy, LV distention, fatal arrhythmias, pressure ulcers are also seen in patients with ECMO resuscitation. [1] [3]", "contents": "Extracorporeal Membrane Oxygenation in Adults -- Complications -- Others. Reintubation, tracheostomy, LV distention, fatal arrhythmias, pressure ulcers are also seen in patients with ECMO resuscitation. [1] [3]"}
{"id": "article-80835_86", "title": "Extracorporeal Membrane Oxygenation in Adults -- Clinical Significance", "content": "ECMO is useful for treating cardiac failure in adults who cannot wean from cardiac bypass or heart failure that cannot be treated with a ventricular assist device. [49] Patients with a cardiac index of <2 L/min/mm^2, systolic blood pressure of <90 mmHg, and lactic acidosis despite inotropic support and IABP should be considered for ECMO. ECMO resuscitation can serve as a bridge to heart transplantation or ventricular assisted device in cases of irreversible cardiac failure.", "contents": "Extracorporeal Membrane Oxygenation in Adults -- Clinical Significance. ECMO is useful for treating cardiac failure in adults who cannot wean from cardiac bypass or heart failure that cannot be treated with a ventricular assist device. [49] Patients with a cardiac index of <2 L/min/mm^2, systolic blood pressure of <90 mmHg, and lactic acidosis despite inotropic support and IABP should be considered for ECMO. ECMO resuscitation can serve as a bridge to heart transplantation or ventricular assisted device in cases of irreversible cardiac failure."}
{"id": "article-80835_87", "title": "Extracorporeal Membrane Oxygenation in Adults -- Clinical Significance", "content": "ECMO should be considered in case of life-threatening but potentially reversible respiratory failure. [50] The contact of blood components and the surface of the CPB circuit causes an inflammatory response and free radical-mediated pulmonary damage. Moreover, ischemia-reperfusion during CPB also predisposes to CPB-induced lung injury. [51]", "contents": "Extracorporeal Membrane Oxygenation in Adults -- Clinical Significance. ECMO should be considered in case of life-threatening but potentially reversible respiratory failure. [50] The contact of blood components and the surface of the CPB circuit causes an inflammatory response and free radical-mediated pulmonary damage. Moreover, ischemia-reperfusion during CPB also predisposes to CPB-induced lung injury. [51]"}
{"id": "article-80835_88", "title": "Extracorporeal Membrane Oxygenation in Adults -- Clinical Significance", "content": "Survival after Acute respiratory distress syndrome (ARDS): 67% weaned off ECMO, and 52% survival to hospital discharged has been reported by Hemmila et al. Similar findings were reported in the CESAR trial. H1N1 influenza ARDS reported 23.7% mortality on ECMO compared to 52.5% without ECMO.", "contents": "Extracorporeal Membrane Oxygenation in Adults -- Clinical Significance. Survival after Acute respiratory distress syndrome (ARDS): 67% weaned off ECMO, and 52% survival to hospital discharged has been reported by Hemmila et al. Similar findings were reported in the CESAR trial. H1N1 influenza ARDS reported 23.7% mortality on ECMO compared to 52.5% without ECMO."}
{"id": "article-80835_89", "title": "Extracorporeal Membrane Oxygenation in Adults -- Clinical Significance", "content": "Use of VA ECMO in cardiac arrest, cardiogenic shock, or failure to wean from cardiopulmonary bypass after cardiac surgery reported 20 to 30% survival. Shin et al. mentioned increased survival with minimum neurological impairment with ECMO support post-cardiac arrest compared to conventional cardiopulmonary resuscitation. Chen et al. also mentioned improved survival and minimal disability on discharge, 30 days, and 1-year survival.", "contents": "Extracorporeal Membrane Oxygenation in Adults -- Clinical Significance. Use of VA ECMO in cardiac arrest, cardiogenic shock, or failure to wean from cardiopulmonary bypass after cardiac surgery reported 20 to 30% survival. Shin et al. mentioned increased survival with minimum neurological impairment with ECMO support post-cardiac arrest compared to conventional cardiopulmonary resuscitation. Chen et al. also mentioned improved survival and minimal disability on discharge, 30 days, and 1-year survival."}
{"id": "article-80835_90", "title": "Extracorporeal Membrane Oxygenation in Adults -- Clinical Significance", "content": "In the case of progressive organ dysfunction such as liver dysfunction or neurological decline, some patients may deteriorate despite ECMO support. In such instances, discontinuation of ECMO and hospice arrangements are recommended. [52] The cost of the ECMO procedure is an average of $73,122, and the total hospital cost is an average of $212,142. [53]", "contents": "Extracorporeal Membrane Oxygenation in Adults -- Clinical Significance. In the case of progressive organ dysfunction such as liver dysfunction or neurological decline, some patients may deteriorate despite ECMO support. In such instances, discontinuation of ECMO and hospice arrangements are recommended. [52] The cost of the ECMO procedure is an average of $73,122, and the total hospital cost is an average of $212,142. [53]"}
{"id": "article-80835_91", "title": "Extracorporeal Membrane Oxygenation in Adults -- Enhancing Healthcare Team Outcomes", "content": "In patients of SARS-CoV-2, data were collected from 40 patients between 22 and 64 years of age who required ECMO support in severe respiratory failure. A single-access, dual-stage right atrium to pulmonary artery cannula was used. Primary outcome survival following safe discontinuation of ventilatory and ECMO support was hypothesized. All patients were successfully discontinued from ECMO support in the mean of 2.6 days from ECMO initiation. Thus, single-access, dual-stage cannula offered better direct pulmonary artery flow, improved oxygenation and ventilation, and early mobility. To prevent thrombosis, all patients received systemic anticoagulation as patients with COVID-19 are prone to develop severe thrombosis.", "contents": "Extracorporeal Membrane Oxygenation in Adults -- Enhancing Healthcare Team Outcomes. In patients of SARS-CoV-2, data were collected from 40 patients between 22 and 64 years of age who required ECMO support in severe respiratory failure. A single-access, dual-stage right atrium to pulmonary artery cannula was used. Primary outcome survival following safe discontinuation of ventilatory and ECMO support was hypothesized. All patients were successfully discontinued from ECMO support in the mean of 2.6 days from ECMO initiation. Thus, single-access, dual-stage cannula offered better direct pulmonary artery flow, improved oxygenation and ventilation, and early mobility. To prevent thrombosis, all patients received systemic anticoagulation as patients with COVID-19 are prone to develop severe thrombosis."}
{"id": "article-80835_92", "title": "Extracorporeal Membrane Oxygenation in Adults -- Enhancing Healthcare Team Outcomes", "content": "Overall, this study showed promising outcomes with most patients being alive and discharged home without any oxygen support; complications were minimal, no ischemic stroke, ionotropic support, and tracheostomy required. But this study was limited to 40 subjects, single access, dual-stage venovenous ECMO with early extubation. Ongoing studies are necessary to define the long-term outcomes of this approach further. [5] [Level 3]", "contents": "Extracorporeal Membrane Oxygenation in Adults -- Enhancing Healthcare Team Outcomes. Overall, this study showed promising outcomes with most patients being alive and discharged home without any oxygen support; complications were minimal, no ischemic stroke, ionotropic support, and tracheostomy required. But this study was limited to 40 subjects, single access, dual-stage venovenous ECMO with early extubation. Ongoing studies are necessary to define the long-term outcomes of this approach further. [5] [Level 3]"}
{"id": "article-80835_93", "title": "Extracorporeal Membrane Oxygenation in Adults -- Nursing, Allied Health, and Interprofessional Team Interventions", "content": "Cardiovascular management: Maintenance of intravascular volume and systemic perfusion is essential. Urine output, central venous pressure, body weight, and physical signs of perfusion were used to assess the volume status. Inotropic support such as epinephrine, norepinephrine, or dopamine or adding peripheral impella or percutaneous atrial septostomy should be considered to sustain a good cardiac output. Echocardiography should be performed to monitor the heart’s condition, rule out thrombosis, or check upon any change in ECMO flow or in case of worsening of patient’s hemodynamics.", "contents": "Extracorporeal Membrane Oxygenation in Adults -- Nursing, Allied Health, and Interprofessional Team Interventions. Cardiovascular management: Maintenance of intravascular volume and systemic perfusion is essential. Urine output, central venous pressure, body weight, and physical signs of perfusion were used to assess the volume status. Inotropic support such as epinephrine, norepinephrine, or dopamine or adding peripheral impella or percutaneous atrial septostomy should be considered to sustain a good cardiac output. Echocardiography should be performed to monitor the heart’s condition, rule out thrombosis, or check upon any change in ECMO flow or in case of worsening of patient’s hemodynamics."}
{"id": "article-80835_94", "title": "Extracorporeal Membrane Oxygenation in Adults -- Nursing, Allied Health, and Interprofessional Team Interventions", "content": "Pulmonary management: Patients on ECMO should have daily radiographs, endotracheal suctioning every 4 to 6 hours depending on the secretions, frequent posture changes, and flexible bronchoscopy when required.", "contents": "Extracorporeal Membrane Oxygenation in Adults -- Nursing, Allied Health, and Interprofessional Team Interventions. Pulmonary management: Patients on ECMO should have daily radiographs, endotracheal suctioning every 4 to 6 hours depending on the secretions, frequent posture changes, and flexible bronchoscopy when required."}
{"id": "article-80835_95", "title": "Extracorporeal Membrane Oxygenation in Adults -- Nursing, Allied Health, and Interprofessional Team Interventions -- Renal System Management", "content": "Oliguric phase: for initial 24 to 48 hours of ECMO trigger of acute inflammation reaction leads to capillary leak and intravascular volume depletion. As a result, oliguria and acute tubular necrosis follow. Diuretic phase: after 48 hours diuretic phase begins that is the earliest sign of recovery. Diuretics are required if oliguria persists for more than 48 to 72 hours.", "contents": "Extracorporeal Membrane Oxygenation in Adults -- Nursing, Allied Health, and Interprofessional Team Interventions -- Renal System Management. Oliguric phase: for initial 24 to 48 hours of ECMO trigger of acute inflammation reaction leads to capillary leak and intravascular volume depletion. As a result, oliguria and acute tubular necrosis follow. Diuretic phase: after 48 hours diuretic phase begins that is the earliest sign of recovery. Diuretics are required if oliguria persists for more than 48 to 72 hours."}
{"id": "article-80835_96", "title": "Extracorporeal Membrane Oxygenation in Adults -- Nursing, Allied Health, and Interprofessional Team Interventions", "content": "If renal failure does not improve, continuous renal replacement therapy can be added. Kielstein et al. reported requirement for CRRT in ECMO is around 60%, three months survival after CRRT for AKI is 17% vs. 53% without CRRT. To conclude, CRRT in AKI on ECMO increases mortality.", "contents": "Extracorporeal Membrane Oxygenation in Adults -- Nursing, Allied Health, and Interprofessional Team Interventions. If renal failure does not improve, continuous renal replacement therapy can be added. Kielstein et al. reported requirement for CRRT in ECMO is around 60%, three months survival after CRRT for AKI is 17% vs. 53% without CRRT. To conclude, CRRT in AKI on ECMO increases mortality."}
{"id": "article-80835_97", "title": "Extracorporeal Membrane Oxygenation in Adults -- Nursing, Allied Health, and Interprofessional Team Interventions", "content": "Central nervous system management: Regular neurological examination, preventing paralysis, and using a sedation vacation are encouraged. We should have a low threshold to follow the imaging studies in case of suspicion, and aggressive management for seizures is recommended. Infection control: Strict monitoring for infection or sepsis development is advised. Pan cultures once a week or upon infection suspicion is recommended.", "contents": "Extracorporeal Membrane Oxygenation in Adults -- Nursing, Allied Health, and Interprofessional Team Interventions. Central nervous system management: Regular neurological examination, preventing paralysis, and using a sedation vacation are encouraged. We should have a low threshold to follow the imaging studies in case of suspicion, and aggressive management for seizures is recommended. Infection control: Strict monitoring for infection or sepsis development is advised. Pan cultures once a week or upon infection suspicion is recommended."}
{"id": "article-80835_98", "title": "Extracorporeal Membrane Oxygenation in Adults -- Nursing, Allied Health, and Interprofessional Team Interventions", "content": "Hematologic considerations: Hemoglobin >8 g/dL is recommended for patients on ECMO. Platelet transfusion is encouraged to maintain a platelet count above 100,000/mcL. Activated clotting time (ACT) should be maintained between 180 to 240 seconds to avoid bleeding complications.", "contents": "Extracorporeal Membrane Oxygenation in Adults -- Nursing, Allied Health, and Interprofessional Team Interventions. Hematologic considerations: Hemoglobin >8 g/dL is recommended for patients on ECMO. Platelet transfusion is encouraged to maintain a platelet count above 100,000/mcL. Activated clotting time (ACT) should be maintained between 180 to 240 seconds to avoid bleeding complications."}
{"id": "article-80835_99", "title": "Extracorporeal Membrane Oxygenation in Adults -- Nursing, Allied Health, and Interprofessional Team Interventions", "content": "Nutrition, fluid, and electrolytes: Nutrition requirements should be maintained using hyperalimentation techniques. Total parenteral nutrition delivers fluids, electrolytes, vitamins, minerals, glucose, proteins (amino acids), and often lipids (fat) into the vein. Close monitoring of fluids and electrolytes (potassium, magnesium, phosphorus, and ionized calcium) is advised. For the first three days on ECMO due to fluid resuscitation, fluid retention, and oliguria, the patient’s weight is expected to increase.", "contents": "Extracorporeal Membrane Oxygenation in Adults -- Nursing, Allied Health, and Interprofessional Team Interventions. Nutrition, fluid, and electrolytes: Nutrition requirements should be maintained using hyperalimentation techniques. Total parenteral nutrition delivers fluids, electrolytes, vitamins, minerals, glucose, proteins (amino acids), and often lipids (fat) into the vein. Close monitoring of fluids and electrolytes (potassium, magnesium, phosphorus, and ionized calcium) is advised. For the first three days on ECMO due to fluid resuscitation, fluid retention, and oliguria, the patient’s weight is expected to increase."}
{"id": "article-80835_100", "title": "Extracorporeal Membrane Oxygenation in Adults -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Extracorporeal Membrane Oxygenation in Adults -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}