{"id": "article-34645_0", "title": "Risk Management Event Evaluation and Responsibilities -- Continuing Education Activity", "content": "Risk management in healthcare is a complex set of clinical and administrative systems, processes, procedures, and reporting structures designed to detect, monitor, assess, mitigate, and prevent risks to patients. Currently, the numerous risk management practices and processes that occur in healthcare organizations are a response to The Institute of Medicine’s (“IOM”) report entitled “To Err is Human: Building a Safer Health System.” This activity reviews the evaluation of risks and highlights the interprofessional team's role in managing and minimizing risks in the healthcare setting.", "contents": "Risk Management Event Evaluation and Responsibilities -- Continuing Education Activity. Risk management in healthcare is a complex set of clinical and administrative systems, processes, procedures, and reporting structures designed to detect, monitor, assess, mitigate, and prevent risks to patients. Currently, the numerous risk management practices and processes that occur in healthcare organizations are a response to The Institute of Medicine’s (“IOM”) report entitled “To Err is Human: Building a Safer Health System.” This activity reviews the evaluation of risks and highlights the interprofessional team's role in managing and minimizing risks in the healthcare setting."}
{"id": "article-34645_1", "title": "Risk Management Event Evaluation and Responsibilities -- Continuing Education Activity", "content": "Objectives: Describe common procedures in risk management. Summarize the key definitions of terms involved in risk management. Outline why risk management is important to clinical practice. Review how an interprofessional team can work together to mitigate risk and improve outcomes. Access free multiple choice questions on this topic.", "contents": "Risk Management Event Evaluation and Responsibilities -- Continuing Education Activity. Objectives: Describe common procedures in risk management. Summarize the key definitions of terms involved in risk management. Outline why risk management is important to clinical practice. Review how an interprofessional team can work together to mitigate risk and improve outcomes. Access free multiple choice questions on this topic."}
{"id": "article-34645_2", "title": "Risk Management Event Evaluation and Responsibilities -- Introduction", "content": "Risk management in healthcare is a complex set of clinical and administrative systems, processes, procedures, and reporting structures designed to detect, monitor, assess, mitigate, and prevent risks to patients. Currently, the numerous risk management practices and processes that occur in healthcare organizations are a response to The Institute of Medicine’s (“IOM”) report entitled “To Err is Human: Building a Safer Health System.” [1]", "contents": "Risk Management Event Evaluation and Responsibilities -- Introduction. Risk management in healthcare is a complex set of clinical and administrative systems, processes, procedures, and reporting structures designed to detect, monitor, assess, mitigate, and prevent risks to patients. Currently, the numerous risk management practices and processes that occur in healthcare organizations are a response to The Institute of Medicine’s (“IOM”) report entitled “To Err is Human: Building a Safer Health System.” [1]"}
{"id": "article-34645_3", "title": "Risk Management Event Evaluation and Responsibilities -- Introduction", "content": "In the report, the IOM noted that approximately 98,000 people die in any given year from medical errors while in the hospital. As a result of the report, Congress enacted the Patient Safety and Quality Improvement Act (“PSQIA”) of 2005 (hereafter referred to as “The Act”). [2] Legal commentators reviewed the impact of The Act and articulated several of its key principles and responsibilities. [3] These duties include:", "contents": "Risk Management Event Evaluation and Responsibilities -- Introduction. In the report, the IOM noted that approximately 98,000 people die in any given year from medical errors while in the hospital. As a result of the report, Congress enacted the Patient Safety and Quality Improvement Act (“PSQIA”) of 2005 (hereafter referred to as “The Act”). [2] Legal commentators reviewed the impact of The Act and articulated several of its key principles and responsibilities. [3] These duties include:"}
{"id": "article-34645_4", "title": "Risk Management Event Evaluation and Responsibilities -- Introduction", "content": "Provision for the certification and recertification of Patient Safety Organizations (“PSO’s”) Collection and dissemination of information related to patient safety Establishment of a patient safety database Facilitation of the development of consensus among healthcare providers, patients, and other interested parties concerning patient safety and recommendations to improve patient safety Provision of technical assistance to states that have (or are developing) medical-error reporting systems Provision of assistance to the states in developing standardized methods for data collection and data collection from state reporting systems for inclusion in the patient safety database.", "contents": "Risk Management Event Evaluation and Responsibilities -- Introduction. Provision for the certification and recertification of Patient Safety Organizations (“PSO’s”) Collection and dissemination of information related to patient safety Establishment of a patient safety database Facilitation of the development of consensus among healthcare providers, patients, and other interested parties concerning patient safety and recommendations to improve patient safety Provision of technical assistance to states that have (or are developing) medical-error reporting systems Provision of assistance to the states in developing standardized methods for data collection and data collection from state reporting systems for inclusion in the patient safety database."}
{"id": "article-34645_5", "title": "Risk Management Event Evaluation and Responsibilities -- Introduction", "content": "The fundamental goal of this act was to increase the nation’s overall patient safety by encouraging confidential and voluntary reporting of adverse events that affected patients. Policymakers theorized that the systematic collection of medical-error data could achieve improved patient safety. The awareness of such error-data by health care providers and administrators would lead to the prevention of errors and the global reduction of their recurrence. [4]", "contents": "Risk Management Event Evaluation and Responsibilities -- Introduction. The fundamental goal of this act was to increase the nation’s overall patient safety by encouraging confidential and voluntary reporting of adverse events that affected patients. Policymakers theorized that the systematic collection of medical-error data could achieve improved patient safety. The awareness of such error-data by health care providers and administrators would lead to the prevention of errors and the global reduction of their recurrence. [4]"}
{"id": "article-34645_6", "title": "Risk Management Event Evaluation and Responsibilities -- Introduction -- Relevant Definitions", "content": "Sentinel Event: Defined by the Joint Commission as “a patient safety event that results in death, permanent harm, or severe, temporary harm” (The Joint Commission 2017). These events are typically unrelated to the patient’s illness/underlying condition. It is important to note that the Joint Commission requires each accredited organization to establish its own definition for a sentinel event to prevent, review, and respond to these occurrences.", "contents": "Risk Management Event Evaluation and Responsibilities -- Introduction -- Relevant Definitions. Sentinel Event: Defined by the Joint Commission as “a patient safety event that results in death, permanent harm, or severe, temporary harm” (The Joint Commission 2017). These events are typically unrelated to the patient’s illness/underlying condition. It is important to note that the Joint Commission requires each accredited organization to establish its own definition for a sentinel event to prevent, review, and respond to these occurrences."}
{"id": "article-34645_7", "title": "Risk Management Event Evaluation and Responsibilities -- Introduction -- Relevant Definitions", "content": "Medical Error: The failure of a planned action to be completed as intended or using a wrong plan to achieve an aim. [1] In the context of this article, medical errors may fall under the definition of sentinel events if the error is severe enough.", "contents": "Risk Management Event Evaluation and Responsibilities -- Introduction -- Relevant Definitions. Medical Error: The failure of a planned action to be completed as intended or using a wrong plan to achieve an aim. [1] In the context of this article, medical errors may fall under the definition of sentinel events if the error is severe enough."}
{"id": "article-34645_8", "title": "Risk Management Event Evaluation and Responsibilities -- Introduction -- Relevant Definitions", "content": "Root Cause Analysis: The process for identifying the basic or causal factor(s) underlying variation in performance. Also established by the Joint Commission, this multi-step process is crucial to identify and fix systemic problems in patient safety and care.", "contents": "Risk Management Event Evaluation and Responsibilities -- Introduction -- Relevant Definitions. Root Cause Analysis: The process for identifying the basic or causal factor(s) underlying variation in performance. Also established by the Joint Commission, this multi-step process is crucial to identify and fix systemic problems in patient safety and care."}
{"id": "article-34645_9", "title": "Risk Management Event Evaluation and Responsibilities -- Introduction -- Relevant Definitions", "content": "Risk Management: Clinical and administrative activities undertaken to identify, evaluate, and reduce the risk of injury to patients, staff, and visitors and the risk of loss to the organization itself (The Joint Commission 2017).", "contents": "Risk Management Event Evaluation and Responsibilities -- Introduction -- Relevant Definitions. Risk Management: Clinical and administrative activities undertaken to identify, evaluate, and reduce the risk of injury to patients, staff, and visitors and the risk of loss to the organization itself (The Joint Commission 2017)."}
{"id": "article-34645_10", "title": "Risk Management Event Evaluation and Responsibilities -- Function -- Why Is This Important To Clinical Practice?", "content": "The healthcare system is made up of individual players, but its ultimate goals of patient care and safety are accomplished through teamwork. Likewise, when medical errors occur, though they may result from an individual’s actions, the appropriate next steps fall on the institution to identify, learn from, and improve on the prevention of such events. This process focuses on systemic policy changes, not individual performances, to progress.", "contents": "Risk Management Event Evaluation and Responsibilities -- Function -- Why Is This Important To Clinical Practice? The healthcare system is made up of individual players, but its ultimate goals of patient care and safety are accomplished through teamwork. Likewise, when medical errors occur, though they may result from an individual’s actions, the appropriate next steps fall on the institution to identify, learn from, and improve on the prevention of such events. This process focuses on systemic policy changes, not individual performances, to progress."}
{"id": "article-34645_11", "title": "Risk Management Event Evaluation and Responsibilities -- Function -- Why Is This Important To Clinical Practice?", "content": "For example, consider an emergency room triage system that primarily relies on color-coded wristbands to stratify patients who present with various complaints. When given a red wristband, this signifies to a healthcare provider that a patient needs immediate medical care. A white wristband may signify that there is no real urgency, etc. Many hospitals utilize such systems to manage a hectic emergency department efficiently. [5]", "contents": "Risk Management Event Evaluation and Responsibilities -- Function -- Why Is This Important To Clinical Practice? For example, consider an emergency room triage system that primarily relies on color-coded wristbands to stratify patients who present with various complaints. When given a red wristband, this signifies to a healthcare provider that a patient needs immediate medical care. A white wristband may signify that there is no real urgency, etc. Many hospitals utilize such systems to manage a hectic emergency department efficiently. [5]"}
{"id": "article-34645_12", "title": "Risk Management Event Evaluation and Responsibilities -- Function -- Why Is This Important To Clinical Practice?", "content": "Imagine that a real estate conference is being held in a busy downtown. Attendees are required to wear a purple wristband for admission to the event. At one point in the evening, a 65-year-old conference attendee with a significant medical history for hypertension, diabetes, and hyperlipidemia begins to feel crushing, substernal chest pain. He drives himself to the local hospital and awaits care in triage. It is 7:00 PM on a Friday night, and a shift change has just occurred. Moments later, the patient stops breathing. The nurse who just began her shift rushes to the patient’s side and notices a purple wristband. Mistaking it for a Do Not Resuscitate (DNR) band, she doesn’t call the code. [6]", "contents": "Risk Management Event Evaluation and Responsibilities -- Function -- Why Is This Important To Clinical Practice? Imagine that a real estate conference is being held in a busy downtown. Attendees are required to wear a purple wristband for admission to the event. At one point in the evening, a 65-year-old conference attendee with a significant medical history for hypertension, diabetes, and hyperlipidemia begins to feel crushing, substernal chest pain. He drives himself to the local hospital and awaits care in triage. It is 7:00 PM on a Friday night, and a shift change has just occurred. Moments later, the patient stops breathing. The nurse who just began her shift rushes to the patient’s side and notices a purple wristband. Mistaking it for a Do Not Resuscitate (DNR) band, she doesn’t call the code. [6]"}
{"id": "article-34645_13", "title": "Risk Management Event Evaluation and Responsibilities -- Function -- Why Is This Important To Clinical Practice?", "content": "It is clear to see that this was one individual’s medical error in misidentifying a patient’s wristband, resulting in a sentinel event. However, what if, to check in to the ED, a front desk employee’s responsibility was to give patients the appropriate, color-coded wristband and to check for any bracelets/bands that a patient may be wearing? Medical errors are likely to happen in this environment, but systems-based safety policies, though loaded with redundancies, can reduce the chances that such a medical error progresses any further.", "contents": "Risk Management Event Evaluation and Responsibilities -- Function -- Why Is This Important To Clinical Practice? It is clear to see that this was one individual’s medical error in misidentifying a patient’s wristband, resulting in a sentinel event. However, what if, to check in to the ED, a front desk employee’s responsibility was to give patients the appropriate, color-coded wristband and to check for any bracelets/bands that a patient may be wearing? Medical errors are likely to happen in this environment, but systems-based safety policies, though loaded with redundancies, can reduce the chances that such a medical error progresses any further."}
{"id": "article-34645_14", "title": "Risk Management Event Evaluation and Responsibilities -- Function -- Why Is This Important To Clinical Practice?", "content": "How pervasive is this issue? In 1999, a monumental report was released by the U.S. Institute of Medicine that brought to light the significant issue of medical errors. By their estimates, between 44,000 and 98,000 patients die each year from preventable medical errors. [1] Throughout the years, many academic papers have attempted to quantify or rank medical error as a leading cause of death in the United States. Though the Joint Commission releases an annual report summarizing the sentinel events reviewed by the committee, they include a caveat that these submissions by accredited institutions are encouraged, but not required. Therefore, the true number of sentinel events is difficult to pinpoint, and statistical conclusions cannot be accurately drawn. Nonetheless, the importance of identifying, reviewing, and learning from sentinel events cannot be undersold. Not only would an increase in sentinel event reporting result in a more accurate epidemiological picture of medical error in the United States, but hospitals would benefit from a culture of transparency and proactivity that promotes patient safety at all costs.", "contents": "Risk Management Event Evaluation and Responsibilities -- Function -- Why Is This Important To Clinical Practice? How pervasive is this issue? In 1999, a monumental report was released by the U.S. Institute of Medicine that brought to light the significant issue of medical errors. By their estimates, between 44,000 and 98,000 patients die each year from preventable medical errors. [1] Throughout the years, many academic papers have attempted to quantify or rank medical error as a leading cause of death in the United States. Though the Joint Commission releases an annual report summarizing the sentinel events reviewed by the committee, they include a caveat that these submissions by accredited institutions are encouraged, but not required. Therefore, the true number of sentinel events is difficult to pinpoint, and statistical conclusions cannot be accurately drawn. Nonetheless, the importance of identifying, reviewing, and learning from sentinel events cannot be undersold. Not only would an increase in sentinel event reporting result in a more accurate epidemiological picture of medical error in the United States, but hospitals would benefit from a culture of transparency and proactivity that promotes patient safety at all costs."}
{"id": "article-34645_15", "title": "Risk Management Event Evaluation and Responsibilities -- Issues of Concern -- How Are Sentinal Events Prevented?", "content": "Sentinel event prevention is a team sport. Research has previously shown the creation of a culture where anyone, regardless of perceived status or importance, is welcomed to contribute their concerns regarding patient safety. [7] This team includes physicians, physician assistants and nurse practitioners, nurses, nursing assistants/medical technicians, hospital support staff, patients, and patients' family members. Each of these individuals is involved in a specific component of medical care and see a different aspect of a patient's interaction with the medical system. With this in mind, the only way to comprehensively ensure that a sentinel event is recognized is by creating a system in which everyone is empowered to speak up. This culture must be pervasive - from the highest hospital administrator to the newest volunteer, patient safety-focused training must begin on day one of the new hire orientation and be reinforced frequently throughout an employee's career. [7] There are varied methods via which hospital systems seek to create this team approach to patient safety; however, the foundational concept is one of empowering employees, patients, and visitors to participate.", "contents": "Risk Management Event Evaluation and Responsibilities -- Issues of Concern -- How Are Sentinal Events Prevented? Sentinel event prevention is a team sport. Research has previously shown the creation of a culture where anyone, regardless of perceived status or importance, is welcomed to contribute their concerns regarding patient safety. [7] This team includes physicians, physician assistants and nurse practitioners, nurses, nursing assistants/medical technicians, hospital support staff, patients, and patients' family members. Each of these individuals is involved in a specific component of medical care and see a different aspect of a patient's interaction with the medical system. With this in mind, the only way to comprehensively ensure that a sentinel event is recognized is by creating a system in which everyone is empowered to speak up. This culture must be pervasive - from the highest hospital administrator to the newest volunteer, patient safety-focused training must begin on day one of the new hire orientation and be reinforced frequently throughout an employee's career. [7] There are varied methods via which hospital systems seek to create this team approach to patient safety; however, the foundational concept is one of empowering employees, patients, and visitors to participate."}
{"id": "article-34645_16", "title": "Risk Management Event Evaluation and Responsibilities -- Issues of Concern -- How Are Sentinal Events Prevented?", "content": "The priority of sentinel event prevention is ensuring an accurate understanding of what constitutes a sentinel event. This is a specific subcategory within the broader concept of medical error. As stated in the definitions above and according to The Joint Commission, a sentinel event is \"a patient safety event that results in death, permanent harm, or severe temporary harm\" (The Joint Commission, 2017). Even an exhaustive list of day-to-day medical care areas that can precipitate a sentinel event would still be incomplete. Commonly cited high-risks processes include (AHRQ, 2017; [1] ):", "contents": "Risk Management Event Evaluation and Responsibilities -- Issues of Concern -- How Are Sentinal Events Prevented? The priority of sentinel event prevention is ensuring an accurate understanding of what constitutes a sentinel event. This is a specific subcategory within the broader concept of medical error. As stated in the definitions above and according to The Joint Commission, a sentinel event is \"a patient safety event that results in death, permanent harm, or severe temporary harm\" (The Joint Commission, 2017). Even an exhaustive list of day-to-day medical care areas that can precipitate a sentinel event would still be incomplete. Commonly cited high-risks processes include (AHRQ, 2017; [1] ):"}
{"id": "article-34645_17", "title": "Risk Management Event Evaluation and Responsibilities -- Issues of Concern -- How Are Sentinal Events Prevented?", "content": "Verifying surgical site Specimen mislabeling Medication errors: Correct medication, correct dose, correct patient Equipment failure/misuse: IV pump rates, IV tubing, securing in-dwelling devices Indwelling device infections: urinary catheters, central venous catheters, percutaneously inserted central venous catheters, provider hand hygiene Provider sleep deprivation Provider-to-provider turnover Inadequate staffing/high patient volumes per provider Diagnostic error Patient falls", "contents": "Risk Management Event Evaluation and Responsibilities -- Issues of Concern -- How Are Sentinal Events Prevented? Verifying surgical site Specimen mislabeling Medication errors: Correct medication, correct dose, correct patient Equipment failure/misuse: IV pump rates, IV tubing, securing in-dwelling devices Indwelling device infections: urinary catheters, central venous catheters, percutaneously inserted central venous catheters, provider hand hygiene Provider sleep deprivation Provider-to-provider turnover Inadequate staffing/high patient volumes per provider Diagnostic error Patient falls"}
{"id": "article-34645_18", "title": "Risk Management Event Evaluation and Responsibilities -- Issues of Concern -- How Are Sentinal Events Prevented?", "content": "The simple fact is that modern medical care is fraught with risk. The landmark publication, \"To Err is Human: Building a Safer Health System,\" first released in 1999 by the US Institute of Medicine, was the first of its kind to acknowledge this fact. [1] This report focuses on the epidemic of medical error, seeking not to place blame on individuals but identify systems-level failures and suggest areas to improve. It acknowledges that human beings make mistakes - whether due to fatigue, stress, or working conditions, this fact is unavoidable. It states, \"there are not bad people in healthcare, but good people working in bad systems that need to be made safer.\" This report seeks to spur systems-level protections to minimize the opportunity for human error. Ultimately, this set forth a nation-wide agenda to improve patient safety.", "contents": "Risk Management Event Evaluation and Responsibilities -- Issues of Concern -- How Are Sentinal Events Prevented? The simple fact is that modern medical care is fraught with risk. The landmark publication, \"To Err is Human: Building a Safer Health System,\" first released in 1999 by the US Institute of Medicine, was the first of its kind to acknowledge this fact. [1] This report focuses on the epidemic of medical error, seeking not to place blame on individuals but identify systems-level failures and suggest areas to improve. It acknowledges that human beings make mistakes - whether due to fatigue, stress, or working conditions, this fact is unavoidable. It states, \"there are not bad people in healthcare, but good people working in bad systems that need to be made safer.\" This report seeks to spur systems-level protections to minimize the opportunity for human error. Ultimately, this set forth a nation-wide agenda to improve patient safety."}
{"id": "article-34645_19", "title": "Risk Management Event Evaluation and Responsibilities -- Issues of Concern -- How Are Sentinal Events Prevented?", "content": "While each of the high-risk areas listed above individually deserves article-length attention, this article's focus will be on three exemplary situations - patient handoff, medication errors, and wrong-site/wrong-patient procedures.", "contents": "Risk Management Event Evaluation and Responsibilities -- Issues of Concern -- How Are Sentinal Events Prevented? While each of the high-risk areas listed above individually deserves article-length attention, this article's focus will be on three exemplary situations - patient handoff, medication errors, and wrong-site/wrong-patient procedures."}
{"id": "article-34645_20", "title": "Risk Management Event Evaluation and Responsibilities -- Issues of Concern -- Patient Handoff", "content": "Many hospital systems have adopted standardized communication systems, particularly for provider-to-provider turnover. This process has previously been shown to contribute heavily to medical error and poor patient safety. [1] [8] The most ubiquitous example is the TeamSTEPPS Curriculum (\"Advances in Patient Safety,\" AHRQ, 2008) - an evidence-based patient turnover framework developed by the Department of Defence (DOD) and Agency for Healthcare Research and Quality (AHRQ). This curriculum yielded the \"I-PASS\" standardized approach to patient turnover. This is a mnemonic for the passage of critical patient information to be passed between providers during turnover (Figure 1, \"I-PASS\" template). I - Illness severity: \"stable\", \"watcher\", \"unstable\" P - Patient summary A - Action list: \"to-do list\" and timeline S - Situation awareness and contingency planning: planning for \"what might happen\" S - Synthesis by the receiver: summarizes back to off-going staff, repeats action list", "contents": "Risk Management Event Evaluation and Responsibilities -- Issues of Concern -- Patient Handoff. Many hospital systems have adopted standardized communication systems, particularly for provider-to-provider turnover. This process has previously been shown to contribute heavily to medical error and poor patient safety. [1] [8] The most ubiquitous example is the TeamSTEPPS Curriculum (\"Advances in Patient Safety,\" AHRQ, 2008) - an evidence-based patient turnover framework developed by the Department of Defence (DOD) and Agency for Healthcare Research and Quality (AHRQ). This curriculum yielded the \"I-PASS\" standardized approach to patient turnover. This is a mnemonic for the passage of critical patient information to be passed between providers during turnover (Figure 1, \"I-PASS\" template). I - Illness severity: \"stable\", \"watcher\", \"unstable\" P - Patient summary A - Action list: \"to-do list\" and timeline S - Situation awareness and contingency planning: planning for \"what might happen\" S - Synthesis by the receiver: summarizes back to off-going staff, repeats action list"}
{"id": "article-34645_21", "title": "Risk Management Event Evaluation and Responsibilities -- Issues of Concern -- Patient Handoff", "content": "For example, handoff of a patient following the \"I-PASS\" system would be structured as follows: \"This patient is a watcher. Ms. X is a 65-year-old female, anticoagulated on apixaban, who presented to the ED after a mechanical fall. She was neurologically intact, but her head CT showed a subdural hematoma without midline shift, so she was admitted to the ICU. She needs neurological checks every 1 hour and a repeat head CT in 4 hours. Should she have an acute mental status change, please plan to reverse her anticoagulation, consider intubating her and giving hypertonic saline, obtain a STAT head CT, and contact neurosurgery immediately. \"After this, the receiving provider would summarize the patient and repeat the action points back to ensure proper understanding.", "contents": "Risk Management Event Evaluation and Responsibilities -- Issues of Concern -- Patient Handoff. For example, handoff of a patient following the \"I-PASS\" system would be structured as follows: \"This patient is a watcher. Ms. X is a 65-year-old female, anticoagulated on apixaban, who presented to the ED after a mechanical fall. She was neurologically intact, but her head CT showed a subdural hematoma without midline shift, so she was admitted to the ICU. She needs neurological checks every 1 hour and a repeat head CT in 4 hours. Should she have an acute mental status change, please plan to reverse her anticoagulation, consider intubating her and giving hypertonic saline, obtain a STAT head CT, and contact neurosurgery immediately. \"After this, the receiving provider would summarize the patient and repeat the action points back to ensure proper understanding."}
{"id": "article-34645_22", "title": "Risk Management Event Evaluation and Responsibilities -- Issues of Concern -- Patient Handoff", "content": "The I-PASS patient handoff system has been successfully implemented at the physician and nursing levels. It has shown positive results concerning patient safety and avoidance of medical errors in both adult and pediatric medicine. [9] [10] [11] [12] [13] [14]", "contents": "Risk Management Event Evaluation and Responsibilities -- Issues of Concern -- Patient Handoff. The I-PASS patient handoff system has been successfully implemented at the physician and nursing levels. It has shown positive results concerning patient safety and avoidance of medical errors in both adult and pediatric medicine. [9] [10] [11] [12] [13] [14]"}
{"id": "article-34645_23", "title": "Risk Management Event Evaluation and Responsibilities -- Issues of Concern -- Wrong-Site/Wrong-Patient Procedures", "content": "Wrong-site and wrong-patient procedures were identified in \"To Err is Human\" as a particularly devastating example of medical error and patient harm. This information ultimately led to a massive undertaking to improve safety in the surgical arena. In 2009, the World Health Organization (WHO) was the first to release a \"surgical checklist\" of critical patient information that must undergo verification before initiation of a surgical procedure (Figure 2, \"WHO Surgical Checklist\"). This is a \"pre-op,\" \"intra-op,\" and \"post-op\" process that makes patient safety the number one priority in the operating room. The checklist includes \"check-boxes\" such as:", "contents": "Risk Management Event Evaluation and Responsibilities -- Issues of Concern -- Wrong-Site/Wrong-Patient Procedures. Wrong-site and wrong-patient procedures were identified in \"To Err is Human\" as a particularly devastating example of medical error and patient harm. This information ultimately led to a massive undertaking to improve safety in the surgical arena. In 2009, the World Health Organization (WHO) was the first to release a \"surgical checklist\" of critical patient information that must undergo verification before initiation of a surgical procedure (Figure 2, \"WHO Surgical Checklist\"). This is a \"pre-op,\" \"intra-op,\" and \"post-op\" process that makes patient safety the number one priority in the operating room. The checklist includes \"check-boxes\" such as:"}
{"id": "article-34645_24", "title": "Risk Management Event Evaluation and Responsibilities -- Issues of Concern -- Wrong-Site/Wrong-Patient Procedures", "content": "Confirmation of patient identify Marking of the correct surgical site Verifying functional cardiopulmonary monitors and anesthesia machine Allergy review Airway assessment Review of all surgical team members and assigned roles Expected blood loss Prophylactic antibiotic administration Verification of the procedure performed Anticipated recovery concerns", "contents": "Risk Management Event Evaluation and Responsibilities -- Issues of Concern -- Wrong-Site/Wrong-Patient Procedures. Confirmation of patient identify Marking of the correct surgical site Verifying functional cardiopulmonary monitors and anesthesia machine Allergy review Airway assessment Review of all surgical team members and assigned roles Expected blood loss Prophylactic antibiotic administration Verification of the procedure performed Anticipated recovery concerns"}
{"id": "article-34645_25", "title": "Risk Management Event Evaluation and Responsibilities -- Issues of Concern -- Wrong-Site/Wrong-Patient Procedures", "content": "This checklist has been adjusted and modified countless times by hospital systems as well as national governing bodies such as the Association of Perioperative Registered Nurses (AORN), American Academy of Orthopedic Surgeons (AAOS), American Society of Anesthesiologists (ASA), the American College of Surgeons (ACS), and countless others. This approach is now standard-of-care in modern surgical medicine. Checklist implementation has citations as one the single most effective patient safety measures to date. [15] [16] [17] [18]", "contents": "Risk Management Event Evaluation and Responsibilities -- Issues of Concern -- Wrong-Site/Wrong-Patient Procedures. This checklist has been adjusted and modified countless times by hospital systems as well as national governing bodies such as the Association of Perioperative Registered Nurses (AORN), American Academy of Orthopedic Surgeons (AAOS), American Society of Anesthesiologists (ASA), the American College of Surgeons (ACS), and countless others. This approach is now standard-of-care in modern surgical medicine. Checklist implementation has citations as one the single most effective patient safety measures to date. [15] [16] [17] [18]"}
{"id": "article-34645_26", "title": "Risk Management Event Evaluation and Responsibilities -- Issues of Concern -- Medication Errors", "content": "Medication-related errors have long been cited as a cause of patient harm - this includes incorrect medication administration, incorrect dosing, and administration of medications to which patients have documented allergy. [19] [20] While responsibility certainly falls on individuals to verify correct medication, correct dose, and patient allergies before ordering and administering medication, this topic was also covered in \"To Err is Human\" and an area for systems-level improvement. The advent and wide-spread implementation of Electronic Medical Records (EMRs) have been imperative to developing protections against medication errors. EMRs could verify the correct dosage based on a patient's weight, verify the dosing frequency, and provide an alert if a medication ordered conflicts with the patient's allergy list. [21] These are systems protection at the time of the physician ordering medication; EMRs also provide levels of protection for nursing colleagues. Many hospitals have implemented a barcode scanning system in which a patient identification wristband has a barcode that must be scanned to verify the identity and accuracy of the medication prior to administration by the nurse. [22] [23] Finally, many hospitals have increased pharmacist availability and visibility as an additional step to prevent medication-related errors; this includes 24-hour pharmacist consultation by phone, pharmacist review and sign-off on all medication orders, and physical presence of a clinical pharmacist in higher risk areas of medicine, such as intensive care and emergency medicine. [24] [25] [26] These systems-level protections all seek to fulfill the goal outlined in \"To Err is Human\" - to minimize the opportunity for human error by creating a multi-layered system of protection around providers and patients.", "contents": "Risk Management Event Evaluation and Responsibilities -- Issues of Concern -- Medication Errors. Medication-related errors have long been cited as a cause of patient harm - this includes incorrect medication administration, incorrect dosing, and administration of medications to which patients have documented allergy. [19] [20] While responsibility certainly falls on individuals to verify correct medication, correct dose, and patient allergies before ordering and administering medication, this topic was also covered in \"To Err is Human\" and an area for systems-level improvement. The advent and wide-spread implementation of Electronic Medical Records (EMRs) have been imperative to developing protections against medication errors. EMRs could verify the correct dosage based on a patient's weight, verify the dosing frequency, and provide an alert if a medication ordered conflicts with the patient's allergy list. [21] These are systems protection at the time of the physician ordering medication; EMRs also provide levels of protection for nursing colleagues. Many hospitals have implemented a barcode scanning system in which a patient identification wristband has a barcode that must be scanned to verify the identity and accuracy of the medication prior to administration by the nurse. [22] [23] Finally, many hospitals have increased pharmacist availability and visibility as an additional step to prevent medication-related errors; this includes 24-hour pharmacist consultation by phone, pharmacist review and sign-off on all medication orders, and physical presence of a clinical pharmacist in higher risk areas of medicine, such as intensive care and emergency medicine. [24] [25] [26] These systems-level protections all seek to fulfill the goal outlined in \"To Err is Human\" - to minimize the opportunity for human error by creating a multi-layered system of protection around providers and patients."}
{"id": "article-34645_27", "title": "Risk Management Event Evaluation and Responsibilities -- Issues of Concern -- Medication Errors", "content": "To prevent sentinel events, a hospital system must first accept that human error is inevitable and, to some degree, unavoidable. As introduced in \"To Err is Human,\" the focus must shift from blaming individuals for human error and, instead, developing a multi-faceted system and culture of protection surrounding providers and patients. Successful examples of this approach include standardization of patient handoff, perioperative checklists, use of EMRs to verify accurate medications, and increased visibility and involvement of pharmacists. Overall, hospital-systems that succeed in patient safety share one key feature - a positive, supportive, and collaborative culture that encourages every employee, patient's family member, and the individual patient to participate. [27] [28] [29] [8]", "contents": "Risk Management Event Evaluation and Responsibilities -- Issues of Concern -- Medication Errors. To prevent sentinel events, a hospital system must first accept that human error is inevitable and, to some degree, unavoidable. As introduced in \"To Err is Human,\" the focus must shift from blaming individuals for human error and, instead, developing a multi-faceted system and culture of protection surrounding providers and patients. Successful examples of this approach include standardization of patient handoff, perioperative checklists, use of EMRs to verify accurate medications, and increased visibility and involvement of pharmacists. Overall, hospital-systems that succeed in patient safety share one key feature - a positive, supportive, and collaborative culture that encourages every employee, patient's family member, and the individual patient to participate. [27] [28] [29] [8]"}
{"id": "article-34645_28", "title": "Risk Management Event Evaluation and Responsibilities -- Issues of Concern -- The Proper Response To A Sentinal Event", "content": "When a sentinel event occurs, an organization must take two important actions. The first involves a comprehensive systems-based investigation into the causative factors of the event, known as a root cause analysis, or RCA. This goal of RCA is to develop a robust, corrective action plan that will not only address the current event but also will implement changes that prevent future sentinel events. This method successfully shifts focus away from an individual's errors and onto policies or lack thereof that may have contributed to the incident. Root cause analysis can work in conjunction with a single sentinel event, but it may be applicable in analyzing several lower-risk medical error occurrences as well. For example, in a Danish study of 40 randomly selected community pharmacies, a root-cause analysis was employed to investigate over 400 separate medical errors. [30] The results identified four chief causes of medical error:", "contents": "Risk Management Event Evaluation and Responsibilities -- Issues of Concern -- The Proper Response To A Sentinal Event. When a sentinel event occurs, an organization must take two important actions. The first involves a comprehensive systems-based investigation into the causative factors of the event, known as a root cause analysis, or RCA. This goal of RCA is to develop a robust, corrective action plan that will not only address the current event but also will implement changes that prevent future sentinel events. This method successfully shifts focus away from an individual's errors and onto policies or lack thereof that may have contributed to the incident. Root cause analysis can work in conjunction with a single sentinel event, but it may be applicable in analyzing several lower-risk medical error occurrences as well. For example, in a Danish study of 40 randomly selected community pharmacies, a root-cause analysis was employed to investigate over 400 separate medical errors. [30] The results identified four chief causes of medical error:"}
{"id": "article-34645_29", "title": "Risk Management Event Evaluation and Responsibilities -- Issues of Concern -- The Proper Response To A Sentinal Event", "content": "Illegible handwritten prescriptions Misleading packaging labels, strengths, or dosages of medications Lack of effective control of prescription label and medicine Lack of concentration caused by interruptions", "contents": "Risk Management Event Evaluation and Responsibilities -- Issues of Concern -- The Proper Response To A Sentinal Event. Illegible handwritten prescriptions Misleading packaging labels, strengths, or dosages of medications Lack of effective control of prescription label and medicine Lack of concentration caused by interruptions"}
{"id": "article-34645_30", "title": "Risk Management Event Evaluation and Responsibilities -- Issues of Concern -- The Proper Response To A Sentinal Event", "content": "Since 1997, the Joint Commission has provided materials to accredited institutions to help establish individual sentinel event policies and work through a root cause analysis. Central to this process are three questions: What happened? Why did it happen? What are the latent conditions?", "contents": "Risk Management Event Evaluation and Responsibilities -- Issues of Concern -- The Proper Response To A Sentinal Event. Since 1997, the Joint Commission has provided materials to accredited institutions to help establish individual sentinel event policies and work through a root cause analysis. Central to this process are three questions: What happened? Why did it happen? What are the latent conditions?"}
{"id": "article-34645_31", "title": "Risk Management Event Evaluation and Responsibilities -- Issues of Concern -- The Proper Response To A Sentinal Event", "content": "Latent conditions can be defined as the elements of a healthcare system's inherent design that can either contribute to or prevent medical error and sentinel events. One author describes these conditions as pertaining to \"the 6 P's.\" [31] Providers: unfamiliarity with new procedures, hospital layout, or policies Procedures: inherent risks involved Products: the complexity of medical devices, variability in branding, names, etc Peripherals: hospital infrastructure, environmental factors Patients: capable of preventing accidental treatment Policy: outdated regulations, unnecessary complexity", "contents": "Risk Management Event Evaluation and Responsibilities -- Issues of Concern -- The Proper Response To A Sentinal Event. Latent conditions can be defined as the elements of a healthcare system's inherent design that can either contribute to or prevent medical error and sentinel events. One author describes these conditions as pertaining to \"the 6 P's.\" [31] Providers: unfamiliarity with new procedures, hospital layout, or policies Procedures: inherent risks involved Products: the complexity of medical devices, variability in branding, names, etc Peripherals: hospital infrastructure, environmental factors Patients: capable of preventing accidental treatment Policy: outdated regulations, unnecessary complexity"}
{"id": "article-34645_32", "title": "Risk Management Event Evaluation and Responsibilities -- Issues of Concern -- The Proper Response To A Sentinal Event", "content": "In answering the three questions above, an institution can identify specific causes that may be amenable to solutions. However, root cause analysis has not been immune to criticism. A 2017 retrospective study published in the BMJ Quality and Safety journal examined over three hundred root cause analyses in an eight-year period. The three most common event types involved a procedure complication, cardiopulmonary arrest, and neurological deficits. In 106 RCAs, action plans were proposed. The most common solution types were training (20%), process change (19.6%), and policy reinforcement (15.2%). The study concluded that \"the most commonly proposed solutions were weaker actions, which were less likely to decrease event recurrence.\" [32] The trouble seemed to be more with the effectiveness of the action plan than the methods by which solutions were reached. An opinion piece published in JAMA in 2008 proposed:", "contents": "Risk Management Event Evaluation and Responsibilities -- Issues of Concern -- The Proper Response To A Sentinal Event. In answering the three questions above, an institution can identify specific causes that may be amenable to solutions. However, root cause analysis has not been immune to criticism. A 2017 retrospective study published in the BMJ Quality and Safety journal examined over three hundred root cause analyses in an eight-year period. The three most common event types involved a procedure complication, cardiopulmonary arrest, and neurological deficits. In 106 RCAs, action plans were proposed. The most common solution types were training (20%), process change (19.6%), and policy reinforcement (15.2%). The study concluded that \"the most commonly proposed solutions were weaker actions, which were less likely to decrease event recurrence.\" [32] The trouble seemed to be more with the effectiveness of the action plan than the methods by which solutions were reached. An opinion piece published in JAMA in 2008 proposed:"}
{"id": "article-34645_33", "title": "Risk Management Event Evaluation and Responsibilities -- Issues of Concern -- The Proper Response To A Sentinal Event", "content": "\"...many recommendations stemming from RCAs should focus at the level of the healthcare system to prevent the inefficiencies of having individual institutions recycle the same discussions locally. This conversation would require greater collaboration among relevant national stakeholders to develop and share mechanisms for deploying scarce implementation resources.\" [33]", "contents": "Risk Management Event Evaluation and Responsibilities -- Issues of Concern -- The Proper Response To A Sentinal Event. \"...many recommendations stemming from RCAs should focus at the level of the healthcare system to prevent the inefficiencies of having individual institutions recycle the same discussions locally. This conversation would require greater collaboration among relevant national stakeholders to develop and share mechanisms for deploying scarce implementation resources.\" [33]"}
{"id": "article-34645_34", "title": "Risk Management Event Evaluation and Responsibilities -- Issues of Concern -- The Proper Response To A Sentinal Event", "content": "In 2015, the National Patient Safety Foundation convened to provide an updated definition for root cause analysis, based on substantive feedback on the lack of success in implementing its results. \"Root cause analysis and actions\" was determined to provide an appropriate emphasis on preventing patient harm through action. [34] Their recommendations included forming a diverse, 4 to 6 member team within 72 hours of recognizing that an RCA is necessary. Though the individuals directly associated with the sentinel event are not included on the team, the RCA committee must interview those individuals. The National Patient Safety Foundation hoped that these new recommendations would place heavier importance on actual outcomes and results from root cause analyses.", "contents": "Risk Management Event Evaluation and Responsibilities -- Issues of Concern -- The Proper Response To A Sentinal Event. In 2015, the National Patient Safety Foundation convened to provide an updated definition for root cause analysis, based on substantive feedback on the lack of success in implementing its results. \"Root cause analysis and actions\" was determined to provide an appropriate emphasis on preventing patient harm through action. [34] Their recommendations included forming a diverse, 4 to 6 member team within 72 hours of recognizing that an RCA is necessary. Though the individuals directly associated with the sentinel event are not included on the team, the RCA committee must interview those individuals. The National Patient Safety Foundation hoped that these new recommendations would place heavier importance on actual outcomes and results from root cause analyses."}
{"id": "article-34645_35", "title": "Risk Management Event Evaluation and Responsibilities -- Issues of Concern -- The Proper Response To A Sentinal Event", "content": "Once a root cause analysis has been performed, and the provocating factors that led to the sentinel event have been identified, a corrective action plan must be established and put into effect. The Joint Commission defines an effective action plan as one that addresses: Identification of corrective actions to eliminate or control system hazards or vulnerabilities directly related to causal and contributory factors Responsibility for implementation Timelines for completion Strategies for evaluating the effectiveness of the actions Strategies for sustaining the change", "contents": "Risk Management Event Evaluation and Responsibilities -- Issues of Concern -- The Proper Response To A Sentinal Event. Once a root cause analysis has been performed, and the provocating factors that led to the sentinel event have been identified, a corrective action plan must be established and put into effect. The Joint Commission defines an effective action plan as one that addresses: Identification of corrective actions to eliminate or control system hazards or vulnerabilities directly related to causal and contributory factors Responsibility for implementation Timelines for completion Strategies for evaluating the effectiveness of the actions Strategies for sustaining the change"}
{"id": "article-34645_36", "title": "Risk Management Event Evaluation and Responsibilities -- Issues of Concern -- The Proper Response To A Sentinal Event", "content": "The accredited institution submits a root cause analysis and corrective action plan to the Joint Commission for review. If deemed acceptable, the Joint Commission will assign a follow-up activity to gauge the action plan's success and determine if the institution's accreditation is in jeopardy due to compliance issues. This objective measurement is known as a Sentinel Event Measure of Success (SE MOS) (The Joint Commission 2020). Through these efforts, hospitals may benefit from a culture of transparency and teamwork with systems-based patient safety protocols capable of investigating and preventing sentinel events.", "contents": "Risk Management Event Evaluation and Responsibilities -- Issues of Concern -- The Proper Response To A Sentinal Event. The accredited institution submits a root cause analysis and corrective action plan to the Joint Commission for review. If deemed acceptable, the Joint Commission will assign a follow-up activity to gauge the action plan's success and determine if the institution's accreditation is in jeopardy due to compliance issues. This objective measurement is known as a Sentinel Event Measure of Success (SE MOS) (The Joint Commission 2020). Through these efforts, hospitals may benefit from a culture of transparency and teamwork with systems-based patient safety protocols capable of investigating and preventing sentinel events."}
{"id": "article-34645_37", "title": "Risk Management Event Evaluation and Responsibilities -- Clinical Significance", "content": "Risk management requires each provider to be aware of the inherent risk and benefits of care of the patient and a goal among all providers to \"first do no harm\". Working together as a team will improve patient outcomes and mitigate risks.", "contents": "Risk Management Event Evaluation and Responsibilities -- Clinical Significance. Risk management requires each provider to be aware of the inherent risk and benefits of care of the patient and a goal among all providers to \"first do no harm\". Working together as a team will improve patient outcomes and mitigate risks."}
{"id": "article-34645_38", "title": "Risk Management Event Evaluation and Responsibilities -- Enhancing Healthcare Team Outcomes", "content": "Risk management requires the efforts of a complete, top-down interprofessional team, both in terms of implementing policies and practices, executing them in day to day patient care, and even when addressing medical errors that have occurred. A coordinated team approach where everyone is on the same team and empowered to express their concerns irrespective of \"rank,\" and members are knowledgable about their duties, offers the best chance for successful risk mitigation. This interprofessional approach leads to enhanced patient care and a reduction in potentially catastrophic events.", "contents": "Risk Management Event Evaluation and Responsibilities -- Enhancing Healthcare Team Outcomes. Risk management requires the efforts of a complete, top-down interprofessional team, both in terms of implementing policies and practices, executing them in day to day patient care, and even when addressing medical errors that have occurred. A coordinated team approach where everyone is on the same team and empowered to express their concerns irrespective of \"rank,\" and members are knowledgable about their duties, offers the best chance for successful risk mitigation. This interprofessional approach leads to enhanced patient care and a reduction in potentially catastrophic events."}
{"id": "article-34645_39", "title": "Risk Management Event Evaluation and Responsibilities -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Risk Management Event Evaluation and Responsibilities -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}