{"id": "article-19759_0", "title": "Common Variable Hypogammaglobulinemia (Archived) -- Introduction", "content": "Common variable immunodeficiency (CVID) is the most common type of primary immunodeficiencies affecting both children and adults with the peak onset of symptoms during the first and third decades of life. It is characterized by a constellation of hypogammaglobulinemia, failure of specific antibody production, vulnerability to infections, and an array of comorbidities. [1] [2] [3] CVID typically has a combination of decreased IgG, IgA, and/or IgM levels associated with poor vaccine response and prone to have bacterial infections. [4] it consists of heterogeneous constituents of rare diseases considering numerous ways in impairment of antibody production, and therefore managing this disease poses a significant challenge for clinicians. [5] Although CVID has been recognized since the 1950s, its underlying mechanisms remain not completely understood. The clinical heterogeneity suggests the involvement of multiple genetic and immunoregulatory defects with hypogammaglobulinemia as the final outcome. [6]", "contents": "Common Variable Hypogammaglobulinemia (Archived) -- Introduction. Common variable immunodeficiency (CVID) is the most common type of primary immunodeficiencies affecting both children and adults with the peak onset of symptoms during the first and third decades of life. It is characterized by a constellation of hypogammaglobulinemia, failure of specific antibody production, vulnerability to infections, and an array of comorbidities. [1] [2] [3] CVID typically has a combination of decreased IgG, IgA, and/or IgM levels associated with poor vaccine response and prone to have bacterial infections. [4] it consists of heterogeneous constituents of rare diseases considering numerous ways in impairment of antibody production, and therefore managing this disease poses a significant challenge for clinicians. [5] Although CVID has been recognized since the 1950s, its underlying mechanisms remain not completely understood. The clinical heterogeneity suggests the involvement of multiple genetic and immunoregulatory defects with hypogammaglobulinemia as the final outcome. [6]"}
{"id": "article-19759_1", "title": "Common Variable Hypogammaglobulinemia (Archived) -- Etiology", "content": "The majority of patients with common variable immunodeficiency have no history of affected family members. In other words, it is mostly a sporadic disease. Genetics plays a role in a minority of CVID. About 10% to 15% of patients have at least one first-degree relative with CVID, immunoglobulin A deficiency (IgAD), IgG subclass deficiency, or other immunity disorders, including specific antibody deficiency and relative hypogammaglobulinemia. CVID can be both autosomal dominant and autosomal recessive. [7] [8]", "contents": "Common Variable Hypogammaglobulinemia (Archived) -- Etiology. The majority of patients with common variable immunodeficiency have no history of affected family members. In other words, it is mostly a sporadic disease. Genetics plays a role in a minority of CVID. About 10% to 15% of patients have at least one first-degree relative with CVID, immunoglobulin A deficiency (IgAD), IgG subclass deficiency, or other immunity disorders, including specific antibody deficiency and relative hypogammaglobulinemia. CVID can be both autosomal dominant and autosomal recessive. [7] [8]"}
{"id": "article-19759_2", "title": "Common Variable Hypogammaglobulinemia (Archived) -- Etiology", "content": "Potential susceptibility loci have been recognized in major histocompatibility complex (MHC) genes. Major histocompatibility complex (MHC), particularly HLA A1-B8-DR3 and B14-DR1, is associated with CVID. [9] [10] Other studies demonstrated an association between homozygosity for genes encoding HLA class II molecules, especially HLA-DQ and/or genes in the centromeric class III region with CVID. [11]", "contents": "Common Variable Hypogammaglobulinemia (Archived) -- Etiology. Potential susceptibility loci have been recognized in major histocompatibility complex (MHC) genes. Major histocompatibility complex (MHC), particularly HLA A1-B8-DR3 and B14-DR1, is associated with CVID. [9] [10] Other studies demonstrated an association between homozygosity for genes encoding HLA class II molecules, especially HLA-DQ and/or genes in the centromeric class III region with CVID. [11]"}
{"id": "article-19759_3", "title": "Common Variable Hypogammaglobulinemia (Archived) -- Etiology", "content": "CVID is also related to gene mutations. Around 25% to 50% of patients presenting with clinical features of CVID have a single gene defect identified. [12] These mutations can be inherited by either autosomal recessive or dominant patterns with variable penetrance up to 30%. Some mutations may affect the B cell maturation and differentiation into memory B cells. [13] [14] A recent study of the whole-exome sequencing study of more than 500 patients with CVID further strengthens the argument of the heterogeneous and polygenic nature of CVID. [15]", "contents": "Common Variable Hypogammaglobulinemia (Archived) -- Etiology. CVID is also related to gene mutations. Around 25% to 50% of patients presenting with clinical features of CVID have a single gene defect identified. [12] These mutations can be inherited by either autosomal recessive or dominant patterns with variable penetrance up to 30%. Some mutations may affect the B cell maturation and differentiation into memory B cells. [13] [14] A recent study of the whole-exome sequencing study of more than 500 patients with CVID further strengthens the argument of the heterogeneous and polygenic nature of CVID. [15]"}
{"id": "article-19759_4", "title": "Common Variable Hypogammaglobulinemia (Archived) -- Etiology", "content": "Several genes mutations that were identified in patients with common variable immunodeficiency include mutations in the genes transmembrane activator and calcium-modulator and cyclophilin ligand interactor (TACI), lipopolysaccharide (LPS), syntax binding protein 2 (STXBP2), cytotoxic T-lymphocyte antigen 4 (CTLA4), nuclear factor (NF)-kappa-B1 (NFKB1), signal transducer and activator of transcription 3 (STAT3), the catalytic subunit of phosphatidylinositol 3-kinase delta (PIK3CD), the gene encoding IKAROS ( IKZF1 ), etc. [13] [15] TACI gene mutations are found in 10% of patients with CVID, but it does not directly cause the disease as these mutations can be found in healthy people. These mutations may lead individuals to be more susceptible to CVID. [16] Mutations in nuclear factor (MF)-kappa-B1 (NF-kB1) subunit p50 have been studied in a Dutch-Australian CVID-affected family and inherited as an autosomal dominant trait. [17] Both above mutations were identified in early-onset (presented before the age of 10) with inflammatory or autoimmune complications in patients with CVID. [13]", "contents": "Common Variable Hypogammaglobulinemia (Archived) -- Etiology. Several genes mutations that were identified in patients with common variable immunodeficiency include mutations in the genes transmembrane activator and calcium-modulator and cyclophilin ligand interactor (TACI), lipopolysaccharide (LPS), syntax binding protein 2 (STXBP2), cytotoxic T-lymphocyte antigen 4 (CTLA4), nuclear factor (NF)-kappa-B1 (NFKB1), signal transducer and activator of transcription 3 (STAT3), the catalytic subunit of phosphatidylinositol 3-kinase delta (PIK3CD), the gene encoding IKAROS ( IKZF1 ), etc. [13] [15] TACI gene mutations are found in 10% of patients with CVID, but it does not directly cause the disease as these mutations can be found in healthy people. These mutations may lead individuals to be more susceptible to CVID. [16] Mutations in nuclear factor (MF)-kappa-B1 (NF-kB1) subunit p50 have been studied in a Dutch-Australian CVID-affected family and inherited as an autosomal dominant trait. [17] Both above mutations were identified in early-onset (presented before the age of 10) with inflammatory or autoimmune complications in patients with CVID. [13]"}
{"id": "article-19759_5", "title": "Common Variable Hypogammaglobulinemia (Archived) -- Epidemiology", "content": "CVID is the most common type of primary immunodeficiency, 1 in every 25,000 individuals is affected by this disease, men and women are equally affected. [1] Based on the registries and databases of patients with primary immunodeficiencies in the united states, CVID affects more than 20 percent of registered patients. However, it can occur at any age but more typical after puberty. In the United States, the majority of patients are diagnosed between the ages of 20 and 45. A prospective cohort study of 248 referred patients with common variable immunodeficiency in New York, which the patients were followed for 1 to 25 years, did show a median age of onset of symptoms was 23 years for males and 28 years for females with 20 years survival rate after diagnosis was 64% for males and 67% for females. [18] [19] CVID, if it occurs before the age of four, might difficult to distinguish with transient hypogammaglobulinemia of infancy which is relatively common in young infants. [1]", "contents": "Common Variable Hypogammaglobulinemia (Archived) -- Epidemiology. CVID is the most common type of primary immunodeficiency, 1 in every 25,000 individuals is affected by this disease, men and women are equally affected. [1] Based on the registries and databases of patients with primary immunodeficiencies in the united states, CVID affects more than 20 percent of registered patients. However, it can occur at any age but more typical after puberty. In the United States, the majority of patients are diagnosed between the ages of 20 and 45. A prospective cohort study of 248 referred patients with common variable immunodeficiency in New York, which the patients were followed for 1 to 25 years, did show a median age of onset of symptoms was 23 years for males and 28 years for females with 20 years survival rate after diagnosis was 64% for males and 67% for females. [18] [19] CVID, if it occurs before the age of four, might difficult to distinguish with transient hypogammaglobulinemia of infancy which is relatively common in young infants. [1]"}
{"id": "article-19759_6", "title": "Common Variable Hypogammaglobulinemia (Archived) -- Pathophysiology", "content": "The pathogenesis of CVID is very complex and involves various alterations at the cellular level. Many studies have investigated the pathogenesis of CVID, and our understanding of this disease has increased in recent years. Genetic and molecular defects, immune cell abnormalities, epigenetic and microbiome dysbiosis may have some roles in the pathogenesis of CVID.", "contents": "Common Variable Hypogammaglobulinemia (Archived) -- Pathophysiology. The pathogenesis of CVID is very complex and involves various alterations at the cellular level. Many studies have investigated the pathogenesis of CVID, and our understanding of this disease has increased in recent years. Genetic and molecular defects, immune cell abnormalities, epigenetic and microbiome dysbiosis may have some roles in the pathogenesis of CVID."}
{"id": "article-19759_7", "title": "Common Variable Hypogammaglobulinemia (Archived) -- Pathophysiology -- Genetic and Molecular Defects", "content": "Genetic defects in CVID can involve mutations at 3 cellular levels (nucleus, cytoplasm, and surface). Tumor Necrosis Factor (TNF) receptor superfamily gene defects have been investigated to be involved in this disease. These TNF receptors are involved in pathways that affect TACI, B-cell activating factor that belongs to tumor necrosis factor family BAFF (BAFF-R) receptor, and apoptosis inducer. TACI and BAFF-R participate in B-cell development and its activation. TACI regulates both B-cell receptor (BCR) and Toll-like receptor (TLR) 7 and 9 molecules hence mutations in TACI could impact B-cell development/maturation and may lead to autoimmunity. [20] [21]", "contents": "Common Variable Hypogammaglobulinemia (Archived) -- Pathophysiology -- Genetic and Molecular Defects. Genetic defects in CVID can involve mutations at 3 cellular levels (nucleus, cytoplasm, and surface). Tumor Necrosis Factor (TNF) receptor superfamily gene defects have been investigated to be involved in this disease. These TNF receptors are involved in pathways that affect TACI, B-cell activating factor that belongs to tumor necrosis factor family BAFF (BAFF-R) receptor, and apoptosis inducer. TACI and BAFF-R participate in B-cell development and its activation. TACI regulates both B-cell receptor (BCR) and Toll-like receptor (TLR) 7 and 9 molecules hence mutations in TACI could impact B-cell development/maturation and may lead to autoimmunity. [20] [21]"}
{"id": "article-19759_8", "title": "Common Variable Hypogammaglobulinemia (Archived) -- Pathophysiology -- Epigenetic Changes", "content": "Epigenetic changes influence gene expression without changing the germline DNA gene sequences. In other words, a change in phenotype without a change in genotype. These changes involve DNA methylation, histone modification, non-coding RNAs, transcription factor expression, and chromatin remodeling. These mechanisms can alter B-cell development in both early and late stages and causing hypogammaglobulinemia, decreased number of naïve and memory B cells, and an increase in the CD21 with a low B-cell population. [22]", "contents": "Common Variable Hypogammaglobulinemia (Archived) -- Pathophysiology -- Epigenetic Changes. Epigenetic changes influence gene expression without changing the germline DNA gene sequences. In other words, a change in phenotype without a change in genotype. These changes involve DNA methylation, histone modification, non-coding RNAs, transcription factor expression, and chromatin remodeling. These mechanisms can alter B-cell development in both early and late stages and causing hypogammaglobulinemia, decreased number of naïve and memory B cells, and an increase in the CD21 with a low B-cell population. [22]"}
{"id": "article-19759_9", "title": "Common Variable Hypogammaglobulinemia (Archived) -- Pathophysiology -- Immune Cell Abnormalities", "content": "CVID can involve both innate and adaptive immune systems, especially defects in B-cell and T-cell. Most patients with common variable immunodeficiency have normal B-cell counts, denoting the defect affects the terminal stages of B-cell differentiation. Further studies have shown that B-cell subsets disruption might increase terminal B-cell apoptosis and interrupt the differentiation of B cells into memory and plasma cells that can lead to impaired antibody production. [20] [23] T-cell abnormalities also reported in patients with common variable immunodeficiency include the total numbers, percentages, and surface markers and the function of T-cell subpopulations. Innate immune system leukocytes include dendritic cells, natural killer cells, innate lymphoid cells, and macrophages, exhibit significant roles in B and T cells responses, are also affected in CVID. [20]", "contents": "Common Variable Hypogammaglobulinemia (Archived) -- Pathophysiology -- Immune Cell Abnormalities. CVID can involve both innate and adaptive immune systems, especially defects in B-cell and T-cell. Most patients with common variable immunodeficiency have normal B-cell counts, denoting the defect affects the terminal stages of B-cell differentiation. Further studies have shown that B-cell subsets disruption might increase terminal B-cell apoptosis and interrupt the differentiation of B cells into memory and plasma cells that can lead to impaired antibody production. [20] [23] T-cell abnormalities also reported in patients with common variable immunodeficiency include the total numbers, percentages, and surface markers and the function of T-cell subpopulations. Innate immune system leukocytes include dendritic cells, natural killer cells, innate lymphoid cells, and macrophages, exhibit significant roles in B and T cells responses, are also affected in CVID. [20]"}
{"id": "article-19759_10", "title": "Common Variable Hypogammaglobulinemia (Archived) -- Pathophysiology -- Microbiome Dysbiosis", "content": "Bacteria in the gut can produce lipopolysaccharide that may activate our immune system by recognizing the microbe-associated molecular patterns by the innate immune system. Overgrowth of proinflammatory products the bacteria can lead to further disruption in the immune system. These disruptions may involve decreased plasma IgA levels and increased T-cell activation markers. [20] [24]", "contents": "Common Variable Hypogammaglobulinemia (Archived) -- Pathophysiology -- Microbiome Dysbiosis. Bacteria in the gut can produce lipopolysaccharide that may activate our immune system by recognizing the microbe-associated molecular patterns by the innate immune system. Overgrowth of proinflammatory products the bacteria can lead to further disruption in the immune system. These disruptions may involve decreased plasma IgA levels and increased T-cell activation markers. [20] [24]"}
{"id": "article-19759_11", "title": "Common Variable Hypogammaglobulinemia (Archived) -- Histopathology", "content": "A retrospective study of 51 patients with primary hypogammaglobulinemia and liver abnormalities who underwent liver biopsy showed 84% of them had non-fibrosing architectural features consistent with nodular regenerative hyperplasia (NRH). Other histopathologic characteristics in the liver include intrasinusoidal lymphocytic infiltration, abnormalities of portal vessels, and epithelioid granulomas that were observed in 90% of the patients. [25] Histopathologic characteristics of the intestinal tissue of patients with common variable immunodeficiency are inflammatory lymphocytic infiltrate, deep follicular lymphoid hyperplasia with reduced plasma cell counts, and villous atrophy in small-bowel disease. [20]", "contents": "Common Variable Hypogammaglobulinemia (Archived) -- Histopathology. A retrospective study of 51 patients with primary hypogammaglobulinemia and liver abnormalities who underwent liver biopsy showed 84% of them had non-fibrosing architectural features consistent with nodular regenerative hyperplasia (NRH). Other histopathologic characteristics in the liver include intrasinusoidal lymphocytic infiltration, abnormalities of portal vessels, and epithelioid granulomas that were observed in 90% of the patients. [25] Histopathologic characteristics of the intestinal tissue of patients with common variable immunodeficiency are inflammatory lymphocytic infiltrate, deep follicular lymphoid hyperplasia with reduced plasma cell counts, and villous atrophy in small-bowel disease. [20]"}
{"id": "article-19759_12", "title": "Common Variable Hypogammaglobulinemia (Archived) -- History and Physical", "content": "Patients with CVID have broad clinical presentations because CVID can involve multi-organ systems from the nature of lacking immune defenses to fight infections, immune dysregulation causing autoimmunity, malignancy, inflammatory disorders, and complications. Patients typically present with recurrent infections that mostly involve the respiratory and gastrointestinal tracts. Both upper and lower respiratory tracts are frequently involved and contribute significantly to overall mortality and morbidity in patients with common variable immunodeficiency. Recurrent sinusitis, otitis, and bronchitis are found in half of the patients. From the European Society for Immunodeficiencies (ESID) database, the commonly reported disorders were pneumonia (32%), autoimmunity (29%), splenomegaly (26%), and bronchiectasis (23%). [26] Recurrent and severe lung infections can lead to bronchiectasis and interstitial lung disease. Microorganisms that commonly cause respiratory infections in patients with CVID are Streptococcus sp., Moraxella catarrhalis, Haemophilus species, Staphylococcus sp., Neisseria meningitides, Mycoplasma sp., Herpes Zoster, and Rhinovirus . [27] Gastrointestinal manifestations can manifest in the form of acute, chronic diarrhea, malabsorption, and weight loss, with Giardia lamblia, Campylobacter jejuni, and Salmonella sp. as the main pathogens.", "contents": "Common Variable Hypogammaglobulinemia (Archived) -- History and Physical. Patients with CVID have broad clinical presentations because CVID can involve multi-organ systems from the nature of lacking immune defenses to fight infections, immune dysregulation causing autoimmunity, malignancy, inflammatory disorders, and complications. Patients typically present with recurrent infections that mostly involve the respiratory and gastrointestinal tracts. Both upper and lower respiratory tracts are frequently involved and contribute significantly to overall mortality and morbidity in patients with common variable immunodeficiency. Recurrent sinusitis, otitis, and bronchitis are found in half of the patients. From the European Society for Immunodeficiencies (ESID) database, the commonly reported disorders were pneumonia (32%), autoimmunity (29%), splenomegaly (26%), and bronchiectasis (23%). [26] Recurrent and severe lung infections can lead to bronchiectasis and interstitial lung disease. Microorganisms that commonly cause respiratory infections in patients with CVID are Streptococcus sp., Moraxella catarrhalis, Haemophilus species, Staphylococcus sp., Neisseria meningitides, Mycoplasma sp., Herpes Zoster, and Rhinovirus . [27] Gastrointestinal manifestations can manifest in the form of acute, chronic diarrhea, malabsorption, and weight loss, with Giardia lamblia, Campylobacter jejuni, and Salmonella sp. as the main pathogens."}
{"id": "article-19759_13", "title": "Common Variable Hypogammaglobulinemia (Archived) -- History and Physical", "content": "It is fairly common to see patients with CVID develop autoimmune conditions; hence autoimmunity should always be considered in patients with CVID. The most common and severe manifestations are hematologic disorders, including idiopathic thrombocytopenic purpura, autoimmune hemolytic anemia, and autoimmune neutropenia. Symptoms of easy bruising, bleeding in the mucocutaneous surface, anemia manifestations (weakness, pallor, fatigue, etc.) are often obtained in history. In patients with older age, we should also evaluate for lymphoid malignancies and gastric cancers. [28] [29] We should always obtain a family history in suspected patients with CVID. The affected family member with antibody deficiency is part of the diagnostic criteria for CVID.", "contents": "Common Variable Hypogammaglobulinemia (Archived) -- History and Physical. It is fairly common to see patients with CVID develop autoimmune conditions; hence autoimmunity should always be considered in patients with CVID. The most common and severe manifestations are hematologic disorders, including idiopathic thrombocytopenic purpura, autoimmune hemolytic anemia, and autoimmune neutropenia. Symptoms of easy bruising, bleeding in the mucocutaneous surface, anemia manifestations (weakness, pallor, fatigue, etc.) are often obtained in history. In patients with older age, we should also evaluate for lymphoid malignancies and gastric cancers. [28] [29] We should always obtain a family history in suspected patients with CVID. The affected family member with antibody deficiency is part of the diagnostic criteria for CVID."}
{"id": "article-19759_14", "title": "Common Variable Hypogammaglobulinemia (Archived) -- History and Physical", "content": "Physical examination of patients with CVID may vary depending on the spectrum of the disease. Patients may have a normal physical examination, or they may have developed signs of chronic illness such as failure to thrive in children and malnutrition in adults. Patients with chronic respiratory infections often have nasal congestion or discharge and/or facial pain with chronic sinusitis, tympanic membranes scarring with chronic otitis, and abnormal lungs sound on auscultation with digital clubbing with chronic pulmonary disease. Other physical examination findings that we might encounter in patients with CVID are splenomegaly, lymphadenopathy, and findings related to underlying autoimmune diseases such as arthritis, skin rashes, etc. [28] [29]", "contents": "Common Variable Hypogammaglobulinemia (Archived) -- History and Physical. Physical examination of patients with CVID may vary depending on the spectrum of the disease. Patients may have a normal physical examination, or they may have developed signs of chronic illness such as failure to thrive in children and malnutrition in adults. Patients with chronic respiratory infections often have nasal congestion or discharge and/or facial pain with chronic sinusitis, tympanic membranes scarring with chronic otitis, and abnormal lungs sound on auscultation with digital clubbing with chronic pulmonary disease. Other physical examination findings that we might encounter in patients with CVID are splenomegaly, lymphadenopathy, and findings related to underlying autoimmune diseases such as arthritis, skin rashes, etc. [28] [29]"}
{"id": "article-19759_15", "title": "Common Variable Hypogammaglobulinemia (Archived) -- Evaluation", "content": "The European society for immunodeficiencies (ESID) clinical criteria to diagnose CVID are listed below: Diagnosis can only be made after the fourth year of life. We have excluded the secondary cause of hypogammaglobulinemia as mentioned above and no evidence of profound T-cell deficiency. And at least one of the following: Increased susceptibility to infection Autoimmune manifestations Granulomatous disease Unexplained polyclonal lymphoproliferation The affected family members with antibody deficiency And marked decrease of IgG and marked decrease of IgA with or without low IgM levels (<2 SD of the normal levels for their age) with at least 2 measurements And at least one of the following: poor antibody response to vaccines, i.e., absence of protective levels despite vaccination where defined low switched memory B cells. [30]", "contents": "Common Variable Hypogammaglobulinemia (Archived) -- Evaluation. The European society for immunodeficiencies (ESID) clinical criteria to diagnose CVID are listed below: Diagnosis can only be made after the fourth year of life. We have excluded the secondary cause of hypogammaglobulinemia as mentioned above and no evidence of profound T-cell deficiency. And at least one of the following: Increased susceptibility to infection Autoimmune manifestations Granulomatous disease Unexplained polyclonal lymphoproliferation The affected family members with antibody deficiency And marked decrease of IgG and marked decrease of IgA with or without low IgM levels (<2 SD of the normal levels for their age) with at least 2 measurements And at least one of the following: poor antibody response to vaccines, i.e., absence of protective levels despite vaccination where defined low switched memory B cells. [30]"}
{"id": "article-19759_16", "title": "Common Variable Hypogammaglobulinemia (Archived) -- Evaluation -- Evaluation", "content": "Initial history, including family history and physical examination, will help us determine if there are other risk factors predisposing the patients to be susceptible to infections. High index suspicion for CVID based on the history and physical exam should guide the laboratory investigations and immune function testing. The initial laboratory evaluation should include routine blood tests, such as complete blood counts with differential, serum chemistries, electrolytes, or urinalysis. These tests will aid in finding other secondary causes of immunodeficiency/secondary hypogammaglobulinemia (discussed below), the extend of the disease process, and complications. Immunoglobulin levels should be obtained; serum immunoglobulin levels are markedly abnormal in patients with common variable immunodeficiency. Serum IgG should be <2 SD of the normal levels for their age with at least 2 measurements, and IgA and/or IgM levels should be below the lower limit of normal. The test is done during illness, and it should be repeated three months after the resolution of the illness. After we establish hypogammaglobulinemia, we should proceed to further testing, such as flow cytometry to enumerate B-cell subsets, specific antibody response to immunization, IgG subclass analysis, Ig production in response to stimuli, and genetic testing. [20]", "contents": "Common Variable Hypogammaglobulinemia (Archived) -- Evaluation -- Evaluation. Initial history, including family history and physical examination, will help us determine if there are other risk factors predisposing the patients to be susceptible to infections. High index suspicion for CVID based on the history and physical exam should guide the laboratory investigations and immune function testing. The initial laboratory evaluation should include routine blood tests, such as complete blood counts with differential, serum chemistries, electrolytes, or urinalysis. These tests will aid in finding other secondary causes of immunodeficiency/secondary hypogammaglobulinemia (discussed below), the extend of the disease process, and complications. Immunoglobulin levels should be obtained; serum immunoglobulin levels are markedly abnormal in patients with common variable immunodeficiency. Serum IgG should be <2 SD of the normal levels for their age with at least 2 measurements, and IgA and/or IgM levels should be below the lower limit of normal. The test is done during illness, and it should be repeated three months after the resolution of the illness. After we establish hypogammaglobulinemia, we should proceed to further testing, such as flow cytometry to enumerate B-cell subsets, specific antibody response to immunization, IgG subclass analysis, Ig production in response to stimuli, and genetic testing. [20]"}
{"id": "article-19759_17", "title": "Common Variable Hypogammaglobulinemia (Archived) -- Treatment / Management", "content": "We should refer to clinical immunologists in patients with a high index of suspicion of CVID with low immunoglobulin levels for primary care physicians. Medical treatment for patients with common variable immunodeficiency are illustrated below:", "contents": "Common Variable Hypogammaglobulinemia (Archived) -- Treatment / Management. We should refer to clinical immunologists in patients with a high index of suspicion of CVID with low immunoglobulin levels for primary care physicians. Medical treatment for patients with common variable immunodeficiency are illustrated below:"}
{"id": "article-19759_18", "title": "Common Variable Hypogammaglobulinemia (Archived) -- Treatment / Management", "content": "Intravenous or subcutaneous immune globulin replacement therapy is indicated in individuals with markedly low immunoglobulin levels and does not respond to vaccines (both protein and polysaccharides). It can reduce the number of infections hence decreases antibiotic use and hospitalizations. [31] The usual initial dosing is 400 to 500 mg/kg every three to four weeks. We can use diphenhydramine, acetaminophen, or even a glucocorticoid in some cases for patients with medication reactions. Monitor the levels every six months of therapy through the trough levels of IgG. Prophylactic antibiotic with trimethoprim-sulfamethoxazole or macrolides is necessary for patients with chronic lung disease to prevent recurrent infections that could further damage the lungs. Individualized treatments for each disease include immunosuppressants for autoimmune conditions, antibiotics for active infections, nutritional support (including total parenteral nutrition) for severe enteropathy, and colitis.", "contents": "Common Variable Hypogammaglobulinemia (Archived) -- Treatment / Management. Intravenous or subcutaneous immune globulin replacement therapy is indicated in individuals with markedly low immunoglobulin levels and does not respond to vaccines (both protein and polysaccharides). It can reduce the number of infections hence decreases antibiotic use and hospitalizations. [31] The usual initial dosing is 400 to 500 mg/kg every three to four weeks. We can use diphenhydramine, acetaminophen, or even a glucocorticoid in some cases for patients with medication reactions. Monitor the levels every six months of therapy through the trough levels of IgG. Prophylactic antibiotic with trimethoprim-sulfamethoxazole or macrolides is necessary for patients with chronic lung disease to prevent recurrent infections that could further damage the lungs. Individualized treatments for each disease include immunosuppressants for autoimmune conditions, antibiotics for active infections, nutritional support (including total parenteral nutrition) for severe enteropathy, and colitis."}
{"id": "article-19759_19", "title": "Common Variable Hypogammaglobulinemia (Archived) -- Treatment / Management", "content": "Monitoring disease progression with pulmonary function testing and a lung CT scan every one to two years after therapeutic interventions have been started. [32] Live vaccines should not be given to patients with CVID, especially those with significantly impaired T cell function.", "contents": "Common Variable Hypogammaglobulinemia (Archived) -- Treatment / Management. Monitoring disease progression with pulmonary function testing and a lung CT scan every one to two years after therapeutic interventions have been started. [32] Live vaccines should not be given to patients with CVID, especially those with significantly impaired T cell function."}
{"id": "article-19759_20", "title": "Common Variable Hypogammaglobulinemia (Archived) -- Differential Diagnosis -- Secondary Hypogammaglobulinemia", "content": "Decreased production Drugs (immunosuppressants, such as glucocorticoids, anti-CD20 therapy, and antiepileptics) Malignancy (leukemia, lymphoma, and multiple myeloma). Increased loss Nephrotic syndrome, burns, and other conditions causing protein-losing enteropathy Primary hypogammaglobulinemia IgG subclass deficiencies, such as IgG1 deficiency Hyper IgM syndromes Combined immunodeficiencies such as adenosis deaminase deficiency", "contents": "Common Variable Hypogammaglobulinemia (Archived) -- Differential Diagnosis -- Secondary Hypogammaglobulinemia. Decreased production Drugs (immunosuppressants, such as glucocorticoids, anti-CD20 therapy, and antiepileptics) Malignancy (leukemia, lymphoma, and multiple myeloma). Increased loss Nephrotic syndrome, burns, and other conditions causing protein-losing enteropathy Primary hypogammaglobulinemia IgG subclass deficiencies, such as IgG1 deficiency Hyper IgM syndromes Combined immunodeficiencies such as adenosis deaminase deficiency"}
{"id": "article-19759_21", "title": "Common Variable Hypogammaglobulinemia (Archived) -- Prognosis", "content": "Nowadays, with the use of immune globulin, infection rates of patients with common variable immunodeficiency have been declining; therefore, the major causes of death are more associated with chronic lung disease and malignancies. A prospective study of 473 patients who were followed for 4 decades showed the leading causes of death were a respiratory failure due to chronic lung disease (36 percent), lymphoid and other malignancies (29 percent), and liver disease (9 percent). During the study, 19.6 percent died, with a median age at death of 44 for males and 42 for females. [33]", "contents": "Common Variable Hypogammaglobulinemia (Archived) -- Prognosis. Nowadays, with the use of immune globulin, infection rates of patients with common variable immunodeficiency have been declining; therefore, the major causes of death are more associated with chronic lung disease and malignancies. A prospective study of 473 patients who were followed for 4 decades showed the leading causes of death were a respiratory failure due to chronic lung disease (36 percent), lymphoid and other malignancies (29 percent), and liver disease (9 percent). During the study, 19.6 percent died, with a median age at death of 44 for males and 42 for females. [33]"}
{"id": "article-19759_22", "title": "Common Variable Hypogammaglobulinemia (Archived) -- Complications", "content": "Recurrent infections (sinopulmonary infections, gastrointestinal infections, etc.) Noninfectious complications: Autoimmunity Lymphoma, or other cancers Granulomatous disease Chronic lung disease Bronchiectasis Malabsorption Liver diseases and hepatitis", "contents": "Common Variable Hypogammaglobulinemia (Archived) -- Complications. Recurrent infections (sinopulmonary infections, gastrointestinal infections, etc.) Noninfectious complications: Autoimmunity Lymphoma, or other cancers Granulomatous disease Chronic lung disease Bronchiectasis Malabsorption Liver diseases and hepatitis"}
{"id": "article-19759_23", "title": "Common Variable Hypogammaglobulinemia (Archived) -- Enhancing Healthcare Team Outcomes", "content": "CVID is the most common type of primary immunodeficiencies that can affect both adults and children. [1] It presents heterogeneous ways that make it challenging for clinicians to recognize and eventually develop a precise diagnosis. In fact, patients can present after the disease progresses with signs and symptoms of autoimmunity, chronic lung disease, malignancies, etc., making it more difficult to diagnose. Primary health practitioners (family physicians, internists, pediatricians, and nurse practitioners) have significant roles in identifying, delivering early management, including appropriate referral to an immunologist, and establishing a long-term plan for the patients with common variables immunodeficiency. Nurses can provide patient counsel regarding how to reduce the risks of infections, medication compliance, and vaccine restrictions. Pharmacists can help to monitor adverse reactions, a history of hypersensitivity reactions, and the need for premedications. An interprofessional team approach will optimize the management and outcomes of patients with CVID. [Level 5]", "contents": "Common Variable Hypogammaglobulinemia (Archived) -- Enhancing Healthcare Team Outcomes. CVID is the most common type of primary immunodeficiencies that can affect both adults and children. [1] It presents heterogeneous ways that make it challenging for clinicians to recognize and eventually develop a precise diagnosis. In fact, patients can present after the disease progresses with signs and symptoms of autoimmunity, chronic lung disease, malignancies, etc., making it more difficult to diagnose. Primary health practitioners (family physicians, internists, pediatricians, and nurse practitioners) have significant roles in identifying, delivering early management, including appropriate referral to an immunologist, and establishing a long-term plan for the patients with common variables immunodeficiency. Nurses can provide patient counsel regarding how to reduce the risks of infections, medication compliance, and vaccine restrictions. Pharmacists can help to monitor adverse reactions, a history of hypersensitivity reactions, and the need for premedications. An interprofessional team approach will optimize the management and outcomes of patients with CVID. [Level 5]"}
{"id": "article-19759_24", "title": "Common Variable Hypogammaglobulinemia (Archived) -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Common Variable Hypogammaglobulinemia (Archived) -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}