{"id": "article-93165_0", "title": "Antitubercular Medications -- Continuing Education Activity", "content": "Antitubercular medications: rifampin, isoniazid, pyrazinamide, and ethambutol are FDA approved to treat Mycobacterium tuberculosis infections. Antitubercular medications are a group of drugs used to treat tuberculosis. Tuberculosis (TB) is a disease caused by Mycobacterium tuberculosis (M-TB), an acid-fast aerobic bacteria that can grow on gram stain as either gram-positive or gram-negative. This review will outline the indications, contraindications, and other aspects of these drugs.", "contents": "Antitubercular Medications -- Continuing Education Activity. Antitubercular medications: rifampin, isoniazid, pyrazinamide, and ethambutol are FDA approved to treat Mycobacterium tuberculosis infections. Antitubercular medications are a group of drugs used to treat tuberculosis. Tuberculosis (TB) is a disease caused by Mycobacterium tuberculosis (M-TB), an acid-fast aerobic bacteria that can grow on gram stain as either gram-positive or gram-negative. This review will outline the indications, contraindications, and other aspects of these drugs."}
{"id": "article-93165_1", "title": "Antitubercular Medications -- Continuing Education Activity", "content": "Objectives: Identify the mechanism of action of antitubercular therapy. Describe the potential adverse effects of antitubercular therapy. Review the risk factors for developing drug resistance to antitubercular therapy. Summarize interprofessional team strategies for improving care coordination and communication to advance antitubercular therapy and improve outcomes. Access free multiple choice questions on this topic.", "contents": "Antitubercular Medications -- Continuing Education Activity. Objectives: Identify the mechanism of action of antitubercular therapy. Describe the potential adverse effects of antitubercular therapy. Review the risk factors for developing drug resistance to antitubercular therapy. Summarize interprofessional team strategies for improving care coordination and communication to advance antitubercular therapy and improve outcomes. Access free multiple choice questions on this topic."}
{"id": "article-93165_2", "title": "Antitubercular Medications -- Indications", "content": "Tuberculosis is a disease that results from infection with the bacteria Mycobacterium tuberculosis . It most commonly affects the lungs but can also affect other areas of the body. The infection can be active or latent, with approximately 10% of latent infections progressing to active status. The disease is spread by droplets from speaking, coughing, and sneezing. In the past, the disease was colloquially known by the name consumption. Diagnosis is via chest X-ray, microbacterial cultures, and tuberculin skin test. [1]", "contents": "Antitubercular Medications -- Indications. Tuberculosis is a disease that results from infection with the bacteria Mycobacterium tuberculosis . It most commonly affects the lungs but can also affect other areas of the body. The infection can be active or latent, with approximately 10% of latent infections progressing to active status. The disease is spread by droplets from speaking, coughing, and sneezing. In the past, the disease was colloquially known by the name consumption. Diagnosis is via chest X-ray, microbacterial cultures, and tuberculin skin test. [1]"}
{"id": "article-93165_3", "title": "Antitubercular Medications -- Indications", "content": "Anti-tubercular medications: rifampin, isoniazid, pyrazinamide, and ethambutol are FDA-approved for the treatment of Mycobacterium tuberculosis infections. [2] The combination and duration on which medications to use for therapy rely on whether the patient has active or latent disease. [3] A feared complication of tuberculosis therapy is multi-drug-resistant tuberculosis(MDR-TB). MDR-TB is distinguished from its resistance to first-line medications isoniazid and rifampin. [4] Therapy for MDR-TB is steadily advancing, and suggestions are continually changing. [5] Second-line drugs that are in common use for MDR-TB are kanamycin, capreomycin, and amikacin via injections. [5] Fluoroquinolones such as levofloxacin, moxifloxacin, and gatifloxacin are also among the common second-line agents used when drug resistance develops to the first-line agents. [6] [7] Drugs that have recently received FDA approval for multi-drug resistance TB are pretomanid, used in sequence with bedaquiline and linezolid. [5] [8] [9] [10] A more dangerous and uncommon type of MDR-TB is extensively multi-drug resistant tuberculosis(XDR-TB). This infection characteristically shows the resistance to first-line medications rifampin and isoniazid, one second-line aminoglycoside, and either of the fluoroquinolones. [11] [12]", "contents": "Antitubercular Medications -- Indications. Anti-tubercular medications: rifampin, isoniazid, pyrazinamide, and ethambutol are FDA-approved for the treatment of Mycobacterium tuberculosis infections. [2] The combination and duration on which medications to use for therapy rely on whether the patient has active or latent disease. [3] A feared complication of tuberculosis therapy is multi-drug-resistant tuberculosis(MDR-TB). MDR-TB is distinguished from its resistance to first-line medications isoniazid and rifampin. [4] Therapy for MDR-TB is steadily advancing, and suggestions are continually changing. [5] Second-line drugs that are in common use for MDR-TB are kanamycin, capreomycin, and amikacin via injections. [5] Fluoroquinolones such as levofloxacin, moxifloxacin, and gatifloxacin are also among the common second-line agents used when drug resistance develops to the first-line agents. [6] [7] Drugs that have recently received FDA approval for multi-drug resistance TB are pretomanid, used in sequence with bedaquiline and linezolid. [5] [8] [9] [10] A more dangerous and uncommon type of MDR-TB is extensively multi-drug resistant tuberculosis(XDR-TB). This infection characteristically shows the resistance to first-line medications rifampin and isoniazid, one second-line aminoglycoside, and either of the fluoroquinolones. [11] [12]"}
{"id": "article-93165_4", "title": "Antitubercular Medications -- Indications -- First Line", "content": "Rifampin Isoniazid Pyrazinamide Ethambutol", "contents": "Antitubercular Medications -- Indications -- First Line. Rifampin Isoniazid Pyrazinamide Ethambutol"}
{"id": "article-93165_5", "title": "Antitubercular Medications -- Indications -- Second Line", "content": "Kanamycin (discontinued use in the USA) Streptomycin Capreomycin Amikacin Levofloxacin Moxifloxacin Gatifloxacin", "contents": "Antitubercular Medications -- Indications -- Second Line. Kanamycin (discontinued use in the USA) Streptomycin Capreomycin Amikacin Levofloxacin Moxifloxacin Gatifloxacin"}
{"id": "article-93165_6", "title": "Antitubercular Medications -- Indications -- MDR-TB", "content": "Bedaquiline Delamanid Linezolid Pretomanid The information presented in this overview article is high level; for more details on each specific agent, the reader is instructed to seek the Statpearls articles on the individual agents.", "contents": "Antitubercular Medications -- Indications -- MDR-TB. Bedaquiline Delamanid Linezolid Pretomanid The information presented in this overview article is high level; for more details on each specific agent, the reader is instructed to seek the Statpearls articles on the individual agents."}
{"id": "article-93165_7", "title": "Antitubercular Medications -- Mechanism of Action -- Rifampin", "content": "Rifampin exerts its effects by reversibly inhibiting DNA-dependent RNA polymerase, which further inhibits bacterial protein synthesis and transcription. [13] [14] [15]", "contents": "Antitubercular Medications -- Mechanism of Action -- Rifampin. Rifampin exerts its effects by reversibly inhibiting DNA-dependent RNA polymerase, which further inhibits bacterial protein synthesis and transcription. [13] [14] [15]"}
{"id": "article-93165_8", "title": "Antitubercular Medications -- Mechanism of Action -- Isoniazid", "content": "Isoniazid is a pro-drug that is converted to its active form metabolite by catalase-peroxidase and exerts its action by further inhibiting the biosynthesis of mycolic acid. [4] [16]", "contents": "Antitubercular Medications -- Mechanism of Action -- Isoniazid. Isoniazid is a pro-drug that is converted to its active form metabolite by catalase-peroxidase and exerts its action by further inhibiting the biosynthesis of mycolic acid. [4] [16]"}
{"id": "article-93165_9", "title": "Antitubercular Medications -- Mechanism of Action -- Pyrazinamide", "content": "Pyrazinamide's mechanism of action remains unknown and not fully understood. [17] Pyrazinamide is converted to its active form pyrazinoic acid and exerts its effect by inhibiting trans-translation and possibly coenzyme A synthesis needed for the bacteria to survive. [18]", "contents": "Antitubercular Medications -- Mechanism of Action -- Pyrazinamide. Pyrazinamide's mechanism of action remains unknown and not fully understood. [17] Pyrazinamide is converted to its active form pyrazinoic acid and exerts its effect by inhibiting trans-translation and possibly coenzyme A synthesis needed for the bacteria to survive. [18]"}
{"id": "article-93165_10", "title": "Antitubercular Medications -- Mechanism of Action -- Ethambutol", "content": "Ethambutol inhibits the enzyme arabinosyltransferases and prevents the biosynthesis of the mycobacterial cell wall. [19]", "contents": "Antitubercular Medications -- Mechanism of Action -- Ethambutol. Ethambutol inhibits the enzyme arabinosyltransferases and prevents the biosynthesis of the mycobacterial cell wall. [19]"}
{"id": "article-93165_11", "title": "Antitubercular Medications -- Mechanism of Action -- Aminoglycosides (Strep tomycin, Kanamycin, Amikacin)", "content": "Aminoglycosides exert their action by binding to the 30S subunit of ribosomes and inhibiting the protein synthesis of the mycobacteria. [20] [21]", "contents": "Antitubercular Medications -- Mechanism of Action -- Aminoglycosides (Strep tomycin, Kanamycin, Amikacin). Aminoglycosides exert their action by binding to the 30S subunit of ribosomes and inhibiting the protein synthesis of the mycobacteria. [20] [21]"}
{"id": "article-93165_12", "title": "Antitubercular Medications -- Mechanism of Action -- Fluoroquinolones (Levofloxacin , Moxifloxacin, Gatifloxacin)", "content": "Fluoroquinolones exert their effects by inhibiting DNA gyrase and topoisomerase IV, further inhibiting DNA synthesis within the bacteria. [22]", "contents": "Antitubercular Medications -- Mechanism of Action -- Fluoroquinolones (Levofloxacin , Moxifloxacin, Gatifloxacin). Fluoroquinolones exert their effects by inhibiting DNA gyrase and topoisomerase IV, further inhibiting DNA synthesis within the bacteria. [22]"}
{"id": "article-93165_13", "title": "Antitubercular Medications -- Administration -- Active Tuberculosis", "content": "During active disease, there are two phases for treatment: the initiation phase and the continuation phase. [23] [5] The initiation phase consists of two months of rifampin, isoniazid, pyrazinamide, and ethambutol therapy. [5] This regimen is administered orally daily for eight weeks for a total of 56 doses.  Once completed, isoniazid and rifampin are continued for an additional four-month for the continuation phase. [2] [5] This regimen is administered orally daily for 18 weeks for a total of 126 doses. For patients that cannot tolerate ethambutol, streptomycin can be substituted. [2] Rifampin [24] 10 mg/kg /day The maximum dose: 600mg Isoniazid [24] 5 mg/kg/day The maximum dose: 300mg Pyrazinamide [24] 25 mg/kg/day Dosages are adjusted according to weight Ethambutol [24] 15 to 20 mg/kg/day", "contents": "Antitubercular Medications -- Administration -- Active Tuberculosis. During active disease, there are two phases for treatment: the initiation phase and the continuation phase. [23] [5] The initiation phase consists of two months of rifampin, isoniazid, pyrazinamide, and ethambutol therapy. [5] This regimen is administered orally daily for eight weeks for a total of 56 doses.  Once completed, isoniazid and rifampin are continued for an additional four-month for the continuation phase. [2] [5] This regimen is administered orally daily for 18 weeks for a total of 126 doses. For patients that cannot tolerate ethambutol, streptomycin can be substituted. [2] Rifampin [24] 10 mg/kg /day The maximum dose: 600mg Isoniazid [24] 5 mg/kg/day The maximum dose: 300mg Pyrazinamide [24] 25 mg/kg/day Dosages are adjusted according to weight Ethambutol [24] 15 to 20 mg/kg/day"}
{"id": "article-93165_14", "title": "Antitubercular Medications -- Administration -- Active Tuberculosis", "content": "Dosages are adjusted according to weightSecond-line agents such as kanamycin, capreomycin, amikacin are administered as an injection, and fluoroquinolones such as moxifloxacin, gatifloxacin, and levofloxacin are administered orally. These agents are options when resistance to first-line medication develops. [25]", "contents": "Antitubercular Medications -- Administration -- Active Tuberculosis. Dosages are adjusted according to weightSecond-line agents such as kanamycin, capreomycin, amikacin are administered as an injection, and fluoroquinolones such as moxifloxacin, gatifloxacin, and levofloxacin are administered orally. These agents are options when resistance to first-line medication develops. [25]"}
{"id": "article-93165_15", "title": "Antitubercular Medications -- Administration -- Latent Tuberculosis", "content": "The most typical and used treatment for latent tuberculosis is isoniazid therapy for a duration of nine months. [3] This regimen is administered orally daily for nine months for a total of 270 doses. A three-month combination of isoniazid and rifampin or a fourth-month duration of rifampin monotherapy are also possibilities. [3] Isoniazid monotherapy can have an effect of greater than 90% on the latent disease if taken upon completion of the full nine-month duration. [26] Pyridoxine (vitamin B6) use is advised alongside isoniazid therapy, as isoniazid use individually can cause peripheral neuropathy secondary to vitamin B6 deficiency. Isoniazid [24] 5 mg/kg/day The maximum dose: 300mg Vitamin B6 [23] 10 to 25 mg/day Anti-tubercular medications should be taken in the daytime one hour before consuming any meals. [2]", "contents": "Antitubercular Medications -- Administration -- Latent Tuberculosis. The most typical and used treatment for latent tuberculosis is isoniazid therapy for a duration of nine months. [3] This regimen is administered orally daily for nine months for a total of 270 doses. A three-month combination of isoniazid and rifampin or a fourth-month duration of rifampin monotherapy are also possibilities. [3] Isoniazid monotherapy can have an effect of greater than 90% on the latent disease if taken upon completion of the full nine-month duration. [26] Pyridoxine (vitamin B6) use is advised alongside isoniazid therapy, as isoniazid use individually can cause peripheral neuropathy secondary to vitamin B6 deficiency. Isoniazid [24] 5 mg/kg/day The maximum dose: 300mg Vitamin B6 [23] 10 to 25 mg/day Anti-tubercular medications should be taken in the daytime one hour before consuming any meals. [2]"}
{"id": "article-93165_16", "title": "Antitubercular Medications -- Adverse Effects", "content": "Rifampin [5] [27] [28] [24] Hepatotoxicity Thrombocytopenia Neutropenia Orange/Red discoloration of bodily fluids CYP450 Inducer Isoniazid [26] [29] Hepatotoxicity Vitamin B6 deficiency Peripheral Neuropathy Pyrazinamide [27] [30] Hepatotoxicity Hyperuricemia Arthralgia Ethambutol [31] Optic neuropathy Hepatotoxicity Aminoglycosides (Strep tomycin, Kanamycin, Amikacin) [23] [32] Ototoxicity Nephrotoxicity Fluoroquinolones (Levofloxacin , Moxifloxacin, Gatifloxacin) [33] Tendonitis Tendon rupture Arthropathy", "contents": "Antitubercular Medications -- Adverse Effects. Rifampin [5] [27] [28] [24] Hepatotoxicity Thrombocytopenia Neutropenia Orange/Red discoloration of bodily fluids CYP450 Inducer Isoniazid [26] [29] Hepatotoxicity Vitamin B6 deficiency Peripheral Neuropathy Pyrazinamide [27] [30] Hepatotoxicity Hyperuricemia Arthralgia Ethambutol [31] Optic neuropathy Hepatotoxicity Aminoglycosides (Strep tomycin, Kanamycin, Amikacin) [23] [32] Ototoxicity Nephrotoxicity Fluoroquinolones (Levofloxacin , Moxifloxacin, Gatifloxacin) [33] Tendonitis Tendon rupture Arthropathy"}
{"id": "article-93165_17", "title": "Antitubercular Medications -- Contraindications", "content": "Pregnancy : During pregnancy, all anti-tubercular medications are useful for treatment except for aminoglycosides. [23] Aminoglycosides such as streptomycin, amikacin, and kanamycin may exhibit ototoxic effects on the developing fetus and are contraindicated during pregnancy. [23] In the USA, pyrazinamide use is avoided during pregnancy because it is a possible teratogen.", "contents": "Antitubercular Medications -- Contraindications. Pregnancy : During pregnancy, all anti-tubercular medications are useful for treatment except for aminoglycosides. [23] Aminoglycosides such as streptomycin, amikacin, and kanamycin may exhibit ototoxic effects on the developing fetus and are contraindicated during pregnancy. [23] In the USA, pyrazinamide use is avoided during pregnancy because it is a possible teratogen."}
{"id": "article-93165_18", "title": "Antitubercular Medications -- Monitoring", "content": "Liver function tests should be monitored routinely as rifampin, isoniazid, pyrazinamide, and ethambutol all may exert hepatotoxic effects. [27] A CBC is also required to regularly monitor patients taking rifampin, as it can lead to thrombocytopenia and neutropenia. [27] Rifampin also exerts its effects by inducing cytochrome P450(CYP450), which may cause unwanted drug interactions of medications that are metabolized by the CYP450 system and decrease their clinical efficacy. [28] Isoniazid can cause pyridoxine deficiency that may lead to peripheral neuropathy in patients. [29] The patient can supplement vitamin B6 to prevent this from happening. [29] Pyrazinamide can increase uric acid concentrations and precipitate acute gout flare-ups in predisposed individuals. [34] The recommendation is to monitor uric acid concentrations routinely for patients managed with pyrazinamide. [35]", "contents": "Antitubercular Medications -- Monitoring. Liver function tests should be monitored routinely as rifampin, isoniazid, pyrazinamide, and ethambutol all may exert hepatotoxic effects. [27] A CBC is also required to regularly monitor patients taking rifampin, as it can lead to thrombocytopenia and neutropenia. [27] Rifampin also exerts its effects by inducing cytochrome P450(CYP450), which may cause unwanted drug interactions of medications that are metabolized by the CYP450 system and decrease their clinical efficacy. [28] Isoniazid can cause pyridoxine deficiency that may lead to peripheral neuropathy in patients. [29] The patient can supplement vitamin B6 to prevent this from happening. [29] Pyrazinamide can increase uric acid concentrations and precipitate acute gout flare-ups in predisposed individuals. [34] The recommendation is to monitor uric acid concentrations routinely for patients managed with pyrazinamide. [35]"}
{"id": "article-93165_19", "title": "Antitubercular Medications -- Toxicity", "content": "All first-line anti-tubercular medications, rifampin, isoniazid, pyrazinamide, and ethambutol, can exert hepatotoxic effects. [27] [36] A continual rise in liver functions test should prompt discontinuation of treatment. [27] Aminoglycoside-induced nephrotoxicity is reversible when stopping the medication. [37] Renal toxicity depends on the patient if any underlying renal disease is present and on the dose of the medication being administered. Renal insufficiency is avoidable in most patients. [37]", "contents": "Antitubercular Medications -- Toxicity. All first-line anti-tubercular medications, rifampin, isoniazid, pyrazinamide, and ethambutol, can exert hepatotoxic effects. [27] [36] A continual rise in liver functions test should prompt discontinuation of treatment. [27] Aminoglycoside-induced nephrotoxicity is reversible when stopping the medication. [37] Renal toxicity depends on the patient if any underlying renal disease is present and on the dose of the medication being administered. Renal insufficiency is avoidable in most patients. [37]"}
{"id": "article-93165_20", "title": "Antitubercular Medications -- Enhancing Healthcare Team Outcomes", "content": "Rifampin, isoniazid, pyrazinamide, and ethambutol are first-line antitubercular medications, which are FDA-approved and indicated for the treatment of Mycobacterium tuberculosis infections. The care for patients suffering from tuberculosis prompts critical care from an interprofessional team of healthcare professionals as the preventable infectious disease can lead to medication resistance and mortality. These healthcare professionals include a primary care clinician, an infectious disease specialist, a nurse, and a pharmacist. The primary care physicians and specialists should educate the patients about the consequences of non-adherence to pharmacotherapy for the full duration and how resistance to treatment can further develop into MDR-TB and cause mortality.", "contents": "Antitubercular Medications -- Enhancing Healthcare Team Outcomes. Rifampin, isoniazid, pyrazinamide, and ethambutol are first-line antitubercular medications, which are FDA-approved and indicated for the treatment of Mycobacterium tuberculosis infections. The care for patients suffering from tuberculosis prompts critical care from an interprofessional team of healthcare professionals as the preventable infectious disease can lead to medication resistance and mortality. These healthcare professionals include a primary care clinician, an infectious disease specialist, a nurse, and a pharmacist. The primary care physicians and specialists should educate the patients about the consequences of non-adherence to pharmacotherapy for the full duration and how resistance to treatment can further develop into MDR-TB and cause mortality."}
{"id": "article-93165_21", "title": "Antitubercular Medications -- Enhancing Healthcare Team Outcomes", "content": "Primary care clinicians should routinely monitor labs, as all four agents are hepatotoxic drugs. Counseling and careful monitoring should be conducted during pregnancy, as some second-line medications are teratogenic. Clinicians should be up to date with the newly FDA-approved MDR-TB and their effects in the event drug resistance develops. Interprofessional communication between all team members is key to building patient rapport and developing a therapeutic alliance, so the patients adhere to therapy adequately to eradicate the bacteria and prevent further spread. This interprofessional approach with open communication channels between team members will drive better patient outcomes with fewer adverse events. [Level 5]", "contents": "Antitubercular Medications -- Enhancing Healthcare Team Outcomes. Primary care clinicians should routinely monitor labs, as all four agents are hepatotoxic drugs. Counseling and careful monitoring should be conducted during pregnancy, as some second-line medications are teratogenic. Clinicians should be up to date with the newly FDA-approved MDR-TB and their effects in the event drug resistance develops. Interprofessional communication between all team members is key to building patient rapport and developing a therapeutic alliance, so the patients adhere to therapy adequately to eradicate the bacteria and prevent further spread. This interprofessional approach with open communication channels between team members will drive better patient outcomes with fewer adverse events. [Level 5]"}
{"id": "article-93165_22", "title": "Antitubercular Medications -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Antitubercular Medications -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}