{"id": "article-17079_0", "title": "Physiology, Acetylcholine -- Introduction", "content": "Acetylcholine is a neurochemical that has a wide variety of functions in the brain and other organ systems of the body. Specifically, it is a neurotransmitter that acts as a chemical message that is released by neurons and allows them to communicate with one another and other specialized cells such as myocytes and cells found in glandular tissues. The name \"acetylcholine\" is derived from its chemical structure, as it is an ester of acetic acid and choline. Tissues of the body that use this chemical messenger or are responsive to it are referred to as cholinergic. There is a class of chemicals called anticholinergics that interfere with acetylcholine's action on tissues as well.  While ACh operates as a neurotransmitter in many parts of the body, it is most commonly associated with the neuromuscular junction. The neuromuscular junction is where motor neurons located in the ventral spinal cord synapse with muscles in the body to activate them. Acetylcholine also functions as a neurotransmitter in the autonomic nervous system, acting both as the neurotransmitter between preganglionic and postganglionic neurons as well as being the final release product from parasympathetic postganglionic neurons. [1]", "contents": "Physiology, Acetylcholine -- Introduction. Acetylcholine is a neurochemical that has a wide variety of functions in the brain and other organ systems of the body. Specifically, it is a neurotransmitter that acts as a chemical message that is released by neurons and allows them to communicate with one another and other specialized cells such as myocytes and cells found in glandular tissues. The name \"acetylcholine\" is derived from its chemical structure, as it is an ester of acetic acid and choline. Tissues of the body that use this chemical messenger or are responsive to it are referred to as cholinergic. There is a class of chemicals called anticholinergics that interfere with acetylcholine's action on tissues as well.  While ACh operates as a neurotransmitter in many parts of the body, it is most commonly associated with the neuromuscular junction. The neuromuscular junction is where motor neurons located in the ventral spinal cord synapse with muscles in the body to activate them. Acetylcholine also functions as a neurotransmitter in the autonomic nervous system, acting both as the neurotransmitter between preganglionic and postganglionic neurons as well as being the final release product from parasympathetic postganglionic neurons. [1]"}
{"id": "article-17079_1", "title": "Physiology, Acetylcholine -- Issues of Concern", "content": "Acetylcholine intervenes in numerous physiological functions, such as regulating cardiac contractions and blood pressure, intestinal peristalsis, glandular secretion, etc. Typically, acetylcholine is an excitatory mediator. The system of cholinergic nerve fibers that release acetylcholine at their endings is widespread in both the central and peripheral nervous systems.In the periphery, all the preganglionic fibers are cholinergic, sympathetic, parasympathetic, the parasympathetic postganglionic, and the motor fibers that innervate the voluntary skeletal muscle. In the central nervous system, the cholinergic system has extensive branches in the spinal cord, thalamus, limbic system, and cortex. Acetylcholine ensures rapid but generally fleeting neurotransmission due to the prompt inactivation of the mediator by acetylcholinesterase. Acetylcholine receptors subdivide into two types: nicotinic - ion channels for sodium and calcium, and muscarinic -coupled with G proteins.", "contents": "Physiology, Acetylcholine -- Issues of Concern. Acetylcholine intervenes in numerous physiological functions, such as regulating cardiac contractions and blood pressure, intestinal peristalsis, glandular secretion, etc. Typically, acetylcholine is an excitatory mediator. The system of cholinergic nerve fibers that release acetylcholine at their endings is widespread in both the central and peripheral nervous systems.In the periphery, all the preganglionic fibers are cholinergic, sympathetic, parasympathetic, the parasympathetic postganglionic, and the motor fibers that innervate the voluntary skeletal muscle. In the central nervous system, the cholinergic system has extensive branches in the spinal cord, thalamus, limbic system, and cortex. Acetylcholine ensures rapid but generally fleeting neurotransmission due to the prompt inactivation of the mediator by acetylcholinesterase. Acetylcholine receptors subdivide into two types: nicotinic - ion channels for sodium and calcium, and muscarinic -coupled with G proteins."}
{"id": "article-17079_2", "title": "Physiology, Acetylcholine -- Issues of Concern", "content": "Acetylcholine is also involved in the immune system because it is secreted by T lymphocytes.", "contents": "Physiology, Acetylcholine -- Issues of Concern. Acetylcholine is also involved in the immune system because it is secreted by T lymphocytes."}
{"id": "article-17079_3", "title": "Physiology, Acetylcholine -- Cellular Level", "content": "Acetylcholine derives from two constituents, choline, and an acetyl group, the latter derived from the coenzyme acetyl-CoA. [2] Choline is naturally present in foods such as egg yolks, liver, seeds of various vegetables, and legumes. Choline is also produced by the liver natively. Once choline is circulating in the plasma, it can readily cross the blood-brain barrier and be taken up by cholinergic nerve terminals via sodium-dependent uptake channels. [3] [4] The rate-limiting step in acetylcholine production is the availability of acetate derived from mitochondrial acetyl-CoA and choline derived from the plasma directly and from reuptake from the synaptic cleft.", "contents": "Physiology, Acetylcholine -- Cellular Level. Acetylcholine derives from two constituents, choline, and an acetyl group, the latter derived from the coenzyme acetyl-CoA. [2] Choline is naturally present in foods such as egg yolks, liver, seeds of various vegetables, and legumes. Choline is also produced by the liver natively. Once choline is circulating in the plasma, it can readily cross the blood-brain barrier and be taken up by cholinergic nerve terminals via sodium-dependent uptake channels. [3] [4] The rate-limiting step in acetylcholine production is the availability of acetate derived from mitochondrial acetyl-CoA and choline derived from the plasma directly and from reuptake from the synaptic cleft."}
{"id": "article-17079_4", "title": "Physiology, Acetylcholine -- Cellular Level", "content": "The synthesis of acetylcholine occurs in the terminal ends of axons. Choline acetyltransferase (CAT) is the enzyme that catalyzes the reaction of choline with acetyl-CoA to create a new molecule of acetylcholine. CAT is produced in the neuronal soma (body) and subsequently transported to the axon terminus via axoplasmic transport in which vesicles full of various proteins are “hitched” to actin filaments that span the length of the neuron for transport. Although localized mainly to the axon terminus, CAT is present throughout the neuron itself. [5] [6]", "contents": "Physiology, Acetylcholine -- Cellular Level. The synthesis of acetylcholine occurs in the terminal ends of axons. Choline acetyltransferase (CAT) is the enzyme that catalyzes the reaction of choline with acetyl-CoA to create a new molecule of acetylcholine. CAT is produced in the neuronal soma (body) and subsequently transported to the axon terminus via axoplasmic transport in which vesicles full of various proteins are “hitched” to actin filaments that span the length of the neuron for transport. Although localized mainly to the axon terminus, CAT is present throughout the neuron itself. [5] [6]"}
{"id": "article-17079_5", "title": "Physiology, Acetylcholine -- Cellular Level", "content": "In the axon terminal, newly formed acetylcholine will be placed in vesicles with a minuscule number of free molecules still free in the cytosol. The vesicles are acidified via an energy-dependent pump (H-ATPase), which is utilized to create a gradient for acetylcholine to enter via vesicular acetylcholine transporter (VAChT), which exchanges one vesicular proton for one molecule of acetylcholine. [7]", "contents": "Physiology, Acetylcholine -- Cellular Level. In the axon terminal, newly formed acetylcholine will be placed in vesicles with a minuscule number of free molecules still free in the cytosol. The vesicles are acidified via an energy-dependent pump (H-ATPase), which is utilized to create a gradient for acetylcholine to enter via vesicular acetylcholine transporter (VAChT), which exchanges one vesicular proton for one molecule of acetylcholine. [7]"}
{"id": "article-17079_6", "title": "Physiology, Acetylcholine -- Cellular Level", "content": "The release of acetylcholine occurs when an action potential is relayed and reaches the axon terminus in which depolarization causes voltage-gated calcium channels to open and conduct an influx of calcium, which will allow the vesicles containing acetylcholine for release into the synaptic cleft. This release is highly dependent upon the SNARE protein system. [8] [9] Synaptobrevin is often referred to as a “v” SNARE since it is in the vesicular membrane, and SNAP-25 along with syntaxin-1, often called “t” SNAREs since they are part of the presynaptic membrane, are different types of SNARE proteins that work together with calcium to perform vesicle membrane fusion and release. Importantly, synaptogamin is another vesicle-bound SNARE protein that will act as the calcium sensor for this system. Once the vesicle docks close enough to the presynaptic membrane, the cytosolic protein Munc18 will serve as an activating “clasp” that will attach synaptobrevin to SNAP-25 and syntaxin-1, bringing the vesicle and presynaptic membrane into close apposition as their free helical ends begin to twist around each other. The cytosolic protein complexin will then insert itself into this newly formed SNARE complex and prevent spontaneous fusion of the vesicle with the presynaptic membrane to prevent spontaneous fusion. When calcium is finally introduced into the cell after neuronal depolarization, it will bind synaptogamin and allow this molecule to bind to acidic phospholipids in the presynaptic membrane and displace the complexin molecules, which will then promote the fusion-block to be lifted. Only with the introduction of calcium into the cell can vesicular fusion to the presynaptic membrane be accomplished. [10] After completion of the fusion process, Ca-ATPase (PMCA) will pump calcium out of the neuron, and neuronal mitochondria will uptake calcium, both processes aiming to decrease intracellular calcium concentration. With the decrease in calcium, we see that synaptogamin will disassociate from the SNARE complex and that other SNARE proteins will be recruited to break down and recycle the constructed complex to get ready for the next round of vesicle fusion. [11] Once in the synaptic cleft, acetylcholine can bind either acetylcholine or muscarinic cholinergic receptors.", "contents": "Physiology, Acetylcholine -- Cellular Level. The release of acetylcholine occurs when an action potential is relayed and reaches the axon terminus in which depolarization causes voltage-gated calcium channels to open and conduct an influx of calcium, which will allow the vesicles containing acetylcholine for release into the synaptic cleft. This release is highly dependent upon the SNARE protein system. [8] [9] Synaptobrevin is often referred to as a “v” SNARE since it is in the vesicular membrane, and SNAP-25 along with syntaxin-1, often called “t” SNAREs since they are part of the presynaptic membrane, are different types of SNARE proteins that work together with calcium to perform vesicle membrane fusion and release. Importantly, synaptogamin is another vesicle-bound SNARE protein that will act as the calcium sensor for this system. Once the vesicle docks close enough to the presynaptic membrane, the cytosolic protein Munc18 will serve as an activating “clasp” that will attach synaptobrevin to SNAP-25 and syntaxin-1, bringing the vesicle and presynaptic membrane into close apposition as their free helical ends begin to twist around each other. The cytosolic protein complexin will then insert itself into this newly formed SNARE complex and prevent spontaneous fusion of the vesicle with the presynaptic membrane to prevent spontaneous fusion. When calcium is finally introduced into the cell after neuronal depolarization, it will bind synaptogamin and allow this molecule to bind to acidic phospholipids in the presynaptic membrane and displace the complexin molecules, which will then promote the fusion-block to be lifted. Only with the introduction of calcium into the cell can vesicular fusion to the presynaptic membrane be accomplished. [10] After completion of the fusion process, Ca-ATPase (PMCA) will pump calcium out of the neuron, and neuronal mitochondria will uptake calcium, both processes aiming to decrease intracellular calcium concentration. With the decrease in calcium, we see that synaptogamin will disassociate from the SNARE complex and that other SNARE proteins will be recruited to break down and recycle the constructed complex to get ready for the next round of vesicle fusion. [11] Once in the synaptic cleft, acetylcholine can bind either acetylcholine or muscarinic cholinergic receptors."}
{"id": "article-17079_7", "title": "Physiology, Acetylcholine -- Cellular Level", "content": "There are two subtypes of nicotinic receptors, the muscular type (N1) and the neuronal type (N2). The muscular type is found specifically on the surface of muscle cells at the neuromuscular junction. The neuronal subtype is in the peripheral and central nervous systems. Specifically, N2 receptors are present in the adrenal medulla, on the postsynaptic cell bodies of neurons within the sympathetic and parasympathetic nervous systems, as well as in various locations in the brain such as the ventral tegmental area, hippocampus, prefrontal cortex, amygdala, and the nucleus accumbens. [12]", "contents": "Physiology, Acetylcholine -- Cellular Level. There are two subtypes of nicotinic receptors, the muscular type (N1) and the neuronal type (N2). The muscular type is found specifically on the surface of muscle cells at the neuromuscular junction. The neuronal subtype is in the peripheral and central nervous systems. Specifically, N2 receptors are present in the adrenal medulla, on the postsynaptic cell bodies of neurons within the sympathetic and parasympathetic nervous systems, as well as in various locations in the brain such as the ventral tegmental area, hippocampus, prefrontal cortex, amygdala, and the nucleus accumbens. [12]"}
{"id": "article-17079_8", "title": "Physiology, Acetylcholine -- Cellular Level", "content": "There are five different types of muscarinic receptors, M1, M2, M3, M4, and M5. All these subtypes are metabotropic receptors, contrasting them from the nicotinic type of acetylcholine receptors. Furthermore, each subtype is either stimulatory or inhibitory. Subtypes M1, M3, and M5 function through the phospholipase C second messenger pathway, while M2 and M4 function through a second messenger pathway that inhibits adenylate cyclase and prevents the formation of cAMP from ATP. [13] Generally, subtypes M1, M3, and M5 are stimulatory, and their G-alpha subunit of their GPCR will go on to activate downstream proteins while subtypes M2 and M4 are inhibitory with their G-alpha subunit going on to cause adenylate cyclase inhibition. All five subtypes of muscarinic receptors are present in the CNS, but M1-M4 can be found in a multitude of other organ systems as well. The M1 muscarinic receptor is in the cerebral cortex, salivary, and gastric glands. M2 receptors are present in smooth muscle as well as cardiac tissue. M3 receptors are in smooth muscle cells, particularly of the bronchioles, iris, bladder, and small intestines. M4 and M5 receptors have a less clear distribution but have been found in the hippocampus, substantia nigra, and other locations within the brain. [14] [15]", "contents": "Physiology, Acetylcholine -- Cellular Level. There are five different types of muscarinic receptors, M1, M2, M3, M4, and M5. All these subtypes are metabotropic receptors, contrasting them from the nicotinic type of acetylcholine receptors. Furthermore, each subtype is either stimulatory or inhibitory. Subtypes M1, M3, and M5 function through the phospholipase C second messenger pathway, while M2 and M4 function through a second messenger pathway that inhibits adenylate cyclase and prevents the formation of cAMP from ATP. [13] Generally, subtypes M1, M3, and M5 are stimulatory, and their G-alpha subunit of their GPCR will go on to activate downstream proteins while subtypes M2 and M4 are inhibitory with their G-alpha subunit going on to cause adenylate cyclase inhibition. All five subtypes of muscarinic receptors are present in the CNS, but M1-M4 can be found in a multitude of other organ systems as well. The M1 muscarinic receptor is in the cerebral cortex, salivary, and gastric glands. M2 receptors are present in smooth muscle as well as cardiac tissue. M3 receptors are in smooth muscle cells, particularly of the bronchioles, iris, bladder, and small intestines. M4 and M5 receptors have a less clear distribution but have been found in the hippocampus, substantia nigra, and other locations within the brain. [14] [15]"}
{"id": "article-17079_9", "title": "Physiology, Acetylcholine -- Cellular Level", "content": "Termination of acetylcholine action in the synaptic junction occurs when acetylcholine rapidly binds, then unbinds from its receptor in the target cell’s surface and gets subsequently cleaved by acetylcholinesterase into choline and acetate. Acetylcholinesterase is present in the synaptic cleft as a free molecule or GPI-linked protein on the surface of the postsynaptic cell surface. [16]", "contents": "Physiology, Acetylcholine -- Cellular Level. Termination of acetylcholine action in the synaptic junction occurs when acetylcholine rapidly binds, then unbinds from its receptor in the target cell’s surface and gets subsequently cleaved by acetylcholinesterase into choline and acetate. Acetylcholinesterase is present in the synaptic cleft as a free molecule or GPI-linked protein on the surface of the postsynaptic cell surface. [16]"}
{"id": "article-17079_10", "title": "Physiology, Acetylcholine -- Development", "content": "Acetylcholine is found in the first moments of developing the ectodermal system (neural plate), as its action is fundamental for the differentiation of neural cells. The neurotransmitter acts as a morphogen.", "contents": "Physiology, Acetylcholine -- Development. Acetylcholine is found in the first moments of developing the ectodermal system (neural plate), as its action is fundamental for the differentiation of neural cells. The neurotransmitter acts as a morphogen."}
{"id": "article-17079_11", "title": "Physiology, Acetylcholine -- Organ Systems Involved", "content": "Acetylcholine performs its actions by binding the cholinergic receptors (muscarinic and nicotinic). Acetylcholine performs various functions through cholinergic muscarinic receptors.", "contents": "Physiology, Acetylcholine -- Organ Systems Involved. Acetylcholine performs its actions by binding the cholinergic receptors (muscarinic and nicotinic). Acetylcholine performs various functions through cholinergic muscarinic receptors."}
{"id": "article-17079_12", "title": "Physiology, Acetylcholine -- Organ Systems Involved", "content": "In the cardiovascular system, it determines generalized vasodilation; decrease in heart rate (negative chronotropic effect); reduction of cardiac contraction force (negative inotropic effect), at the ventricular level, this effect is less pronounced; decrease in the speed of conduction in the specialized tissue of the sinoatrial and atrioventricular nodes (negative dromotropic effect).", "contents": "Physiology, Acetylcholine -- Organ Systems Involved. In the cardiovascular system, it determines generalized vasodilation; decrease in heart rate (negative chronotropic effect); reduction of cardiac contraction force (negative inotropic effect), at the ventricular level, this effect is less pronounced; decrease in the speed of conduction in the specialized tissue of the sinoatrial and atrioventricular nodes (negative dromotropic effect)."}
{"id": "article-17079_13", "title": "Physiology, Acetylcholine -- Organ Systems Involved", "content": "In the gastrointestinal system, through stimulation of the vagus nerve, the tone, the amplitude of contractions, and the secretory activity of the stomach and intestine increase, sphincters are released.", "contents": "Physiology, Acetylcholine -- Organ Systems Involved. In the gastrointestinal system, through stimulation of the vagus nerve, the tone, the amplitude of contractions, and the secretory activity of the stomach and intestine increase, sphincters are released."}
{"id": "article-17079_14", "title": "Physiology, Acetylcholine -- Organ Systems Involved", "content": "In the respiratory system, it determines bronchoconstriction and stimulation of the chemoreceptors of the aortic and carotid glomus, with consequent reflex hyperpnea.", "contents": "Physiology, Acetylcholine -- Organ Systems Involved. In the respiratory system, it determines bronchoconstriction and stimulation of the chemoreceptors of the aortic and carotid glomus, with consequent reflex hyperpnea."}
{"id": "article-17079_15", "title": "Physiology, Acetylcholine -- Organ Systems Involved", "content": "In the urinary system, parasympathetic sacral stimulation causes contraction of the detrusor muscle of the bladder, increasing the emptying pressure and ureteral peristalsis, the release of sphincters.", "contents": "Physiology, Acetylcholine -- Organ Systems Involved. In the urinary system, parasympathetic sacral stimulation causes contraction of the detrusor muscle of the bladder, increasing the emptying pressure and ureteral peristalsis, the release of sphincters."}
{"id": "article-17079_16", "title": "Physiology, Acetylcholine -- Organ Systems Involved", "content": "In the exocrine glands, it stimulates the secretion of all the exocrine glands that receive a parasympathetic innervation, including the lacrimal, tracheobronchial, salivary, digestive glands, and the exocrine sweat glands.", "contents": "Physiology, Acetylcholine -- Organ Systems Involved. In the exocrine glands, it stimulates the secretion of all the exocrine glands that receive a parasympathetic innervation, including the lacrimal, tracheobronchial, salivary, digestive glands, and the exocrine sweat glands."}
{"id": "article-17079_17", "title": "Physiology, Acetylcholine -- Organ Systems Involved", "content": "In the eye, it determines miosis and accommodation of the lens in close vision, inducing the contraction of the sphincter muscle of the pupil and the ciliary muscle.", "contents": "Physiology, Acetylcholine -- Organ Systems Involved. In the eye, it determines miosis and accommodation of the lens in close vision, inducing the contraction of the sphincter muscle of the pupil and the ciliary muscle."}
{"id": "article-17079_18", "title": "Physiology, Acetylcholine -- Organ Systems Involved", "content": "In the male reproductive system, it causes erection.", "contents": "Physiology, Acetylcholine -- Organ Systems Involved. In the male reproductive system, it causes erection."}
{"id": "article-17079_19", "title": "Physiology, Acetylcholine -- Organ Systems Involved", "content": "However, through the nicotinic cholinergic receptors, acetylcholine allows for skeletal muscle contraction; in the adrenal glands, the release of adrenaline and norepinephrine; and in the peripheral sympathetic ganglia, activation of the sympathetic system with the release of norepinephrine.", "contents": "Physiology, Acetylcholine -- Organ Systems Involved. However, through the nicotinic cholinergic receptors, acetylcholine allows for skeletal muscle contraction; in the adrenal glands, the release of adrenaline and norepinephrine; and in the peripheral sympathetic ganglia, activation of the sympathetic system with the release of norepinephrine."}
{"id": "article-17079_20", "title": "Physiology, Acetylcholine -- Mechanism", "content": "The nicotinic acetylcholine receptors are ligand-gated ion channels. They are composed of five polypeptide subunits that always have two or more α subunits and may have β, δ, and γ subunits. The muscular type (N1) is composed of 2α, β, δ, and one γ subunit for a total of five subunits while the neuronal type (N2) is composed of 2α and 3β subunits. Upon binding 2 acetylcholine molecules to the nicotinic acetylcholine receptor, the pentameric structure will change its internal conformation, creating a transmembrane pore for the passage of sodium, potassium, and calcium ions. The passage of these ions will then give rise to the depolarization of the cell, depending on the strength of the initial stimulus. [17]", "contents": "Physiology, Acetylcholine -- Mechanism. The nicotinic acetylcholine receptors are ligand-gated ion channels. They are composed of five polypeptide subunits that always have two or more α subunits and may have β, δ, and γ subunits. The muscular type (N1) is composed of 2α, β, δ, and one γ subunit for a total of five subunits while the neuronal type (N2) is composed of 2α and 3β subunits. Upon binding 2 acetylcholine molecules to the nicotinic acetylcholine receptor, the pentameric structure will change its internal conformation, creating a transmembrane pore for the passage of sodium, potassium, and calcium ions. The passage of these ions will then give rise to the depolarization of the cell, depending on the strength of the initial stimulus. [17]"}
{"id": "article-17079_21", "title": "Physiology, Acetylcholine -- Mechanism", "content": "Muscarinic acetylcholine receptors are G-protein coupled receptors (GPCRs) composed of a single polypeptide with seven discrete regions arranged in an α-helix. In these α-helices are hydrophobic residues that allow the polypeptide to span the neuronal cell membrane seven times. The carboxy-tail and fifth cytoplasmic facing loop of this polypeptide are the regions that interact with the second messenger system G proteins. G proteins are composed of an α, β, and γ subunit. When the muscarinic receptor is bound by acetylcholine, it will change its conformation, causing the α subunit to release the natively bound guanosine diphosphate molecule (GDP) and trade it for guanosine triphosphate (GTP). Once GTP binds to the α subunit, the α subunit will dissociate from the β and γ subunits and interact with other downstream effector molecules. The α subunit has intrinsic GTPase activity and will eventually catalyze GTP back into GDP, thus turning the second messenger system “off” intrinsically with time. The use of second messenger pathways to exert their effects allows muscarinic receptors to have diverse functions in human physiology that are tissue-dependent and can be either inhibitory or stimulatory.", "contents": "Physiology, Acetylcholine -- Mechanism. Muscarinic acetylcholine receptors are G-protein coupled receptors (GPCRs) composed of a single polypeptide with seven discrete regions arranged in an α-helix. In these α-helices are hydrophobic residues that allow the polypeptide to span the neuronal cell membrane seven times. The carboxy-tail and fifth cytoplasmic facing loop of this polypeptide are the regions that interact with the second messenger system G proteins. G proteins are composed of an α, β, and γ subunit. When the muscarinic receptor is bound by acetylcholine, it will change its conformation, causing the α subunit to release the natively bound guanosine diphosphate molecule (GDP) and trade it for guanosine triphosphate (GTP). Once GTP binds to the α subunit, the α subunit will dissociate from the β and γ subunits and interact with other downstream effector molecules. The α subunit has intrinsic GTPase activity and will eventually catalyze GTP back into GDP, thus turning the second messenger system “off” intrinsically with time. The use of second messenger pathways to exert their effects allows muscarinic receptors to have diverse functions in human physiology that are tissue-dependent and can be either inhibitory or stimulatory."}
{"id": "article-17079_22", "title": "Physiology, Acetylcholine -- Mechanism", "content": "Muscarinic receptor subtypes M2 and M4 exert their effects through inhibition of adenylate cyclase. Once the M2/M4 receptors are bound by acetylcholine, the now activated α subunit of the G protein will cause inhibition of adenylate cyclase and, thus, a reduction in intracellular cAMP. Reduction in cAMP has widespread effects as this molecule is central to many downstream effector’s activation or inhibition.", "contents": "Physiology, Acetylcholine -- Mechanism. Muscarinic receptor subtypes M2 and M4 exert their effects through inhibition of adenylate cyclase. Once the M2/M4 receptors are bound by acetylcholine, the now activated α subunit of the G protein will cause inhibition of adenylate cyclase and, thus, a reduction in intracellular cAMP. Reduction in cAMP has widespread effects as this molecule is central to many downstream effector’s activation or inhibition."}
{"id": "article-17079_23", "title": "Physiology, Acetylcholine -- Mechanism", "content": "Muscarinic receptors M1, M3, and M5 all exert their functions through the stimulation of phospholipase C. When the α subunit of the G protein complex becomes activated, it will then be able to interact with phospholipase C (PLC) and activate it. Activated PLC will then hydrolyze phosphatidylinositol bisphosphate into two separate second messengers, inositol triphosphate (IP3) and diacylglycerol (DAG). IP3 binds the IP3 receptors in the smooth endoplasmic reticulum to release calcium into the cell's cytosol, thus increasing the intracellular calcium concentration. DAG serves to activate protein kinase C, which can phosphorylate a multitude of downstream effector molecules that exert tissue-specific functions. [18]", "contents": "Physiology, Acetylcholine -- Mechanism. Muscarinic receptors M1, M3, and M5 all exert their functions through the stimulation of phospholipase C. When the α subunit of the G protein complex becomes activated, it will then be able to interact with phospholipase C (PLC) and activate it. Activated PLC will then hydrolyze phosphatidylinositol bisphosphate into two separate second messengers, inositol triphosphate (IP3) and diacylglycerol (DAG). IP3 binds the IP3 receptors in the smooth endoplasmic reticulum to release calcium into the cell's cytosol, thus increasing the intracellular calcium concentration. DAG serves to activate protein kinase C, which can phosphorylate a multitude of downstream effector molecules that exert tissue-specific functions. [18]"}
{"id": "article-17079_24", "title": "Physiology, Acetylcholine -- Pathophysiology -- Acetylcholine in the Peripheral Nervous System", "content": "At the presynaptic terminal, acetylcholine storage occurs within the presynaptic vesicle. With the stimulation of the presynaptic terminal, acetylcholine is released from the vesicles and into the synaptic cleft, where the neurotransmitter is free to bind with receptors.  Binding with receptors can have different effects depending on the area of the nervous system that acetylcholine is affecting. Acetylcholine can cause an action potential, or it could activate a secondary messenger system. Free acetylcholine within the synaptic cleft is degraded by an enzyme called acetylcholinesterase. This enzyme assures that no excess of acetylcholine remains in the synaptic cleft to cause the continuous activation of receptors.", "contents": "Physiology, Acetylcholine -- Pathophysiology -- Acetylcholine in the Peripheral Nervous System. At the presynaptic terminal, acetylcholine storage occurs within the presynaptic vesicle. With the stimulation of the presynaptic terminal, acetylcholine is released from the vesicles and into the synaptic cleft, where the neurotransmitter is free to bind with receptors.  Binding with receptors can have different effects depending on the area of the nervous system that acetylcholine is affecting. Acetylcholine can cause an action potential, or it could activate a secondary messenger system. Free acetylcholine within the synaptic cleft is degraded by an enzyme called acetylcholinesterase. This enzyme assures that no excess of acetylcholine remains in the synaptic cleft to cause the continuous activation of receptors."}
{"id": "article-17079_25", "title": "Physiology, Acetylcholine -- Pathophysiology -- Acetylcholine in the Peripheral Nervous System", "content": "Acetylcholine has different roles and functions at different synapses throughout the body. In the somatic nervous system, acetylcholine is used at the neuromuscular junctions, triggering the firing of motor neurons and affecting voluntary movements. Within both the sympathetic and parasympathetic systems, acetylcholine is utilized by presynaptic neurons of the intermediate horn of the spinal cord to communicate with post-synaptic neurons. Within the parasympathetic nervous system alone, the postganglionic neuron releases acetylcholine as its primary neurotransmitter. Within the sympathetic nervous system, the only postganglionic neurons that release acetylcholine as their primary neurotransmitter are those found innervating the sudoriferous (sweat) glands and some blood vessels of non-apical skin.", "contents": "Physiology, Acetylcholine -- Pathophysiology -- Acetylcholine in the Peripheral Nervous System. Acetylcholine has different roles and functions at different synapses throughout the body. In the somatic nervous system, acetylcholine is used at the neuromuscular junctions, triggering the firing of motor neurons and affecting voluntary movements. Within both the sympathetic and parasympathetic systems, acetylcholine is utilized by presynaptic neurons of the intermediate horn of the spinal cord to communicate with post-synaptic neurons. Within the parasympathetic nervous system alone, the postganglionic neuron releases acetylcholine as its primary neurotransmitter. Within the sympathetic nervous system, the only postganglionic neurons that release acetylcholine as their primary neurotransmitter are those found innervating the sudoriferous (sweat) glands and some blood vessels of non-apical skin."}
{"id": "article-17079_26", "title": "Physiology, Acetylcholine -- Pathophysiology -- Acetylcholine in the Central Nervous System", "content": "Within the brain, acetylcholine has involvement in memory, motivation, arousal, and attention.  Acetylcholine originates from two major places in the brain: 1) basal forebrain and 2) the mesopontine tegmentum area. Acetylcholine originates in the basal forebrain from both the basal nucleus of Meynert and the medial septal nucleus. The basal nucleus of Meynert works on the M1 receptors within the neocortex. The medial septal nucleus functions in the hippocampus and parts of the cerebral cortex at the M1 receptors.", "contents": "Physiology, Acetylcholine -- Pathophysiology -- Acetylcholine in the Central Nervous System. Within the brain, acetylcholine has involvement in memory, motivation, arousal, and attention.  Acetylcholine originates from two major places in the brain: 1) basal forebrain and 2) the mesopontine tegmentum area. Acetylcholine originates in the basal forebrain from both the basal nucleus of Meynert and the medial septal nucleus. The basal nucleus of Meynert works on the M1 receptors within the neocortex. The medial septal nucleus functions in the hippocampus and parts of the cerebral cortex at the M1 receptors."}
{"id": "article-17079_27", "title": "Physiology, Acetylcholine -- Pathophysiology -- Acetylcholine in the Central Nervous System", "content": "The mesopontine tegmentum is in the brain stem, and acetylcholine comes from its pedunculopontine nucleus and laterodorsal tegmental nucleus. The mesopontine tegmentum mainly activates the M1 receptors in the brainstem.  The M1 receptors in the brainstem are present in the raphe nucleus, lateral reticular nucleus, deep cerebellar nuclei, pontine nuclei, locus coeruleus, and the inferior olive. However, the mesopontine tegmentum also projects to the basal ganglia, thalamus, basal forebrain, and tectum.", "contents": "Physiology, Acetylcholine -- Pathophysiology -- Acetylcholine in the Central Nervous System. The mesopontine tegmentum is in the brain stem, and acetylcholine comes from its pedunculopontine nucleus and laterodorsal tegmental nucleus. The mesopontine tegmentum mainly activates the M1 receptors in the brainstem.  The M1 receptors in the brainstem are present in the raphe nucleus, lateral reticular nucleus, deep cerebellar nuclei, pontine nuclei, locus coeruleus, and the inferior olive. However, the mesopontine tegmentum also projects to the basal ganglia, thalamus, basal forebrain, and tectum."}
{"id": "article-17079_28", "title": "Physiology, Acetylcholine -- Pathophysiology -- Acetylcholine in the Central Nervous System", "content": "Acetylcholine is known to have effects on a person's memory. For example, drugs such as scopolamine, an anticholinergic that works primarily at M1 receptors, prevent the learning of new information. Also, studies have shown that acetylcholine is essential in the neocortex to learn simple tasks of discrimination.  In the hippocampus, the absence of acetylcholine causes forgetfulness.", "contents": "Physiology, Acetylcholine -- Pathophysiology -- Acetylcholine in the Central Nervous System. Acetylcholine is known to have effects on a person's memory. For example, drugs such as scopolamine, an anticholinergic that works primarily at M1 receptors, prevent the learning of new information. Also, studies have shown that acetylcholine is essential in the neocortex to learn simple tasks of discrimination.  In the hippocampus, the absence of acetylcholine causes forgetfulness."}
{"id": "article-17079_29", "title": "Physiology, Acetylcholine -- Pathophysiology -- Altering the Acetylcholine Pathway", "content": "Alteration or interference with acetylcholine in the nervous system can result in several different pathologies. Pharmacology frequently targets the acetylcholine receptors, pathway, or acetylcholinesterase to correct human physiology during various pathologies. Acetylcholine itself has few uses pharmacologically because it is non-selective for all of the various nicotinic and muscarinic receptors. Additionally, it undergoes rapid inactivation by acetylcholinesterase. One way that acetylcholine is useful pharmacologically is as eye-drops to constrict the pupil during cataract surgery; this occurs because the constrictor pupillae and ciliary muscles of the eyes are both controlled by cranial nerve III, which has a parasympathetic function and can thus activate the M3 receptors of these muscles by acetylcholine secretion. [19]", "contents": "Physiology, Acetylcholine -- Pathophysiology -- Altering the Acetylcholine Pathway. Alteration or interference with acetylcholine in the nervous system can result in several different pathologies. Pharmacology frequently targets the acetylcholine receptors, pathway, or acetylcholinesterase to correct human physiology during various pathologies. Acetylcholine itself has few uses pharmacologically because it is non-selective for all of the various nicotinic and muscarinic receptors. Additionally, it undergoes rapid inactivation by acetylcholinesterase. One way that acetylcholine is useful pharmacologically is as eye-drops to constrict the pupil during cataract surgery; this occurs because the constrictor pupillae and ciliary muscles of the eyes are both controlled by cranial nerve III, which has a parasympathetic function and can thus activate the M3 receptors of these muscles by acetylcholine secretion. [19]"}
{"id": "article-17079_30", "title": "Physiology, Acetylcholine -- Pathophysiology -- Altering the Acetylcholine Pathway", "content": "Cholinesterase inhibitors cause an increase in activity at acetylcholine receptors by blocking the breakdown of acetylcholine. Because the blocking of acetylcholinesterase causes a build-up of acetylcholine in the synaptic cleft, there is continuous activation of the cholinergic receptors. Pharmacologically, cholinesterase inhibitors can help to treat Alzheimer disease and myasthenia gravis since, in both conditions, there is a severe reduction in the amount of native acetylcholine receptor stimulation. Specifically, in Alzheimer disease, there is a decrease in acetylcholine in the neocortex. In myasthenia gravis, there is a severe reduction in the amount of N1 receptors at the neuromuscular junction due to the aberrant production of autoantibodies. Many toxins are cholinesterase inhibitors as well, and these toxins can cause death if given in high enough dosages.", "contents": "Physiology, Acetylcholine -- Pathophysiology -- Altering the Acetylcholine Pathway. Cholinesterase inhibitors cause an increase in activity at acetylcholine receptors by blocking the breakdown of acetylcholine. Because the blocking of acetylcholinesterase causes a build-up of acetylcholine in the synaptic cleft, there is continuous activation of the cholinergic receptors. Pharmacologically, cholinesterase inhibitors can help to treat Alzheimer disease and myasthenia gravis since, in both conditions, there is a severe reduction in the amount of native acetylcholine receptor stimulation. Specifically, in Alzheimer disease, there is a decrease in acetylcholine in the neocortex. In myasthenia gravis, there is a severe reduction in the amount of N1 receptors at the neuromuscular junction due to the aberrant production of autoantibodies. Many toxins are cholinesterase inhibitors as well, and these toxins can cause death if given in high enough dosages."}
{"id": "article-17079_31", "title": "Physiology, Acetylcholine -- Pathophysiology -- Altering the Acetylcholine Pathway", "content": "Botulinum toxin works by preventing acetylcholine release from the presynaptic terminals.  Hence, local injections can be useful in treating muscle spasticity, cosmetic wrinkles, and migraines. Black widow spider venom has the opposite effect of botulinum toxin. It causes the cells to release all of their acetylcholine, causing excessive muscle contraction. If all acetylcholine supplies are exhausted due to the venom, then paralysis occurs.", "contents": "Physiology, Acetylcholine -- Pathophysiology -- Altering the Acetylcholine Pathway. Botulinum toxin works by preventing acetylcholine release from the presynaptic terminals.  Hence, local injections can be useful in treating muscle spasticity, cosmetic wrinkles, and migraines. Black widow spider venom has the opposite effect of botulinum toxin. It causes the cells to release all of their acetylcholine, causing excessive muscle contraction. If all acetylcholine supplies are exhausted due to the venom, then paralysis occurs."}
{"id": "article-17079_32", "title": "Physiology, Acetylcholine -- Clinical Significance", "content": "Acetylcholine (ACh) is clinically significant in many disease processes, the most commonly seen of which include Alzheimer disease (AD), Lambert-Eaton myasthenic syndrome (LEMS), and myasthenia gravis (MG).", "contents": "Physiology, Acetylcholine -- Clinical Significance. Acetylcholine (ACh) is clinically significant in many disease processes, the most commonly seen of which include Alzheimer disease (AD), Lambert-Eaton myasthenic syndrome (LEMS), and myasthenia gravis (MG)."}
{"id": "article-17079_33", "title": "Physiology, Acetylcholine -- Clinical Significance", "content": "Patients with AD have reduced cerebral content of choline acetyltransferase, which leads to a decrease in acetylcholine synthesis and impaired cortical cholinergic function. Cholinesterase inhibitors (donepezil, rivastigmine, and galantamine) increase cholinergic transmission by inhibiting cholinesterase at the synaptic cleft and provide modest symptomatic benefit in some patients with dementia. [20]", "contents": "Physiology, Acetylcholine -- Clinical Significance. Patients with AD have reduced cerebral content of choline acetyltransferase, which leads to a decrease in acetylcholine synthesis and impaired cortical cholinergic function. Cholinesterase inhibitors (donepezil, rivastigmine, and galantamine) increase cholinergic transmission by inhibiting cholinesterase at the synaptic cleft and provide modest symptomatic benefit in some patients with dementia. [20]"}
{"id": "article-17079_34", "title": "Physiology, Acetylcholine -- Clinical Significance", "content": "MG is an autoimmune disorder recognized by the rapid weakening of the skeletal muscles after repeated use. The weakness is due to an antibody-mediated process in which antibodies are produced that have a tropism for acetylcholine receptors or their associated proteins located in the postsynaptic membrane of the neuromuscular junction. [21]", "contents": "Physiology, Acetylcholine -- Clinical Significance. MG is an autoimmune disorder recognized by the rapid weakening of the skeletal muscles after repeated use. The weakness is due to an antibody-mediated process in which antibodies are produced that have a tropism for acetylcholine receptors or their associated proteins located in the postsynaptic membrane of the neuromuscular junction. [21]"}
{"id": "article-17079_35", "title": "Physiology, Acetylcholine -- Clinical Significance", "content": "LEMS is a disorder of reduced Ach release from the presynaptic nerve terminals, despite normal ACh vesicle number, normal ACh presynaptic concentration, and normal postsynaptic acetylcholine receptors. This condition occurs when there is autoimmunity (production of autoantibodies) to the voltage-gated calcium channels found on presynaptic neurons' axon terminus. [22]", "contents": "Physiology, Acetylcholine -- Clinical Significance. LEMS is a disorder of reduced Ach release from the presynaptic nerve terminals, despite normal ACh vesicle number, normal ACh presynaptic concentration, and normal postsynaptic acetylcholine receptors. This condition occurs when there is autoimmunity (production of autoantibodies) to the voltage-gated calcium channels found on presynaptic neurons' axon terminus. [22]"}
{"id": "article-17079_36", "title": "Physiology, Acetylcholine -- Clinical Significance", "content": "MG is an autoimmune disorder recognized by the rapid weakening of the skeletal muscles after repeated use. The weakness is due to an antibody-mediated process in which some antibodies have a tropism for acetylcholine receptors or their proteins located in the postsynaptic membrane of neuromuscular junctions.", "contents": "Physiology, Acetylcholine -- Clinical Significance. MG is an autoimmune disorder recognized by the rapid weakening of the skeletal muscles after repeated use. The weakness is due to an antibody-mediated process in which some antibodies have a tropism for acetylcholine receptors or their proteins located in the postsynaptic membrane of neuromuscular junctions."}
{"id": "article-17079_37", "title": "Physiology, Acetylcholine -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Physiology, Acetylcholine -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}