{"id": "article-28321_0", "title": "Addiction Relapse Prevention -- Continuing Education Activity", "content": "Individuals recovering from various forms of addiction frequently encounter relapses that have gained acceptance as an almost inevitable part of the recovery process. However, the normalization of relapses can reduce the urgency for providers, patients, and support individuals to prevent them from occurring. Countless individuals lose their employment, families, freedom, and even lives as a consequence of relapses. Three of the most common relapse prevention strategies have included therapy and skill development, medications, and monitoring. This activity describes relapse prevention interventions used in helping individuals recover from addiction. In particular, it highlights the role of cognitive-behavioral therapy, medications, monitoring, and social support.", "contents": "Addiction Relapse Prevention -- Continuing Education Activity. Individuals recovering from various forms of addiction frequently encounter relapses that have gained acceptance as an almost inevitable part of the recovery process. However, the normalization of relapses can reduce the urgency for providers, patients, and support individuals to prevent them from occurring. Countless individuals lose their employment, families, freedom, and even lives as a consequence of relapses. Three of the most common relapse prevention strategies have included therapy and skill development, medications, and monitoring. This activity describes relapse prevention interventions used in helping individuals recover from addiction. In particular, it highlights the role of cognitive-behavioral therapy, medications, monitoring, and social support."}
{"id": "article-28321_1", "title": "Addiction Relapse Prevention -- Continuing Education Activity", "content": "Objectives: Describe how cognitive behavioral therapy can help prevent relapses. Explain the role various medications can play in the prevention of relapses. Outline the importance of ongoing monitoring including the pros and cons of various forms of monitoring. Explain the role of various members of an interprofessional in helping to prevent relapses. Access free multiple choice questions on this topic.", "contents": "Addiction Relapse Prevention -- Continuing Education Activity. Objectives: Describe how cognitive behavioral therapy can help prevent relapses. Explain the role various medications can play in the prevention of relapses. Outline the importance of ongoing monitoring including the pros and cons of various forms of monitoring. Explain the role of various members of an interprofessional in helping to prevent relapses. Access free multiple choice questions on this topic."}
{"id": "article-28321_2", "title": "Addiction Relapse Prevention -- Introduction", "content": "Individuals recovering from various forms of addiction frequently encounter relapses that have gained acceptance as an almost inevitable part of the recovery process. [1] However, the normalization of relapses can reduce the urgency for providers, patients, and support individuals to prevent them from occurring. Countless individuals lose their employment, families, freedom, and even lives as a consequence of relapses. [2] Three of the most common relapse prevention strategies have included therapy and skill development, medications, and monitoring.", "contents": "Addiction Relapse Prevention -- Introduction. Individuals recovering from various forms of addiction frequently encounter relapses that have gained acceptance as an almost inevitable part of the recovery process. [1] However, the normalization of relapses can reduce the urgency for providers, patients, and support individuals to prevent them from occurring. Countless individuals lose their employment, families, freedom, and even lives as a consequence of relapses. [2] Three of the most common relapse prevention strategies have included therapy and skill development, medications, and monitoring."}
{"id": "article-28321_3", "title": "Addiction Relapse Prevention -- Introduction", "content": "Many individuals in both the healthcare system and the larger society focus on relapse in terms of the consumption of the alcohol or drug that has been problematic for the individual. However, consumption is the very last step in the relapse, and neglecting earlier events in a relapse prevents more effective intervention at earlier stages.", "contents": "Addiction Relapse Prevention -- Introduction. Many individuals in both the healthcare system and the larger society focus on relapse in terms of the consumption of the alcohol or drug that has been problematic for the individual. However, consumption is the very last step in the relapse, and neglecting earlier events in a relapse prevents more effective intervention at earlier stages."}
{"id": "article-28321_4", "title": "Addiction Relapse Prevention -- Function", "content": "Relapse prevention is an essential part of addiction recovery. Frequent relapses may prevent individuals from progressing in overcoming their addiction. Although relatively little is known about brain functioning in addiction recovery, sustained abstinence likely allows time for the brain to resume normal functioning that can lay the foundations for long-term success. [3]", "contents": "Addiction Relapse Prevention -- Function. Relapse prevention is an essential part of addiction recovery. Frequent relapses may prevent individuals from progressing in overcoming their addiction. Although relatively little is known about brain functioning in addiction recovery, sustained abstinence likely allows time for the brain to resume normal functioning that can lay the foundations for long-term success. [3]"}
{"id": "article-28321_5", "title": "Addiction Relapse Prevention -- Function", "content": "Providers have long recognized that relapse is a process rather than an event. Some relapse prevention programs have delineated stages of relapse, starting with an “emotional relapse” followed by a “mental relapse” and culminating in a “physical relapse.” The dissection of the relapse process in this way allows for the early recognition of initial signs and symptoms and the establishment of preventative interventions for each stage.", "contents": "Addiction Relapse Prevention -- Function. Providers have long recognized that relapse is a process rather than an event. Some relapse prevention programs have delineated stages of relapse, starting with an “emotional relapse” followed by a “mental relapse” and culminating in a “physical relapse.” The dissection of the relapse process in this way allows for the early recognition of initial signs and symptoms and the establishment of preventative interventions for each stage."}
{"id": "article-28321_6", "title": "Addiction Relapse Prevention -- Function -- Emotional Relapse", "content": "An emotional relapse may occur when a person remembers their last relapse, does not want to repeat it, and is not thinking about using. However, their emotions and resulting behaviors are laying the foundations for their next relapse. Individuals in this stage are often not planning to relapse so that they may be in denial of their risk of relapse. This denial can prevent the use of effective techniques to prevent the progression of the relapse. Signs of emotional relapse include isolation, not attending meetings (or not sharing in meetings), focusing on other people's problems, and poor sleeping or eating habits.", "contents": "Addiction Relapse Prevention -- Function -- Emotional Relapse. An emotional relapse may occur when a person remembers their last relapse, does not want to repeat it, and is not thinking about using. However, their emotions and resulting behaviors are laying the foundations for their next relapse. Individuals in this stage are often not planning to relapse so that they may be in denial of their risk of relapse. This denial can prevent the use of effective techniques to prevent the progression of the relapse. Signs of emotional relapse include isolation, not attending meetings (or not sharing in meetings), focusing on other people's problems, and poor sleeping or eating habits."}
{"id": "article-28321_7", "title": "Addiction Relapse Prevention -- Function -- Emotional Relapse", "content": "There are two main goals during this stage. The first goal is to help the patient understand the importance of self-care. The second goal is to help patients recognize their denial so they can further understand the need to take steps to avoid progressing through the stages of a relapse.", "contents": "Addiction Relapse Prevention -- Function -- Emotional Relapse. There are two main goals during this stage. The first goal is to help the patient understand the importance of self-care. The second goal is to help patients recognize their denial so they can further understand the need to take steps to avoid progressing through the stages of a relapse."}
{"id": "article-28321_8", "title": "Addiction Relapse Prevention -- Function -- Mental Relapse", "content": "During a mental relapse, the patient has an internal struggle between the desire to resume using and the desire to remain abstinent.", "contents": "Addiction Relapse Prevention -- Function -- Mental Relapse. During a mental relapse, the patient has an internal struggle between the desire to resume using and the desire to remain abstinent."}
{"id": "article-28321_9", "title": "Addiction Relapse Prevention -- Function -- Mental Relapse", "content": "Signs of a mental relapse including craving a substance, thinking about people/places/things associated with their use in the past, exaggerating the positive aspects of past use and/or minimizing the consequences of past use, lying, bargaining, trying to plan ways to use while still maintaining control, seeking opportunities to relapse, and planning a relapse.", "contents": "Addiction Relapse Prevention -- Function -- Mental Relapse. Signs of a mental relapse including craving a substance, thinking about people/places/things associated with their use in the past, exaggerating the positive aspects of past use and/or minimizing the consequences of past use, lying, bargaining, trying to plan ways to use while still maintaining control, seeking opportunities to relapse, and planning a relapse."}
{"id": "article-28321_10", "title": "Addiction Relapse Prevention -- Function -- Mental Relapse", "content": "Providers help patients in this stage to recognize and avoid situations that increase the risk of physical relapse. Participants in this stage may be at a significantly increased risk of a physical relapse during special times, such as a social event, holiday, or a trip when they may use mental bargaining to justify their use.", "contents": "Addiction Relapse Prevention -- Function -- Mental Relapse. Providers help patients in this stage to recognize and avoid situations that increase the risk of physical relapse. Participants in this stage may be at a significantly increased risk of a physical relapse during special times, such as a social event, holiday, or a trip when they may use mental bargaining to justify their use."}
{"id": "article-28321_11", "title": "Addiction Relapse Prevention -- Function -- Mental Relapse", "content": "Some patients early in recovery may set up unreasonable expectations in that they believe they will never again think about using or having a relapse. Providers need to emphasize that occasional thoughts of using or cravings are a common part of recovery so they can help the patient equip themselves with the skills needed to work through these challenges.", "contents": "Addiction Relapse Prevention -- Function -- Mental Relapse. Some patients early in recovery may set up unreasonable expectations in that they believe they will never again think about using or having a relapse. Providers need to emphasize that occasional thoughts of using or cravings are a common part of recovery so they can help the patient equip themselves with the skills needed to work through these challenges."}
{"id": "article-28321_12", "title": "Addiction Relapse Prevention -- Function -- Physical Relapse", "content": "The final stage of relapse occurs when an individual resumes the use of the substance. Some researchers have differentiated a \"lapse\" (an initial use of the substance) from a \"relapse\" (uncontrolled use of the substance). However, this distinction may be detrimental to some individuals by helping them to minimize the impact of a lapse. As the DSM criteria make clear, most individuals with a substance use disorder have difficulty controlling how much they use, resulting in the likelihood that one drink, for example, will lead to many more if not corrected. Also, an initial lapse can lead to an increased obsession with further use.", "contents": "Addiction Relapse Prevention -- Function -- Physical Relapse. The final stage of relapse occurs when an individual resumes the use of the substance. Some researchers have differentiated a \"lapse\" (an initial use of the substance) from a \"relapse\" (uncontrolled use of the substance). However, this distinction may be detrimental to some individuals by helping them to minimize the impact of a lapse. As the DSM criteria make clear, most individuals with a substance use disorder have difficulty controlling how much they use, resulting in the likelihood that one drink, for example, will lead to many more if not corrected. Also, an initial lapse can lead to an increased obsession with further use."}
{"id": "article-28321_13", "title": "Addiction Relapse Prevention -- Function -- Physical Relapse", "content": "Many physical relapses occur during times when the individual believes their use will go undetected. In working with patients in early recovery, providers need to ensure they have the skills necessary to recognize these high-risk situations and avoid using.", "contents": "Addiction Relapse Prevention -- Function -- Physical Relapse. Many physical relapses occur during times when the individual believes their use will go undetected. In working with patients in early recovery, providers need to ensure they have the skills necessary to recognize these high-risk situations and avoid using."}
{"id": "article-28321_14", "title": "Addiction Relapse Prevention -- Function -- Stages of Recovery", "content": "Researchers and practitioners have identified multiple steps which help to explain the progression of many individuals through the process of recovery. Abstinence stage", "contents": "Addiction Relapse Prevention -- Function -- Stages of Recovery. Researchers and practitioners have identified multiple steps which help to explain the progression of many individuals through the process of recovery. Abstinence stage"}
{"id": "article-28321_15", "title": "Addiction Relapse Prevention -- Function -- Stages of Recovery", "content": "Experts in the field commonly hold that the abstinence stage starts as soon as the individual ceases their use and may continue for one or two years. During this stage, the primary concerns of the patient are often coping with their cravings and avoiding relapses. Repair stage", "contents": "Addiction Relapse Prevention -- Function -- Stages of Recovery. Experts in the field commonly hold that the abstinence stage starts as soon as the individual ceases their use and may continue for one or two years. During this stage, the primary concerns of the patient are often coping with their cravings and avoiding relapses. Repair stage"}
{"id": "article-28321_16", "title": "Addiction Relapse Prevention -- Function -- Stages of Recovery", "content": "The repair stage is commonly thought to last two to three years. During this stage, the individual works to repair the damage caused by the addiction. Participants usually start to feel progressively better, but as they begin to address past trauma or adverse life events associated with their use, they may feel worse at times. Growth stage", "contents": "Addiction Relapse Prevention -- Function -- Stages of Recovery. The repair stage is commonly thought to last two to three years. During this stage, the individual works to repair the damage caused by the addiction. Participants usually start to feel progressively better, but as they begin to address past trauma or adverse life events associated with their use, they may feel worse at times. Growth stage"}
{"id": "article-28321_17", "title": "Addiction Relapse Prevention -- Function -- Stages of Recovery", "content": "The growth stage starts after the individual has largely repaired the damage caused by the addiction. This stage is commonly thought to start three to five years after the individual has quit using and is expected to last for the rest of their lives. The individual's growth often includes experiences and developing skills they missed due to the addiction, particularly if the addiction started at a young age. [1]", "contents": "Addiction Relapse Prevention -- Function -- Stages of Recovery. The growth stage starts after the individual has largely repaired the damage caused by the addiction. This stage is commonly thought to start three to five years after the individual has quit using and is expected to last for the rest of their lives. The individual's growth often includes experiences and developing skills they missed due to the addiction, particularly if the addiction started at a young age. [1]"}
{"id": "article-28321_18", "title": "Addiction Relapse Prevention -- Issues of Concern", "content": "One primary concern in addiction treatment is the high rate of relapses within a short period after even the most intensive treatment. Many studies have shown relapse rates of approximately 50% within the first 12 weeks after completion of intensive inpatient programs that often last 4 to 12 weeks or more and can cost tens of thousands of dollars. [4] [5] Despite a wide range of services available, there have been no standard relapse prevention programs established. Additionally, outside of individuals in the criminal justice system, the participation in specific interventions (i.e., Alcoholics Anonymous participation or drug screens) is voluntarily making it difficult for providers and researchers to measure effectiveness.", "contents": "Addiction Relapse Prevention -- Issues of Concern. One primary concern in addiction treatment is the high rate of relapses within a short period after even the most intensive treatment. Many studies have shown relapse rates of approximately 50% within the first 12 weeks after completion of intensive inpatient programs that often last 4 to 12 weeks or more and can cost tens of thousands of dollars. [4] [5] Despite a wide range of services available, there have been no standard relapse prevention programs established. Additionally, outside of individuals in the criminal justice system, the participation in specific interventions (i.e., Alcoholics Anonymous participation or drug screens) is voluntarily making it difficult for providers and researchers to measure effectiveness."}
{"id": "article-28321_19", "title": "Addiction Relapse Prevention -- Clinical Significance", "content": "The prevention of relapses is perhaps the most fundamental task in addiction recovery. Five broad strategies have been used in relapse prevention: 1. therapy, 2. medications, 3. monitoring, 4. peer support, and 5. emerging interventions. Individuals often combine two or more of these approaches in their recovery plans.", "contents": "Addiction Relapse Prevention -- Clinical Significance. The prevention of relapses is perhaps the most fundamental task in addiction recovery. Five broad strategies have been used in relapse prevention: 1. therapy, 2. medications, 3. monitoring, 4. peer support, and 5. emerging interventions. Individuals often combine two or more of these approaches in their recovery plans."}
{"id": "article-28321_20", "title": "Addiction Relapse Prevention -- Clinical Significance -- Therapy", "content": "Several forms of therapy have been widely used to help individuals struggling with addiction. The various forms of therapy share many common elements, and a combination of different approaches are useful for an individual.", "contents": "Addiction Relapse Prevention -- Clinical Significance -- Therapy. Several forms of therapy have been widely used to help individuals struggling with addiction. The various forms of therapy share many common elements, and a combination of different approaches are useful for an individual."}
{"id": "article-28321_21", "title": "Addiction Relapse Prevention -- Clinical Significance -- Therapy", "content": "Motivational interviewing is an approach that seeks to increase an individual's readiness to change destructive behavior. Therapists using motivational interviewing employ techniques such as engaging in discussion about concerns, focusing the discussion, evoking motivation and confidence in their ability to change, and planning for change by developing a series of steps the individual can use to change. Motivational interviewing correlates with effect sizes of up to d=0.5. [6]", "contents": "Addiction Relapse Prevention -- Clinical Significance -- Therapy. Motivational interviewing is an approach that seeks to increase an individual's readiness to change destructive behavior. Therapists using motivational interviewing employ techniques such as engaging in discussion about concerns, focusing the discussion, evoking motivation and confidence in their ability to change, and planning for change by developing a series of steps the individual can use to change. Motivational interviewing correlates with effect sizes of up to d=0.5. [6]"}
{"id": "article-28321_22", "title": "Addiction Relapse Prevention -- Clinical Significance -- Therapy", "content": "Cognitive-behavioral therapy (CBT) is one of the most widely used forms of treatment for addiction recovery. This therapy helps individuals overcome the challenges that perpetuate harmful drug/alcohol use and equip them with the skills needed to achieve recovery. [7] Various skills may be emphasized in CBT depending on an individual's needs, but a growing body of literature is examining mindfulness. [8]", "contents": "Addiction Relapse Prevention -- Clinical Significance -- Therapy. Cognitive-behavioral therapy (CBT) is one of the most widely used forms of treatment for addiction recovery. This therapy helps individuals overcome the challenges that perpetuate harmful drug/alcohol use and equip them with the skills needed to achieve recovery. [7] Various skills may be emphasized in CBT depending on an individual's needs, but a growing body of literature is examining mindfulness. [8]"}
{"id": "article-28321_23", "title": "Addiction Relapse Prevention -- Clinical Significance -- Therapy", "content": "Researchers have also studied acceptance and commitment therapy as a treatment for addiction. In this form of treatment, the provider works to help an individual change the relationship they have with the substance to which they are addicted. One metanalysis found that this form of therapy was associated with improved outcomes in addiction but noted the effect size was relatively small. [9]", "contents": "Addiction Relapse Prevention -- Clinical Significance -- Therapy. Researchers have also studied acceptance and commitment therapy as a treatment for addiction. In this form of treatment, the provider works to help an individual change the relationship they have with the substance to which they are addicted. One metanalysis found that this form of therapy was associated with improved outcomes in addiction but noted the effect size was relatively small. [9]"}
{"id": "article-28321_24", "title": "Addiction Relapse Prevention -- Clinical Significance -- Therapy", "content": "Contingency management is an application of operant conditioning to addiction recovery. Participants who submit a negative urine drug screen often receive motivational incentives such as a voucher which they can exchange for various items they desire (i.e., food items, movie passes). Contingency management programs are often some of the most effective interventions in addiction recovery with effect sizes of up to d=0.62. [6] Although often highly effective in the short-term, contingency management programs tend to be expensive to implement, and their effect on recovery often diminishes significantly after the rewards cease.", "contents": "Addiction Relapse Prevention -- Clinical Significance -- Therapy. Contingency management is an application of operant conditioning to addiction recovery. Participants who submit a negative urine drug screen often receive motivational incentives such as a voucher which they can exchange for various items they desire (i.e., food items, movie passes). Contingency management programs are often some of the most effective interventions in addiction recovery with effect sizes of up to d=0.62. [6] Although often highly effective in the short-term, contingency management programs tend to be expensive to implement, and their effect on recovery often diminishes significantly after the rewards cease."}
{"id": "article-28321_25", "title": "Addiction Relapse Prevention -- Clinical Significance -- Therapy", "content": "The community reinforcement approach has been used for decades and seeks to emphasize the benefits of abstinence and reduce the positive reinforcement associated with drug or alcohol use. The therapist often focuses on increasing motivation to quit, developing coping skills, and promoting family involvement. [10] Therapists have extended this approach in the form of Community Reinforcement and Family Training (CRAFT). CRAFT incorporates family and other supportive individuals in the person's recovery process to a greater extent. Specifically, it provides supportive individuals with skills to help reduce alcohol or drug use when not engaged in treatment, increase motivation to enter treatment, and improve the quality of life of those affected by the individual's addiction. [11]", "contents": "Addiction Relapse Prevention -- Clinical Significance -- Therapy. The community reinforcement approach has been used for decades and seeks to emphasize the benefits of abstinence and reduce the positive reinforcement associated with drug or alcohol use. The therapist often focuses on increasing motivation to quit, developing coping skills, and promoting family involvement. [10] Therapists have extended this approach in the form of Community Reinforcement and Family Training (CRAFT). CRAFT incorporates family and other supportive individuals in the person's recovery process to a greater extent. Specifically, it provides supportive individuals with skills to help reduce alcohol or drug use when not engaged in treatment, increase motivation to enter treatment, and improve the quality of life of those affected by the individual's addiction. [11]"}
{"id": "article-28321_26", "title": "Addiction Relapse Prevention -- Clinical Significance -- Medications", "content": "A variety of drugs are used to help individuals in the process of recovery from addiction. Nicotine", "contents": "Addiction Relapse Prevention -- Clinical Significance -- Medications. A variety of drugs are used to help individuals in the process of recovery from addiction. Nicotine"}
{"id": "article-28321_27", "title": "Addiction Relapse Prevention -- Clinical Significance -- Medications", "content": "Medications for nicotine use disorders commonly target cessation rather than relapse prevention. However, maintenance treatment may be necessary for individuals with frequent relapses. Bupropion has been shown effective for relapse prevention (OR=1.49) and has been studied for up to 12 months after nicotine cessation. [12] There is insufficient evidence on the effects of nicotine replacement (including e-cigarettes) and varenicline on relapse prevention. Alcohol", "contents": "Addiction Relapse Prevention -- Clinical Significance -- Medications. Medications for nicotine use disorders commonly target cessation rather than relapse prevention. However, maintenance treatment may be necessary for individuals with frequent relapses. Bupropion has been shown effective for relapse prevention (OR=1.49) and has been studied for up to 12 months after nicotine cessation. [12] There is insufficient evidence on the effects of nicotine replacement (including e-cigarettes) and varenicline on relapse prevention. Alcohol"}
{"id": "article-28321_28", "title": "Addiction Relapse Prevention -- Clinical Significance -- Medications", "content": "Disulfiram is a medication that inhibits aldehyde dehydrogenase resulting in the build-up of acetaldehyde, which produces uncomfortable physical effects. As a result, disulfiram acts as a deterrent against an alcohol relapse until the body metabolizes the medications. One significant challenge regarding the use of disulfiram is non-adherence. Supervised treatment with disulfiram has correlated with an increased time to relapse and a reduced number of drinking days. [13] Disulfiram has been shown superior to naltrexone and acamprosate but only when used in observed dosing. Such results are unlikely outside of observed therapy due to frequent discontinuation.", "contents": "Addiction Relapse Prevention -- Clinical Significance -- Medications. Disulfiram is a medication that inhibits aldehyde dehydrogenase resulting in the build-up of acetaldehyde, which produces uncomfortable physical effects. As a result, disulfiram acts as a deterrent against an alcohol relapse until the body metabolizes the medications. One significant challenge regarding the use of disulfiram is non-adherence. Supervised treatment with disulfiram has correlated with an increased time to relapse and a reduced number of drinking days. [13] Disulfiram has been shown superior to naltrexone and acamprosate but only when used in observed dosing. Such results are unlikely outside of observed therapy due to frequent discontinuation."}
{"id": "article-28321_29", "title": "Addiction Relapse Prevention -- Clinical Significance -- Medications", "content": "Naltrexone is a medication used to help prevent relapses on alcohol by reducing cravings. It is available in an oral tablet and a monthly injection. Studies have shown that the use of naltrexone is associated with a reduced risk of relapse with a number-needed-to-treat (NNT) to prevent a return to any drinking of 20. [14] Acamprosate is another medication used to help prevent relapses of alcohol use. Studies have shown an NNT to prevent a return to any drinking of 12. [14] Opioids", "contents": "Addiction Relapse Prevention -- Clinical Significance -- Medications. Naltrexone is a medication used to help prevent relapses on alcohol by reducing cravings. It is available in an oral tablet and a monthly injection. Studies have shown that the use of naltrexone is associated with a reduced risk of relapse with a number-needed-to-treat (NNT) to prevent a return to any drinking of 20. [14] Acamprosate is another medication used to help prevent relapses of alcohol use. Studies have shown an NNT to prevent a return to any drinking of 12. [14] Opioids"}
{"id": "article-28321_30", "title": "Addiction Relapse Prevention -- Clinical Significance -- Medications", "content": "Methadone is a full opioid agonist used to reduce the risk of relapses. Some studies have shown methadone to be the most effective treatment for opioid dependence as it has demonstrated a lower rate of relapse compared with buprenorphine. However, methadone's potential for abuse and its resulting strict administration schedule (initially observed daily dosing) reduce its desirability for some patients. Higher doses and greater individualization in dosing correlate with greater retention in treatment. [15]", "contents": "Addiction Relapse Prevention -- Clinical Significance -- Medications. Methadone is a full opioid agonist used to reduce the risk of relapses. Some studies have shown methadone to be the most effective treatment for opioid dependence as it has demonstrated a lower rate of relapse compared with buprenorphine. However, methadone's potential for abuse and its resulting strict administration schedule (initially observed daily dosing) reduce its desirability for some patients. Higher doses and greater individualization in dosing correlate with greater retention in treatment. [15]"}
{"id": "article-28321_31", "title": "Addiction Relapse Prevention -- Clinical Significance -- Medications", "content": "Buprenorphine is a partial opioid agonist. It is often combined with naloxone to prevent diversion and injection. Although it has been shown to be somewhat less effective at preventing relapses than methadone, the reduced diversion potential, allowing for greater patient autonomy, may make it a more suitable choice for some patients. [16] Cannabis", "contents": "Addiction Relapse Prevention -- Clinical Significance -- Medications. Buprenorphine is a partial opioid agonist. It is often combined with naloxone to prevent diversion and injection. Although it has been shown to be somewhat less effective at preventing relapses than methadone, the reduced diversion potential, allowing for greater patient autonomy, may make it a more suitable choice for some patients. [16] Cannabis"}
{"id": "article-28321_32", "title": "Addiction Relapse Prevention -- Clinical Significance -- Medications", "content": "Several agents have been studied to assist with cannabis relapse prevention, but limited evidence prevents the widespread application of these findings to clinical practice. Some studies have shown that preparations containing THC can improve rates of treatment completion. Trials of selective serotonin reuptake inhibitors, bupropion, anticonvulsants, mood stabilizers, gabapentin, and N-acetylcysteine have finished, but the results have been insufficient to recommend their use in treatment. [17] Methamphetamines", "contents": "Addiction Relapse Prevention -- Clinical Significance -- Medications. Several agents have been studied to assist with cannabis relapse prevention, but limited evidence prevents the widespread application of these findings to clinical practice. Some studies have shown that preparations containing THC can improve rates of treatment completion. Trials of selective serotonin reuptake inhibitors, bupropion, anticonvulsants, mood stabilizers, gabapentin, and N-acetylcysteine have finished, but the results have been insufficient to recommend their use in treatment. [17] Methamphetamines"}
{"id": "article-28321_33", "title": "Addiction Relapse Prevention -- Clinical Significance -- Medications", "content": "A wide variety of medications targeting diverse pathways have been studied for methamphetamine addiction. Agents studied include antidepressants, psychostimulants, topiramate, baclofen, gabapentin, antipsychotics, N-acetylcysteine, acamprosate, oxazepam, naltrexone, atomoxetine, oxytocin, and others. However, no agents have shown clear efficacy in reducing the risk of relapse. In light of many negative studies, researchers have called for the exploration of novel agents. As a result, it is likely that effective medication treatment for methamphetamine addiction will not be available soon. [18]", "contents": "Addiction Relapse Prevention -- Clinical Significance -- Medications. A wide variety of medications targeting diverse pathways have been studied for methamphetamine addiction. Agents studied include antidepressants, psychostimulants, topiramate, baclofen, gabapentin, antipsychotics, N-acetylcysteine, acamprosate, oxazepam, naltrexone, atomoxetine, oxytocin, and others. However, no agents have shown clear efficacy in reducing the risk of relapse. In light of many negative studies, researchers have called for the exploration of novel agents. As a result, it is likely that effective medication treatment for methamphetamine addiction will not be available soon. [18]"}
{"id": "article-28321_34", "title": "Addiction Relapse Prevention -- Clinical Significance -- Monitoring", "content": "Various forms of monitoring have been used to detect drug/alcohol use. Objective evidence of abstinence has been a critical component of many relapse prevention programs. The results often inform contingency management programs (discussed above) of drug tests. Also, the use of some medications (i.e., buprenorphine and methadone) require periodic drug screens to ensure the individual is not diverting the medication or using other substances of abuse. Lastly, even in the absence of explicit consequences for alcohol or drug use, knowing they may be subject to testing provides a measure of deterrence against relapses for some individuals.", "contents": "Addiction Relapse Prevention -- Clinical Significance -- Monitoring. Various forms of monitoring have been used to detect drug/alcohol use. Objective evidence of abstinence has been a critical component of many relapse prevention programs. The results often inform contingency management programs (discussed above) of drug tests. Also, the use of some medications (i.e., buprenorphine and methadone) require periodic drug screens to ensure the individual is not diverting the medication or using other substances of abuse. Lastly, even in the absence of explicit consequences for alcohol or drug use, knowing they may be subject to testing provides a measure of deterrence against relapses for some individuals."}
{"id": "article-28321_35", "title": "Addiction Relapse Prevention -- Clinical Significance -- Monitoring", "content": "Urine drug screens have been the most widely used and can detect the widest variety of substances. However, urine drug screens require the individual to travel to a clinic or testing center and have some cost associated with the testing materials and staff time. Point-of-care tests often use drug test strips or cups that can provide results in approximately five minutes. Laboratory tests take longer and often have a greater associated cost, but offer higher sensitivity and specificity.", "contents": "Addiction Relapse Prevention -- Clinical Significance -- Monitoring. Urine drug screens have been the most widely used and can detect the widest variety of substances. However, urine drug screens require the individual to travel to a clinic or testing center and have some cost associated with the testing materials and staff time. Point-of-care tests often use drug test strips or cups that can provide results in approximately five minutes. Laboratory tests take longer and often have a greater associated cost, but offer higher sensitivity and specificity."}
{"id": "article-28321_36", "title": "Addiction Relapse Prevention -- Clinical Significance -- Monitoring", "content": "Breathalyzers have also been widely used to detect alcohol use. Breathalyzers have the advantage of being quick and inexpensive to administer. However, at this time, breathalyzers are only able to detect alcohol, so they may not provide deterrence against relapse on other substances unless combined with random urine drug screens. Smartphone technology has resulted in remote breathalyzer programs in which an individual can provide a sample into a Bluetooth-connected breathalyzer while the mobile phone takes a picture to confirm their identity. Skin monitors have also been used to detect alcohol use but are limited to alcohol, expensive, and usually only available to individuals in the criminal justice system. Salvia tests are sometimes used to detect the use of certain drugs. Hair follicle drug tests are available for some substances but are not widely used in treatment. [19]", "contents": "Addiction Relapse Prevention -- Clinical Significance -- Monitoring. Breathalyzers have also been widely used to detect alcohol use. Breathalyzers have the advantage of being quick and inexpensive to administer. However, at this time, breathalyzers are only able to detect alcohol, so they may not provide deterrence against relapse on other substances unless combined with random urine drug screens. Smartphone technology has resulted in remote breathalyzer programs in which an individual can provide a sample into a Bluetooth-connected breathalyzer while the mobile phone takes a picture to confirm their identity. Skin monitors have also been used to detect alcohol use but are limited to alcohol, expensive, and usually only available to individuals in the criminal justice system. Salvia tests are sometimes used to detect the use of certain drugs. Hair follicle drug tests are available for some substances but are not widely used in treatment. [19]"}
{"id": "article-28321_37", "title": "Addiction Relapse Prevention -- Clinical Significance -- Peer Support", "content": "A variety of peer support programs have been established to allow individuals who have progressed in recovery to assist people in earlier stages.", "contents": "Addiction Relapse Prevention -- Clinical Significance -- Peer Support. A variety of peer support programs have been established to allow individuals who have progressed in recovery to assist people in earlier stages."}
{"id": "article-28321_38", "title": "Addiction Relapse Prevention -- Clinical Significance -- Peer Support", "content": "The most widely used programs include Alcoholics Anonymous (AA), Narcotics Anonymous, and SMART Recovery. These groups emphasize the need for frequent meetings, working through a specified program, and guidance from a mentor. [20] Evidence for the efficacy of peer support groups in preventing relapses is limited. One small study found that AA may help with treatment acceptance and retention. More broadly, there is a lack of evidence that peer support groups are superior to other relapse prevention interventions. However, it bears mentioning that the efficacy of these interventions may be challenging to ascertain as researchers cannot randomly allocate the motivation to engage in the groups that appear to be a significant predictor of their impact. [21]", "contents": "Addiction Relapse Prevention -- Clinical Significance -- Peer Support. The most widely used programs include Alcoholics Anonymous (AA), Narcotics Anonymous, and SMART Recovery. These groups emphasize the need for frequent meetings, working through a specified program, and guidance from a mentor. [20] Evidence for the efficacy of peer support groups in preventing relapses is limited. One small study found that AA may help with treatment acceptance and retention. More broadly, there is a lack of evidence that peer support groups are superior to other relapse prevention interventions. However, it bears mentioning that the efficacy of these interventions may be challenging to ascertain as researchers cannot randomly allocate the motivation to engage in the groups that appear to be a significant predictor of their impact. [21]"}
{"id": "article-28321_39", "title": "Addiction Relapse Prevention -- Clinical Significance -- Peer Support", "content": "Although the term \"recovery coach\" was first used in 2006, the service has not gained wide adoption in addiction treatment. Peer recovery coaches are individuals who have experienced addiction themselves but have been abstinent for an extended period (often at least one or two years). Peer recovery coaches complete approximately 40 hours of training in addition to a minimum number of hours of work in the field to obtain certification. Peer recovery coaches can then contract with clinics or offices to work one-on-one with assigned individuals as a service that is billable through Medicaid in many areas. [22] Culturally-specific training programs have undergone development in some areas. For example, in the Mid-west, individuals can train in a program that emphasizes Native American values and traditions with the intention that they will be able to offer more effective support to other Native Americans.", "contents": "Addiction Relapse Prevention -- Clinical Significance -- Peer Support. Although the term \"recovery coach\" was first used in 2006, the service has not gained wide adoption in addiction treatment. Peer recovery coaches are individuals who have experienced addiction themselves but have been abstinent for an extended period (often at least one or two years). Peer recovery coaches complete approximately 40 hours of training in addition to a minimum number of hours of work in the field to obtain certification. Peer recovery coaches can then contract with clinics or offices to work one-on-one with assigned individuals as a service that is billable through Medicaid in many areas. [22] Culturally-specific training programs have undergone development in some areas. For example, in the Mid-west, individuals can train in a program that emphasizes Native American values and traditions with the intention that they will be able to offer more effective support to other Native Americans."}
{"id": "article-28321_40", "title": "Addiction Relapse Prevention -- Clinical Significance -- Emerging Interventions", "content": "Several developing interventions are currently under scrutiny as treatments for addiction. A limited number of studies have considered the use of transcranial magnetic stimulation (TMS) as a treatment for addiction. One meta-analysis showed a reduction in cravings for cannabis in participants who received TMS versus controls. [23] However, one challenge regarding the application of TMS to the prevention of relapses is that there are no evidence-based protocols established. [24]", "contents": "Addiction Relapse Prevention -- Clinical Significance -- Emerging Interventions. Several developing interventions are currently under scrutiny as treatments for addiction. A limited number of studies have considered the use of transcranial magnetic stimulation (TMS) as a treatment for addiction. One meta-analysis showed a reduction in cravings for cannabis in participants who received TMS versus controls. [23] However, one challenge regarding the application of TMS to the prevention of relapses is that there are no evidence-based protocols established. [24]"}
{"id": "article-28321_41", "title": "Addiction Relapse Prevention -- Clinical Significance -- Emerging Interventions", "content": "Several hallucinogenic agents have been examined in several studies over the past 30 years. Some studies have shown improvements in areas such as cravings, alcohol consumption, and drinking consequences. However, the authors of the systematic review did note that most of the studies were limited by small sample sizes and were open-label. [25]", "contents": "Addiction Relapse Prevention -- Clinical Significance -- Emerging Interventions. Several hallucinogenic agents have been examined in several studies over the past 30 years. Some studies have shown improvements in areas such as cravings, alcohol consumption, and drinking consequences. However, the authors of the systematic review did note that most of the studies were limited by small sample sizes and were open-label. [25]"}
{"id": "article-28321_42", "title": "Addiction Relapse Prevention -- Other Issues", "content": "Drug “vaccines” were initially promoted as a very promising intervention to prevent relapses. Although researchers have developed treatments that have been effective in animal studies, none have been able to demonstrate the same results in humans. Research in this area is ongoing. [26]", "contents": "Addiction Relapse Prevention -- Other Issues. Drug “vaccines” were initially promoted as a very promising intervention to prevent relapses. Although researchers have developed treatments that have been effective in animal studies, none have been able to demonstrate the same results in humans. Research in this area is ongoing. [26]"}
{"id": "article-28321_43", "title": "Addiction Relapse Prevention -- Enhancing Healthcare Team Outcomes", "content": "Relapse prevention is a central goal of almost every addiction treatment team. Unfortunately, no single intervention has demonstrated effectiveness for each individual. Also, the process of recovery from addiction can be highly variable and unpredictable. The key is to identify the patient early. The primary care clinicians first see the majority of these patients. Nurses with specialty training in addiction can help with patient counseling, assessing risk, monitoring treatment, and watching for signs of a relapse in advance. The pharmacist can check the dosing and interactions of any pharmaceutical interventions as outlined above, and report concerns to the rest of the team. As a result, an interprofessional team that is highly adaptable and responsive to the individual’s current needs will often be the most effective and prevent or mitigate relapses. [Level 5]", "contents": "Addiction Relapse Prevention -- Enhancing Healthcare Team Outcomes. Relapse prevention is a central goal of almost every addiction treatment team. Unfortunately, no single intervention has demonstrated effectiveness for each individual. Also, the process of recovery from addiction can be highly variable and unpredictable. The key is to identify the patient early. The primary care clinicians first see the majority of these patients. Nurses with specialty training in addiction can help with patient counseling, assessing risk, monitoring treatment, and watching for signs of a relapse in advance. The pharmacist can check the dosing and interactions of any pharmaceutical interventions as outlined above, and report concerns to the rest of the team. As a result, an interprofessional team that is highly adaptable and responsive to the individual’s current needs will often be the most effective and prevent or mitigate relapses. [Level 5]"}
{"id": "article-28321_44", "title": "Addiction Relapse Prevention -- Nursing, Allied Health, and Interprofessional Team Interventions", "content": "Nurses are well placed to serve a key role in teams seeking to help individuals in recovery avoid relapses. They often have critical knowledge of community resources and trends. Also, their ability to provide a wide range of interventions ranging from supportive therapy to medical interventions often proves to be a valuable asset to patients.", "contents": "Addiction Relapse Prevention -- Nursing, Allied Health, and Interprofessional Team Interventions. Nurses are well placed to serve a key role in teams seeking to help individuals in recovery avoid relapses. They often have critical knowledge of community resources and trends. Also, their ability to provide a wide range of interventions ranging from supportive therapy to medical interventions often proves to be a valuable asset to patients."}
{"id": "article-28321_45", "title": "Addiction Relapse Prevention -- Nursing, Allied Health, and Interprofessional Team Monitoring", "content": "Nurses most often use the same monitoring as individuals in the rest of the healthcare team. They may administer or interpret the results of drug screens. They may also have contact with individuals who provide close support to the patient, such as family members, friends, or sponsors.", "contents": "Addiction Relapse Prevention -- Nursing, Allied Health, and Interprofessional Team Monitoring. Nurses most often use the same monitoring as individuals in the rest of the healthcare team. They may administer or interpret the results of drug screens. They may also have contact with individuals who provide close support to the patient, such as family members, friends, or sponsors."}
{"id": "article-28321_46", "title": "Addiction Relapse Prevention -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Addiction Relapse Prevention -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}