{"id": "article-36081_0", "title": "Anatomy, Bony Pelvis and Lower Limb, Iliotibial Band (Tract) -- Introduction", "content": "The iliotibial band tract or IT band (ITB) is a longitudinal fibrous sheath that runs along the lateral thigh and serves as an important structure involved in lower extremity motion. The ITB is also sometimes known as Maissiat's band.  The ITB spans the lower extremity on its lateral aspect before inserting on Gerdy's tubercle on the proximal/lateral tibia.", "contents": "Anatomy, Bony Pelvis and Lower Limb, Iliotibial Band (Tract) -- Introduction. The iliotibial band tract or IT band (ITB) is a longitudinal fibrous sheath that runs along the lateral thigh and serves as an important structure involved in lower extremity motion. The ITB is also sometimes known as Maissiat's band.  The ITB spans the lower extremity on its lateral aspect before inserting on Gerdy's tubercle on the proximal/lateral tibia."}
{"id": "article-36081_1", "title": "Anatomy, Bony Pelvis and Lower Limb, Iliotibial Band (Tract) -- Introduction", "content": "Proximally in the thigh, the ITB receives fascial contributions from the deep fascia of the thigh, gluteus maximus, and tensor fascia lata (TFL). [1] The TFL is the deep investing fascia of the thigh, encompassing the muscles of the hip and lower extremity around this region. [2] Distally, the ITB becomes a distinct soft tissue layer of the lateral knee. [3]", "contents": "Anatomy, Bony Pelvis and Lower Limb, Iliotibial Band (Tract) -- Introduction. Proximally in the thigh, the ITB receives fascial contributions from the deep fascia of the thigh, gluteus maximus, and tensor fascia lata (TFL). [1] The TFL is the deep investing fascia of the thigh, encompassing the muscles of the hip and lower extremity around this region. [2] Distally, the ITB becomes a distinct soft tissue layer of the lateral knee. [3]"}
{"id": "article-36081_2", "title": "Anatomy, Bony Pelvis and Lower Limb, Iliotibial Band (Tract) -- Introduction", "content": "There are multiple clinical conditions that can present secondary to a spectrum of ITB dysfunction and many of these manifest in physical laborers to recreational or high-level professional athletes.  Moreover, these conditions will vary depending on the specific anatomic location of the dysfunction.  For example, proximally based ITB conditions include external snapping hip syndrome, which occurs secondary to ITB friction as these fibers rub (or \"snap\") over the greater trochanter of the femur [4] Distally, ITB pathology most commonly manifests as some form of lateral-based knee pain (commonly ITB syndrome, or ITBS).  Athletes affected are often involved in sports heavily reliant on peak lower extremity function and performers, such as runners, skaters, or cyclists.", "contents": "Anatomy, Bony Pelvis and Lower Limb, Iliotibial Band (Tract) -- Introduction. There are multiple clinical conditions that can present secondary to a spectrum of ITB dysfunction and many of these manifest in physical laborers to recreational or high-level professional athletes.  Moreover, these conditions will vary depending on the specific anatomic location of the dysfunction.  For example, proximally based ITB conditions include external snapping hip syndrome, which occurs secondary to ITB friction as these fibers rub (or \"snap\") over the greater trochanter of the femur [4] Distally, ITB pathology most commonly manifests as some form of lateral-based knee pain (commonly ITB syndrome, or ITBS).  Athletes affected are often involved in sports heavily reliant on peak lower extremity function and performers, such as runners, skaters, or cyclists."}
{"id": "article-36081_3", "title": "Anatomy, Bony Pelvis and Lower Limb, Iliotibial Band (Tract) -- Introduction", "content": "Regardless of the ITB condition, most patients experience complete resolution of symptoms following nonoperative management modalities alone.  However, surgical consideration is a potential option for chronic, recurrent, or recalcitrant cases that continue to persist despite exhausting of all nonoperative management options after several months.", "contents": "Anatomy, Bony Pelvis and Lower Limb, Iliotibial Band (Tract) -- Introduction. Regardless of the ITB condition, most patients experience complete resolution of symptoms following nonoperative management modalities alone.  However, surgical consideration is a potential option for chronic, recurrent, or recalcitrant cases that continue to persist despite exhausting of all nonoperative management options after several months."}
{"id": "article-36081_4", "title": "Anatomy, Bony Pelvis and Lower Limb, Iliotibial Band (Tract) -- Structure and Function -- Origin, insertion, and structure", "content": "The detailed anatomic structure of the ITB, TFL, and its origins, insertions, and variations have been debated for decades in the literature.  Huang et al. delineated the proximal anatomy in a recent study from 2013. [5]", "contents": "Anatomy, Bony Pelvis and Lower Limb, Iliotibial Band (Tract) -- Structure and Function -- Origin, insertion, and structure. The detailed anatomic structure of the ITB, TFL, and its origins, insertions, and variations have been debated for decades in the literature.  Huang et al. delineated the proximal anatomy in a recent study from 2013. [5]"}
{"id": "article-36081_5", "title": "Anatomy, Bony Pelvis and Lower Limb, Iliotibial Band (Tract) -- Structure and Function -- Proximal anatomy [5] [6]", "content": "The proximal IT tract begins as three distinct layers coursing distally to fuse/coalesce at the level of the greater trochanter (GT) Superficial IT layer: Origin: Ilium (superficial to the TFL origin) Intermediate IT layer: Origin: Ilium (distal to the TFL origin) The intermediate layer's location is consistently deep to the TFL muscle layer Deep IT layer [7] : Recognized as a constant structure Portions of the deep IT layer are also confluent with the hip joint capsule itself Origin: arises from the supra-acetabular fossa between the hip joint capsule and the reflected head of the rectus femoris", "contents": "Anatomy, Bony Pelvis and Lower Limb, Iliotibial Band (Tract) -- Structure and Function -- Proximal anatomy [5] [6]. The proximal IT tract begins as three distinct layers coursing distally to fuse/coalesce at the level of the greater trochanter (GT) Superficial IT layer: Origin: Ilium (superficial to the TFL origin) Intermediate IT layer: Origin: Ilium (distal to the TFL origin) The intermediate layer's location is consistently deep to the TFL muscle layer Deep IT layer [7] : Recognized as a constant structure Portions of the deep IT layer are also confluent with the hip joint capsule itself Origin: arises from the supra-acetabular fossa between the hip joint capsule and the reflected head of the rectus femoris"}
{"id": "article-36081_6", "title": "Anatomy, Bony Pelvis and Lower Limb, Iliotibial Band (Tract) -- Structure and Function -- Proximal anatomy [5] [6]", "content": "TFL Separate origin of TFL fibers originates off the ilium and in between the superficial and intermediate IT layer origins Distally, the TFL becomes a tendinous structure as it merges with the superficial and intermediate IT layers Farther distal, the TFL tendinous fibers, including the superficial and intermediate IT layers, fuse as a single confluent structure near the level of the GT", "contents": "Anatomy, Bony Pelvis and Lower Limb, Iliotibial Band (Tract) -- Structure and Function -- Proximal anatomy [5] [6]. TFL Separate origin of TFL fibers originates off the ilium and in between the superficial and intermediate IT layer origins Distally, the TFL becomes a tendinous structure as it merges with the superficial and intermediate IT layers Farther distal, the TFL tendinous fibers, including the superficial and intermediate IT layers, fuse as a single confluent structure near the level of the GT"}
{"id": "article-36081_7", "title": "Anatomy, Bony Pelvis and Lower Limb, Iliotibial Band (Tract) -- Structure and Function -- Proximal anatomy [5] [6]", "content": "Gluteal contributions Gluteal aponeurotic fascia: Originates from the posterior iliac crest Courses distally to invest the anterior two-thirds of the gluteus medius A portion of its fibers merge with the posterior ITB to continue distally while the remaining aponeurotic fibers insert at the gluteal tuberosity on the femur In addition, the posterior ITB also receives distinct fascial/tendinous contributions from: Superior gluteus maximus Superficial fibers of the inferior gluteus maximus Deep fibers from the inferior gluteus maximus course toward the femur to insert onto the gluteal tuberosity of the linea aspera", "contents": "Anatomy, Bony Pelvis and Lower Limb, Iliotibial Band (Tract) -- Structure and Function -- Proximal anatomy [5] [6]. Gluteal contributions Gluteal aponeurotic fascia: Originates from the posterior iliac crest Courses distally to invest the anterior two-thirds of the gluteus medius A portion of its fibers merge with the posterior ITB to continue distally while the remaining aponeurotic fibers insert at the gluteal tuberosity on the femur In addition, the posterior ITB also receives distinct fascial/tendinous contributions from: Superior gluteus maximus Superficial fibers of the inferior gluteus maximus Deep fibers from the inferior gluteus maximus course toward the femur to insert onto the gluteal tuberosity of the linea aspera"}
{"id": "article-36081_8", "title": "Anatomy, Bony Pelvis and Lower Limb, Iliotibial Band (Tract) -- Structure and Function -- Distal anatomy:", "content": "Proximal to the knee joint, the ITB attaches to the intermuscular septum and supracondylar tubercle of the femur.  Proximal to the lateral epicondyle, there is an interposed fat layer between the ITB and the vastus lateralis. [8] The ITB is more tendinous proximal to the lateral femoral epicondyle, and at the level of the epicondyle, the ITB contributes to lateral knee stability secondary to its anatomic position, intimal contact with the epicondyle, and relative to its location with respect to the lateral collateral ligament (LCL). [9]", "contents": "Anatomy, Bony Pelvis and Lower Limb, Iliotibial Band (Tract) -- Structure and Function -- Distal anatomy:. Proximal to the knee joint, the ITB attaches to the intermuscular septum and supracondylar tubercle of the femur.  Proximal to the lateral epicondyle, there is an interposed fat layer between the ITB and the vastus lateralis. [8] The ITB is more tendinous proximal to the lateral femoral epicondyle, and at the level of the epicondyle, the ITB contributes to lateral knee stability secondary to its anatomic position, intimal contact with the epicondyle, and relative to its location with respect to the lateral collateral ligament (LCL). [9]"}
{"id": "article-36081_9", "title": "Anatomy, Bony Pelvis and Lower Limb, Iliotibial Band (Tract) -- Structure and Function -- Function", "content": "Proximal ITB function includes [6] : Hip extension Hip abduction Lateral hip rotation Distally, ITB function depends on the position of the knee joint [2] 0 degrees/full extension to 20 to 30 degrees of flexion Active knee extensor The ITB lies anterior to the lateral femoral epicondyle 20 to 30 degrees of flexion to full flexion ROM Active knee flexor ITB lies posterior relative to the lateral femoral epicondyle", "contents": "Anatomy, Bony Pelvis and Lower Limb, Iliotibial Band (Tract) -- Structure and Function -- Function. Proximal ITB function includes [6] : Hip extension Hip abduction Lateral hip rotation Distally, ITB function depends on the position of the knee joint [2] 0 degrees/full extension to 20 to 30 degrees of flexion Active knee extensor The ITB lies anterior to the lateral femoral epicondyle 20 to 30 degrees of flexion to full flexion ROM Active knee flexor ITB lies posterior relative to the lateral femoral epicondyle"}
{"id": "article-36081_10", "title": "Anatomy, Bony Pelvis and Lower Limb, Iliotibial Band (Tract) -- Embryology", "content": "Tendons and ligaments are connective tissue structures that allow for stability and elasticity between bone-muscle and bone-bone interfaces, respectively. Molecular structure high in water and extracellular matrix content provide the durability and elasticity needed for these structures. The mesoderm is the middle layer of the embryologic trilaminar disc of tissue that forms because of gastrulation in a fetus. Surrounded by the endoderm and ectoderm, the mesoderm is the structure giving rise to connective tissue of the human body aside from muscle of the head, which develops from neural crest tissue. The ITB, being a tendinous structure, therefore derives from mesoderm. [10]", "contents": "Anatomy, Bony Pelvis and Lower Limb, Iliotibial Band (Tract) -- Embryology. Tendons and ligaments are connective tissue structures that allow for stability and elasticity between bone-muscle and bone-bone interfaces, respectively. Molecular structure high in water and extracellular matrix content provide the durability and elasticity needed for these structures. The mesoderm is the middle layer of the embryologic trilaminar disc of tissue that forms because of gastrulation in a fetus. Surrounded by the endoderm and ectoderm, the mesoderm is the structure giving rise to connective tissue of the human body aside from muscle of the head, which develops from neural crest tissue. The ITB, being a tendinous structure, therefore derives from mesoderm. [10]"}
{"id": "article-36081_11", "title": "Anatomy, Bony Pelvis and Lower Limb, Iliotibial Band (Tract) -- Blood Supply and Lymphatics", "content": "The ITB, being a tendinous extension of the tensor fascia lata (TFL), shares the same arterial supply: Ascending branch of the lateral femoral circumflex artery (LFCA) Superior gluteal artery (SGA) The LFCA traverses the TFL as a single branch from the profundus femoris arterial system usually 6-10 cm distal from the anterior superior iliac spine (ASIS) directly into the muscle belly.", "contents": "Anatomy, Bony Pelvis and Lower Limb, Iliotibial Band (Tract) -- Blood Supply and Lymphatics. The ITB, being a tendinous extension of the tensor fascia lata (TFL), shares the same arterial supply: Ascending branch of the lateral femoral circumflex artery (LFCA) Superior gluteal artery (SGA) The LFCA traverses the TFL as a single branch from the profundus femoris arterial system usually 6-10 cm distal from the anterior superior iliac spine (ASIS) directly into the muscle belly."}
{"id": "article-36081_12", "title": "Anatomy, Bony Pelvis and Lower Limb, Iliotibial Band (Tract) -- Blood Supply and Lymphatics", "content": "The SGA is the largest branch of the posterior division of the internal iliac artery and exits the greater sciatic foramen where it divides into superficial and deep branches. The latter of which also provides collateral arterial blood supply to the TFL in addition to the gluteus medius and minimus muscles. [11]", "contents": "Anatomy, Bony Pelvis and Lower Limb, Iliotibial Band (Tract) -- Blood Supply and Lymphatics. The SGA is the largest branch of the posterior division of the internal iliac artery and exits the greater sciatic foramen where it divides into superficial and deep branches. The latter of which also provides collateral arterial blood supply to the TFL in addition to the gluteus medius and minimus muscles. [11]"}
{"id": "article-36081_13", "title": "Anatomy, Bony Pelvis and Lower Limb, Iliotibial Band (Tract) -- Nerves", "content": "Analogous to the arterial blood supply, the ITB shares the innervation of the TFL and gluteus maximus via the superior gluteal nerve (SGN) and inferior gluteal nerve (IGN), respectively.", "contents": "Anatomy, Bony Pelvis and Lower Limb, Iliotibial Band (Tract) -- Nerves. Analogous to the arterial blood supply, the ITB shares the innervation of the TFL and gluteus maximus via the superior gluteal nerve (SGN) and inferior gluteal nerve (IGN), respectively."}
{"id": "article-36081_14", "title": "Anatomy, Bony Pelvis and Lower Limb, Iliotibial Band (Tract) -- Nerves", "content": "The SGN arises from the ventral rami of nerve roots L4-S1 and originates from the lumbosacral nerve plexus.  Like the SGA, the SGN exits the pelvis via the greater sciatic foramen to innervate the TFL as well as the gluteus minimus and medius (both hip abductors and medial rotators). The IGN is comprised of the ventral rami of L5-S2 and provides innervation of the gluteus maximus muscle. [11]", "contents": "Anatomy, Bony Pelvis and Lower Limb, Iliotibial Band (Tract) -- Nerves. The SGN arises from the ventral rami of nerve roots L4-S1 and originates from the lumbosacral nerve plexus.  Like the SGA, the SGN exits the pelvis via the greater sciatic foramen to innervate the TFL as well as the gluteus minimus and medius (both hip abductors and medial rotators). The IGN is comprised of the ventral rami of L5-S2 and provides innervation of the gluteus maximus muscle. [11]"}
{"id": "article-36081_15", "title": "Anatomy, Bony Pelvis and Lower Limb, Iliotibial Band (Tract) -- Muscles", "content": "The TFL works in concert with the gluteus medius and minimus to medially rotate and abduct the hip, as well as assist in flexing the hip with the rectus femoris. [12] The distal attachment of the ITB on Gerdy's tubercle serves as a focal point of lower extremity abduction. [13] [14]", "contents": "Anatomy, Bony Pelvis and Lower Limb, Iliotibial Band (Tract) -- Muscles. The TFL works in concert with the gluteus medius and minimus to medially rotate and abduct the hip, as well as assist in flexing the hip with the rectus femoris. [12] The distal attachment of the ITB on Gerdy's tubercle serves as a focal point of lower extremity abduction. [13] [14]"}
{"id": "article-36081_16", "title": "Anatomy, Bony Pelvis and Lower Limb, Iliotibial Band (Tract) -- Muscles", "content": "The gluteus maximus primarily serves to extend the hip, however, also contributes to hip abduction via the ITB tract. Again, the ITB is an extension of the tendinous insertions of these muscles, and a better understanding of each of their function, will, in turn, improve one's understanding of the biomechanics of the ITB. [11] [15]", "contents": "Anatomy, Bony Pelvis and Lower Limb, Iliotibial Band (Tract) -- Muscles. The gluteus maximus primarily serves to extend the hip, however, also contributes to hip abduction via the ITB tract. Again, the ITB is an extension of the tendinous insertions of these muscles, and a better understanding of each of their function, will, in turn, improve one's understanding of the biomechanics of the ITB. [11] [15]"}
{"id": "article-36081_17", "title": "Anatomy, Bony Pelvis and Lower Limb, Iliotibial Band (Tract) -- Physiologic Variants", "content": "This structure has little variation concerning the anatomical location and function. Previous studies have revealed different locations of insertion for the TFL - however, the band itself has been consistent with its insertion onto Gerdy's tubercle. Anatomical and structural bony abnormalities, whether because of injury or degenerative process, may ultimately affect the physiological function of the ITB depending on the adaptation of the musculoskeletal structures. Further evaluation of the proximal muscular structures may be warranted to determine the clinically significant variations of the ITB tract distally.", "contents": "Anatomy, Bony Pelvis and Lower Limb, Iliotibial Band (Tract) -- Physiologic Variants. This structure has little variation concerning the anatomical location and function. Previous studies have revealed different locations of insertion for the TFL - however, the band itself has been consistent with its insertion onto Gerdy's tubercle. Anatomical and structural bony abnormalities, whether because of injury or degenerative process, may ultimately affect the physiological function of the ITB depending on the adaptation of the musculoskeletal structures. Further evaluation of the proximal muscular structures may be warranted to determine the clinically significant variations of the ITB tract distally."}
{"id": "article-36081_18", "title": "Anatomy, Bony Pelvis and Lower Limb, Iliotibial Band (Tract) -- Surgical Considerations -- External snapping hip syndrome", "content": "In most cases, patients are minimally, if not completely, asymptomatic from the clinical condition. In the setting of persistent pain despite exhaustion of all nonoperative treatment modalities (therapy, activity modification, injection of corticosteroid), surgical consideration is warranted.", "contents": "Anatomy, Bony Pelvis and Lower Limb, Iliotibial Band (Tract) -- Surgical Considerations -- External snapping hip syndrome. In most cases, patients are minimally, if not completely, asymptomatic from the clinical condition. In the setting of persistent pain despite exhaustion of all nonoperative treatment modalities (therapy, activity modification, injection of corticosteroid), surgical consideration is warranted."}
{"id": "article-36081_19", "title": "Anatomy, Bony Pelvis and Lower Limb, Iliotibial Band (Tract) -- Surgical Considerations -- External snapping hip syndrome", "content": "Surgical techniques for painful external snapping hip syndrome include open versus endoscopic ITB z-plasty and excision of the greater trochanteric bursa.  A successful z-plasty lengthening procedure can have excellent outcomes when performed appropriately (in either the open or endoscopic setting). [16] [17] [18]", "contents": "Anatomy, Bony Pelvis and Lower Limb, Iliotibial Band (Tract) -- Surgical Considerations -- External snapping hip syndrome. Surgical techniques for painful external snapping hip syndrome include open versus endoscopic ITB z-plasty and excision of the greater trochanteric bursa.  A successful z-plasty lengthening procedure can have excellent outcomes when performed appropriately (in either the open or endoscopic setting). [16] [17] [18]"}
{"id": "article-36081_20", "title": "Anatomy, Bony Pelvis and Lower Limb, Iliotibial Band (Tract) -- Surgical Considerations -- Iliotibial Band Syndrome (ITBS)", "content": "Similar to snapping hip syndrome, ITBS most often improves with nonoperative management modalities alone.  In painful, recalcitrant cases, however, several techniques have been described: Lateral bursal excision/synovial recess debridement (arthroscopic versus open) ITB z-plasty Similar to the aforementioned procedure at the hip, an analogous procedure can be performed distally over the lateral femoral condylar area of irritation Elliptical surgical excision An incision is made over the ITB at the lateral distal femur with incision of the posterior ITB at the lateral femoral epicondyle Typically, there is excision of a 2cm x 4cm area of tissue [19]", "contents": "Anatomy, Bony Pelvis and Lower Limb, Iliotibial Band (Tract) -- Surgical Considerations -- Iliotibial Band Syndrome (ITBS). Similar to snapping hip syndrome, ITBS most often improves with nonoperative management modalities alone.  In painful, recalcitrant cases, however, several techniques have been described: Lateral bursal excision/synovial recess debridement (arthroscopic versus open) ITB z-plasty Similar to the aforementioned procedure at the hip, an analogous procedure can be performed distally over the lateral femoral condylar area of irritation Elliptical surgical excision An incision is made over the ITB at the lateral distal femur with incision of the posterior ITB at the lateral femoral epicondyle Typically, there is excision of a 2cm x 4cm area of tissue [19]"}
{"id": "article-36081_21", "title": "Anatomy, Bony Pelvis and Lower Limb, Iliotibial Band (Tract) -- Clinical Significance -- External Snapping Hip Syndrome", "content": "External snapping hip syndrome, or externa coxa saltans has the potential to cause chronic pain in the lateral aspect of the hip located over the greater trochanter of the femur. Pathophysiology comprises thickening of the posterior aspect of the ITB or anterior tendon fibers of the gluteus maximus muscle near its insertion. This portion of the band remains posterior to the greater trochanter in hip extension, however, moves anteriorly when flexed, adducted, or internally rotated causing a \"snapping\" mechanism. This snapping is the tense fascial structure catching on the greater trochanter as it moves in the before mentioned motions. [4] Treatment generally initiates with ITB stretching and physical therapy. NSAID use may be beneficial to reduce inflammation. Surgery is a last resort used for refractory cases. [20]", "contents": "Anatomy, Bony Pelvis and Lower Limb, Iliotibial Band (Tract) -- Clinical Significance -- External Snapping Hip Syndrome. External snapping hip syndrome, or externa coxa saltans has the potential to cause chronic pain in the lateral aspect of the hip located over the greater trochanter of the femur. Pathophysiology comprises thickening of the posterior aspect of the ITB or anterior tendon fibers of the gluteus maximus muscle near its insertion. This portion of the band remains posterior to the greater trochanter in hip extension, however, moves anteriorly when flexed, adducted, or internally rotated causing a \"snapping\" mechanism. This snapping is the tense fascial structure catching on the greater trochanter as it moves in the before mentioned motions. [4] Treatment generally initiates with ITB stretching and physical therapy. NSAID use may be beneficial to reduce inflammation. Surgery is a last resort used for refractory cases. [20]"}
{"id": "article-36081_22", "title": "Anatomy, Bony Pelvis and Lower Limb, Iliotibial Band (Tract) -- Clinical Significance -- Iliotibial Band Syndrome (ITBS)", "content": "ITB syndrome and contracture is a condition secondary to increased tension throughout the structure most commonly causing symptoms near the distal insertion site. This condition can be seen in individuals with cerebral palsy and polio, however, more commonly in individuals who have increased their physical activity (particular lower extremity performance).", "contents": "Anatomy, Bony Pelvis and Lower Limb, Iliotibial Band (Tract) -- Clinical Significance -- Iliotibial Band Syndrome (ITBS). ITB syndrome and contracture is a condition secondary to increased tension throughout the structure most commonly causing symptoms near the distal insertion site. This condition can be seen in individuals with cerebral palsy and polio, however, more commonly in individuals who have increased their physical activity (particular lower extremity performance)."}
{"id": "article-36081_23", "title": "Anatomy, Bony Pelvis and Lower Limb, Iliotibial Band (Tract) -- Clinical Significance -- Iliotibial Band Syndrome (ITBS)", "content": "Common presentations are usually runners or cyclists that have increased their mileage during recent training intervals. This condition seems to be secondary to overuse and repetitive motion. However, there are some conflicting thoughts as to the exact mechanism eliciting the pain experienced. Several etiologies have been suggested, including the friction induced by the band catching the lateral epicondyle of the femur, compression of the underlying connective tissue and fat, and chronic inflammation of the ITB bursa. Other predisposing structural risk factors are gait abnormalities (i.e., overpronation), leg length discrepancies, and varus deformity of both knees. Symptoms are also most pronounced when the arc of motion reaches 30-40 degrees of knee flexion and occurs along the lateral aspect of the knee. Clinical examination testing for ITB dysfunction is best elicited utilizing the Ober Test.", "contents": "Anatomy, Bony Pelvis and Lower Limb, Iliotibial Band (Tract) -- Clinical Significance -- Iliotibial Band Syndrome (ITBS). Common presentations are usually runners or cyclists that have increased their mileage during recent training intervals. This condition seems to be secondary to overuse and repetitive motion. However, there are some conflicting thoughts as to the exact mechanism eliciting the pain experienced. Several etiologies have been suggested, including the friction induced by the band catching the lateral epicondyle of the femur, compression of the underlying connective tissue and fat, and chronic inflammation of the ITB bursa. Other predisposing structural risk factors are gait abnormalities (i.e., overpronation), leg length discrepancies, and varus deformity of both knees. Symptoms are also most pronounced when the arc of motion reaches 30-40 degrees of knee flexion and occurs along the lateral aspect of the knee. Clinical examination testing for ITB dysfunction is best elicited utilizing the Ober Test."}
{"id": "article-36081_24", "title": "Anatomy, Bony Pelvis and Lower Limb, Iliotibial Band (Tract) -- Clinical Significance -- Iliotibial Band Syndrome (ITBS)", "content": "To perform the Ober test, have the patient lie on his or her uninvolved side in the lateral decubitus position.  The symptomatic side should be facing upward (i.e., closest to the ceiling).  Next, the examiner passively flexes the knee to about 90 degrees.  The hip is then brought passively into a flexed and abducted position.  Next, the examiner assesses the passive flexibility over the ITB with the hip brought into increasing levels of extension and adduction.  A positive test entails pain, tightness, or clicking over the ITB.", "contents": "Anatomy, Bony Pelvis and Lower Limb, Iliotibial Band (Tract) -- Clinical Significance -- Iliotibial Band Syndrome (ITBS). To perform the Ober test, have the patient lie on his or her uninvolved side in the lateral decubitus position.  The symptomatic side should be facing upward (i.e., closest to the ceiling).  Next, the examiner passively flexes the knee to about 90 degrees.  The hip is then brought passively into a flexed and abducted position.  Next, the examiner assesses the passive flexibility over the ITB with the hip brought into increasing levels of extension and adduction.  A positive test entails pain, tightness, or clicking over the ITB."}
{"id": "article-36081_25", "title": "Anatomy, Bony Pelvis and Lower Limb, Iliotibial Band (Tract) -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Anatomy, Bony Pelvis and Lower Limb, Iliotibial Band (Tract) -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}