{"id": "article-20404_0", "title": "Desflurane -- Continuing Education Activity", "content": "Desflurane is approved by the US Food and Drug Administration (FDA) primarily for use as an anesthetic. The FDA-approved indications of desflurane include the induction or maintenance of anesthesia in adults, as well as the maintenance of anesthesia in pediatric patients after induction with other agents. Desflurane is a racemic mixture of 2 enantiomers resistant to defluorination. It was initially synthesized in the 1970s and is chemically described as 1,2,2,2-tetrafluoroethyl difluoromethyl ether. Unlike other inhalational anesthetic agents, desflurane is not associated with nephrotoxicity as it is exclusively halogenated with fluorine and is resistant to defluorination. Desflurane has the most rapid onset among inhalational anesthetics, yet its higher cost restricts its usage compared to other agents.", "contents": "Desflurane -- Continuing Education Activity. Desflurane is approved by the US Food and Drug Administration (FDA) primarily for use as an anesthetic. The FDA-approved indications of desflurane include the induction or maintenance of anesthesia in adults, as well as the maintenance of anesthesia in pediatric patients after induction with other agents. Desflurane is a racemic mixture of 2 enantiomers resistant to defluorination. It was initially synthesized in the 1970s and is chemically described as 1,2,2,2-tetrafluoroethyl difluoromethyl ether. Unlike other inhalational anesthetic agents, desflurane is not associated with nephrotoxicity as it is exclusively halogenated with fluorine and is resistant to defluorination. Desflurane has the most rapid onset among inhalational anesthetics, yet its higher cost restricts its usage compared to other agents."}
{"id": "article-20404_1", "title": "Desflurane -- Continuing Education Activity", "content": "This activity highlights the significance of interprofessional healthcare teams having a thorough knowledge of the indications, mechanisms of action, administration, adverse event profiles, pharmacology, monitoring, and relevant interactions when treating patients receiving anesthesia. This activity aims to improve patient outcomes by prioritizing early identification of signs and symptoms, such as malignant hyperthermia. This activity further underscores the critical role of effective interprofessional communication and teamwork, particularly involving anesthesiologists and nurse anesthetists within the surgical team. This collaboration is vital for promptly addressing any suspected complications while administering anesthesia to patients, thus aiding in the prevention and management of adverse events.", "contents": "Desflurane -- Continuing Education Activity. This activity highlights the significance of interprofessional healthcare teams having a thorough knowledge of the indications, mechanisms of action, administration, adverse event profiles, pharmacology, monitoring, and relevant interactions when treating patients receiving anesthesia. This activity aims to improve patient outcomes by prioritizing early identification of signs and symptoms, such as malignant hyperthermia. This activity further underscores the critical role of effective interprofessional communication and teamwork, particularly involving anesthesiologists and nurse anesthetists within the surgical team. This collaboration is vital for promptly addressing any suspected complications while administering anesthesia to patients, thus aiding in the prevention and management of adverse events."}
{"id": "article-20404_2", "title": "Desflurane -- Continuing Education Activity", "content": "Objectives: Identify the FDA-approved indications for desflurane, including its use in induction or maintenance of anesthesia in adults and pediatric patients following induction with other agents. Screen patients for suitability for desflurane anesthesia, considering factors such as airway sensitivity and cost-effectiveness. Implement appropriate dosing and administration techniques for desflurane anesthesia based on patient characteristics and surgical requirements. Collaborate with interprofessional healthcare team members, particularly anesthesiologists and nurse anesthetists, to ensure coordinated care and treatment of patients receiving desflurane anesthesia. Access free multiple choice questions on this topic.", "contents": "Desflurane -- Continuing Education Activity. Objectives: Identify the FDA-approved indications for desflurane, including its use in induction or maintenance of anesthesia in adults and pediatric patients following induction with other agents. Screen patients for suitability for desflurane anesthesia, considering factors such as airway sensitivity and cost-effectiveness. Implement appropriate dosing and administration techniques for desflurane anesthesia based on patient characteristics and surgical requirements. Collaborate with interprofessional healthcare team members, particularly anesthesiologists and nurse anesthetists, to ensure coordinated care and treatment of patients receiving desflurane anesthesia. Access free multiple choice questions on this topic."}
{"id": "article-20404_3", "title": "Desflurane -- Indications", "content": "Desflurane is approved by the US Food and Drug Administration (FDA) primarily for use as an anesthetic. The FDA-approved indications of desflurane include the induction or maintenance of anesthesia in adults, as well as the maintenance of anesthesia in pediatric patients after induction with other agents. Desflurane is a racemic mixture of 2 enantiomers resistant to defluorination. Desflurane was initially synthesized in the 1970s and is chemically described as 1,2,2,2-tetrafluoroethyl difluoromethyl ether. Unlike other inhalational anesthetic agents, desflurane is not associated with nephrotoxicity as it is exclusively halogenated with fluorine and is resistant to defluorination. [1]", "contents": "Desflurane -- Indications. Desflurane is approved by the US Food and Drug Administration (FDA) primarily for use as an anesthetic. The FDA-approved indications of desflurane include the induction or maintenance of anesthesia in adults, as well as the maintenance of anesthesia in pediatric patients after induction with other agents. Desflurane is a racemic mixture of 2 enantiomers resistant to defluorination. Desflurane was initially synthesized in the 1970s and is chemically described as 1,2,2,2-tetrafluoroethyl difluoromethyl ether. Unlike other inhalational anesthetic agents, desflurane is not associated with nephrotoxicity as it is exclusively halogenated with fluorine and is resistant to defluorination. [1]"}
{"id": "article-20404_4", "title": "Desflurane -- Indications", "content": "Initially, when desflurane was first introduced, it posed challenges in terms of synthesis and cost, restricting its use. However, desflurane became more popular due to its low blood solubility and rapid induction characteristics. Desflurane has the most rapid onset among inhalational anesthetics, yet its higher cost restricts its usage compared to other agents. [2]", "contents": "Desflurane -- Indications. Initially, when desflurane was first introduced, it posed challenges in terms of synthesis and cost, restricting its use. However, desflurane became more popular due to its low blood solubility and rapid induction characteristics. Desflurane has the most rapid onset among inhalational anesthetics, yet its higher cost restricts its usage compared to other agents. [2]"}
{"id": "article-20404_5", "title": "Desflurane -- Mechanism of Action -- Pharmacokinetics", "content": "The mechanism of action of the inhalational anesthesia agents is still unclear. Inhalational anesthetics work via interaction with different ion channels present throughout the central and peripheral nervous system by blocking excitatory channels and enhancing the activity of inhibitory channels. Other proposed mechanisms are that these agents affect the membrane bilayer.", "contents": "Desflurane -- Mechanism of Action -- Pharmacokinetics. The mechanism of action of the inhalational anesthesia agents is still unclear. Inhalational anesthetics work via interaction with different ion channels present throughout the central and peripheral nervous system by blocking excitatory channels and enhancing the activity of inhibitory channels. Other proposed mechanisms are that these agents affect the membrane bilayer."}
{"id": "article-20404_6", "title": "Desflurane -- Mechanism of Action -- Pharmacokinetics", "content": "The structure of desflurane is similar to that of isoflurane except for adding a fluorine atom. This additional atom changes the physical properties of desflurane compared to other inhalational agents. The vapor pressure of desflurane at 20 °C is 681 mm Hg, with a boiling point of 22.8 °C. Desflurane requires a temperature-controlled, pressure-regulated vaporizer instead of a variable bypass vaporizer. The molecular weight of desflurane is 168 grams, and the body metabolizes a small percentage of the anesthetic compared to other inhalational agents. [3] The washin-washout profile of desflurane was used as a surrogate for plasma pharmacokinetics as the volatile nature of desflurane makes it challenging to accurately monitor plasma concentration in samples. This volatile inhalation anesthetic is minimally metabolized in the human liver. Out of absorbed desflurane, less than 0.02% are recovered as metabolites in urine.", "contents": "Desflurane -- Mechanism of Action -- Pharmacokinetics. The structure of desflurane is similar to that of isoflurane except for adding a fluorine atom. This additional atom changes the physical properties of desflurane compared to other inhalational agents. The vapor pressure of desflurane at 20 °C is 681 mm Hg, with a boiling point of 22.8 °C. Desflurane requires a temperature-controlled, pressure-regulated vaporizer instead of a variable bypass vaporizer. The molecular weight of desflurane is 168 grams, and the body metabolizes a small percentage of the anesthetic compared to other inhalational agents. [3] The washin-washout profile of desflurane was used as a surrogate for plasma pharmacokinetics as the volatile nature of desflurane makes it challenging to accurately monitor plasma concentration in samples. This volatile inhalation anesthetic is minimally metabolized in the human liver. Out of absorbed desflurane, less than 0.02% are recovered as metabolites in urine."}
{"id": "article-20404_7", "title": "Desflurane -- Administration -- Available Dosage Forms and Strengths", "content": "Desflurane administration is via the inhalational route. The drug has a pungent odor, making it difficult to use for the induction of general anesthesia. Desflurane is used most commonly for maintaining general anesthesia after intravenous (IV) induction or another inhalational agent. The minimal alveolar concentration (MAC) of desflurane is 6.0% for the 31 to 65 age group and 7.25% for the 18 to 30 age group. Desflurane exhibits a blood-to-gas partition coefficient of 0.42, rendering it less soluble than nitrous oxide, with a blood-to-gas coefficient of 0.47.", "contents": "Desflurane -- Administration -- Available Dosage Forms and Strengths. Desflurane administration is via the inhalational route. The drug has a pungent odor, making it difficult to use for the induction of general anesthesia. Desflurane is used most commonly for maintaining general anesthesia after intravenous (IV) induction or another inhalational agent. The minimal alveolar concentration (MAC) of desflurane is 6.0% for the 31 to 65 age group and 7.25% for the 18 to 30 age group. Desflurane exhibits a blood-to-gas partition coefficient of 0.42, rendering it less soluble than nitrous oxide, with a blood-to-gas coefficient of 0.47."}
{"id": "article-20404_8", "title": "Desflurane -- Administration -- Available Dosage Forms and Strengths", "content": "Due to the low blood solubility, desflurane can cause rapid induction and emergence from anesthesia. This quality allows the alveolar concentration to approach the inspired concentration of desflurane quickly, permitting rapid titration of anesthetic levels. Emergence from desflurane after an hour-long case can take around 6 minutes, in contrast to sevoflurane, which takes up to 18 minutes.", "contents": "Desflurane -- Administration -- Available Dosage Forms and Strengths. Due to the low blood solubility, desflurane can cause rapid induction and emergence from anesthesia. This quality allows the alveolar concentration to approach the inspired concentration of desflurane quickly, permitting rapid titration of anesthetic levels. Emergence from desflurane after an hour-long case can take around 6 minutes, in contrast to sevoflurane, which takes up to 18 minutes."}
{"id": "article-20404_9", "title": "Desflurane -- Administration -- Available Dosage Forms and Strengths", "content": "Desflurane's vapor pressure of 681 mm Hg at sea level is significantly higher than the other inhalational anesthetics, leading to a boiling point near room temperature. This agent's high vapor pressure and low boiling point created a special desflurane vaporizer. This vaporizer pressurizes desflurane to 1500 mm Hg, roughly 2 atm, and warms it to 40 ºC, optimizing control of the concentration of anesthetic delivered to the patient. Desflurane vaporizers are electrically powered heat devices. Desflurane is available as a 240 mL inhalation solution.", "contents": "Desflurane -- Administration -- Available Dosage Forms and Strengths. Desflurane's vapor pressure of 681 mm Hg at sea level is significantly higher than the other inhalational anesthetics, leading to a boiling point near room temperature. This agent's high vapor pressure and low boiling point created a special desflurane vaporizer. This vaporizer pressurizes desflurane to 1500 mm Hg, roughly 2 atm, and warms it to 40 ºC, optimizing control of the concentration of anesthetic delivered to the patient. Desflurane vaporizers are electrically powered heat devices. Desflurane is available as a 240 mL inhalation solution."}
{"id": "article-20404_10", "title": "Desflurane -- Administration -- Specific Patient Populations", "content": "Hepatic impairment: No dose adjustment is needed for patients with hepatic impairment, as a minimal amount of desflurane is metabolized in the liver.", "contents": "Desflurane -- Administration -- Specific Patient Populations. Hepatic impairment: No dose adjustment is needed for patients with hepatic impairment, as a minimal amount of desflurane is metabolized in the liver."}
{"id": "article-20404_11", "title": "Desflurane -- Administration -- Specific Patient Populations", "content": "Renal impairment: No dose adjustment is needed for patients with renal impairment as there are no differences in hematological or biochemical tests, including renal function evaluation observed in patients with chronic renal insufficiency when patients received desflurane compared with patients who received isoflurane.", "contents": "Desflurane -- Administration -- Specific Patient Populations. Renal impairment: No dose adjustment is needed for patients with renal impairment as there are no differences in hematological or biochemical tests, including renal function evaluation observed in patients with chronic renal insufficiency when patients received desflurane compared with patients who received isoflurane."}
{"id": "article-20404_12", "title": "Desflurane -- Administration -- Specific Patient Populations", "content": "Pregnancy considerations: The manufacturer's package insert lists no adequate and well-controlled studies on pregnant women. In one of the clinical trials, 75 healthy parturients undergoing primary or repeat cesarean section were randomly assigned to either 3% desflurane, 6% desflurane, or 0.6% enflurane, with 50% N 2 O and O 2 . The induction of anesthesia was rapid in all patients, and after delivery, a reduced concentration of desflurane or enflurane with 67% N 2 O in O 2 was used to maintain anesthesia. No significant difference was elicited in maternal blood loss among the 3 groups. All participants responded quickly to the psychomotor performance test. All 3 groups of patients developed transient hypertension and tachycardia during induction of anesthesia, which returned to baseline within 5 minutes. [4]", "contents": "Desflurane -- Administration -- Specific Patient Populations. Pregnancy considerations: The manufacturer's package insert lists no adequate and well-controlled studies on pregnant women. In one of the clinical trials, 75 healthy parturients undergoing primary or repeat cesarean section were randomly assigned to either 3% desflurane, 6% desflurane, or 0.6% enflurane, with 50% N 2 O and O 2 . The induction of anesthesia was rapid in all patients, and after delivery, a reduced concentration of desflurane or enflurane with 67% N 2 O in O 2 was used to maintain anesthesia. No significant difference was elicited in maternal blood loss among the 3 groups. All participants responded quickly to the psychomotor performance test. All 3 groups of patients developed transient hypertension and tachycardia during induction of anesthesia, which returned to baseline within 5 minutes. [4]"}
{"id": "article-20404_13", "title": "Desflurane -- Administration -- Specific Patient Populations", "content": "Breastfeeding considerations: Data on whether desflurane is excreted in human milk are unavailable on the manufacturer's label. The serum half-life of desflurane is less than 3 minutes, and the infant is not expected to absorb this drug. Breastfeeding can be resumed as soon as the mother has recovered from general anesthesia. [5]", "contents": "Desflurane -- Administration -- Specific Patient Populations. Breastfeeding considerations: Data on whether desflurane is excreted in human milk are unavailable on the manufacturer's label. The serum half-life of desflurane is less than 3 minutes, and the infant is not expected to absorb this drug. Breastfeeding can be resumed as soon as the mother has recovered from general anesthesia. [5]"}
{"id": "article-20404_14", "title": "Desflurane -- Administration -- Specific Patient Populations", "content": "Pediatric patients: Due to an increased incidence of respiratory adverse reactions like coughing, laryngospasm, and secretions, desflurane is not approved for the maintenance of anesthesia in non-intubated children. Desflurane is only indicated for the maintenance of anesthesia in children and infants after induction of anesthesia with other agents. When desflurane is used as maintenance anesthesia in children with a history of asthma or a recent upper airway infection, a higher risk for airway resistance and narrowing is anticipated. Therefore, monitoring for signs and symptoms associated with airway narrowing is recommended.", "contents": "Desflurane -- Administration -- Specific Patient Populations. Pediatric patients: Due to an increased incidence of respiratory adverse reactions like coughing, laryngospasm, and secretions, desflurane is not approved for the maintenance of anesthesia in non-intubated children. Desflurane is only indicated for the maintenance of anesthesia in children and infants after induction of anesthesia with other agents. When desflurane is used as maintenance anesthesia in children with a history of asthma or a recent upper airway infection, a higher risk for airway resistance and narrowing is anticipated. Therefore, monitoring for signs and symptoms associated with airway narrowing is recommended."}
{"id": "article-20404_15", "title": "Desflurane -- Administration -- Specific Patient Populations", "content": "Older patients: Dose adjustment of desflurane is necessary due to the decrease in MAC with advancing patient age. On average, patients aged 70 receive desflurane at two-thirds lower MAC than those aged 20.", "contents": "Desflurane -- Administration -- Specific Patient Populations. Older patients: Dose adjustment of desflurane is necessary due to the decrease in MAC with advancing patient age. On average, patients aged 70 receive desflurane at two-thirds lower MAC than those aged 20."}
{"id": "article-20404_16", "title": "Desflurane -- Adverse Effects", "content": "Desflurane, along with the other inhalational agents, sevoflurane and isoflurane, is a potent vasodilator and can cause a decrease in blood pressure by decreasing systemic vascular resistance. A concomitant increase in heart rate sometimes occurs. Cardiac output is typically preserved with the use of this agent. Desflurane dilates cerebral arteries and decreases the cerebral metabolic rate.", "contents": "Desflurane -- Adverse Effects. Desflurane, along with the other inhalational agents, sevoflurane and isoflurane, is a potent vasodilator and can cause a decrease in blood pressure by decreasing systemic vascular resistance. A concomitant increase in heart rate sometimes occurs. Cardiac output is typically preserved with the use of this agent. Desflurane dilates cerebral arteries and decreases the cerebral metabolic rate."}
{"id": "article-20404_17", "title": "Desflurane -- Adverse Effects", "content": "Desflurane also causes an increase in intracranial pressure (ICP), similar to other inhalational anesthetics. This increase in ICP can be targeted by hyperventilation and hypocapnia in a patient as CO 2 autoregulation is maintained with use. Dose-related depression is evident in electroencephalogram (EEG) activity using desflurane. When used to maintain anesthesia in the pediatric population, desflurane was associated with an increased rate of emergence delirium after induction with another inhalational agent. [6]", "contents": "Desflurane -- Adverse Effects. Desflurane also causes an increase in intracranial pressure (ICP), similar to other inhalational anesthetics. This increase in ICP can be targeted by hyperventilation and hypocapnia in a patient as CO 2 autoregulation is maintained with use. Dose-related depression is evident in electroencephalogram (EEG) activity using desflurane. When used to maintain anesthesia in the pediatric population, desflurane was associated with an increased rate of emergence delirium after induction with another inhalational agent. [6]"}
{"id": "article-20404_18", "title": "Desflurane -- Adverse Effects", "content": "Rapid increases in desflurane concentration can cause a transient but clinically significant elevation in heart rate and blood pressure. These effects are secondary to catecholamine release, which is more pronounced with desflurane than isoflurane or sevoflurane. This resulting sympathetic response is controllable by concurrent administration of esmolol, clonidine, or the use of an opioid. Slowing the rate of increase in the concentration of desflurane can also decrease the catecholamine release. Volatile anesthetics promote skeletal muscle relaxation and enhance the effects of neuromuscular blocking agents. Desflurane enhances the effects of rocuronium greater than sevoflurane, isoflurane, or IV  anesthetics. As with all inhaled anesthetics, a decrease in the ventilatory response to CO 2 is expected. [7]", "contents": "Desflurane -- Adverse Effects. Rapid increases in desflurane concentration can cause a transient but clinically significant elevation in heart rate and blood pressure. These effects are secondary to catecholamine release, which is more pronounced with desflurane than isoflurane or sevoflurane. This resulting sympathetic response is controllable by concurrent administration of esmolol, clonidine, or the use of an opioid. Slowing the rate of increase in the concentration of desflurane can also decrease the catecholamine release. Volatile anesthetics promote skeletal muscle relaxation and enhance the effects of neuromuscular blocking agents. Desflurane enhances the effects of rocuronium greater than sevoflurane, isoflurane, or IV  anesthetics. As with all inhaled anesthetics, a decrease in the ventilatory response to CO 2 is expected. [7]"}
{"id": "article-20404_19", "title": "Desflurane -- Contraindications -- Box Warnings", "content": "Desflurane contraindications include induction of anesthesia in non-intubated pediatric patients because of a high incidence of moderate-to-severe upper airway adverse events. Pediatric patients are at increased risk of laryngospasm. [8] Desflurane is also contraindicated in patients with known or suspected susceptibility to malignant hyperthermia. If the patient has a history of moderate-to-severe hepatic impairment following general anesthesia with desflurane, desflurane is avoided. Additionally, desflurane is contraindicated if a patient has intracranial hypertension, as is the case with all such volatile agents. [9]", "contents": "Desflurane -- Contraindications -- Box Warnings. Desflurane contraindications include induction of anesthesia in non-intubated pediatric patients because of a high incidence of moderate-to-severe upper airway adverse events. Pediatric patients are at increased risk of laryngospasm. [8] Desflurane is also contraindicated in patients with known or suspected susceptibility to malignant hyperthermia. If the patient has a history of moderate-to-severe hepatic impairment following general anesthesia with desflurane, desflurane is avoided. Additionally, desflurane is contraindicated if a patient has intracranial hypertension, as is the case with all such volatile agents. [9]"}
{"id": "article-20404_20", "title": "Desflurane -- Contraindications -- Warnings and Precautions", "content": "QTc prolongation: Recommendations include monitoring cardiac rhythm when administering desflurane, as QTc prolongation has been reported in patients. [10]", "contents": "Desflurane -- Contraindications -- Warnings and Precautions. QTc prolongation: Recommendations include monitoring cardiac rhythm when administering desflurane, as QTc prolongation has been reported in patients. [10]"}
{"id": "article-20404_21", "title": "Desflurane -- Contraindications -- Warnings and Precautions", "content": "Malignant hyperthermia: Desflurane may trigger malignant hyperthermia—a condition in which a hypermetabolic skeletal muscle requires higher oxygen. Concomitant administration of desflurane with succinylcholine and volatile anesthetic agents may lead to an increase in the risk of developing malignant hyperthermia. Symptoms such as hyperthermia, muscle rigidity, hypoxia, hypercapnia, arrhythmias, hypovolemia, tachycardia, tachypnea, and cyanosis are common with malignant hyperthermia.", "contents": "Desflurane -- Contraindications -- Warnings and Precautions. Malignant hyperthermia: Desflurane may trigger malignant hyperthermia—a condition in which a hypermetabolic skeletal muscle requires higher oxygen. Concomitant administration of desflurane with succinylcholine and volatile anesthetic agents may lead to an increase in the risk of developing malignant hyperthermia. Symptoms such as hyperthermia, muscle rigidity, hypoxia, hypercapnia, arrhythmias, hypovolemia, tachycardia, tachypnea, and cyanosis are common with malignant hyperthermia."}
{"id": "article-20404_22", "title": "Desflurane -- Contraindications -- Warnings and Precautions", "content": "The treatment success rate depends on how early the clinical signs of malignant hyperthermia are recognized. Discontinuation of all triggering agents, along with supportive therapies, including supplemental oxygen, respiratory support, hemodynamic stability maintenance, urinary output management, and fluid and electrolyte management, is recommended. [11] [12]", "contents": "Desflurane -- Contraindications -- Warnings and Precautions. The treatment success rate depends on how early the clinical signs of malignant hyperthermia are recognized. Discontinuation of all triggering agents, along with supportive therapies, including supplemental oxygen, respiratory support, hemodynamic stability maintenance, urinary output management, and fluid and electrolyte management, is recommended. [11] [12]"}
{"id": "article-20404_23", "title": "Desflurane -- Contraindications -- Warnings and Precautions", "content": "Perioperative hyperkalemia: Rarely during the postoperative period, inhaled anesthetic agents can increase serum potassium levels, which may result in cardiac arrhythmias and death in pediatric patients. Patients with neuromuscular diseases such as Duchenne muscular dystrophy appear vulnerable. Concomitant administration of desflurane with succinylcholine and volatile anesthetic agents may cause significant elevations in serum creatinine kinase levels. The recommendation is to treat hyperkalemia and resistant arrhythmias early and aggressively. [13]", "contents": "Desflurane -- Contraindications -- Warnings and Precautions. Perioperative hyperkalemia: Rarely during the postoperative period, inhaled anesthetic agents can increase serum potassium levels, which may result in cardiac arrhythmias and death in pediatric patients. Patients with neuromuscular diseases such as Duchenne muscular dystrophy appear vulnerable. Concomitant administration of desflurane with succinylcholine and volatile anesthetic agents may cause significant elevations in serum creatinine kinase levels. The recommendation is to treat hyperkalemia and resistant arrhythmias early and aggressively. [13]"}
{"id": "article-20404_24", "title": "Desflurane -- Contraindications -- Warnings and Precautions", "content": "Interactions with desiccated CO 2 absorbents: Desflurane can produce carbon monoxide (CO) due to the interaction with desiccated CO 2 absorbents, which may lead to increased carboxyhemoglobin levels in some patients. [14]", "contents": "Desflurane -- Contraindications -- Warnings and Precautions. Interactions with desiccated CO 2 absorbents: Desflurane can produce carbon monoxide (CO) due to the interaction with desiccated CO 2 absorbents, which may lead to increased carboxyhemoglobin levels in some patients. [14]"}
{"id": "article-20404_25", "title": "Desflurane -- Contraindications -- Warnings and Precautions", "content": "Hepatobiliary disorders: Desflurane may cause hepatitis in patients with previous exposure to halogenated anesthetics. Caution is recommended when a halogenated anesthetics dose is repeated quickly. [15] [16] Laboratory findings: When administered with other anesthetic agents, desflurane may elevate transient glucose levels and white blood cell count.", "contents": "Desflurane -- Contraindications -- Warnings and Precautions. Hepatobiliary disorders: Desflurane may cause hepatitis in patients with previous exposure to halogenated anesthetics. Caution is recommended when a halogenated anesthetics dose is repeated quickly. [15] [16] Laboratory findings: When administered with other anesthetic agents, desflurane may elevate transient glucose levels and white blood cell count."}
{"id": "article-20404_26", "title": "Desflurane -- Monitoring", "content": "Neurologic monitoring is used to assess the depth of anesthesia in the operating room setting. EEG is infrequently used during cerebrovascular surgery to monitor anesthesia and cerebral oxygenation. The bispectral index (BIS) is commonly used to gauge wakefulness levels. BIS readings ranging from 65 to 85 are considered indicative of sedation, while values between 40 to 65 are recommended for general anesthesia, aiming to minimize patient conscious awareness. [17] Standard American Society of Anesthesiologists (ASA) monitors are required during the administration of desflurane.", "contents": "Desflurane -- Monitoring. Neurologic monitoring is used to assess the depth of anesthesia in the operating room setting. EEG is infrequently used during cerebrovascular surgery to monitor anesthesia and cerebral oxygenation. The bispectral index (BIS) is commonly used to gauge wakefulness levels. BIS readings ranging from 65 to 85 are considered indicative of sedation, while values between 40 to 65 are recommended for general anesthesia, aiming to minimize patient conscious awareness. [17] Standard American Society of Anesthesiologists (ASA) monitors are required during the administration of desflurane."}
{"id": "article-20404_27", "title": "Desflurane -- Toxicity", "content": "Desflurane is the most likely inhaled anesthetic to result in CO production, compared with isoflurane and sevoflurane. The production of CO is by the degradation of desflurane by desiccated CO 2 absorbent, barium hydroxide lime. The drug can produce clinically significant levels of CO, stressing the importance of replacing dried CO 2 absorbents.", "contents": "Desflurane -- Toxicity. Desflurane is the most likely inhaled anesthetic to result in CO production, compared with isoflurane and sevoflurane. The production of CO is by the degradation of desflurane by desiccated CO 2 absorbent, barium hydroxide lime. The drug can produce clinically significant levels of CO, stressing the importance of replacing dried CO 2 absorbents."}
{"id": "article-20404_28", "title": "Desflurane -- Toxicity", "content": "Although rare, severe hepatic injury can follow anesthesia with desflurane, along with other inhalational agents, and may include massive hepatic necrosis. The mechanism is immunologic. Desflurane undergoes some metabolism by cytochrome P450 to produce trifluoroacetate, which binds to hepatocyte proteins, forming complexes that stimulate antibody formation. Exposures after antibody formation can lead to hepatic necrosis. This is much less common than other agents, such as halothane, but is still possible, given the metabolite. Currently, no specific treatment is available for the hepatic effects of desflurane. Consequently, desflurane or similar inhalational anesthetics should be avoided if hepatic impairment is suspected. [5] [18]", "contents": "Desflurane -- Toxicity. Although rare, severe hepatic injury can follow anesthesia with desflurane, along with other inhalational agents, and may include massive hepatic necrosis. The mechanism is immunologic. Desflurane undergoes some metabolism by cytochrome P450 to produce trifluoroacetate, which binds to hepatocyte proteins, forming complexes that stimulate antibody formation. Exposures after antibody formation can lead to hepatic necrosis. This is much less common than other agents, such as halothane, but is still possible, given the metabolite. Currently, no specific treatment is available for the hepatic effects of desflurane. Consequently, desflurane or similar inhalational anesthetics should be avoided if hepatic impairment is suspected. [5] [18]"}
{"id": "article-20404_29", "title": "Desflurane -- Enhancing Healthcare Team Outcomes", "content": "Effective interprofessional communication and teamwork are critical in mitigating adverse effects associated with desflurane. Timely identification of signs and symptoms of complications is paramount for improved prognosis and outcomes. In case of suspected complications, the anesthesiologist or nurse anesthetist must notify the surgeon and all other operating room staff promptly. For instance, immediate action is essential for malignant hyperthermia cases due to its high-risk outcome. This involves discontinuing offending agents and prioritizing the implementation of treatment algorithms to restore hemodynamic stability, which takes precedence over continuing the surgical procedure. In such instances, intervention from all clinical staff is necessary.", "contents": "Desflurane -- Enhancing Healthcare Team Outcomes. Effective interprofessional communication and teamwork are critical in mitigating adverse effects associated with desflurane. Timely identification of signs and symptoms of complications is paramount for improved prognosis and outcomes. In case of suspected complications, the anesthesiologist or nurse anesthetist must notify the surgeon and all other operating room staff promptly. For instance, immediate action is essential for malignant hyperthermia cases due to its high-risk outcome. This involves discontinuing offending agents and prioritizing the implementation of treatment algorithms to restore hemodynamic stability, which takes precedence over continuing the surgical procedure. In such instances, intervention from all clinical staff is necessary."}
{"id": "article-20404_30", "title": "Desflurane -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Desflurane -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}