{"id": "article-151524_0", "title": "Blepharophimosis Syndrome -- Continuing Education Activity", "content": "Blepharophimosis, ptosis, and epicanthus inversus syndrome (BPES) is a rare autosomal dominant disease of the eyelids and mid-face structures. There are two main types of BPES. Each type harbors the four classic clinical signs: blepharophimosis, ptosis, epicanthus inversus, and telecanthus. Type I is associated with premature ovarian failure. Type II is characterized by the classic facial features alone. These features are associated with a high incidence of amblyopia if not correctly managed. Both types require surgical treatment early in life for normal vision development. This activity outlines the presentation, evaluation, and treatment/management of BPES and highlights the role of genetic counselors, endocrinologists, and other healthcare providers involved in managing these patients' conditions.", "contents": "Blepharophimosis Syndrome -- Continuing Education Activity. Blepharophimosis, ptosis, and epicanthus inversus syndrome (BPES) is a rare autosomal dominant disease of the eyelids and mid-face structures. There are two main types of BPES. Each type harbors the four classic clinical signs: blepharophimosis, ptosis, epicanthus inversus, and telecanthus. Type I is associated with premature ovarian failure. Type II is characterized by the classic facial features alone. These features are associated with a high incidence of amblyopia if not correctly managed. Both types require surgical treatment early in life for normal vision development. This activity outlines the presentation, evaluation, and treatment/management of BPES and highlights the role of genetic counselors, endocrinologists, and other healthcare providers involved in managing these patients' conditions."}
{"id": "article-151524_1", "title": "Blepharophimosis Syndrome -- Continuing Education Activity", "content": "Objectives: Describe the typical physical exam findings associated with blepharophimosis syndrome. Apply best practices for the management of blepharophimosis syndrome. Implement recommended treatment considerations for patients with premature ovarian failure. Counsel a patient with blepharophimosis syndrome type I regarding family planning. Access free multiple choice questions on this topic.", "contents": "Blepharophimosis Syndrome -- Continuing Education Activity. Objectives: Describe the typical physical exam findings associated with blepharophimosis syndrome. Apply best practices for the management of blepharophimosis syndrome. Implement recommended treatment considerations for patients with premature ovarian failure. Counsel a patient with blepharophimosis syndrome type I regarding family planning. Access free multiple choice questions on this topic."}
{"id": "article-151524_2", "title": "Blepharophimosis Syndrome -- Introduction", "content": "Blepharophimosis-ptosis-epicanthus inversus syndrome (BPES), or blepharophimosis syndrome, is a rare genetic disorder characterized by 4 major features present at birth: blepharophimosis, ptosis, epicanthus inversus, and telecanthus. First described by Dr. Komoto in 1921. [1]", "contents": "Blepharophimosis Syndrome -- Introduction. Blepharophimosis-ptosis-epicanthus inversus syndrome (BPES), or blepharophimosis syndrome, is a rare genetic disorder characterized by 4 major features present at birth: blepharophimosis, ptosis, epicanthus inversus, and telecanthus. First described by Dr. Komoto in 1921. [1]"}
{"id": "article-151524_3", "title": "Blepharophimosis Syndrome -- Introduction", "content": "These features are associated with a high incidence of amblyopia if not surgically corrected. Two types of BPES have been described. Type I presents with classic facial features and is associated with premature ovarian failure (POF). Type II is characterized by the classic facial features alone.", "contents": "Blepharophimosis Syndrome -- Introduction. These features are associated with a high incidence of amblyopia if not surgically corrected. Two types of BPES have been described. Type I presents with classic facial features and is associated with premature ovarian failure (POF). Type II is characterized by the classic facial features alone."}
{"id": "article-151524_4", "title": "Blepharophimosis Syndrome -- Etiology", "content": "The genetic cause of BPES was discovered in 2001 following genetic sequencing of 7 families affected by BPES. [2] Pathogenic mutations in the gene FOXL2 in chromosome position 3q23 are responsible for BPES. The FOXL2 gene encodes a forkhead transcription factor of 376 amino acids, which contain a tract of 14 alanine amino acids. Over 100 unique FOXL2 mutations have been identified in BPES families. [3]", "contents": "Blepharophimosis Syndrome -- Etiology. The genetic cause of BPES was discovered in 2001 following genetic sequencing of 7 families affected by BPES. [2] Pathogenic mutations in the gene FOXL2 in chromosome position 3q23 are responsible for BPES. The FOXL2 gene encodes a forkhead transcription factor of 376 amino acids, which contain a tract of 14 alanine amino acids. Over 100 unique FOXL2 mutations have been identified in BPES families. [3]"}
{"id": "article-151524_5", "title": "Blepharophimosis Syndrome -- Etiology", "content": "The exact function of the protein is unknown. Still, expression studies have shown that the FOXL2 protein is expressed in the mesenchyme of developing eyelids in the fetus and in the granuloma cells of fetal and adult ovaries. [2]", "contents": "Blepharophimosis Syndrome -- Etiology. The exact function of the protein is unknown. Still, expression studies have shown that the FOXL2 protein is expressed in the mesenchyme of developing eyelids in the fetus and in the granuloma cells of fetal and adult ovaries. [2]"}
{"id": "article-151524_6", "title": "Blepharophimosis Syndrome -- Etiology", "content": "The two types of BPES are phenotypically indistinguishable but can be determined through genetic testing. Mutations that truncate the FOXL2 protein before the polyalanine tract result in BPES type I. Mutations that expand the polyalanine tract develop BPES type II. [4]", "contents": "Blepharophimosis Syndrome -- Etiology. The two types of BPES are phenotypically indistinguishable but can be determined through genetic testing. Mutations that truncate the FOXL2 protein before the polyalanine tract result in BPES type I. Mutations that expand the polyalanine tract develop BPES type II. [4]"}
{"id": "article-151524_7", "title": "Blepharophimosis Syndrome -- Epidemiology", "content": "The prevalence of BPES is estimated at 1:50,000 births in the general population. [5] Up to 75% of affected individuals have a FOXL2 mutation. [5] Approximately 64% of cases occur in women. [6] Type I has 100% penetrance and is transmitted primarily through males due to females developing POF and reduced fertility. Type II has 96.5% penetrance and is transmitted through males and females. [7] [6]", "contents": "Blepharophimosis Syndrome -- Epidemiology. The prevalence of BPES is estimated at 1:50,000 births in the general population. [5] Up to 75% of affected individuals have a FOXL2 mutation. [5] Approximately 64% of cases occur in women. [6] Type I has 100% penetrance and is transmitted primarily through males due to females developing POF and reduced fertility. Type II has 96.5% penetrance and is transmitted through males and females. [7] [6]"}
{"id": "article-151524_8", "title": "Blepharophimosis Syndrome -- Epidemiology", "content": "The incidence of strabismus in BPES is 20 to 27%. [8] Development of amblyopia from ptosis or strabismus is between 39 and 56%. [7] Refractive error is common and as high as 94%, with simple hyperopia being the most common. [5]", "contents": "Blepharophimosis Syndrome -- Epidemiology. The incidence of strabismus in BPES is 20 to 27%. [8] Development of amblyopia from ptosis or strabismus is between 39 and 56%. [7] Refractive error is common and as high as 94%, with simple hyperopia being the most common. [5]"}
{"id": "article-151524_9", "title": "Blepharophimosis Syndrome -- Pathophysiology", "content": "Eyelid morphogenesis is a complex process involving the coordinated movement of neural crest-derived periocular mesenchymal cells during embryonic development. These cells form eyelid structures, including the levator palpebrae superioris, smooth muscle, and tarsus. [9]", "contents": "Blepharophimosis Syndrome -- Pathophysiology. Eyelid morphogenesis is a complex process involving the coordinated movement of neural crest-derived periocular mesenchymal cells during embryonic development. These cells form eyelid structures, including the levator palpebrae superioris, smooth muscle, and tarsus. [9]"}
{"id": "article-151524_10", "title": "Blepharophimosis Syndrome -- Pathophysiology", "content": "In congenital ptosis, the levator palpebrae superioris muscle is maldeveloped, resulting in a droopy upper eyelid. Genes associated with congenital ptosis include ZFH4 and FOXL2 . Mutations in FOXL2 disrupt actin gene expression in the smooth muscle cells of periocular mesenchyma. This results in severe hypoplasia of the levator palpebrae superioris and other craniofacial defects, causing blepharophimosis, ptosis, and epicanthus inversus. [9] [10]", "contents": "Blepharophimosis Syndrome -- Pathophysiology. In congenital ptosis, the levator palpebrae superioris muscle is maldeveloped, resulting in a droopy upper eyelid. Genes associated with congenital ptosis include ZFH4 and FOXL2 . Mutations in FOXL2 disrupt actin gene expression in the smooth muscle cells of periocular mesenchyma. This results in severe hypoplasia of the levator palpebrae superioris and other craniofacial defects, causing blepharophimosis, ptosis, and epicanthus inversus. [9] [10]"}
{"id": "article-151524_11", "title": "Blepharophimosis Syndrome -- Pathophysiology", "content": "The FOXL2 transcription factor also plays a role in sexual development and ovarian function. The expression is highest in granulosa cells of the ovary, and it plays a vital role in folliculogenesis, hormone signaling, cell regulation, proliferation, and apoptosis. In the absence of FOXL2 , primary follicle formation in the ovaries is disrupted, and the number of follicles recruited during fetal ovarian development is depleted. The decreased number of follicles formed during ovarian development causes POF and sequelae of reduced estrogen. [11] [12]", "contents": "Blepharophimosis Syndrome -- Pathophysiology. The FOXL2 transcription factor also plays a role in sexual development and ovarian function. The expression is highest in granulosa cells of the ovary, and it plays a vital role in folliculogenesis, hormone signaling, cell regulation, proliferation, and apoptosis. In the absence of FOXL2 , primary follicle formation in the ovaries is disrupted, and the number of follicles recruited during fetal ovarian development is depleted. The decreased number of follicles formed during ovarian development causes POF and sequelae of reduced estrogen. [11] [12]"}
{"id": "article-151524_12", "title": "Blepharophimosis Syndrome -- History and Physical", "content": "The diagnosis of BPES is mainly clinical. Physical exam features include: Blepharophimosis . Horizontal shortening of the palpebral fissure. The normal horizontal palpebral fissure measures 25-30 mm, but in BPES, the palpebral fissure measures 20 to 22 mm. [13] Ptosis . Upper eyelid droopiness develops from bilateral dysplasia of the levator palpebral superioris muscle, resulting in poor levator function and bilateral ptosis. [14] [15] Epicanthus inverus . Skin fold arising from the medial lower eyelid and running inward and upward to the upper eyelid. This is always bilateral; the caruncle and plica semilunaris beneath have a hypoplastic appearance. [16] Telecanthus . The boney walls of the orbit are unaffected in BPES. The medial canthal tendons are elongated, which causes a widened intercanthal distance with normal interpupillary distance. [17] There are two clinical types of BPES.", "contents": "Blepharophimosis Syndrome -- History and Physical. The diagnosis of BPES is mainly clinical. Physical exam features include: Blepharophimosis . Horizontal shortening of the palpebral fissure. The normal horizontal palpebral fissure measures 25-30 mm, but in BPES, the palpebral fissure measures 20 to 22 mm. [13] Ptosis . Upper eyelid droopiness develops from bilateral dysplasia of the levator palpebral superioris muscle, resulting in poor levator function and bilateral ptosis. [14] [15] Epicanthus inverus . Skin fold arising from the medial lower eyelid and running inward and upward to the upper eyelid. This is always bilateral; the caruncle and plica semilunaris beneath have a hypoplastic appearance. [16] Telecanthus . The boney walls of the orbit are unaffected in BPES. The medial canthal tendons are elongated, which causes a widened intercanthal distance with normal interpupillary distance. [17] There are two clinical types of BPES."}
{"id": "article-151524_13", "title": "Blepharophimosis Syndrome -- History and Physical", "content": "BPES type I is characterized by blepharophimosis, ptosis, epicanthus inversus, telecanthus, and premature ovarian failure. BPES type II is characterized by the same classic four findings without premature ovarian failure.", "contents": "Blepharophimosis Syndrome -- History and Physical. BPES type I is characterized by blepharophimosis, ptosis, epicanthus inversus, telecanthus, and premature ovarian failure. BPES type II is characterized by the same classic four findings without premature ovarian failure."}
{"id": "article-151524_14", "title": "Blepharophimosis Syndrome -- History and Physical", "content": "Numerous other coexisting deformities, as well as compensatory responses, have been reported. Craniofacial malformations include thin and short upper eyelid skin with a margin that has an S-shape, while the lower margin has a concavity downward, with or without slight ectropion. [18] [19]", "contents": "Blepharophimosis Syndrome -- History and Physical. Numerous other coexisting deformities, as well as compensatory responses, have been reported. Craniofacial malformations include thin and short upper eyelid skin with a margin that has an S-shape, while the lower margin has a concavity downward, with or without slight ectropion. [18] [19]"}
{"id": "article-151524_15", "title": "Blepharophimosis Syndrome -- History and Physical", "content": "Lacrimal drainage apparatus abnormalities include lateral displacement of the lower punctum, canaliculi stenosis, and horizontal canaliculi elongation. [20] [21] Other ophthalmic manifestations include strabismus, microphthalmos, and optic disc coloboma. [22] Facial abnormalities include wide and flattened nasal bridges and anteverted ears. [6]", "contents": "Blepharophimosis Syndrome -- History and Physical. Lacrimal drainage apparatus abnormalities include lateral displacement of the lower punctum, canaliculi stenosis, and horizontal canaliculi elongation. [20] [21] Other ophthalmic manifestations include strabismus, microphthalmos, and optic disc coloboma. [22] Facial abnormalities include wide and flattened nasal bridges and anteverted ears. [6]"}
{"id": "article-151524_16", "title": "Blepharophimosis Syndrome -- History and Physical", "content": "Individuals compensate for ptosis by adopting a chin-up head position and constantly contracting their frontalis muscles. The eyebrows can become more prominent and arched, giving patients a constantly surprised look. [1]", "contents": "Blepharophimosis Syndrome -- History and Physical. Individuals compensate for ptosis by adopting a chin-up head position and constantly contracting their frontalis muscles. The eyebrows can become more prominent and arched, giving patients a constantly surprised look. [1]"}
{"id": "article-151524_17", "title": "Blepharophimosis Syndrome -- Evaluation", "content": "Individuals who display the characteristic features of BPES can undergo gene-targeted testing to detect mutations in the FOXL2 gene of chromosome three. If no variant is detected, comprehensive genomic testing can be pursued to detect deletions or duplications in the FOXL2 region. In some cases, cytogenetic testing is completed to further evaluate for balanced translocations or other interruptions of the FOXL2 region. [3] [23]", "contents": "Blepharophimosis Syndrome -- Evaluation. Individuals who display the characteristic features of BPES can undergo gene-targeted testing to detect mutations in the FOXL2 gene of chromosome three. If no variant is detected, comprehensive genomic testing can be pursued to detect deletions or duplications in the FOXL2 region. In some cases, cytogenetic testing is completed to further evaluate for balanced translocations or other interruptions of the FOXL2 region. [3] [23]"}
{"id": "article-151524_18", "title": "Blepharophimosis Syndrome -- Evaluation", "content": "Female individuals with BPES type I develop primary ovarian insufficiency—manifesting as pubertal delay, primary amenorrhea, secondary amenorrhea, or oligomenorrhea. Endocrinologic laboratory testing can aid in diagnosis. Follicle-stimulating hormone, and luteinizing hormone, will be elevated. The serum concentration of estrogen and progesterone will be depressed. Transvaginal ultrasound with antral follicular count can determine ovarian reserve and aid discussions regarding poor fertility. [24]", "contents": "Blepharophimosis Syndrome -- Evaluation. Female individuals with BPES type I develop primary ovarian insufficiency—manifesting as pubertal delay, primary amenorrhea, secondary amenorrhea, or oligomenorrhea. Endocrinologic laboratory testing can aid in diagnosis. Follicle-stimulating hormone, and luteinizing hormone, will be elevated. The serum concentration of estrogen and progesterone will be depressed. Transvaginal ultrasound with antral follicular count can determine ovarian reserve and aid discussions regarding poor fertility. [24]"}
{"id": "article-151524_19", "title": "Blepharophimosis Syndrome -- Treatment / Management", "content": "Treatment goals include surgical eyelid repair for normal visual development and improved cosmesis, alleviating neck strain from chin-up posture, and addressing primary ovarian insufficiency and infertility in females with BPES type I. Management begins with a pediatric ophthalmologist's determination of amblyopia, strabismus, and refractive error. Referral to an oculoplastic surgeon should be made to evaluate the degree of ptosis, blepharophimosis, and epicanthus inversus. [25]", "contents": "Blepharophimosis Syndrome -- Treatment / Management. Treatment goals include surgical eyelid repair for normal visual development and improved cosmesis, alleviating neck strain from chin-up posture, and addressing primary ovarian insufficiency and infertility in females with BPES type I. Management begins with a pediatric ophthalmologist's determination of amblyopia, strabismus, and refractive error. Referral to an oculoplastic surgeon should be made to evaluate the degree of ptosis, blepharophimosis, and epicanthus inversus. [25]"}
{"id": "article-151524_20", "title": "Blepharophimosis Syndrome -- Treatment / Management", "content": "Historically, correcting eyelids was performed as a 2-stage surgery at 3 to 5 years old. A medial canthoplasty via the Mustarde technique or double-opposing z-plasty to repair epicanthus inversus and telecanthus, followed by frontalis suspension for ptosis repair six to twelve months later. If ptosis and medial canthoplasty were performed simultaneously, the tightened vertical and horizontal tissues would pull against each other in opposite directions, limiting their effect versus if performed separately. [25] [26]", "contents": "Blepharophimosis Syndrome -- Treatment / Management. Historically, correcting eyelids was performed as a 2-stage surgery at 3 to 5 years old. A medial canthoplasty via the Mustarde technique or double-opposing z-plasty to repair epicanthus inversus and telecanthus, followed by frontalis suspension for ptosis repair six to twelve months later. If ptosis and medial canthoplasty were performed simultaneously, the tightened vertical and horizontal tissues would pull against each other in opposite directions, limiting their effect versus if performed separately. [25] [26]"}
{"id": "article-151524_21", "title": "Blepharophimosis Syndrome -- Treatment / Management", "content": "Some surgeons argue medial canthus reconstruction can worsen ptosis and should be addressed first. Other surgeons suggest repair of ptosis first due to the high incidence of amblyopia and medial canthus repair at a later age when the face has grown. Recent reports have described successful outcomes with single-stage surgery combining medial canthoplasty and ptosis repair for a select group of individuals. Additional studies are needed to assess the outcomes of single-staged versus staged repair. [27] In general, the following surgical recommendations are:", "contents": "Blepharophimosis Syndrome -- Treatment / Management. Some surgeons argue medial canthus reconstruction can worsen ptosis and should be addressed first. Other surgeons suggest repair of ptosis first due to the high incidence of amblyopia and medial canthus repair at a later age when the face has grown. Recent reports have described successful outcomes with single-stage surgery combining medial canthoplasty and ptosis repair for a select group of individuals. Additional studies are needed to assess the outcomes of single-staged versus staged repair. [27] In general, the following surgical recommendations are:"}
{"id": "article-151524_22", "title": "Blepharophimosis Syndrome -- Treatment / Management", "content": "If the central visual axis is unobstructed, surgical repair can wait until 3 to 5 years of age. If the central visual axis is obscured, but the vertical interpalpebral fissure height is more than 2 mm, either single-stage or two-stage repair is associated with satisfactory outcomes. [28] If the central visual axis is obscured, and the vertical interpalpebral fissure height is less than 2 mm, two-stage repair should be pursued as early as possible. Ptosis repair first to prevent amblyopia, followed by medial canthoplasty. [7]", "contents": "Blepharophimosis Syndrome -- Treatment / Management. If the central visual axis is unobstructed, surgical repair can wait until 3 to 5 years of age. If the central visual axis is obscured, but the vertical interpalpebral fissure height is more than 2 mm, either single-stage or two-stage repair is associated with satisfactory outcomes. [28] If the central visual axis is obscured, and the vertical interpalpebral fissure height is less than 2 mm, two-stage repair should be pursued as early as possible. Ptosis repair first to prevent amblyopia, followed by medial canthoplasty. [7]"}
{"id": "article-151524_23", "title": "Blepharophimosis Syndrome -- Treatment / Management", "content": "Females who inherit BPES through their father are more likely to have type I and should be referred to a clinical geneticist to discuss the nature of the disease, mode of inheritance, and fertility implications of the genetic disorder. Women should be informed of the risk of POF and be referred to a pediatric or reproductive endocrinologist and gynecologist to monitor ovarian status. The American Society for Reproductive Medicine and the International Menopause Society recommend estrogen replacement therapy for women with primary ovarian insufficiency. [29]", "contents": "Blepharophimosis Syndrome -- Treatment / Management. Females who inherit BPES through their father are more likely to have type I and should be referred to a clinical geneticist to discuss the nature of the disease, mode of inheritance, and fertility implications of the genetic disorder. Women should be informed of the risk of POF and be referred to a pediatric or reproductive endocrinologist and gynecologist to monitor ovarian status. The American Society for Reproductive Medicine and the International Menopause Society recommend estrogen replacement therapy for women with primary ovarian insufficiency. [29]"}
{"id": "article-151524_24", "title": "Blepharophimosis Syndrome -- Treatment / Management", "content": "No randomized controlled trials are studying the use of hormone replacement therapy in women with BPES type I. However, hormone replacement therapy under the guidance of an endocrinologist and gynecologist is reasonable to maintain normal bone mineral density. The options for women who wish to pursue parenthood include adoption, foster parenthood, embryo donation, egg donation, and cryopreservation. [30] [31]", "contents": "Blepharophimosis Syndrome -- Treatment / Management. No randomized controlled trials are studying the use of hormone replacement therapy in women with BPES type I. However, hormone replacement therapy under the guidance of an endocrinologist and gynecologist is reasonable to maintain normal bone mineral density. The options for women who wish to pursue parenthood include adoption, foster parenthood, embryo donation, egg donation, and cryopreservation. [30] [31]"}
{"id": "article-151524_25", "title": "Blepharophimosis Syndrome -- Differential Diagnosis", "content": "Most patients have a clear family history, but de novo mutations are possible. If eyelid findings are present without a clear family history, consider other conditions that include ptosis and blepharophimosis as a major feature: NR2F2 -associated 46, XX sex reversal 5, Say-Barber-Biesecker variant of Ohdo syndrome, congenital ptosis, ptosis with external ophthalmoplegia, Noonan syndrome, Marden-Walker syndrome, Schwartz Jampel syndrome, Waadenburg syndrome, William syndrome, trisomy 18, cerebro-oculo-facial-digital syndrome, Dubowitz syndrome, and Smith-Lemli-Opitz syndrome. [32] [33] [34]", "contents": "Blepharophimosis Syndrome -- Differential Diagnosis. Most patients have a clear family history, but de novo mutations are possible. If eyelid findings are present without a clear family history, consider other conditions that include ptosis and blepharophimosis as a major feature: NR2F2 -associated 46, XX sex reversal 5, Say-Barber-Biesecker variant of Ohdo syndrome, congenital ptosis, ptosis with external ophthalmoplegia, Noonan syndrome, Marden-Walker syndrome, Schwartz Jampel syndrome, Waadenburg syndrome, William syndrome, trisomy 18, cerebro-oculo-facial-digital syndrome, Dubowitz syndrome, and Smith-Lemli-Opitz syndrome. [32] [33] [34]"}
{"id": "article-151524_26", "title": "Blepharophimosis Syndrome -- Prognosis", "content": "Patients require a multidisciplinary approach and coordination of care across many specialties. If medical and surgical management is addressed early in life, the prognosis is excellent. Surgical treatment can require multiple stages depending on the severity of the disorder, but outcomes are very successful. Patients with BPES have a normal lifespan.", "contents": "Blepharophimosis Syndrome -- Prognosis. Patients require a multidisciplinary approach and coordination of care across many specialties. If medical and surgical management is addressed early in life, the prognosis is excellent. Surgical treatment can require multiple stages depending on the severity of the disorder, but outcomes are very successful. Patients with BPES have a normal lifespan."}
{"id": "article-151524_27", "title": "Blepharophimosis Syndrome -- Complications", "content": "Complications can occur after surgical repair. Early popular techniques, such as the Mustarde technique and z-epicanthoplasty, had major incidences of severe scarring. Other techniques have been developed for better cosmesis, such as the Y to V technique and medial epicanthoplasty with skin re-draping. [35]", "contents": "Blepharophimosis Syndrome -- Complications. Complications can occur after surgical repair. Early popular techniques, such as the Mustarde technique and z-epicanthoplasty, had major incidences of severe scarring. Other techniques have been developed for better cosmesis, such as the Y to V technique and medial epicanthoplasty with skin re-draping. [35]"}
{"id": "article-151524_28", "title": "Blepharophimosis Syndrome -- Complications", "content": "Many organic and inorganic materials are used for frontalis sling suspension to treat congenital ptosis surgically. Alloplastic materials include braided polyester sutures, polypropylene sutures, expanded polytetrafluorethylene, and silastic bands. Placing foreign material in the tissue can result in granulomatous formation, infection, or extrusion. [36]", "contents": "Blepharophimosis Syndrome -- Complications. Many organic and inorganic materials are used for frontalis sling suspension to treat congenital ptosis surgically. Alloplastic materials include braided polyester sutures, polypropylene sutures, expanded polytetrafluorethylene, and silastic bands. Placing foreign material in the tissue can result in granulomatous formation, infection, or extrusion. [36]"}
{"id": "article-151524_29", "title": "Blepharophimosis Syndrome -- Complications", "content": "Homografts, such as autogenous fascia lata, are associated with longer recovery time and a second potential site of infection. Overcorrection of congenital ptosis can result in lagophthalmos and cause corneal complications.", "contents": "Blepharophimosis Syndrome -- Complications. Homografts, such as autogenous fascia lata, are associated with longer recovery time and a second potential site of infection. Overcorrection of congenital ptosis can result in lagophthalmos and cause corneal complications."}
{"id": "article-151524_30", "title": "Blepharophimosis Syndrome -- Deterrence and Patient Education", "content": "Families must understand the need for life-long monitoring of vision into adulthood. Surgery is almost always necessary early in life to prevent amblyopia, and it may be required again later in adulthood for cosmetic reconstruction if desired.", "contents": "Blepharophimosis Syndrome -- Deterrence and Patient Education. Families must understand the need for life-long monitoring of vision into adulthood. Surgery is almost always necessary early in life to prevent amblyopia, and it may be required again later in adulthood for cosmetic reconstruction if desired."}
{"id": "article-151524_31", "title": "Blepharophimosis Syndrome -- Deterrence and Patient Education", "content": "Families and patients should know that multiple methods exist to lift the eyelid and repair ptosis. The operation should be personalized to the patient’s needs. A “do nothing” option should be explained to the family and patient when considering any procedure. Adolescence will be an uncertain time for female patients, and counseling from a diverse team of providers will be needed. Genetic testing also involves different approaches. Females should discuss infertility and family planning with a genetic counselor.", "contents": "Blepharophimosis Syndrome -- Deterrence and Patient Education. Families and patients should know that multiple methods exist to lift the eyelid and repair ptosis. The operation should be personalized to the patient’s needs. A “do nothing” option should be explained to the family and patient when considering any procedure. Adolescence will be an uncertain time for female patients, and counseling from a diverse team of providers will be needed. Genetic testing also involves different approaches. Females should discuss infertility and family planning with a genetic counselor."}
{"id": "article-151524_32", "title": "Blepharophimosis Syndrome -- Enhancing Healthcare Team Outcomes", "content": "Management of BPES is complex and requires a multidisciplinary/interprofessional approach, including—a pediatric ophthalmologist, oculoplastic surgeon, pediatrician, endocrinologist, gynecologist, nurses, and genetic counselor. Ophthalmologists play a unique role in educating fellow clinicians and healthcare professionals about the possibility of amblyopia and its visual implications if gone unrecognized.", "contents": "Blepharophimosis Syndrome -- Enhancing Healthcare Team Outcomes. Management of BPES is complex and requires a multidisciplinary/interprofessional approach, including—a pediatric ophthalmologist, oculoplastic surgeon, pediatrician, endocrinologist, gynecologist, nurses, and genetic counselor. Ophthalmologists play a unique role in educating fellow clinicians and healthcare professionals about the possibility of amblyopia and its visual implications if gone unrecognized."}
{"id": "article-151524_33", "title": "Blepharophimosis Syndrome -- Enhancing Healthcare Team Outcomes", "content": "Genetic information is complex, and genetic counselors are essential in educating families and patients on test results. The decision to pursue genetic testing is very personal, particularly for female patients. FOXL2 gene mutation analysis is primarily for identifying future fertility status. Genetic counselors can lead one-on-one counseling to families regarding unexpected test results and discussions regarding reproductive choices. The Clinical Genetics Society recommends postponing genetic testing for disorders with purely reproductive implications until the individual is of age or maturity to understand the implications of the test and make their own informed decision about testing. [37]", "contents": "Blepharophimosis Syndrome -- Enhancing Healthcare Team Outcomes. Genetic information is complex, and genetic counselors are essential in educating families and patients on test results. The decision to pursue genetic testing is very personal, particularly for female patients. FOXL2 gene mutation analysis is primarily for identifying future fertility status. Genetic counselors can lead one-on-one counseling to families regarding unexpected test results and discussions regarding reproductive choices. The Clinical Genetics Society recommends postponing genetic testing for disorders with purely reproductive implications until the individual is of age or maturity to understand the implications of the test and make their own informed decision about testing. [37]"}
{"id": "article-151524_34", "title": "Blepharophimosis Syndrome -- Enhancing Healthcare Team Outcomes", "content": "Endocrinologists and gynecologists are essential in the interprofessional approach to treating these patients. Individuals with BPES type I should be referred to an endocrinologist to address hormone replacement therapy. Low estrogen levels at a young age increase the risk of osteoporosis, heart disease, and depression. Women with POF cannot get pregnant naturally but can carry a pregnancy with in vitro fertilization with donor oocytes. Patients should be referred to a gynecologist or infertility specialist to discuss reproductive treatments. Ensuring patients understand reproductive biology and therapeutic options can help them cope with this emotionally distressing condition.", "contents": "Blepharophimosis Syndrome -- Enhancing Healthcare Team Outcomes. Endocrinologists and gynecologists are essential in the interprofessional approach to treating these patients. Individuals with BPES type I should be referred to an endocrinologist to address hormone replacement therapy. Low estrogen levels at a young age increase the risk of osteoporosis, heart disease, and depression. Women with POF cannot get pregnant naturally but can carry a pregnancy with in vitro fertilization with donor oocytes. Patients should be referred to a gynecologist or infertility specialist to discuss reproductive treatments. Ensuring patients understand reproductive biology and therapeutic options can help them cope with this emotionally distressing condition."}
{"id": "article-151524_35", "title": "Blepharophimosis Syndrome -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Blepharophimosis Syndrome -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}