{"id": "article-29373_0", "title": "Anatomy, Back, Splanchnic Nerve -- Introduction", "content": "The splanchnic nerves are paired autonomic nerves containing visceral motor and sensory afferent fibers (see Image . Autonomic Nervous System). Five sets of splanchnic nerves travel on each side of the vertebral column: the cardiopulmonary, thoracic splanchnic, lumbar splanchnic, sacral splanchnic, and pelvic splanchnic nerves. Preganglionic spinal cord cell bodies give rise to the splanchnic nerves, though the cardiopulmonary splanchnic nerves arise from postganglionic cell bodies in the cervical and upper thoracic spinal trunk. All splanchnic nerves have sympathetic activity except for the pelvic splanchnic nerves, which carry parasympathetic fibers.", "contents": "Anatomy, Back, Splanchnic Nerve -- Introduction. The splanchnic nerves are paired autonomic nerves containing visceral motor and sensory afferent fibers (see Image . Autonomic Nervous System). Five sets of splanchnic nerves travel on each side of the vertebral column: the cardiopulmonary, thoracic splanchnic, lumbar splanchnic, sacral splanchnic, and pelvic splanchnic nerves. Preganglionic spinal cord cell bodies give rise to the splanchnic nerves, though the cardiopulmonary splanchnic nerves arise from postganglionic cell bodies in the cervical and upper thoracic spinal trunk. All splanchnic nerves have sympathetic activity except for the pelvic splanchnic nerves, which carry parasympathetic fibers."}
{"id": "article-29373_1", "title": "Anatomy, Back, Splanchnic Nerve -- Introduction", "content": "Splanchnicectomy or splanchnic denervation is a procedure that may be performed to alleviate intractable visceral pain. Splanchnic nerve involvement in visceral tumors can impact surgical planning and outcomes. Understanding the anatomy, physiology, and clinical variations of the splanchnic nerves is essential to diagnosing and managing autonomically driven conditions in the thoracic and abdominopelvic regions.", "contents": "Anatomy, Back, Splanchnic Nerve -- Introduction. Splanchnicectomy or splanchnic denervation is a procedure that may be performed to alleviate intractable visceral pain. Splanchnic nerve involvement in visceral tumors can impact surgical planning and outcomes. Understanding the anatomy, physiology, and clinical variations of the splanchnic nerves is essential to diagnosing and managing autonomically driven conditions in the thoracic and abdominopelvic regions."}
{"id": "article-29373_2", "title": "Anatomy, Back, Splanchnic Nerve -- Structure and Function", "content": "The splanchnic nerves contain both sensory and motor fibers. [1] The paired splanchnic nerves run parallel to each other and form 5 primary nerves that supply different thoracic and abdominopelvic organs. [2]", "contents": "Anatomy, Back, Splanchnic Nerve -- Structure and Function. The splanchnic nerves contain both sensory and motor fibers. [1] The paired splanchnic nerves run parallel to each other and form 5 primary nerves that supply different thoracic and abdominopelvic organs. [2]"}
{"id": "article-29373_3", "title": "Anatomy, Back, Splanchnic Nerve -- Structure and Function -- Cardiopulmonary Splanchnic Nerves", "content": "Structur e", "contents": "Anatomy, Back, Splanchnic Nerve -- Structure and Function -- Cardiopulmonary Splanchnic Nerves. Structur e"}
{"id": "article-29373_4", "title": "Anatomy, Back, Splanchnic Nerve -- Structure and Function -- Cardiopulmonary Splanchnic Nerves", "content": "The cardiopulmonary splanchnic nerves arise from the C4 to T5 paravertebral ganglia. These nerves synapse with the plexuses innervating the thoracic visceral organs, including the heart, larynx, trachea, bronchi, and lungs.", "contents": "Anatomy, Back, Splanchnic Nerve -- Structure and Function -- Cardiopulmonary Splanchnic Nerves. The cardiopulmonary splanchnic nerves arise from the C4 to T5 paravertebral ganglia. These nerves synapse with the plexuses innervating the thoracic visceral organs, including the heart, larynx, trachea, bronchi, and lungs."}
{"id": "article-29373_5", "title": "Anatomy, Back, Splanchnic Nerve -- Structure and Function -- Function", "content": "The cardiopulmonary splanchnic nerves carry sympathetic fibers to their destined visceral organs. Sympathetic stimulation of the heart increases the heart rate and contractility. In the pulmonary system, sympathetic impulses reduce airway resistance by dilating bronchi and bronchioles.", "contents": "Anatomy, Back, Splanchnic Nerve -- Structure and Function -- Function. The cardiopulmonary splanchnic nerves carry sympathetic fibers to their destined visceral organs. Sympathetic stimulation of the heart increases the heart rate and contractility. In the pulmonary system, sympathetic impulses reduce airway resistance by dilating bronchi and bronchioles."}
{"id": "article-29373_6", "title": "Anatomy, Back, Splanchnic Nerve -- Structure and Function -- Structure", "content": "The thoracic splanchnic nerves arise from the lower thoracic sympathetic ganglia's medial branches. [3] The thoracic splanchnic nerves are organized into 3 pairs: the greater splanchnic, lesser splanchnic, and least splanchnic nerve pairs. All 3 thoracic splanchnic nerve pairs pass the diaphragmatic crura before traveling to their destinations. [4]", "contents": "Anatomy, Back, Splanchnic Nerve -- Structure and Function -- Structure. The thoracic splanchnic nerves arise from the lower thoracic sympathetic ganglia's medial branches. [3] The thoracic splanchnic nerves are organized into 3 pairs: the greater splanchnic, lesser splanchnic, and least splanchnic nerve pairs. All 3 thoracic splanchnic nerve pairs pass the diaphragmatic crura before traveling to their destinations. [4]"}
{"id": "article-29373_7", "title": "Anatomy, Back, Splanchnic Nerve -- Structure and Function -- Structure", "content": "The greater splanchnic nerves receive branches from the T5 to T9 thoracic sympathetic ganglia. These nerves traverse the diaphragm and terminate in the superior preaortic ganglia, commonly called the \"celiac ganglia.\" The postsynaptic fibers then supply the foregut organs as the celiac plexus. The afferent pathway of the greater splanchnic nerves uses the white communicating rami, ventral rami, and spinal nerves to relay sensory information into the spinothalamic tract. This nerve tract projects to the thalamus before ascending to the cerebrum.", "contents": "Anatomy, Back, Splanchnic Nerve -- Structure and Function -- Structure. The greater splanchnic nerves receive branches from the T5 to T9 thoracic sympathetic ganglia. These nerves traverse the diaphragm and terminate in the superior preaortic ganglia, commonly called the \"celiac ganglia.\" The postsynaptic fibers then supply the foregut organs as the celiac plexus. The afferent pathway of the greater splanchnic nerves uses the white communicating rami, ventral rami, and spinal nerves to relay sensory information into the spinothalamic tract. This nerve tract projects to the thalamus before ascending to the cerebrum."}
{"id": "article-29373_8", "title": "Anatomy, Back, Splanchnic Nerve -- Structure and Function -- Structure", "content": "The lesser splanchnic nerves arise from the T10 to T11 sympathetic trunk. These nerves lie lateral and inferior to the greater splanchnic nerves, synapsing with either the superior mesenteric or aorticorenal ganglia. The least splanchnic nerves form from T12 sympathetic branches. These nerves communicate with the renal plexus near the renal arteries. [5] [6]", "contents": "Anatomy, Back, Splanchnic Nerve -- Structure and Function -- Structure. The lesser splanchnic nerves arise from the T10 to T11 sympathetic trunk. These nerves lie lateral and inferior to the greater splanchnic nerves, synapsing with either the superior mesenteric or aorticorenal ganglia. The least splanchnic nerves form from T12 sympathetic branches. These nerves communicate with the renal plexus near the renal arteries. [5] [6]"}
{"id": "article-29373_9", "title": "Anatomy, Back, Splanchnic Nerve -- Structure and Function -- Function", "content": "Greater splanchnic nerve stimulation has the following effects: Foregut inhibition: This action reduces upper gastrointestinal motility and secretory activity. Suppression of pancreatic enzyme secretion: Splanchnic nerve stimulation reduces digestive activity in the duodenum. Blood glucose elevation: Stimulating gluconeogenesis, glycogenolysis, and free glucose release increases blood glucose levels. Sympathetic control of pancreatic hormonal functions also increases blood glucose, particularly by inhibiting insulin secretion and stimulating glucagon release. Reduction of gallbladder motility: The greater splanchnic nerve inhibits gallbladder contraction and bile emptying. Chromaffin cell stimulation: This action enhances catecholamine secretion. Splenic pain transmission: Sensory nerves from an inflamed splenic capsule send afferent signals to the splanchnic nerves.", "contents": "Anatomy, Back, Splanchnic Nerve -- Structure and Function -- Function. Greater splanchnic nerve stimulation has the following effects: Foregut inhibition: This action reduces upper gastrointestinal motility and secretory activity. Suppression of pancreatic enzyme secretion: Splanchnic nerve stimulation reduces digestive activity in the duodenum. Blood glucose elevation: Stimulating gluconeogenesis, glycogenolysis, and free glucose release increases blood glucose levels. Sympathetic control of pancreatic hormonal functions also increases blood glucose, particularly by inhibiting insulin secretion and stimulating glucagon release. Reduction of gallbladder motility: The greater splanchnic nerve inhibits gallbladder contraction and bile emptying. Chromaffin cell stimulation: This action enhances catecholamine secretion. Splenic pain transmission: Sensory nerves from an inflamed splenic capsule send afferent signals to the splanchnic nerves."}
{"id": "article-29373_10", "title": "Anatomy, Back, Splanchnic Nerve -- Structure and Function -- Function", "content": "Stimulation of the lesser splanchnic nerves modulate midgut activity. Least splanchnic nerve stimulation enhances renin secretion, reduces renal blood flow, and increases renal tubular sodium absorption. The least splanchnic nerves also stimulate adrenal catecholamine secretion.", "contents": "Anatomy, Back, Splanchnic Nerve -- Structure and Function -- Function. Stimulation of the lesser splanchnic nerves modulate midgut activity. Least splanchnic nerve stimulation enhances renin secretion, reduces renal blood flow, and increases renal tubular sodium absorption. The least splanchnic nerves also stimulate adrenal catecholamine secretion."}
{"id": "article-29373_11", "title": "Anatomy, Back, Splanchnic Nerve -- Structure and Function -- Structure", "content": "The lumbar splanchnic nerves form from the L1 to L4 sympathetic chain branches. These nerves course anteriorly toward the aortic plexus, synapsing in diffuse ganglia within the plexus. Postganglionic fibers then project to blood vessels, smooth muscles, and glands in this region. Lumbar splanchnic nerves indirectly connect to the superior hypogastric plexus via the aortic plexus.", "contents": "Anatomy, Back, Splanchnic Nerve -- Structure and Function -- Structure. The lumbar splanchnic nerves form from the L1 to L4 sympathetic chain branches. These nerves course anteriorly toward the aortic plexus, synapsing in diffuse ganglia within the plexus. Postganglionic fibers then project to blood vessels, smooth muscles, and glands in this region. Lumbar splanchnic nerves indirectly connect to the superior hypogastric plexus via the aortic plexus."}
{"id": "article-29373_12", "title": "Anatomy, Back, Splanchnic Nerve -- Structure and Function -- Structure", "content": "The lumbar splanchnic nerves arise from the sympathetic trunk and join the celiac, inferior mesenteric, and superior hypogastric plexuses. The 1st lumbar splanchnic nerve arises from the 1st ganglion and synapses with the celiac, inferior mesenteric, and renal plexuses. The 2nd lumbar splanchnic nerve emerges from the 2nd ganglion and communicates with the intermesenteric plexus, also known as the inferior mesenteric plexus. The 3rd and 4th lumbar splanchnic nerves arise from the 3rd and 4th ganglia, respectively, and join the superior hypogastric plexuses.", "contents": "Anatomy, Back, Splanchnic Nerve -- Structure and Function -- Structure. The lumbar splanchnic nerves arise from the sympathetic trunk and join the celiac, inferior mesenteric, and superior hypogastric plexuses. The 1st lumbar splanchnic nerve arises from the 1st ganglion and synapses with the celiac, inferior mesenteric, and renal plexuses. The 2nd lumbar splanchnic nerve emerges from the 2nd ganglion and communicates with the intermesenteric plexus, also known as the inferior mesenteric plexus. The 3rd and 4th lumbar splanchnic nerves arise from the 3rd and 4th ganglia, respectively, and join the superior hypogastric plexuses."}
{"id": "article-29373_13", "title": "Anatomy, Back, Splanchnic Nerve -- Structure and Function -- Function", "content": "The lumbar splanchnic nerves provide sympathetic innervation to lower abdominal and pelvic organs, regulating glandular secretions, stimulating vasoconstriction, and inhibiting smooth muscle contraction in these regions. [7]", "contents": "Anatomy, Back, Splanchnic Nerve -- Structure and Function -- Function. The lumbar splanchnic nerves provide sympathetic innervation to lower abdominal and pelvic organs, regulating glandular secretions, stimulating vasoconstriction, and inhibiting smooth muscle contraction in these regions. [7]"}
{"id": "article-29373_14", "title": "Anatomy, Back, Splanchnic Nerve -- Structure and Function -- Structure", "content": "The sacral splanchnic nerves are preganglionic sympathetic fibers arising from T10 to L2 neurons. These nerves synapse with the superior and inferior hypogastric plexus to reach the pelvic area. The fibers then traverse the aortic and inferior mesenteric plexuses to innervate the hindgut, pelvic vessels, and pelvic visceral organs. [8]", "contents": "Anatomy, Back, Splanchnic Nerve -- Structure and Function -- Structure. The sacral splanchnic nerves are preganglionic sympathetic fibers arising from T10 to L2 neurons. These nerves synapse with the superior and inferior hypogastric plexus to reach the pelvic area. The fibers then traverse the aortic and inferior mesenteric plexuses to innervate the hindgut, pelvic vessels, and pelvic visceral organs. [8]"}
{"id": "article-29373_15", "title": "Anatomy, Back, Splanchnic Nerve -- Structure and Function -- Function", "content": "The sacral splanchnic nerves provide visceral afferent and sympathetic innervation to the rectum and bladder. These nerves also supply the uterus and vagina in female individuals and the prostate and penis in male individuals. [9] Stimulation of these nerves produces the following actions: In the colon: Inhibition of smooth muscle contraction and glandular activity; vasoconstriction In the bladder: Detrusor muscle relaxation (though sympathetic stimulation has little effect on bladder emptying) In the male genitalia: Ductus deferens and seminal vesicle contraction; initiation of emission and ejaculation; detumescence In the female genitalia: Vasoconstriction, diminishing clitoral erection and vaginal lubrication Visceral afferent fibers send sensory information to the spine.", "contents": "Anatomy, Back, Splanchnic Nerve -- Structure and Function -- Function. The sacral splanchnic nerves provide visceral afferent and sympathetic innervation to the rectum and bladder. These nerves also supply the uterus and vagina in female individuals and the prostate and penis in male individuals. [9] Stimulation of these nerves produces the following actions: In the colon: Inhibition of smooth muscle contraction and glandular activity; vasoconstriction In the bladder: Detrusor muscle relaxation (though sympathetic stimulation has little effect on bladder emptying) In the male genitalia: Ductus deferens and seminal vesicle contraction; initiation of emission and ejaculation; detumescence In the female genitalia: Vasoconstriction, diminishing clitoral erection and vaginal lubrication Visceral afferent fibers send sensory information to the spine."}
{"id": "article-29373_16", "title": "Anatomy, Back, Splanchnic Nerve -- Structure and Function -- Structure", "content": "Pelvic splanchnic nerves arise from the S2 to S4 ventral rami. [10] These fibers synapse with the intrinsic ganglia in the lower colon, rectum, and pelvic viscera. Radical pelvic surgery is associated with an increased risk of pelvic splanchnic nerve injury.", "contents": "Anatomy, Back, Splanchnic Nerve -- Structure and Function -- Structure. Pelvic splanchnic nerves arise from the S2 to S4 ventral rami. [10] These fibers synapse with the intrinsic ganglia in the lower colon, rectum, and pelvic viscera. Radical pelvic surgery is associated with an increased risk of pelvic splanchnic nerve injury."}
{"id": "article-29373_17", "title": "Anatomy, Back, Splanchnic Nerve -- Structure and Function -- Function", "content": "Pelvic splanchnic nerves carry parasympathetic fibers. Stimulation of these nerves produces the following actions: In the colon: Emptying of the colon In the bladder: Emptying of the bladder In the male genitalia: Penile erection, final ejaculation through the urethra In the female genitalia: Increased vaginal secretions, clitoral erection, labia minora engorgement These nerves also carry nociceptive afferents.", "contents": "Anatomy, Back, Splanchnic Nerve -- Structure and Function -- Function. Pelvic splanchnic nerves carry parasympathetic fibers. Stimulation of these nerves produces the following actions: In the colon: Emptying of the colon In the bladder: Emptying of the bladder In the male genitalia: Penile erection, final ejaculation through the urethra In the female genitalia: Increased vaginal secretions, clitoral erection, labia minora engorgement These nerves also carry nociceptive afferents."}
{"id": "article-29373_18", "title": "Anatomy, Back, Splanchnic Nerve -- Embryology", "content": "During the 5th week of embryonic development, neural crest cells migrate along each side of the spinal cord and form paired ganglia dorsolateral to the aorta. The sympathetic trunks connect these segmentally organized sympathetic ganglia, forming chainlike structures on each side of the vertebral bodies. Some neural crest cells migrate ventrally to the aorta to form preaortic ganglionic neurons, including the celiac and mesenteric ganglia. Other neural crest cells give rise to terminal ganglia in sympathetic plexuses near the visceral organs.", "contents": "Anatomy, Back, Splanchnic Nerve -- Embryology. During the 5th week of embryonic development, neural crest cells migrate along each side of the spinal cord and form paired ganglia dorsolateral to the aorta. The sympathetic trunks connect these segmentally organized sympathetic ganglia, forming chainlike structures on each side of the vertebral bodies. Some neural crest cells migrate ventrally to the aorta to form preaortic ganglionic neurons, including the celiac and mesenteric ganglia. Other neural crest cells give rise to terminal ganglia in sympathetic plexuses near the visceral organs."}
{"id": "article-29373_19", "title": "Anatomy, Back, Splanchnic Nerve -- Embryology", "content": "The sympathetic trunks develop with the growth of the axons from the thoracolumbar lateral horn cell bodies. White rami communicantes connect spinal nerve roots with the paravertebral ganglia, where they can either synapse with postganglionic neurons on the same spinal level, ascend to superior ganglia, or descend to inferior ganglia. Other presynaptic fibers pass through the paravertebral ganglia without synapsing but terminate directly in the nerve plexuses.", "contents": "Anatomy, Back, Splanchnic Nerve -- Embryology. The sympathetic trunks develop with the growth of the axons from the thoracolumbar lateral horn cell bodies. White rami communicantes connect spinal nerve roots with the paravertebral ganglia, where they can either synapse with postganglionic neurons on the same spinal level, ascend to superior ganglia, or descend to inferior ganglia. Other presynaptic fibers pass through the paravertebral ganglia without synapsing but terminate directly in the nerve plexuses."}
{"id": "article-29373_20", "title": "Anatomy, Back, Splanchnic Nerve -- Nerves", "content": "The table below summarizes information about the origin, destination, autonomic fiber type, and autonomic division of the splanchnic nerves.", "contents": "Anatomy, Back, Splanchnic Nerve -- Nerves. The table below summarizes information about the origin, destination, autonomic fiber type, and autonomic division of the splanchnic nerves."}
{"id": "article-29373_21", "title": "Anatomy, Back, Splanchnic Nerve -- Muscles", "content": "The splanchnic nerves control visceral muscles in different thoracic and abdominal regions. Cardiopulmonary: myocytes, smooth muscles in the large air passageways, lungs, and blood vessels Thoracic: smooth muscles in the foregut, midgut, and kidneys Lumbar, sacral, and pelvic: smooth muscles in the hindgut and pelvic viscera The sympathetic influence on smooth muscles helps prepare the body for rapid responses to stress or environmental challenges. Parasympathetic stimulation does the opposite.", "contents": "Anatomy, Back, Splanchnic Nerve -- Muscles. The splanchnic nerves control visceral muscles in different thoracic and abdominal regions. Cardiopulmonary: myocytes, smooth muscles in the large air passageways, lungs, and blood vessels Thoracic: smooth muscles in the foregut, midgut, and kidneys Lumbar, sacral, and pelvic: smooth muscles in the hindgut and pelvic viscera The sympathetic influence on smooth muscles helps prepare the body for rapid responses to stress or environmental challenges. Parasympathetic stimulation does the opposite."}
{"id": "article-29373_22", "title": "Anatomy, Back, Splanchnic Nerve -- Physiologic Variants", "content": "The greater splanchnic nerves typically arise from the T5 to T9 roots, with other nerves joining these fibers along their course. However, the origin of the greater splanchnic nerves can involve regions as low as the T11 level in some individuals. Others may exhibit discontinuity of spinal contributions to this nerve pair, such that the fibers originate from spinal regions separated by at least 1 level.", "contents": "Anatomy, Back, Splanchnic Nerve -- Physiologic Variants. The greater splanchnic nerves typically arise from the T5 to T9 roots, with other nerves joining these fibers along their course. However, the origin of the greater splanchnic nerves can involve regions as low as the T11 level in some individuals. Others may exhibit discontinuity of spinal contributions to this nerve pair, such that the fibers originate from spinal regions separated by at least 1 level."}
{"id": "article-29373_23", "title": "Anatomy, Back, Splanchnic Nerve -- Surgical Considerations", "content": "Key surgical considerations to keep in mind considering the splanchnic nerve are as follows: Subdiaphragmatic neuroadaptive surgical procedures may reduce chronic abdominal pain. A thorough understanding of the anatomical position and location of the thoracic splanchnic nerves is critical to this procedure's success. [11] Pelvic splanchnic nerve injury is a potential risk of cervical cancer surgery. These nerves can get inadvertently damaged during resection. [12] Intraoperative electrical stimulation of the pelvic splanchnic nerves may be performed to ensure anatomical and functional preservation before closing the surgical field. The possible sequelae of pelvic splanchnic nerve injury include loss of bowel control, constipation, sexual dysfunction, bladder atony, deranged bladder reflexes, and chronic abdominopelvic pain. [13]", "contents": "Anatomy, Back, Splanchnic Nerve -- Surgical Considerations. Key surgical considerations to keep in mind considering the splanchnic nerve are as follows: Subdiaphragmatic neuroadaptive surgical procedures may reduce chronic abdominal pain. A thorough understanding of the anatomical position and location of the thoracic splanchnic nerves is critical to this procedure's success. [11] Pelvic splanchnic nerve injury is a potential risk of cervical cancer surgery. These nerves can get inadvertently damaged during resection. [12] Intraoperative electrical stimulation of the pelvic splanchnic nerves may be performed to ensure anatomical and functional preservation before closing the surgical field. The possible sequelae of pelvic splanchnic nerve injury include loss of bowel control, constipation, sexual dysfunction, bladder atony, deranged bladder reflexes, and chronic abdominopelvic pain. [13]"}
{"id": "article-29373_24", "title": "Anatomy, Back, Splanchnic Nerve -- Clinical Significance", "content": "Organization of the splanchnic nerves into different levels is useful in thoracic, abdominal, and retroperitoneal procedures. For example, chronic pain associated with chronic pancreatitis or unresectable pancreatic cancer may be managed by thoracoscopic splanchnicectomy, targeting the greater splanchnic nerves. This treatment reduces visceral pain afferent nerve firing in the pancreatic region. Chronic flank pain arising from conditions like autosomal-dominant polycystic kidney disease may also be managed with thoracic thoracoscopic splanchnicectomy, this time focusing on renal denervation.", "contents": "Anatomy, Back, Splanchnic Nerve -- Clinical Significance. Organization of the splanchnic nerves into different levels is useful in thoracic, abdominal, and retroperitoneal procedures. For example, chronic pain associated with chronic pancreatitis or unresectable pancreatic cancer may be managed by thoracoscopic splanchnicectomy, targeting the greater splanchnic nerves. This treatment reduces visceral pain afferent nerve firing in the pancreatic region. Chronic flank pain arising from conditions like autosomal-dominant polycystic kidney disease may also be managed with thoracic thoracoscopic splanchnicectomy, this time focusing on renal denervation."}
{"id": "article-29373_25", "title": "Anatomy, Back, Splanchnic Nerve -- Clinical Significance", "content": "Iatrogenic splanchnic nerve transection may result in orthostatic hypotension, as these nerves regulate smooth muscle contraction in the blood vessels. Loss of bowel control may arise from inadvertent lumbar, sacral, or pelvic splanchnic nerve injury.", "contents": "Anatomy, Back, Splanchnic Nerve -- Clinical Significance. Iatrogenic splanchnic nerve transection may result in orthostatic hypotension, as these nerves regulate smooth muscle contraction in the blood vessels. Loss of bowel control may arise from inadvertent lumbar, sacral, or pelvic splanchnic nerve injury."}
{"id": "article-29373_26", "title": "Anatomy, Back, Splanchnic Nerve -- Clinical Significance", "content": "Chronic abdominal pain may be managed with a splanchnic nerve block if a celiac plexus block fails. A splanchnic nerve block requires needle insertion in the anterolateral margin of the T12 vertebral body. The patient is placed in a prone position to visualize the thoracic spine, then the 12th rib, L1 spinous process, and T12 vertebral body are identified. Splanchnic nerve blocks provide better and longer-lasting pain relief than celiac plexus blocks. [14] Diabetic neuropathy can cause thoracic and abdominopelvic complications, including sexual dysfunction, due to splanchnic nerve damage.", "contents": "Anatomy, Back, Splanchnic Nerve -- Clinical Significance. Chronic abdominal pain may be managed with a splanchnic nerve block if a celiac plexus block fails. A splanchnic nerve block requires needle insertion in the anterolateral margin of the T12 vertebral body. The patient is placed in a prone position to visualize the thoracic spine, then the 12th rib, L1 spinous process, and T12 vertebral body are identified. Splanchnic nerve blocks provide better and longer-lasting pain relief than celiac plexus blocks. [14] Diabetic neuropathy can cause thoracic and abdominopelvic complications, including sexual dysfunction, due to splanchnic nerve damage."}
{"id": "article-29373_27", "title": "Anatomy, Back, Splanchnic Nerve -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Anatomy, Back, Splanchnic Nerve -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}