{"id": "article-36070_0", "title": "Anatomy, Head and Neck: Glabella -- Introduction", "content": "The glabella is a median elevation between two superciliary arches. Glabella is present just above the nasion- an intersection of internasal and frontonasal suture. The skin covering the glabella is known as glabellar skin, which is also the source of redundant thick skin commonly used for reconstruction of the upper nasal dorsum and medial canthal area. [1] Historically, the use of glabellar skin was first described by Carl Von Graefe in his manuscript devoted to rhinoplasty, \"Rhinoplastik.\" Glabellar skin is the area nowadays treated with botox for aesthetic purposes. [2]", "contents": "Anatomy, Head and Neck: Glabella -- Introduction. The glabella is a median elevation between two superciliary arches. Glabella is present just above the nasion- an intersection of internasal and frontonasal suture. The skin covering the glabella is known as glabellar skin, which is also the source of redundant thick skin commonly used for reconstruction of the upper nasal dorsum and medial canthal area. [1] Historically, the use of glabellar skin was first described by Carl Von Graefe in his manuscript devoted to rhinoplasty, \"Rhinoplastik.\" Glabellar skin is the area nowadays treated with botox for aesthetic purposes. [2]"}
{"id": "article-36070_1", "title": "Anatomy, Head and Neck: Glabella -- Structure and Function", "content": "The glabella is a bony point present on the frontal bone between two superciliary arches; Superciliary arches are the prominent bony part just above the medial one-third of the supraorbital margins. [3] Superciliary arches are more prominent in males than females. The glabella is in near relation to frontal sinuses and nasion. [4] It is also an important bony landmark for sexual dimorphism, developmental and comparative anatomy, and gives attachment to fibers of the orbital part of orbicularis oculi and procerus muscle. [5] [6] Transverse head of corrugator supercilii fuses with orbicularis oculi fibers. [6] [7]", "contents": "Anatomy, Head and Neck: Glabella -- Structure and Function. The glabella is a bony point present on the frontal bone between two superciliary arches; Superciliary arches are the prominent bony part just above the medial one-third of the supraorbital margins. [3] Superciliary arches are more prominent in males than females. The glabella is in near relation to frontal sinuses and nasion. [4] It is also an important bony landmark for sexual dimorphism, developmental and comparative anatomy, and gives attachment to fibers of the orbital part of orbicularis oculi and procerus muscle. [5] [6] Transverse head of corrugator supercilii fuses with orbicularis oculi fibers. [6] [7]"}
{"id": "article-36070_2", "title": "Anatomy, Head and Neck: Glabella -- Structure and Function", "content": "Procerus, corrugator supercilii, depressor supercilii, orbicularis oculi, and frontalis fibers combinedly make glabellar complex. [8] [9] The belief is that repeated pulling of the skin by these hyperdynamic muscles contributes to the formation of rhytids, described as fine lines to deep furrows. Glabellar complex muscle produces different patterns of wrinkles and lines on the forehead by contraction and relaxations. There are five known types of patterns identified in European and American races, while researchers have identified six patterns in the Asian race. [10] [11] [12] These hyper functional lines are implicated in the multifarious facial expressions such as fatigue, quizzical, and mistakenly at times, anger. In contrast to other facial wrinkles, which are secondary to deterioration of the cutaneous scaffolding of the skin, glabellar rhytids are dynamic yet functional. [13] [14]", "contents": "Anatomy, Head and Neck: Glabella -- Structure and Function. Procerus, corrugator supercilii, depressor supercilii, orbicularis oculi, and frontalis fibers combinedly make glabellar complex. [8] [9] The belief is that repeated pulling of the skin by these hyperdynamic muscles contributes to the formation of rhytids, described as fine lines to deep furrows. Glabellar complex muscle produces different patterns of wrinkles and lines on the forehead by contraction and relaxations. There are five known types of patterns identified in European and American races, while researchers have identified six patterns in the Asian race. [10] [11] [12] These hyper functional lines are implicated in the multifarious facial expressions such as fatigue, quizzical, and mistakenly at times, anger. In contrast to other facial wrinkles, which are secondary to deterioration of the cutaneous scaffolding of the skin, glabellar rhytids are dynamic yet functional. [13] [14]"}
{"id": "article-36070_3", "title": "Anatomy, Head and Neck: Glabella -- Embryology", "content": "In the fourth week of embryological life, five facial primordia appear around the stomodeum (a frontonasal prominence, paired maxillary prominence, and paired mandibular prominence). Glabella and frontal bone develop from the frontal part of the frontonasal prominence. [15] [16] The unpaired frontonasal prominence develops in the midline of the embryo and becomes the intranasal depression. Structures derived from from the frontonasal prominence include the forehead, bridge of the nose, philtrum, septum, middle portion of the upper lip and primary palate. [16]", "contents": "Anatomy, Head and Neck: Glabella -- Embryology. In the fourth week of embryological life, five facial primordia appear around the stomodeum (a frontonasal prominence, paired maxillary prominence, and paired mandibular prominence). Glabella and frontal bone develop from the frontal part of the frontonasal prominence. [15] [16] The unpaired frontonasal prominence develops in the midline of the embryo and becomes the intranasal depression. Structures derived from from the frontonasal prominence include the forehead, bridge of the nose, philtrum, septum, middle portion of the upper lip and primary palate. [16]"}
{"id": "article-36070_4", "title": "Anatomy, Head and Neck: Glabella -- Embryology", "content": "The fetal skull shows suture in the middle of the frontal bone known as a metopic suture. The metopic suture generally fuses at the age of one year; sometimes, it persists even after the age of one year. Remnants of the interfrontal (metopic) sutures remain as the glabella. [17] [18] The muscles of the glabellar complex develop from the second pharyngeal arch. [19] [16]", "contents": "Anatomy, Head and Neck: Glabella -- Embryology. The fetal skull shows suture in the middle of the frontal bone known as a metopic suture. The metopic suture generally fuses at the age of one year; sometimes, it persists even after the age of one year. Remnants of the interfrontal (metopic) sutures remain as the glabella. [17] [18] The muscles of the glabellar complex develop from the second pharyngeal arch. [19] [16]"}
{"id": "article-36070_5", "title": "Anatomy, Head and Neck: Glabella -- Blood Supply and Lymphatics", "content": "The glabella is the bony landmark present in the outer table of the frontal bone in the middle of the superciliary arches; the glabella receives blood supply from the diploic veins present between the outer and inner table of the frontal bone. Arteries supplying the skin and muscles over the glabella gives branches to glabella also. [20] [21]", "contents": "Anatomy, Head and Neck: Glabella -- Blood Supply and Lymphatics. The glabella is the bony landmark present in the outer table of the frontal bone in the middle of the superciliary arches; the glabella receives blood supply from the diploic veins present between the outer and inner table of the frontal bone. Arteries supplying the skin and muscles over the glabella gives branches to glabella also. [20] [21]"}
{"id": "article-36070_6", "title": "Anatomy, Head and Neck: Glabella -- Blood Supply and Lymphatics", "content": "Supraorbital and the supratrochlear arteries (branches of the ophthalmic artery) supply forehead and medial canthal area. [21] The ophthalmic artery is the branch of the internal carotid artery. After originating from the ophthalmic artery, the supraorbital artery passes through the supraorbital notch, where it divides into two branches: a superficial branch and a deep branch. [22] [23] Superficial branches include the vertical and brow branches, while the medial, oblique, and lateral rim branches are deep. [23] [24]", "contents": "Anatomy, Head and Neck: Glabella -- Blood Supply and Lymphatics. Supraorbital and the supratrochlear arteries (branches of the ophthalmic artery) supply forehead and medial canthal area. [21] The ophthalmic artery is the branch of the internal carotid artery. After originating from the ophthalmic artery, the supraorbital artery passes through the supraorbital notch, where it divides into two branches: a superficial branch and a deep branch. [22] [23] Superficial branches include the vertical and brow branches, while the medial, oblique, and lateral rim branches are deep. [23] [24]"}
{"id": "article-36070_7", "title": "Anatomy, Head and Neck: Glabella -- Blood Supply and Lymphatics", "content": "The superficial vertical branch of the supraorbital artery anastomoses with the supratrochlear artery and the frontal branch of the superficial temporal artery in the forehead. The superficial branches of the supraorbital artery course superficially within the subcutaneous layer.  Supraorbital and supratrochlear arteries anastomose with the angular artery at the medial angle of the eye to form an arterial arcade. [23] [24] [25] [26] The supratrochlear artery also branches from the ophthalmic artery and exits the superomedial orbit. The artery becomes subcutaneous 15 to 25 mm above the supraorbital rim. It can be relatively superficial, being about 2 mm deep in the muscle layer. [25] [26] A branch of the dorsal nasal artery supplies the glabella and the inferior and middle transverse regions of the forehead, laterally it anastomosis with supratrochlear arteries. [27] [28]", "contents": "Anatomy, Head and Neck: Glabella -- Blood Supply and Lymphatics. The superficial vertical branch of the supraorbital artery anastomoses with the supratrochlear artery and the frontal branch of the superficial temporal artery in the forehead. The superficial branches of the supraorbital artery course superficially within the subcutaneous layer.  Supraorbital and supratrochlear arteries anastomose with the angular artery at the medial angle of the eye to form an arterial arcade. [23] [24] [25] [26] The supratrochlear artery also branches from the ophthalmic artery and exits the superomedial orbit. The artery becomes subcutaneous 15 to 25 mm above the supraorbital rim. It can be relatively superficial, being about 2 mm deep in the muscle layer. [25] [26] A branch of the dorsal nasal artery supplies the glabella and the inferior and middle transverse regions of the forehead, laterally it anastomosis with supratrochlear arteries. [27] [28]"}
{"id": "article-36070_8", "title": "Anatomy, Head and Neck: Glabella -- Blood Supply and Lymphatics", "content": "The glabella is drained by meningeal veins, supratrochlear and supraorbital vein. The supratrochlear and supraorbital veins join near the medial canthus to form the angular vein, which descends deep into the nasolabial fold. At the inferior border of the nose, it joins the superior labial vein to become the facial vein, which crosses the body of the mandible. Facial vein unites with the anterior division of the retromandibular vein to form the common facial vein, which ultimately drains in the internal jugular vein. [26] [25] The glabella and glabellar complex drain into the preauricular and deep parotid lymph nodes. [29] [30]", "contents": "Anatomy, Head and Neck: Glabella -- Blood Supply and Lymphatics. The glabella is drained by meningeal veins, supratrochlear and supraorbital vein. The supratrochlear and supraorbital veins join near the medial canthus to form the angular vein, which descends deep into the nasolabial fold. At the inferior border of the nose, it joins the superior labial vein to become the facial vein, which crosses the body of the mandible. Facial vein unites with the anterior division of the retromandibular vein to form the common facial vein, which ultimately drains in the internal jugular vein. [26] [25] The glabella and glabellar complex drain into the preauricular and deep parotid lymph nodes. [29] [30]"}
{"id": "article-36070_9", "title": "Anatomy, Head and Neck: Glabella -- Nerves", "content": "The sensory nerve supply of the skin over the glabella is from the ophthalmic division of the trigeminal nerve and its branches. The frontal nerve (branch of the ophthalmic division of trigeminal nerve) divides into supratrochlear and supraorbital nerves. The supratrochlear nerve exits the orbit between the pulley of the superior oblique muscle and supraorbital foramen, passes under the corrugator muscles to supply the skin of the glabella, medial forehead, upper eyelid, and medial conjunctiva. [31] The supraorbital nerve exits the frontal bone through the supraorbital foramen/notch and divides into the superficial and deep branch. The superficial branch penetrates the frontalis muscle and courses superiorly in the subcutaneous plane to the vertex of the scalp. The deep branch passes laterally between the periosteum and deep aspect of the frontalis muscle to supply the temporoparietal scalp. [31] [32]", "contents": "Anatomy, Head and Neck: Glabella -- Nerves. The sensory nerve supply of the skin over the glabella is from the ophthalmic division of the trigeminal nerve and its branches. The frontal nerve (branch of the ophthalmic division of trigeminal nerve) divides into supratrochlear and supraorbital nerves. The supratrochlear nerve exits the orbit between the pulley of the superior oblique muscle and supraorbital foramen, passes under the corrugator muscles to supply the skin of the glabella, medial forehead, upper eyelid, and medial conjunctiva. [31] The supraorbital nerve exits the frontal bone through the supraorbital foramen/notch and divides into the superficial and deep branch. The superficial branch penetrates the frontalis muscle and courses superiorly in the subcutaneous plane to the vertex of the scalp. The deep branch passes laterally between the periosteum and deep aspect of the frontalis muscle to supply the temporoparietal scalp. [31] [32]"}
{"id": "article-36070_10", "title": "Anatomy, Head and Neck: Glabella -- Nerves", "content": "The motor nerve supply of the glabellar complex muscles is by the facial nerve. The facial nerve exits the stylomastoid foramen to enter the parotid gland and divides into temporal, zygomatic, buccal, marginal mandibular, and cervical branches. The temporal branch of the facial nerve crosses the zygomatic arch, and lateral orbital rim to reach the frontalis muscle. The innervation of the corrugator muscles is via the temporal and zygomatic branches of the facial nerve. Procerus muscle may receive supply by the temporal, zygomatic, or deep buccal branch of the facial nerve. The zygomatic or the upper buccal division sends a nerve cranially along the side of the nose to innervate the nasalis, followed by the procerus and corrugator. [33]", "contents": "Anatomy, Head and Neck: Glabella -- Nerves. The motor nerve supply of the glabellar complex muscles is by the facial nerve. The facial nerve exits the stylomastoid foramen to enter the parotid gland and divides into temporal, zygomatic, buccal, marginal mandibular, and cervical branches. The temporal branch of the facial nerve crosses the zygomatic arch, and lateral orbital rim to reach the frontalis muscle. The innervation of the corrugator muscles is via the temporal and zygomatic branches of the facial nerve. Procerus muscle may receive supply by the temporal, zygomatic, or deep buccal branch of the facial nerve. The zygomatic or the upper buccal division sends a nerve cranially along the side of the nose to innervate the nasalis, followed by the procerus and corrugator. [33]"}
{"id": "article-36070_11", "title": "Anatomy, Head and Neck: Glabella -- Muscles", "content": "The glabellar complex consists of the medial brow depressors: corrugator supercilii, depressor supercilii, procerus, and the medial fibers of orbicularis oculi muscles; In some cases, nasalis fibers contribute to form the glabellar complex. [8] [9] The complex can further subdivide into the group that produces vertical glabellar lines and horizontal glabellar lines.", "contents": "Anatomy, Head and Neck: Glabella -- Muscles. The glabellar complex consists of the medial brow depressors: corrugator supercilii, depressor supercilii, procerus, and the medial fibers of orbicularis oculi muscles; In some cases, nasalis fibers contribute to form the glabellar complex. [8] [9] The complex can further subdivide into the group that produces vertical glabellar lines and horizontal glabellar lines."}
{"id": "article-36070_12", "title": "Anatomy, Head and Neck: Glabella -- Muscles", "content": "Paired corrugator supercilii, known as brow depressor, pulls the brow medially and inferiorly to produce the vertical glabellar lines. [34] The corrugator originates from the superciliary arch passes between the fibers of orbicularis oculi and frontalis muscle before inserting into the dermis. Laterally, it becomes more superficial as it interdigitates with the frontalis muscle before it insets to the skin of the medial brow. Medially, the corrugator is confluent with procerus muscle. [10] [6]", "contents": "Anatomy, Head and Neck: Glabella -- Muscles. Paired corrugator supercilii, known as brow depressor, pulls the brow medially and inferiorly to produce the vertical glabellar lines. [34] The corrugator originates from the superciliary arch passes between the fibers of orbicularis oculi and frontalis muscle before inserting into the dermis. Laterally, it becomes more superficial as it interdigitates with the frontalis muscle before it insets to the skin of the medial brow. Medially, the corrugator is confluent with procerus muscle. [10] [6]"}
{"id": "article-36070_13", "title": "Anatomy, Head and Neck: Glabella -- Muscles", "content": "The procerus is a small thin pyramidal muscle. It originates from the junction of the inferior portion of the nasal bone and upper lateral cartilage. Procerus ascends superiorly to insert into the glabella. Procerus becomes confluent with the frontalis along the medial canthus. This brow depressor is implicated in the formation of horizontal nasal root creases. [10]", "contents": "Anatomy, Head and Neck: Glabella -- Muscles. The procerus is a small thin pyramidal muscle. It originates from the junction of the inferior portion of the nasal bone and upper lateral cartilage. Procerus ascends superiorly to insert into the glabella. Procerus becomes confluent with the frontalis along the medial canthus. This brow depressor is implicated in the formation of horizontal nasal root creases. [10]"}
{"id": "article-36070_14", "title": "Anatomy, Head and Neck: Glabella -- Muscles", "content": "The depressor supercilii appears in between the orbicularis oculi and corrugators. It originates at the medial orbital rim near the lacrimal bone and inserts onto the medial portion of the orbit into the dermis of the medial eyebrow, just inferior to the insertion of the corrugator. [35] [9]", "contents": "Anatomy, Head and Neck: Glabella -- Muscles. The depressor supercilii appears in between the orbicularis oculi and corrugators. It originates at the medial orbital rim near the lacrimal bone and inserts onto the medial portion of the orbit into the dermis of the medial eyebrow, just inferior to the insertion of the corrugator. [35] [9]"}
{"id": "article-36070_15", "title": "Anatomy, Head and Neck: Glabella -- Physiologic Variants", "content": "The bony glabella does not have a significant difference between males and females, but glabella shows a significant difference between races. [36] [37] [38] [39] Diploe thickness of the glabella increases as the age advances up to the age of 18th years. [40] [41] [42] [37] Soft tissue thickness over glabella increases as the advancement of age and body mass index. [43] [44] [45] [46] [47]", "contents": "Anatomy, Head and Neck: Glabella -- Physiologic Variants. The bony glabella does not have a significant difference between males and females, but glabella shows a significant difference between races. [36] [37] [38] [39] Diploe thickness of the glabella increases as the age advances up to the age of 18th years. [40] [41] [42] [37] Soft tissue thickness over glabella increases as the advancement of age and body mass index. [43] [44] [45] [46] [47]"}
{"id": "article-36070_16", "title": "Anatomy, Head and Neck: Glabella -- Physiologic Variants", "content": "Corrugator supercilii muscle shows five different patterns rectangular shaped, corrugator supercilii with three bellies, corrugator supercilii with duplicate muscle, irregular flat, and hypoblastic type. Corrugator supercilii with frontalis muscle creates six different types of verticle lines on the forehead. [48] [49] [50] Variation in shapes of procerus muscle affects forehead lines. Nerve supply to the corrugator supercilii varies among individuals. [8] [51] [52]", "contents": "Anatomy, Head and Neck: Glabella -- Physiologic Variants. Corrugator supercilii muscle shows five different patterns rectangular shaped, corrugator supercilii with three bellies, corrugator supercilii with duplicate muscle, irregular flat, and hypoblastic type. Corrugator supercilii with frontalis muscle creates six different types of verticle lines on the forehead. [48] [49] [50] Variation in shapes of procerus muscle affects forehead lines. Nerve supply to the corrugator supercilii varies among individuals. [8] [51] [52]"}
{"id": "article-36070_17", "title": "Anatomy, Head and Neck: Glabella -- Physiologic Variants", "content": "There have been some cases where the supratrochlear artery was absent. Another notable variation is when the supratrochlear artery pierces the frontalis muscle posteriorly in the middle third division of forehead and ascend superiorly on the periosteal level. [53] [54]", "contents": "Anatomy, Head and Neck: Glabella -- Physiologic Variants. There have been some cases where the supratrochlear artery was absent. Another notable variation is when the supratrochlear artery pierces the frontalis muscle posteriorly in the middle third division of forehead and ascend superiorly on the periosteal level. [53] [54]"}
{"id": "article-36070_18", "title": "Anatomy, Head and Neck: Glabella -- Surgical Considerations", "content": "Glabellar skin has a profuse blood supply and enough mobility, because of this characteristic it is used frequently to repair external nasal defects. [55] [56] [57] [58] The nasal glabellar rotation flap, initially described by Gillies and later modified by Reiger, has evolved into a choice flap for nasal defects. [58]", "contents": "Anatomy, Head and Neck: Glabella -- Surgical Considerations. Glabellar skin has a profuse blood supply and enough mobility, because of this characteristic it is used frequently to repair external nasal defects. [55] [56] [57] [58] The nasal glabellar rotation flap, initially described by Gillies and later modified by Reiger, has evolved into a choice flap for nasal defects. [58]"}
{"id": "article-36070_19", "title": "Anatomy, Head and Neck: Glabella -- Clinical Significance", "content": "Glabella lines or glabellar rhytids are the short vertical skin wrinkles between the eyebrows, over the glabella. They are often the first wrinkles to show on the forehead. Glabellar rhytids are usually intermittent and are most prominent when angered or perplexed. [59] [60] [61] [62] [10] In 2012 Almedia et al. classified five types of glabellar contraction patterns depending on the eyebrow movements: \"U,\" \"V,\" \"Omega,\" \"Inverted omega,\" and \"Converging arrows.\" [63] Kim et al. clinically described five wrinkles patterns: \"U,\" \"'11,\" \"X,\" \"Pi,\" and \"I.\" [50]", "contents": "Anatomy, Head and Neck: Glabella -- Clinical Significance. Glabella lines or glabellar rhytids are the short vertical skin wrinkles between the eyebrows, over the glabella. They are often the first wrinkles to show on the forehead. Glabellar rhytids are usually intermittent and are most prominent when angered or perplexed. [59] [60] [61] [62] [10] In 2012 Almedia et al. classified five types of glabellar contraction patterns depending on the eyebrow movements: \"U,\" \"V,\" \"Omega,\" \"Inverted omega,\" and \"Converging arrows.\" [63] Kim et al. clinically described five wrinkles patterns: \"U,\" \"'11,\" \"X,\" \"Pi,\" and \"I.\" [50]"}
{"id": "article-36070_20", "title": "Anatomy, Head and Neck: Glabella -- Clinical Significance", "content": "Glabellar rhytids appear deep due to the thick skin of the glabella compared to the crows' feet (wrinkles at the lateral end of the eyes). [64] [10] [65] [59] Glabellar rhytides become more prominent in advanced age; nowadays, botulinum toxins are injected to hide glabellar rhytides for aesthetic purposes. [66] [67] [68] [69] The first area to receive cosmetic treatment with botox A injection was the glabella. It was common to decrease the mass of the glabellar musculature during a brow lift, to facilitate glabellar furrowing and decrease downward draw on the brow. [70] [10] [71]", "contents": "Anatomy, Head and Neck: Glabella -- Clinical Significance. Glabellar rhytids appear deep due to the thick skin of the glabella compared to the crows' feet (wrinkles at the lateral end of the eyes). [64] [10] [65] [59] Glabellar rhytides become more prominent in advanced age; nowadays, botulinum toxins are injected to hide glabellar rhytides for aesthetic purposes. [66] [67] [68] [69] The first area to receive cosmetic treatment with botox A injection was the glabella. It was common to decrease the mass of the glabellar musculature during a brow lift, to facilitate glabellar furrowing and decrease downward draw on the brow. [70] [10] [71]"}
{"id": "article-36070_21", "title": "Anatomy, Head and Neck: Glabella -- Clinical Significance", "content": "Glabellar tap reflex is one of the primitive reflexes; tapping the glabella elicits blinking that normally disappear after 4 to 5 taps. [72] [73] [74]  Some works have reported enhanced glabellar tap reflex in patients with anterior cerebral artery infarction. [75] Glabellar tap reflex is one of the early signs of Parkinsonian disorders. [76] [77] [78]", "contents": "Anatomy, Head and Neck: Glabella -- Clinical Significance. Glabellar tap reflex is one of the primitive reflexes; tapping the glabella elicits blinking that normally disappear after 4 to 5 taps. [72] [73] [74]  Some works have reported enhanced glabellar tap reflex in patients with anterior cerebral artery infarction. [75] Glabellar tap reflex is one of the early signs of Parkinsonian disorders. [76] [77] [78]"}
{"id": "article-36070_22", "title": "Anatomy, Head and Neck: Glabella -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Anatomy, Head and Neck: Glabella -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}