{"id": "article-34721_0", "title": "Research Ethics -- Introduction", "content": "Multiple examples of unethical research studies conducted in the past throughout the world have cast a significant historical shadow on research involving human subjects. Examples include the Tuskegee Syphilis Study from 1932 to 1972, Nazi medical experimentation in the 1930s and 1940s, and research conducted at the Willowbrook State School in the 1950s and 1960s. [1] As the aftermath of these practices, wherein uninformed and unaware patients were exposed to disease or subject to other unproven treatments, became known, the need for rules governing the design and implementation of human-subject research protocols became very evident.", "contents": "Research Ethics -- Introduction. Multiple examples of unethical research studies conducted in the past throughout the world have cast a significant historical shadow on research involving human subjects. Examples include the Tuskegee Syphilis Study from 1932 to 1972, Nazi medical experimentation in the 1930s and 1940s, and research conducted at the Willowbrook State School in the 1950s and 1960s. [1] As the aftermath of these practices, wherein uninformed and unaware patients were exposed to disease or subject to other unproven treatments, became known, the need for rules governing the design and implementation of human-subject research protocols became very evident."}
{"id": "article-34721_1", "title": "Research Ethics -- Introduction", "content": "The first such ethical code for research was the Nuremberg Code, arising in the aftermath of Nazi research atrocities brought to light in the post-World War II Nuremberg Trials. [1] This set of international research standards sought to prevent gross research misconduct and abuse of vulnerable and unwitting research subjects by establishing specific human subject protective factors. A direct descendant of this code was drafted in 1978 in the United States, known as the Belmont Report, and this legislation forms the backbone of regulation of clinical research in the USA since its adoption. [2] The Belmont Report contains 3 basic ethical principles: Respect for persons Beneficence Justice. Additionally, the Belmont Report details research-based protective applications for informed consent, risk/benefit assessment, and participant selection. [3]", "contents": "Research Ethics -- Introduction. The first such ethical code for research was the Nuremberg Code, arising in the aftermath of Nazi research atrocities brought to light in the post-World War II Nuremberg Trials. [1] This set of international research standards sought to prevent gross research misconduct and abuse of vulnerable and unwitting research subjects by establishing specific human subject protective factors. A direct descendant of this code was drafted in 1978 in the United States, known as the Belmont Report, and this legislation forms the backbone of regulation of clinical research in the USA since its adoption. [2] The Belmont Report contains 3 basic ethical principles: Respect for persons Beneficence Justice. Additionally, the Belmont Report details research-based protective applications for informed consent, risk/benefit assessment, and participant selection. [3]"}
{"id": "article-34721_2", "title": "Research Ethics -- Issues of Concern", "content": "The first protective principle stemming from the 1978 Belmont Report is the principle of Respect for Persons, also known as human dignity. [2] This dictates researchers must work to protect research participants' autonomy while also ensuring full disclosure of factors surrounding the study, including potential harms and benefits. According to the Belmont Report, \"an autonomous person is an individual capable of deliberation about personal goals and acting under the direction of such deliberation.\" [1]", "contents": "Research Ethics -- Issues of Concern. The first protective principle stemming from the 1978 Belmont Report is the principle of Respect for Persons, also known as human dignity. [2] This dictates researchers must work to protect research participants' autonomy while also ensuring full disclosure of factors surrounding the study, including potential harms and benefits. According to the Belmont Report, \"an autonomous person is an individual capable of deliberation about personal goals and acting under the direction of such deliberation.\" [1]"}
{"id": "article-34721_3", "title": "Research Ethics -- Issues of Concern", "content": "To ensure participants have the autonomous right to self-determination, researchers must ensure that potential participants understand that they have the right to decide whether or not to participate in research studies voluntarily and that declining to participate in any research does not affect in any way their access to current or subsequent care. Also, self-determined participants must be able to ask the researcher questions and comprehend the questions asked by the researcher. Researchers must also inform participants that they may stop participating in the study without fear of penalty. [4] As noted in the Belmont Report definition above, not all individuals can be autonomous concerning research participation. Whether because of the individual's developmental level or because of various illnesses or disabilities, some individuals require special research protections that may involve exclusion from research activities that can cause potential harm or appointing a third-party guardian to oversee the participation of such vulnerable persons. [5]", "contents": "Research Ethics -- Issues of Concern. To ensure participants have the autonomous right to self-determination, researchers must ensure that potential participants understand that they have the right to decide whether or not to participate in research studies voluntarily and that declining to participate in any research does not affect in any way their access to current or subsequent care. Also, self-determined participants must be able to ask the researcher questions and comprehend the questions asked by the researcher. Researchers must also inform participants that they may stop participating in the study without fear of penalty. [4] As noted in the Belmont Report definition above, not all individuals can be autonomous concerning research participation. Whether because of the individual's developmental level or because of various illnesses or disabilities, some individuals require special research protections that may involve exclusion from research activities that can cause potential harm or appointing a third-party guardian to oversee the participation of such vulnerable persons. [5]"}
{"id": "article-34721_4", "title": "Research Ethics -- Issues of Concern", "content": "Researchers must also ensure they do not coerce potential participants into agreeing to participate in studies. Coercion refers to threats of penalty, whether implied or explicit, if participants decline to participate or opt out of a study. Additionally, giving potential participants extreme rewards for agreeing to participate can be a form of coercion. The rewards may provide an enticing enough incentive that the participant feels they need to participate. In contrast, they would otherwise have declined if such a reward were not offered. While researchers often use various rewards and incentives in studies, they must carefully review this possibility of coercion. Some incentives may pressure potential participants into joining a study, thereby stripping participants of complete self-determination. [3]", "contents": "Research Ethics -- Issues of Concern. Researchers must also ensure they do not coerce potential participants into agreeing to participate in studies. Coercion refers to threats of penalty, whether implied or explicit, if participants decline to participate or opt out of a study. Additionally, giving potential participants extreme rewards for agreeing to participate can be a form of coercion. The rewards may provide an enticing enough incentive that the participant feels they need to participate. In contrast, they would otherwise have declined if such a reward were not offered. While researchers often use various rewards and incentives in studies, they must carefully review this possibility of coercion. Some incentives may pressure potential participants into joining a study, thereby stripping participants of complete self-determination. [3]"}
{"id": "article-34721_5", "title": "Research Ethics -- Issues of Concern", "content": "An additional aspect of respecting potential participants' self-determination is to ensure that researchers have fully disclosed information about the study and explained the voluntary nature of participation (including the right to refuse without repercussion) and possible benefits and risks related to study participation. A potential participant cannot make a truly informed decision without complete information. This aspect of the Belmont Report can be troublesome for some researchers based on their study designs and research questions. Noted biases related to reactivity may occur when study participants know the exact guiding research questions and purposes. Some researchers may avoid reactivity biases using covert data collection methods or masking critical study information. Masking frequently occurs in pharmaceutical trials with placebos because knowledge of placebo receipt can affect study outcomes. However, masking and concealed data collection methods may not fully respect participants' rights to autonomy and the associated informed consent process. Any researcher considering hidden data collection or masking of some research information from participants must present their plans to an Institutional Review Board (IRB) for oversight, as well as explain the potential masking to prospective patients in the consent process (ie, explaining to potential participants in a medication trial that they are randomly assigned either the medication or a placebo). The IRB determines if studies warrant concealed data collection or masking methods in light of the research design, methods, and study-specific protections. [6]", "contents": "Research Ethics -- Issues of Concern. An additional aspect of respecting potential participants' self-determination is to ensure that researchers have fully disclosed information about the study and explained the voluntary nature of participation (including the right to refuse without repercussion) and possible benefits and risks related to study participation. A potential participant cannot make a truly informed decision without complete information. This aspect of the Belmont Report can be troublesome for some researchers based on their study designs and research questions. Noted biases related to reactivity may occur when study participants know the exact guiding research questions and purposes. Some researchers may avoid reactivity biases using covert data collection methods or masking critical study information. Masking frequently occurs in pharmaceutical trials with placebos because knowledge of placebo receipt can affect study outcomes. However, masking and concealed data collection methods may not fully respect participants' rights to autonomy and the associated informed consent process. Any researcher considering hidden data collection or masking of some research information from participants must present their plans to an Institutional Review Board (IRB) for oversight, as well as explain the potential masking to prospective patients in the consent process (ie, explaining to potential participants in a medication trial that they are randomly assigned either the medication or a placebo). The IRB determines if studies warrant concealed data collection or masking methods in light of the research design, methods, and study-specific protections. [6]"}
{"id": "article-34721_6", "title": "Research Ethics -- Issues of Concern", "content": "The second Belmont Report principle is the principle of beneficence. Beneficence refers to acting in such a way to benefit others while promoting their welfare and safety. [7] Although not explicitly mentioned by name, the biomedical ethical principle of nonmaleficence (not harm) also appears within the Belmont Report's section on beneficence. The beneficence principle includes 2 specific research aspects: Participants' right to freedom from harm and discomfort Participants' rights to protection from exploitation [8]", "contents": "Research Ethics -- Issues of Concern. The second Belmont Report principle is the principle of beneficence. Beneficence refers to acting in such a way to benefit others while promoting their welfare and safety. [7] Although not explicitly mentioned by name, the biomedical ethical principle of nonmaleficence (not harm) also appears within the Belmont Report's section on beneficence. The beneficence principle includes 2 specific research aspects: Participants' right to freedom from harm and discomfort Participants' rights to protection from exploitation [8]"}
{"id": "article-34721_7", "title": "Research Ethics -- Issues of Concern", "content": "Before seeking IRB approval and conducting a study, researchers must analyze potential risks and benefits to research participants. Examples of possible participant risks include physical harm, loss of privacy, unforeseen side effects, emotional distress or embarrassment, monetary costs, physical discomfort, and loss of time. Possible benefits include access to a potentially valuable intervention, increased understanding of a medical condition, and satisfaction with helping others with similar issues. [8] These potential risks and benefits should explicitly appear in the written informed consent document used in the study. Researchers must implement specific protections to minimize discomfort and harm to align with the principle of beneficence. Under the principle of beneficence, researchers must also protect participants from exploitation. Any information provided by participants through their study involvement must be protected.", "contents": "Research Ethics -- Issues of Concern. Before seeking IRB approval and conducting a study, researchers must analyze potential risks and benefits to research participants. Examples of possible participant risks include physical harm, loss of privacy, unforeseen side effects, emotional distress or embarrassment, monetary costs, physical discomfort, and loss of time. Possible benefits include access to a potentially valuable intervention, increased understanding of a medical condition, and satisfaction with helping others with similar issues. [8] These potential risks and benefits should explicitly appear in the written informed consent document used in the study. Researchers must implement specific protections to minimize discomfort and harm to align with the principle of beneficence. Under the principle of beneficence, researchers must also protect participants from exploitation. Any information provided by participants through their study involvement must be protected."}
{"id": "article-34721_8", "title": "Research Ethics -- Issues of Concern", "content": "The final principle contained in the Belmont Report is the principle of justice, which pertains to participants' right to fair treatment and right to privacy. The selection of the types of participants desired for a research study should be guided by research questions and requirements not to exclude any group and to be as representative of the overall target population as possible. Researchers and IRBs must scrutinize the selection of research participants to determine whether researchers are systematically selecting some groups (eg, participants receiving public financial assistance, specific ethnic and racial minorities, or institutionalized) because of their vulnerability or ease of access. The right to fair treatment also relates to researchers treating those who refuse to participate in a study fairly without prejudice. [3]", "contents": "Research Ethics -- Issues of Concern. The final principle contained in the Belmont Report is the principle of justice, which pertains to participants' right to fair treatment and right to privacy. The selection of the types of participants desired for a research study should be guided by research questions and requirements not to exclude any group and to be as representative of the overall target population as possible. Researchers and IRBs must scrutinize the selection of research participants to determine whether researchers are systematically selecting some groups (eg, participants receiving public financial assistance, specific ethnic and racial minorities, or institutionalized) because of their vulnerability or ease of access. The right to fair treatment also relates to researchers treating those who refuse to participate in a study fairly without prejudice. [3]"}
{"id": "article-34721_9", "title": "Research Ethics -- Issues of Concern", "content": "The right to privacy also falls under the Belmont Report's principle of justice. Researchers must keep any shared information in their strictest confidence. Upholding the right to privacy often involves procedures for anonymity or confidentiality. For participants' data to be completely anonymous, the researcher cannot have the ability to connect the participants to their data. The study is no longer anonymous if researchers can make participant-data connections, even if they use codes or pseudonyms instead of personal identifiers. Instead, researchers are providing participant confidentiality. Various methods can help researchers assure confidentiality, including locking any participant identifying data and substituting code numbers instead of names, with a correlation key available only to a safety or oversight functionary in an emergency but not readily available to researchers. [3]", "contents": "Research Ethics -- Issues of Concern. The right to privacy also falls under the Belmont Report's principle of justice. Researchers must keep any shared information in their strictest confidence. Upholding the right to privacy often involves procedures for anonymity or confidentiality. For participants' data to be completely anonymous, the researcher cannot have the ability to connect the participants to their data. The study is no longer anonymous if researchers can make participant-data connections, even if they use codes or pseudonyms instead of personal identifiers. Instead, researchers are providing participant confidentiality. Various methods can help researchers assure confidentiality, including locking any participant identifying data and substituting code numbers instead of names, with a correlation key available only to a safety or oversight functionary in an emergency but not readily available to researchers. [3]"}
{"id": "article-34721_10", "title": "Research Ethics -- Clinical Significance", "content": "One of the most common safeguards for the ethical conduct of research involves using external reviewers, such as an Institutional Review Board (IRB). Researchers seeking to begin a study must submit a full research proposal to the IRB, which includes specific data collection instruments, research advertisements, and informed consent documentation. The IRB may perform a complete or expedited review depending on the nature of the study and the risks involved. Researchers cannot contact potential participants or start collecting data until they obtain full IRB approval. Sometimes, multi-site studies require approvals from several IRBs, which may have different forms and review processes. [3]", "contents": "Research Ethics -- Clinical Significance. One of the most common safeguards for the ethical conduct of research involves using external reviewers, such as an Institutional Review Board (IRB). Researchers seeking to begin a study must submit a full research proposal to the IRB, which includes specific data collection instruments, research advertisements, and informed consent documentation. The IRB may perform a complete or expedited review depending on the nature of the study and the risks involved. Researchers cannot contact potential participants or start collecting data until they obtain full IRB approval. Sometimes, multi-site studies require approvals from several IRBs, which may have different forms and review processes. [3]"}
{"id": "article-34721_11", "title": "Research Ethics -- Clinical Significance", "content": "A significant study aspect of interest to IRB members is using participants from vulnerable groups. Vulnerable groups may include individuals who cannot give fully informed consent or those individuals who may be at elevated risk of unplanned side effects. Examples of vulnerable participants include pregnant women, children younger than the age of consent, terminally ill individuals, institutionalized individuals, and those with mental or emotional disabilities. In the case of minors, assent is also an element that must be addressed per Subpart D of the Code of Federal Regulations, 45 CFR 46.402, which defines consent as \"a child's affirmative agreement to participate in research; mere failure to object should not, absent affirmative agreement, be construed as assent.\" [9] There is a lack in the literature on when minors can understand research, although current research suggests that the age by which a minor could assent is around 14. [10] Anytime researchers include vulnerable groups in their studies, they must have extra safeguards to uphold the Belmont Report's ethical principles, especially beneficence. [3]", "contents": "Research Ethics -- Clinical Significance. A significant study aspect of interest to IRB members is using participants from vulnerable groups. Vulnerable groups may include individuals who cannot give fully informed consent or those individuals who may be at elevated risk of unplanned side effects. Examples of vulnerable participants include pregnant women, children younger than the age of consent, terminally ill individuals, institutionalized individuals, and those with mental or emotional disabilities. In the case of minors, assent is also an element that must be addressed per Subpart D of the Code of Federal Regulations, 45 CFR 46.402, which defines consent as \"a child's affirmative agreement to participate in research; mere failure to object should not, absent affirmative agreement, be construed as assent.\" [9] There is a lack in the literature on when minors can understand research, although current research suggests that the age by which a minor could assent is around 14. [10] Anytime researchers include vulnerable groups in their studies, they must have extra safeguards to uphold the Belmont Report's ethical principles, especially beneficence. [3]"}
{"id": "article-34721_12", "title": "Research Ethics -- Enhancing Healthcare Team Outcomes", "content": "Research ethics is a foundational principle of modern medical research across all disciplines. The overarching body, the IRB, is intentionally comprised of experts across various disciplines, including ethicists, social workers, physicians, nurses, other scientific researchers, counselors, mental health professionals, and advocates for vulnerable subjects. There is also often a legal expert on the panel or available to discuss any questions regarding the legality or ramifications of studies.", "contents": "Research Ethics -- Enhancing Healthcare Team Outcomes. Research ethics is a foundational principle of modern medical research across all disciplines. The overarching body, the IRB, is intentionally comprised of experts across various disciplines, including ethicists, social workers, physicians, nurses, other scientific researchers, counselors, mental health professionals, and advocates for vulnerable subjects. There is also often a legal expert on the panel or available to discuss any questions regarding the legality or ramifications of studies."}
{"id": "article-34721_13", "title": "Research Ethics -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Research Ethics -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}