{"id": "article-26203_0", "title": "Ophthalmia Neonatorum -- Continuing Education Activity", "content": "Ophthalmia neonatorum is a type of conjunctivitis that takes place in the neonatal period. This condition is commonly transmitted during vaginal delivery and has associations with severe complications, including corneal perforation, potentially resulting in blindness. This activity outlines the role of pediatricians and neonatologists in evaluating, managing, and improving the outcome of patients with this eye disease.", "contents": "Ophthalmia Neonatorum -- Continuing Education Activity. Ophthalmia neonatorum is a type of conjunctivitis that takes place in the neonatal period. This condition is commonly transmitted during vaginal delivery and has associations with severe complications, including corneal perforation, potentially resulting in blindness. This activity outlines the role of pediatricians and neonatologists in evaluating, managing, and improving the outcome of patients with this eye disease."}
{"id": "article-26203_1", "title": "Ophthalmia Neonatorum -- Continuing Education Activity", "content": "Objectives: Identify the etiology of ophthalmia neonatorum. Review the evaluation of children with ophthalmia neonatorum. Summarize the treatment and management options available for ophthalmia neonatorum. Outline the importance of the interprofessional team's role in delivering care to improve outcomes for patients affected by ophthalmia neonatorum. Access free multiple choice questions on this topic.", "contents": "Ophthalmia Neonatorum -- Continuing Education Activity. Objectives: Identify the etiology of ophthalmia neonatorum. Review the evaluation of children with ophthalmia neonatorum. Summarize the treatment and management options available for ophthalmia neonatorum. Outline the importance of the interprofessional team's role in delivering care to improve outcomes for patients affected by ophthalmia neonatorum. Access free multiple choice questions on this topic."}
{"id": "article-26203_2", "title": "Ophthalmia Neonatorum -- Introduction", "content": "Ophthalmia neonatorum is a type of conjunctivitis seen in the neonatal period, occurring in 1% to 12% of neonates. This condition commonly gets transmitted during vaginal delivery, and it correlates with severe complications such as corneal ulceration and perforation, which can potentially result in permanent blindness. Due to the significant morbidity of this disease, new guidelines were issued by the U.S. Preventive Service Task Force regarding antibiotic use in all newborns to prevent ophthalmia neonatorum. These guidelines were put in place to reduce vertical transmission of gonococcal infection, which can occur in up to 50% of the cases when prophylaxis is not given.", "contents": "Ophthalmia Neonatorum -- Introduction. Ophthalmia neonatorum is a type of conjunctivitis seen in the neonatal period, occurring in 1% to 12% of neonates. This condition commonly gets transmitted during vaginal delivery, and it correlates with severe complications such as corneal ulceration and perforation, which can potentially result in permanent blindness. Due to the significant morbidity of this disease, new guidelines were issued by the U.S. Preventive Service Task Force regarding antibiotic use in all newborns to prevent ophthalmia neonatorum. These guidelines were put in place to reduce vertical transmission of gonococcal infection, which can occur in up to 50% of the cases when prophylaxis is not given."}
{"id": "article-26203_3", "title": "Ophthalmia Neonatorum -- Introduction", "content": "In 2010, The Centers for Disease Control and Prevention (CDC) developed the guidelines for the management of sexually transmitted infections, in which prophylaxis with erythromycin ointment (0.5%) or azithromycin solution 1% (if erythromycin not available) is recommended as a part of the routine newborn care for ophthalmia neonatorum prevention, considering that is effective and inexpensive. In these guidelines, routine screening and appropriate treatment, including the partners of all pregnant women during the first trimester is also a recommendation. During the third trimester, screening follow-up for those women considered high risk (multiple sex partners, 24 years of age or younger, etc.) is advisable. Silver nitrate effectively prevents gonococcal ophthalmia neonatorum; however, its use has been discontinued due to the high risk of developing chemical conjunctivitis in approximately 50% of the cases. [1] [2]", "contents": "Ophthalmia Neonatorum -- Introduction. In 2010, The Centers for Disease Control and Prevention (CDC) developed the guidelines for the management of sexually transmitted infections, in which prophylaxis with erythromycin ointment (0.5%) or azithromycin solution 1% (if erythromycin not available) is recommended as a part of the routine newborn care for ophthalmia neonatorum prevention, considering that is effective and inexpensive. In these guidelines, routine screening and appropriate treatment, including the partners of all pregnant women during the first trimester is also a recommendation. During the third trimester, screening follow-up for those women considered high risk (multiple sex partners, 24 years of age or younger, etc.) is advisable. Silver nitrate effectively prevents gonococcal ophthalmia neonatorum; however, its use has been discontinued due to the high risk of developing chemical conjunctivitis in approximately 50% of the cases. [1] [2]"}
{"id": "article-26203_4", "title": "Ophthalmia Neonatorum -- Etiology", "content": "Research has identified various microorganisms as the causing agents of this eye disease, such as Chlamydia trachomatis , Neisseria gonorrhoeae , viral infections, and bacteria from the gastrointestinal tract and the skin.", "contents": "Ophthalmia Neonatorum -- Etiology. Research has identified various microorganisms as the causing agents of this eye disease, such as Chlamydia trachomatis , Neisseria gonorrhoeae , viral infections, and bacteria from the gastrointestinal tract and the skin."}
{"id": "article-26203_5", "title": "Ophthalmia Neonatorum -- Etiology", "content": "Etiology of ophthalmia neonatorum classifies as either sexually transmitted bacteria, non-sexually transmitted bacteria, viral, and chemical. Neisseria gonorrhea accounts for less than 1% of ophthalmia cases worldwide; however, in babies born to mothers infected with N. gonorrhoeae, up to 48% develop ophthalmia neonatorum; in rare cases, if untreated or inadequately treated, meningitis and septicemia may develop. Non-sexually transmitted bacteria, like Staphylococcus aureus , Streptococcal species, gram-negative bacteria, and Haemophilus , account for 30 to 50% of ophthalmia cases. Adenovirus and herpes simplex virus are the most common causes of viral conjunctivitis. [3] [4] [5]", "contents": "Ophthalmia Neonatorum -- Etiology. Etiology of ophthalmia neonatorum classifies as either sexually transmitted bacteria, non-sexually transmitted bacteria, viral, and chemical. Neisseria gonorrhea accounts for less than 1% of ophthalmia cases worldwide; however, in babies born to mothers infected with N. gonorrhoeae, up to 48% develop ophthalmia neonatorum; in rare cases, if untreated or inadequately treated, meningitis and septicemia may develop. Non-sexually transmitted bacteria, like Staphylococcus aureus , Streptococcal species, gram-negative bacteria, and Haemophilus , account for 30 to 50% of ophthalmia cases. Adenovirus and herpes simplex virus are the most common causes of viral conjunctivitis. [3] [4] [5]"}
{"id": "article-26203_6", "title": "Ophthalmia Neonatorum -- Epidemiology", "content": "Before 1880, ophthalmia neonatorum was the leading cause of permanent blindness in neonates, mainly caused by Neisseria gonorrhoeae . In 1881 Dr. Crede used 2% of silver nitrate for the first time at the time of birth for ophthalmia prophylaxis. After that time, the epidemiology of this eye disease changed, and the incidence of N. gonorrhoeae as the causal agent of ophthalmia decreased from 10% to 0.3%. [4] In the United States, ophthalmia neonatorum caused by N. gonorrhoeae has an incidence of 0.3 per 1000 live births, while Chlamydia trachomatis represents 8.2 of 1000 cases.", "contents": "Ophthalmia Neonatorum -- Epidemiology. Before 1880, ophthalmia neonatorum was the leading cause of permanent blindness in neonates, mainly caused by Neisseria gonorrhoeae . In 1881 Dr. Crede used 2% of silver nitrate for the first time at the time of birth for ophthalmia prophylaxis. After that time, the epidemiology of this eye disease changed, and the incidence of N. gonorrhoeae as the causal agent of ophthalmia decreased from 10% to 0.3%. [4] In the United States, ophthalmia neonatorum caused by N. gonorrhoeae has an incidence of 0.3 per 1000 live births, while Chlamydia trachomatis represents 8.2 of 1000 cases."}
{"id": "article-26203_7", "title": "Ophthalmia Neonatorum -- History and Physical", "content": "A complete history and physical exam, including the chronologic appearance of presenting signs of conjunctivitis, are crucial but not specific for the diagnosis. It is known that the timing and characteristics of the clinical presentation may be typical depending on the etiologic agent; however, some of the clinical manifestations such as chemosis, erythema, and discharge can be present regardless of the cause.", "contents": "Ophthalmia Neonatorum -- History and Physical. A complete history and physical exam, including the chronologic appearance of presenting signs of conjunctivitis, are crucial but not specific for the diagnosis. It is known that the timing and characteristics of the clinical presentation may be typical depending on the etiologic agent; however, some of the clinical manifestations such as chemosis, erythema, and discharge can be present regardless of the cause."}
{"id": "article-26203_8", "title": "Ophthalmia Neonatorum -- History and Physical", "content": "Chlamydia trachomatis and Neisseria gonorrhoeae are transmitted at the time of the delivery. When these microorganisms are the suspected cause of neonatal conjunctivitis, the clinician should obtain information about maternal infections during the prenatal period should be obtained. It is also of the utmost importance to perform adequate screening for other sexually transmitted organisms, including the human immunodeficiency virus (HIV).", "contents": "Ophthalmia Neonatorum -- History and Physical. Chlamydia trachomatis and Neisseria gonorrhoeae are transmitted at the time of the delivery. When these microorganisms are the suspected cause of neonatal conjunctivitis, the clinician should obtain information about maternal infections during the prenatal period should be obtained. It is also of the utmost importance to perform adequate screening for other sexually transmitted organisms, including the human immunodeficiency virus (HIV)."}
{"id": "article-26203_9", "title": "Ophthalmia Neonatorum -- History and Physical", "content": "The timing of the onset of symptoms can also serve as an appropriate guide in managing these patients. Chemical conjunctivitis should be suspected in patients that present with erythema, chemosis, eyelid edema, and discharge within the first 24 hours after birth. Gonococcal conjunctivitis usually presents between 2 to 5 days; the hallmark is a thick and purulent eye discharge accompanied by remarkable chemosis and eyelids edema. On the other hand, ophthalmia neonatorum due to Chlamydia trachomatis is seen 5 to 14 days after birth, both eyes may be affected, but unilateral involvement can occur in some cases. The eye discharge is initially copious, then becomes purulent, and it is associated with eyelid swelling.", "contents": "Ophthalmia Neonatorum -- History and Physical. The timing of the onset of symptoms can also serve as an appropriate guide in managing these patients. Chemical conjunctivitis should be suspected in patients that present with erythema, chemosis, eyelid edema, and discharge within the first 24 hours after birth. Gonococcal conjunctivitis usually presents between 2 to 5 days; the hallmark is a thick and purulent eye discharge accompanied by remarkable chemosis and eyelids edema. On the other hand, ophthalmia neonatorum due to Chlamydia trachomatis is seen 5 to 14 days after birth, both eyes may be affected, but unilateral involvement can occur in some cases. The eye discharge is initially copious, then becomes purulent, and it is associated with eyelid swelling."}
{"id": "article-26203_10", "title": "Ophthalmia Neonatorum -- History and Physical", "content": "Herpes simplex conjunctivitis is uncommon, accounting for less than 1% of ophthalmia cases; however, it merits suspicion in patients presenting with unilateral chemosis, serosanguineous discharge that rarely becomes purulent, coupled to vesicular lesions surrounding the eyelids or oral ulcers and lymphadenopathy. Its identification is crucial to prevent complications, including disseminated disease and meningoencephalitis, that may be lethal if left untreated.", "contents": "Ophthalmia Neonatorum -- History and Physical. Herpes simplex conjunctivitis is uncommon, accounting for less than 1% of ophthalmia cases; however, it merits suspicion in patients presenting with unilateral chemosis, serosanguineous discharge that rarely becomes purulent, coupled to vesicular lesions surrounding the eyelids or oral ulcers and lymphadenopathy. Its identification is crucial to prevent complications, including disseminated disease and meningoencephalitis, that may be lethal if left untreated."}
{"id": "article-26203_11", "title": "Ophthalmia Neonatorum -- Evaluation", "content": "When ophthalmia neonatorum is suspected, confirmation of the etiology is warranted. A sample from the eye discharge should be taken and sent for Gram stain and culture in Thayer-Martin media and chocolate agar, especially if N. gonorrhoeae is the possible causal agent; this guarantees that proper treatment is given and thus, ensures the prevention of potential complications which, is essential for a good prognosis and outcome. In Chlamydia trachomatis infection, polymerase chain reaction (PCR), direct fluorescent antibody staining, and Giemsa-stained epithelial cells from conjunctival scraping can help make the diagnosis. Some authors have recommended nucleic acid amplification tests (NAATs) from conjunctival swabs when chlamydial ophthalmia is suspected; however, these tests have not Food and Drug Administration approval for the detection of chlamydia in the conjunctiva. For herpetic conjunctivitis, the standard diagnostic test for the isolation of the virus is virus culture and viral DNA detection by PCR.", "contents": "Ophthalmia Neonatorum -- Evaluation. When ophthalmia neonatorum is suspected, confirmation of the etiology is warranted. A sample from the eye discharge should be taken and sent for Gram stain and culture in Thayer-Martin media and chocolate agar, especially if N. gonorrhoeae is the possible causal agent; this guarantees that proper treatment is given and thus, ensures the prevention of potential complications which, is essential for a good prognosis and outcome. In Chlamydia trachomatis infection, polymerase chain reaction (PCR), direct fluorescent antibody staining, and Giemsa-stained epithelial cells from conjunctival scraping can help make the diagnosis. Some authors have recommended nucleic acid amplification tests (NAATs) from conjunctival swabs when chlamydial ophthalmia is suspected; however, these tests have not Food and Drug Administration approval for the detection of chlamydia in the conjunctiva. For herpetic conjunctivitis, the standard diagnostic test for the isolation of the virus is virus culture and viral DNA detection by PCR."}
{"id": "article-26203_12", "title": "Ophthalmia Neonatorum -- Evaluation", "content": "Patients with signs of systemic infection that look unwell may have spread disease manifesting as meningitis, bacteremia, arthritis, or sepsis; in those cases, additional investigation including blood culture, cerebrospinal fluid for gram stain are warranted. [6]", "contents": "Ophthalmia Neonatorum -- Evaluation. Patients with signs of systemic infection that look unwell may have spread disease manifesting as meningitis, bacteremia, arthritis, or sepsis; in those cases, additional investigation including blood culture, cerebrospinal fluid for gram stain are warranted. [6]"}
{"id": "article-26203_13", "title": "Ophthalmia Neonatorum -- Treatment / Management", "content": "Patients with suspected neonatal conjunctivitis should be managed based on initial clinical assessment and evaluation of possible complications. If the clinician has high suspicious of neonatal conjunctivitis and the confirmatory tests of the infection are not available, treatment against both ( Chlamydia trachomatis and Neisseria gonorrhoeae ) should start to avoid complications.", "contents": "Ophthalmia Neonatorum -- Treatment / Management. Patients with suspected neonatal conjunctivitis should be managed based on initial clinical assessment and evaluation of possible complications. If the clinician has high suspicious of neonatal conjunctivitis and the confirmatory tests of the infection are not available, treatment against both ( Chlamydia trachomatis and Neisseria gonorrhoeae ) should start to avoid complications."}
{"id": "article-26203_14", "title": "Ophthalmia Neonatorum -- Treatment / Management", "content": "If the clinician has established the diagnosis of gonococcal ophthalmia neonatorum, immediate initiation of treatment, including hospitalization, is crucial. The first-line treatment of choice is a single dose of ceftriaxone 25 to 50 mg/kg/24 hr, with a maximum of 125 mg. Frequent eye irrigation with sterile isotonic saline is also recommended as an adjunct therapy. An alternative regimen is cefotaxime 100 mg/kg in a single dose. If chlamydial conjunctivitis is confirmed, oral erythromycin 50 mg/kg/24 hr for two weeks remains the regimen of choice; topical erythromycin can be used as adjunct therapy as well. Conjunctivitis secondary to staphylococcal species and pseudomonas requires treatment with systemic antibiotics. On the other hand, patients with herpes simplex conjunctivitis should have treatment with systemic antiviral therapy, along with topical ophthalmic drugs, including 0.15% ganciclovir or 1% trifluridine for 14 days. An ophthalmology consult is necessary in these cases. [7] [8] [9]", "contents": "Ophthalmia Neonatorum -- Treatment / Management. If the clinician has established the diagnosis of gonococcal ophthalmia neonatorum, immediate initiation of treatment, including hospitalization, is crucial. The first-line treatment of choice is a single dose of ceftriaxone 25 to 50 mg/kg/24 hr, with a maximum of 125 mg. Frequent eye irrigation with sterile isotonic saline is also recommended as an adjunct therapy. An alternative regimen is cefotaxime 100 mg/kg in a single dose. If chlamydial conjunctivitis is confirmed, oral erythromycin 50 mg/kg/24 hr for two weeks remains the regimen of choice; topical erythromycin can be used as adjunct therapy as well. Conjunctivitis secondary to staphylococcal species and pseudomonas requires treatment with systemic antibiotics. On the other hand, patients with herpes simplex conjunctivitis should have treatment with systemic antiviral therapy, along with topical ophthalmic drugs, including 0.15% ganciclovir or 1% trifluridine for 14 days. An ophthalmology consult is necessary in these cases. [7] [8] [9]"}
{"id": "article-26203_15", "title": "Ophthalmia Neonatorum -- Treatment / Management", "content": "Recommendations about management in asymptomatic babies born to mothers infected with Chlamydia trachomatis infection exist; these babies require close monitoring for the appearance of clinical symptoms suggestive of chlamydia ocular or respiratory infections. Oral erythromycin is not recommended in asymptomatic babies due to an increased risk of developing pyloric stenosis. [10]", "contents": "Ophthalmia Neonatorum -- Treatment / Management. Recommendations about management in asymptomatic babies born to mothers infected with Chlamydia trachomatis infection exist; these babies require close monitoring for the appearance of clinical symptoms suggestive of chlamydia ocular or respiratory infections. Oral erythromycin is not recommended in asymptomatic babies due to an increased risk of developing pyloric stenosis. [10]"}
{"id": "article-26203_16", "title": "Ophthalmia Neonatorum -- Differential Diagnosis", "content": "The list of differential diagnosis includes: Dacryocystitis Congenital glaucoma Keratitis Nasolacrimal duct obstruction Cellulitis", "contents": "Ophthalmia Neonatorum -- Differential Diagnosis. The list of differential diagnosis includes: Dacryocystitis Congenital glaucoma Keratitis Nasolacrimal duct obstruction Cellulitis"}
{"id": "article-26203_17", "title": "Ophthalmia Neonatorum -- Differential Diagnosis", "content": "Several of these conditions may present with similar signs and symptoms; since this is the case, it is necessary to perform a complete history that includes maternal and family histories. As with any other condition, the addition of a detailed physical exam may also help with the diagnosis. If the diagnosis remains uncertain after evaluation, an ophthalmology referral may be warranted.", "contents": "Ophthalmia Neonatorum -- Differential Diagnosis. Several of these conditions may present with similar signs and symptoms; since this is the case, it is necessary to perform a complete history that includes maternal and family histories. As with any other condition, the addition of a detailed physical exam may also help with the diagnosis. If the diagnosis remains uncertain after evaluation, an ophthalmology referral may be warranted."}
{"id": "article-26203_18", "title": "Ophthalmia Neonatorum -- Prognosis", "content": "Before 1880, ophthalmia neonatorum due to Neisseria gonorrhoeae was the most common cause of neonatal blindness. Early detection and timely treatment of infected mothers are essential elements to prevent permanent ocular damage. If left untreated or partially treated, corneal ulceration, perforation, and blindness can occur. Approximately 10000 cases of blindness per year are secondary to ophthalmia neonatorum worldwide. Fortunately, in most cases, neonatal ophthalmia neonatorum caused by non-gonococcal bacteria is a mild disease and has a good prognosis; however, up to 50% of babies born to mothers with chlamydia infection may develop neonatal conjunctivitis, and from those, between 10% to 20% are at risk to having pneumonia. Chemical conjunctivitis secondary to silver nitrate is self-limiting. [7] [11] [12]", "contents": "Ophthalmia Neonatorum -- Prognosis. Before 1880, ophthalmia neonatorum due to Neisseria gonorrhoeae was the most common cause of neonatal blindness. Early detection and timely treatment of infected mothers are essential elements to prevent permanent ocular damage. If left untreated or partially treated, corneal ulceration, perforation, and blindness can occur. Approximately 10000 cases of blindness per year are secondary to ophthalmia neonatorum worldwide. Fortunately, in most cases, neonatal ophthalmia neonatorum caused by non-gonococcal bacteria is a mild disease and has a good prognosis; however, up to 50% of babies born to mothers with chlamydia infection may develop neonatal conjunctivitis, and from those, between 10% to 20% are at risk to having pneumonia. Chemical conjunctivitis secondary to silver nitrate is self-limiting. [7] [11] [12]"}
{"id": "article-26203_19", "title": "Ophthalmia Neonatorum -- Complications", "content": "If left untreated, babies are at high risk of developing corneal ulceration, ocular globe perforation, and permanent blindness. In rare cases, there have been reports of the spread of disease, and meningitis, sepsis, and even death may result.", "contents": "Ophthalmia Neonatorum -- Complications. If left untreated, babies are at high risk of developing corneal ulceration, ocular globe perforation, and permanent blindness. In rare cases, there have been reports of the spread of disease, and meningitis, sepsis, and even death may result."}
{"id": "article-26203_20", "title": "Ophthalmia Neonatorum -- Deterrence and Patient Education", "content": "Mothers should be educated and counseled about how important, regular prenatal visits are. It is imperative to screen for Neisseria gonorrhoeae and Chlamydia trachomatis infections along with all other essential tests done during these visits.", "contents": "Ophthalmia Neonatorum -- Deterrence and Patient Education. Mothers should be educated and counseled about how important, regular prenatal visits are. It is imperative to screen for Neisseria gonorrhoeae and Chlamydia trachomatis infections along with all other essential tests done during these visits."}
{"id": "article-26203_21", "title": "Ophthalmia Neonatorum -- Pearls and Other Issues", "content": "Ophthalmia neonatorum is a type of conjunctivitis encountered in the neonatal period (the first 28 days after birth). In the United States, N. gonorrhoeae conjunctivitis has an incidence of 0.3 per 1000 live births, while Chlamydia trachomatis represents 8.2 per 1000 cases. Approximately 10000 cases of blindness per year are secondary to ophthalmia neonatorum worldwide. Prophylaxis with erythromycin ointment (0.5%) is part of routine newborn care and is currently the only drug approved for ophthalmia neonatorum prevention. Early detection and initiation of treatment are crucial elements for a good outcome. All pregnant women should have screening for sexually transmitted infections and adequately treated. A multidisciplinary approach is critical for the successful management of patients with ophthalmia neonatorum.", "contents": "Ophthalmia Neonatorum -- Pearls and Other Issues. Ophthalmia neonatorum is a type of conjunctivitis encountered in the neonatal period (the first 28 days after birth). In the United States, N. gonorrhoeae conjunctivitis has an incidence of 0.3 per 1000 live births, while Chlamydia trachomatis represents 8.2 per 1000 cases. Approximately 10000 cases of blindness per year are secondary to ophthalmia neonatorum worldwide. Prophylaxis with erythromycin ointment (0.5%) is part of routine newborn care and is currently the only drug approved for ophthalmia neonatorum prevention. Early detection and initiation of treatment are crucial elements for a good outcome. All pregnant women should have screening for sexually transmitted infections and adequately treated. A multidisciplinary approach is critical for the successful management of patients with ophthalmia neonatorum."}
{"id": "article-26203_22", "title": "Ophthalmia Neonatorum -- Enhancing Healthcare Team Outcomes", "content": "Ophthalmia neonatorum is an acute eye inflammatory process that occurs in the neonatal period (first four weeks of life). When this condition is suspected, prompt isolation of the etiologic agent is warranted. If left untreated, gonococcal neonatal conjunctivitis can lead to severe complications, including corneal ulceration and perforation, resulting in permanent blindness. Early detection and initiation of treatment are crucial elements for a good outcome.", "contents": "Ophthalmia Neonatorum -- Enhancing Healthcare Team Outcomes. Ophthalmia neonatorum is an acute eye inflammatory process that occurs in the neonatal period (first four weeks of life). When this condition is suspected, prompt isolation of the etiologic agent is warranted. If left untreated, gonococcal neonatal conjunctivitis can lead to severe complications, including corneal ulceration and perforation, resulting in permanent blindness. Early detection and initiation of treatment are crucial elements for a good outcome."}
{"id": "article-26203_23", "title": "Ophthalmia Neonatorum -- Enhancing Healthcare Team Outcomes", "content": "By following the above guidelines and steps, the clinician will decide if the diagnosis exists or is a possibility and initiate appropriate antimicrobial therapy. It is prudent to include an infectious disease specialist and/or a pharmacist with infectious disease board certification for an additional consult. Neonatal specialized nursing staff will be tasked with medication administration and monitoring the progress of therapy for the infant, charting all observations, and reporting any concerns to the rest of the team.", "contents": "Ophthalmia Neonatorum -- Enhancing Healthcare Team Outcomes. By following the above guidelines and steps, the clinician will decide if the diagnosis exists or is a possibility and initiate appropriate antimicrobial therapy. It is prudent to include an infectious disease specialist and/or a pharmacist with infectious disease board certification for an additional consult. Neonatal specialized nursing staff will be tasked with medication administration and monitoring the progress of therapy for the infant, charting all observations, and reporting any concerns to the rest of the team."}
{"id": "article-26203_24", "title": "Ophthalmia Neonatorum -- Enhancing Healthcare Team Outcomes", "content": "An interprofessional team constituted by pediatricians, neonatologists, ophthalmologists, nurses, pharmacists, and infectious disease specialists, provides an integrated approach to neonatal conjunctivitis that, along with communication and shared decision making, can help achieve the best possible outcomes. [Level 5]", "contents": "Ophthalmia Neonatorum -- Enhancing Healthcare Team Outcomes. An interprofessional team constituted by pediatricians, neonatologists, ophthalmologists, nurses, pharmacists, and infectious disease specialists, provides an integrated approach to neonatal conjunctivitis that, along with communication and shared decision making, can help achieve the best possible outcomes. [Level 5]"}
{"id": "article-26203_25", "title": "Ophthalmia Neonatorum -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Ophthalmia Neonatorum -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}