{"id": "article-29609_0", "title": "Anatomy, Thorax, Subclavian Arteries -- Introduction", "content": "The subclavian arteries lie just below the clavicles, providing blood supply to the bilateral upper extremities with contributions to the head and neck. The right subclavian artery derives from the brachiocephalic trunk, while the left subclavian artery originates directly from the aortic arch. The subclavian arteries course laterally between the anterior and middle scalene muscles. The distal limit of the subclavian artery is the lateral border of the first rib, where it becomes the axillary artery. [1] Additional branches of the subclavian arteries include the internal thoracic artery, vertebral artery, costocervical trunk, thyrocervical trunk, and the dorsal scapular artery. During development, the left subclavian arises from the seventh intersegmental artery and the right subclavian develops in segments; proximally from the fourth aortic arch, medially from the dorsal aorta and distally from the seventh intersegmental artery.", "contents": "Anatomy, Thorax, Subclavian Arteries -- Introduction. The subclavian arteries lie just below the clavicles, providing blood supply to the bilateral upper extremities with contributions to the head and neck. The right subclavian artery derives from the brachiocephalic trunk, while the left subclavian artery originates directly from the aortic arch. The subclavian arteries course laterally between the anterior and middle scalene muscles. The distal limit of the subclavian artery is the lateral border of the first rib, where it becomes the axillary artery. [1] Additional branches of the subclavian arteries include the internal thoracic artery, vertebral artery, costocervical trunk, thyrocervical trunk, and the dorsal scapular artery. During development, the left subclavian arises from the seventh intersegmental artery and the right subclavian develops in segments; proximally from the fourth aortic arch, medially from the dorsal aorta and distally from the seventh intersegmental artery."}
{"id": "article-29609_1", "title": "Anatomy, Thorax, Subclavian Arteries -- Introduction", "content": "Multiple aspects of the nervous system travel alongside or near the subclavian arteries. They include the sympathetic trunk, the vagus nerve, parts of the brachial plexus, the phrenic nerve and the right recurrent laryngeal nerve. [2] Alongside these neuronal pathways, the arteries are also linked closely to venous pathways such as the internal jugular veins and vertebral veins.  These vessels make an interconnected highway that helps fuel the cellular processes used by the neck and upper extremity muscle groups, the brain and thyroid gland.", "contents": "Anatomy, Thorax, Subclavian Arteries -- Introduction. Multiple aspects of the nervous system travel alongside or near the subclavian arteries. They include the sympathetic trunk, the vagus nerve, parts of the brachial plexus, the phrenic nerve and the right recurrent laryngeal nerve. [2] Alongside these neuronal pathways, the arteries are also linked closely to venous pathways such as the internal jugular veins and vertebral veins.  These vessels make an interconnected highway that helps fuel the cellular processes used by the neck and upper extremity muscle groups, the brain and thyroid gland."}
{"id": "article-29609_2", "title": "Anatomy, Thorax, Subclavian Arteries -- Introduction", "content": "Clinically the subclavian arteries can be host to numerous congenital and idiopathic pathologies which can be managed with physical rehabilitation and/or surgical interventions. The most common congenital anomaly is an aberrant subclavian artery which is usually a benign condition but can be symptomatic in twenty percent of cases. [3] Within the musculoskeletal system, a condition known as thoracic outlet syndrome involves stenosis of the middle or distal ends of the arteries and can cause impeded flow to the distal tributaries. This lack of flow can manifest and weakened pulses and lead to hosts of neurological and ischemic changes in the upper extremities. [4] If affected primarily within the arteries themselves pathologies such as Takayasu arteritis may manifest leading to inflammatory changes within the major branches of the aortic arch, including the subclavian arteries, and can clinically be seen with bilateral bruits heard in the upper lateral anterior thorax accompanied by ischemic changes to either the head and neck or the upper extremities. [5] Another primary issue seen with the subclavian arteries is the aptly named subclavian steal syndrome which involves primary stenosis of an artery leading to retrograde flow down the opposite subclavian artery from the vertebral arteries (arising from the subclavian arteries) leading to a \"steal\" of blood flow from the circle of Willis, which supplies blood to the brain. [6] Although rare, some other issues include subclavian arterial aneurysms or congenital stenosis of either artery due to redundant tissue or an aberrant variation in the anatomical location of bones and nerves.", "contents": "Anatomy, Thorax, Subclavian Arteries -- Introduction. Clinically the subclavian arteries can be host to numerous congenital and idiopathic pathologies which can be managed with physical rehabilitation and/or surgical interventions. The most common congenital anomaly is an aberrant subclavian artery which is usually a benign condition but can be symptomatic in twenty percent of cases. [3] Within the musculoskeletal system, a condition known as thoracic outlet syndrome involves stenosis of the middle or distal ends of the arteries and can cause impeded flow to the distal tributaries. This lack of flow can manifest and weakened pulses and lead to hosts of neurological and ischemic changes in the upper extremities. [4] If affected primarily within the arteries themselves pathologies such as Takayasu arteritis may manifest leading to inflammatory changes within the major branches of the aortic arch, including the subclavian arteries, and can clinically be seen with bilateral bruits heard in the upper lateral anterior thorax accompanied by ischemic changes to either the head and neck or the upper extremities. [5] Another primary issue seen with the subclavian arteries is the aptly named subclavian steal syndrome which involves primary stenosis of an artery leading to retrograde flow down the opposite subclavian artery from the vertebral arteries (arising from the subclavian arteries) leading to a \"steal\" of blood flow from the circle of Willis, which supplies blood to the brain. [6] Although rare, some other issues include subclavian arterial aneurysms or congenital stenosis of either artery due to redundant tissue or an aberrant variation in the anatomical location of bones and nerves."}
{"id": "article-29609_3", "title": "Anatomy, Thorax, Subclavian Arteries -- Structure and Function", "content": "As major branches within the aortic arterial supply line, the subclavian arteries provide vital flow for much of the head, neck, and upper extremities. The left subclavian artery arises directly from the aortic arch, but the right subclavian artery comes off the short brachiocephalic artery which gives off the right subclavian and right common carotid vessels. As the subclavian arteries extend laterally, they pass through the anterior and middle scalene muscles and convert into the axillary artery once they pass the tip of the first rib. Given the long path of the artery, it subdivides into three different parts labeled first, second, and third. The first part initiates as the root of the subclavian artery and ends at the medial edge of the scalene muscles, and this area can feed the circle of Willis, thyroid tissue and breast tissue. The second part starts at the medial edge of the scalenes and extends to the lateral edge of the scalenes; this area feeds the costocervical trunk. The third part initiates at the lateral scalene muscle running to the lateral tip of the first rib at which point the artery becomes the axillary artery and feeds the upper extremity. [7]", "contents": "Anatomy, Thorax, Subclavian Arteries -- Structure and Function. As major branches within the aortic arterial supply line, the subclavian arteries provide vital flow for much of the head, neck, and upper extremities. The left subclavian artery arises directly from the aortic arch, but the right subclavian artery comes off the short brachiocephalic artery which gives off the right subclavian and right common carotid vessels. As the subclavian arteries extend laterally, they pass through the anterior and middle scalene muscles and convert into the axillary artery once they pass the tip of the first rib. Given the long path of the artery, it subdivides into three different parts labeled first, second, and third. The first part initiates as the root of the subclavian artery and ends at the medial edge of the scalene muscles, and this area can feed the circle of Willis, thyroid tissue and breast tissue. The second part starts at the medial edge of the scalenes and extends to the lateral edge of the scalenes; this area feeds the costocervical trunk. The third part initiates at the lateral scalene muscle running to the lateral tip of the first rib at which point the artery becomes the axillary artery and feeds the upper extremity. [7]"}
{"id": "article-29609_4", "title": "Anatomy, Thorax, Subclavian Arteries -- Embryology", "content": "The development of the subclavian arteries is unique to each anatomical side. On the left side, the fully developed subclavian artery arises from only the seventh intersegmental artery. The right side is unique as the three parts of the subclavian develop from three different embryological vessels. The first part of the right subclavian develops from the right fourth aortic arch, part of one of the six paired great embryologic vessels. The second part of the right subclavian develops from the right dorsal aorta, whose right and left pair develop the descending aorta. The final part of the right subclavian develops from the right seventh intersegmental artery, which is one of thirty arterial pairs that develop much of the distal vascular of the adult body. [7]", "contents": "Anatomy, Thorax, Subclavian Arteries -- Embryology. The development of the subclavian arteries is unique to each anatomical side. On the left side, the fully developed subclavian artery arises from only the seventh intersegmental artery. The right side is unique as the three parts of the subclavian develop from three different embryological vessels. The first part of the right subclavian develops from the right fourth aortic arch, part of one of the six paired great embryologic vessels. The second part of the right subclavian develops from the right dorsal aorta, whose right and left pair develop the descending aorta. The final part of the right subclavian develops from the right seventh intersegmental artery, which is one of thirty arterial pairs that develop much of the distal vascular of the adult body. [7]"}
{"id": "article-29609_5", "title": "Anatomy, Thorax, Subclavian Arteries -- Nerves", "content": "Although found in the upper thorax of the human body, the subclavian arteries are linked closely to some major neuronal pathways. Near the right subclavian the vagus nerve runs vertically anterior to the root of the artery while the recurrent laryngeal nerve, a branch of the vagus nerve, runs vertically posteriorly to the root. These cause a fork inferior to the root of the right subclavian from the branch point of the recurrent nerve from the right vagus nerve. On the left side, both the left vagus and the phrenic nerve run vertically anterior to the subclavian artery. Since the left subclavian artery branches directly off the aortic arch the left recurrent laryngeal nerve does not have the thin brachiocephalic trunk to travel around and must instead course around the aortic arch itself which therefore causes the length of the left recurrent to be significantly longer than its right counterpart. [2] Aside from these vertically oriented nerves, the subclavian arteries are linked closely to the obliquely traversing contributions of the brachial plexus. The subclavian arteries run inferior to the trunks of the brachial plexus and eventually become the axillary arteries which pass posterior to the brachial plexus branches. [8]", "contents": "Anatomy, Thorax, Subclavian Arteries -- Nerves. Although found in the upper thorax of the human body, the subclavian arteries are linked closely to some major neuronal pathways. Near the right subclavian the vagus nerve runs vertically anterior to the root of the artery while the recurrent laryngeal nerve, a branch of the vagus nerve, runs vertically posteriorly to the root. These cause a fork inferior to the root of the right subclavian from the branch point of the recurrent nerve from the right vagus nerve. On the left side, both the left vagus and the phrenic nerve run vertically anterior to the subclavian artery. Since the left subclavian artery branches directly off the aortic arch the left recurrent laryngeal nerve does not have the thin brachiocephalic trunk to travel around and must instead course around the aortic arch itself which therefore causes the length of the left recurrent to be significantly longer than its right counterpart. [2] Aside from these vertically oriented nerves, the subclavian arteries are linked closely to the obliquely traversing contributions of the brachial plexus. The subclavian arteries run inferior to the trunks of the brachial plexus and eventually become the axillary arteries which pass posterior to the brachial plexus branches. [8]"}
{"id": "article-29609_6", "title": "Anatomy, Thorax, Subclavian Arteries -- Muscles", "content": "The largest group of muscles supplied by the subclavian arteries are those of the upper extremity. These muscles include the biceps brachii, triceps brachii, muscles of the forearm and the shoulder. These muscle groups receive vascular supply as the subclavian arteries become the axillary arteries which then become the brachial arteries and eventually the radial and ulnar arteries. [9]", "contents": "Anatomy, Thorax, Subclavian Arteries -- Muscles. The largest group of muscles supplied by the subclavian arteries are those of the upper extremity. These muscles include the biceps brachii, triceps brachii, muscles of the forearm and the shoulder. These muscle groups receive vascular supply as the subclavian arteries become the axillary arteries which then become the brachial arteries and eventually the radial and ulnar arteries. [9]"}
{"id": "article-29609_7", "title": "Anatomy, Thorax, Subclavian Arteries -- Physiologic Variants", "content": "The most common variant includes the aberrant subclavian, which means the artery root comes off a location different than typically found. Majority of these cases are benign, but in some cases, the variant may cause symptomology. If the right subclavian roots directly from the aortic arch (the most common aberrant) as the last branch of the arch it travels posteriorly, and it may wrap around the esophagus leading to a vascular ring which may induce dysphagia (dysphagia lusoria). Less likely, this variation's path may also put pressure on the recurrent nerve and lead to hoarseness or vocal cord paralysis (dubbed Ortner syndrome). [3]", "contents": "Anatomy, Thorax, Subclavian Arteries -- Physiologic Variants. The most common variant includes the aberrant subclavian, which means the artery root comes off a location different than typically found. Majority of these cases are benign, but in some cases, the variant may cause symptomology. If the right subclavian roots directly from the aortic arch (the most common aberrant) as the last branch of the arch it travels posteriorly, and it may wrap around the esophagus leading to a vascular ring which may induce dysphagia (dysphagia lusoria). Less likely, this variation's path may also put pressure on the recurrent nerve and lead to hoarseness or vocal cord paralysis (dubbed Ortner syndrome). [3]"}
{"id": "article-29609_8", "title": "Anatomy, Thorax, Subclavian Arteries -- Clinical Significance", "content": "Given the depth of the subclavian arteries supply, a multitude of conditions can occur either through congenital defects, years of pathologic change or idiopathic causes. An aberrant subclavian artery is one that does not arise from the normal location and as such may have an altered pathway in the thorax. Although symptoms are usually benign, in some cases they may cause esophageal narrowing due to a vascular ring compressing the esophagus or voice changes from pressure placed on the recurrent laryngeal nerve. [3] Another pathology is due to the arteries path between the scalenes and around the tip of the first rib. If muscular hypertrophy or bony displacement occurs then stenosis may occur leading to thoracic outlet syndrome, which manifests as numbness and tingling down the affected upper extremity along with diminished pulses on the ipsilateral side. One can test for this syndrome in the clinic by stretching the scalene muscles to assess for diminished radial pulses; this test is the Addison maneuver. [8]", "contents": "Anatomy, Thorax, Subclavian Arteries -- Clinical Significance. Given the depth of the subclavian arteries supply, a multitude of conditions can occur either through congenital defects, years of pathologic change or idiopathic causes. An aberrant subclavian artery is one that does not arise from the normal location and as such may have an altered pathway in the thorax. Although symptoms are usually benign, in some cases they may cause esophageal narrowing due to a vascular ring compressing the esophagus or voice changes from pressure placed on the recurrent laryngeal nerve. [3] Another pathology is due to the arteries path between the scalenes and around the tip of the first rib. If muscular hypertrophy or bony displacement occurs then stenosis may occur leading to thoracic outlet syndrome, which manifests as numbness and tingling down the affected upper extremity along with diminished pulses on the ipsilateral side. One can test for this syndrome in the clinic by stretching the scalene muscles to assess for diminished radial pulses; this test is the Addison maneuver. [8]"}
{"id": "article-29609_9", "title": "Anatomy, Thorax, Subclavian Arteries -- Clinical Significance", "content": "A similar cause of diminished pulses due to subclavian narrowing is an inflammatory condition called Takayasu arteritis. In this instance, inflammation causes pathological narrowing of the subclavian arteries which may be bilateral. Clinically one may find patients without a radial pulse and may auscultate bruits in the anterior lateral upper thorax. [5] If intrinsic stenosis occurs unilaterally at the proximal subclavian artery, a distal pressure drop can lead to retrograde flow down the ipsilateral vertebral artery leading to the condition of subclavian steal syndrome. Due to this retrograde flow, there is diminished blood to the brain via the circle of Willis which can present as stroke, syncope or cognitive decline mimicking dementia. In most cases of subclavian pathology, treatment requires some level of surgical vascular repair if symptoms do not resolve with conservative treatment. [6]", "contents": "Anatomy, Thorax, Subclavian Arteries -- Clinical Significance. A similar cause of diminished pulses due to subclavian narrowing is an inflammatory condition called Takayasu arteritis. In this instance, inflammation causes pathological narrowing of the subclavian arteries which may be bilateral. Clinically one may find patients without a radial pulse and may auscultate bruits in the anterior lateral upper thorax. [5] If intrinsic stenosis occurs unilaterally at the proximal subclavian artery, a distal pressure drop can lead to retrograde flow down the ipsilateral vertebral artery leading to the condition of subclavian steal syndrome. Due to this retrograde flow, there is diminished blood to the brain via the circle of Willis which can present as stroke, syncope or cognitive decline mimicking dementia. In most cases of subclavian pathology, treatment requires some level of surgical vascular repair if symptoms do not resolve with conservative treatment. [6]"}
{"id": "article-29609_10", "title": "Anatomy, Thorax, Subclavian Arteries -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Anatomy, Thorax, Subclavian Arteries -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}