{"id": "article-610_0", "title": "Mechanical Aortic Valve Replacement -- Continuing Education Activity", "content": "Aortic stenosis is the most common valvular heart disease in the elderly. Symptomatic severe AS has a high mortality rate if left untreated. Surgical aortic valve replacement or Transaortic valvular replacement can be done with either a mechanical valve or a bio-prosthetic valve. This activity reviews indications, limitations, and techniques of mechanical aortic valve replacement and highlights the role of the interprofessional team, including nurses, general physicians, cardiologists, and interventional cardiologists, in shared decision making along with patients' preference and medical condition.", "contents": "Mechanical Aortic Valve Replacement -- Continuing Education Activity. Aortic stenosis is the most common valvular heart disease in the elderly. Symptomatic severe AS has a high mortality rate if left untreated. Surgical aortic valve replacement or Transaortic valvular replacement can be done with either a mechanical valve or a bio-prosthetic valve. This activity reviews indications, limitations, and techniques of mechanical aortic valve replacement and highlights the role of the interprofessional team, including nurses, general physicians, cardiologists, and interventional cardiologists, in shared decision making along with patients' preference and medical condition."}
{"id": "article-610_1", "title": "Mechanical Aortic Valve Replacement -- Continuing Education Activity", "content": "Objectives: Identify the indications of aortic valve replacement. Describe the preparation necessary for during and after aortic valve replacement. Discuss the complications of aortic valve replacement. Access free multiple choice questions on this topic.", "contents": "Mechanical Aortic Valve Replacement -- Continuing Education Activity. Objectives: Identify the indications of aortic valve replacement. Describe the preparation necessary for during and after aortic valve replacement. Discuss the complications of aortic valve replacement. Access free multiple choice questions on this topic."}
{"id": "article-610_2", "title": "Mechanical Aortic Valve Replacement -- Introduction", "content": "Aortic valve stenosis is the most common type of valvular heart disease in the elderly. The incidence of aortic valve disease increases with age; one in eight people over the age of 75 have moderate to severe valvular heart disease. [1] The natural history of aortic stenosis usually begins with an asymptomatic period with the development of symptoms once the valve is critically stenosed. The progression of stenotic valve and time of onset of symptoms varies from patient to patient. Symptomatic patients with severe stenosis have a poor prognosis. Ross first described the higher mortality rate after the onset of cardiac symptoms in 1968. [2]", "contents": "Mechanical Aortic Valve Replacement -- Introduction. Aortic valve stenosis is the most common type of valvular heart disease in the elderly. The incidence of aortic valve disease increases with age; one in eight people over the age of 75 have moderate to severe valvular heart disease. [1] The natural history of aortic stenosis usually begins with an asymptomatic period with the development of symptoms once the valve is critically stenosed. The progression of stenotic valve and time of onset of symptoms varies from patient to patient. Symptomatic patients with severe stenosis have a poor prognosis. Ross first described the higher mortality rate after the onset of cardiac symptoms in 1968. [2]"}
{"id": "article-610_3", "title": "Mechanical Aortic Valve Replacement -- Introduction", "content": "Aortic valve replacement (AVR) has shown to substantially improve survival in patients with symptomatic severe aortic stenosis, and this has formed the basis for recommending aortic valve replacement (AVR) in such circumstances. [3] Currently, there are two techniques being used for aortic valve replacement; mechanical or bioprosthetic valve replacement via open-heart surgery and cardiopulmonary bypass and minimally invasive mechanical valve via a transcatheter (TAVR) approach.", "contents": "Mechanical Aortic Valve Replacement -- Introduction. Aortic valve replacement (AVR) has shown to substantially improve survival in patients with symptomatic severe aortic stenosis, and this has formed the basis for recommending aortic valve replacement (AVR) in such circumstances. [3] Currently, there are two techniques being used for aortic valve replacement; mechanical or bioprosthetic valve replacement via open-heart surgery and cardiopulmonary bypass and minimally invasive mechanical valve via a transcatheter (TAVR) approach."}
{"id": "article-610_4", "title": "Mechanical Aortic Valve Replacement -- Introduction", "content": "The three main types of artificial heart valves are mechanical, bioprosthetic, and tissue-engineered valves. The mechanical heart valve is composed of strong, durable material, bioprosthetic valves are created from animal valves or part of animal tissue that is strong and flexible, and tissue-engineered valves are grown in-vitro using seeding human cells on to the scaffold. We will be discussing mechanical heart valves in this article. There are three main types of mechanical valves that are used so far. [4]", "contents": "Mechanical Aortic Valve Replacement -- Introduction. The three main types of artificial heart valves are mechanical, bioprosthetic, and tissue-engineered valves. The mechanical heart valve is composed of strong, durable material, bioprosthetic valves are created from animal valves or part of animal tissue that is strong and flexible, and tissue-engineered valves are grown in-vitro using seeding human cells on to the scaffold. We will be discussing mechanical heart valves in this article. There are three main types of mechanical valves that are used so far. [4]"}
{"id": "article-610_5", "title": "Mechanical Aortic Valve Replacement -- Introduction", "content": "Caged ball valve: First artificial heart valve that used a metal cage to house a silicone elastomer ball. When the heart contracts and the pressure in the chamber exceed more than the atrial, the ball inside raises to the top of the cage and prevents blood flow. When the heart finishes contracting and the pressure inside the chamber drops, the ball falls back to the base of the cage and allows blood flow. Caged ball valves have a high tendency to form blood clots and imposed higher hemodynamic consequences, and are no longer used.", "contents": "Mechanical Aortic Valve Replacement -- Introduction. Caged ball valve: First artificial heart valve that used a metal cage to house a silicone elastomer ball. When the heart contracts and the pressure in the chamber exceed more than the atrial, the ball inside raises to the top of the cage and prevents blood flow. When the heart finishes contracting and the pressure inside the chamber drops, the ball falls back to the base of the cage and allows blood flow. Caged ball valves have a high tendency to form blood clots and imposed higher hemodynamic consequences, and are no longer used."}
{"id": "article-610_6", "title": "Mechanical Aortic Valve Replacement -- Introduction", "content": "Tilting disc valve: This is a type of swing check valve, made by a metal ring, which holds the disc and is covered by the fabric where sutures are applied to place the valve. It opens when the chamber pressure drops to pump the blood out and closes to prevent the backflow of the blood. Medtronic-Hall model is the most common tilting-disc design in the US.", "contents": "Mechanical Aortic Valve Replacement -- Introduction. Tilting disc valve: This is a type of swing check valve, made by a metal ring, which holds the disc and is covered by the fabric where sutures are applied to place the valve. It opens when the chamber pressure drops to pump the blood out and closes to prevent the backflow of the blood. Medtronic-Hall model is the most common tilting-disc design in the US."}
{"id": "article-610_7", "title": "Mechanical Aortic Valve Replacement -- Introduction", "content": "Bi-leaflet heart valves: These are the most commonly used mechanical valve prostheses. This valve consists of two semicircular leaflets. They are considered the least thrombogenic of mechanical valves and are characterized by washing regurgitant blood jets.", "contents": "Mechanical Aortic Valve Replacement -- Introduction. Bi-leaflet heart valves: These are the most commonly used mechanical valve prostheses. This valve consists of two semicircular leaflets. They are considered the least thrombogenic of mechanical valves and are characterized by washing regurgitant blood jets."}
{"id": "article-610_8", "title": "Mechanical Aortic Valve Replacement -- Introduction", "content": "The major advantage of the mechanical heart valve is its durability, as it can last for approximately 20 years, but it increases the risk of blood clot formation and can cause mechanical hemolytic anemia. [5] [6]", "contents": "Mechanical Aortic Valve Replacement -- Introduction. The major advantage of the mechanical heart valve is its durability, as it can last for approximately 20 years, but it increases the risk of blood clot formation and can cause mechanical hemolytic anemia. [5] [6]"}
{"id": "article-610_9", "title": "Mechanical Aortic Valve Replacement -- Anatomy and Physiology", "content": "The heart consists of 4 valves separating four chambers of the heart and its outlets - aortic, pulmonic, mitral, and the tricuspid valve. Aorta is the largest artery in the body and originates from the left ventricle. The aortic valve lies between the left ventricle and the aorta. The aortic valve typically has three cusps and that are named after their attachment and vicinity to the other structures. Bicuspid valves are not uncommon with 1 to 2% of the population has congenital two leaflets. [7]", "contents": "Mechanical Aortic Valve Replacement -- Anatomy and Physiology. The heart consists of 4 valves separating four chambers of the heart and its outlets - aortic, pulmonic, mitral, and the tricuspid valve. Aorta is the largest artery in the body and originates from the left ventricle. The aortic valve lies between the left ventricle and the aorta. The aortic valve typically has three cusps and that are named after their attachment and vicinity to the other structures. Bicuspid valves are not uncommon with 1 to 2% of the population has congenital two leaflets. [7]"}
{"id": "article-610_10", "title": "Mechanical Aortic Valve Replacement -- Anatomy and Physiology", "content": "Rarely, Valves with congenital four and single cusp have also been reported. The left coronary cusp covers the left coronary sinus and origin of the left main coronary artery, the right coronary cusp covers the right coronary sinus and origin of the right coronary artery, and the non-coronary cusp covers the non-coronary sinus towards the interatrial septum. [8] In adults, the normal aortic valve area is 3.0 to 4.0 cm2. The three aortic valve leaflets open and close with each heartbeat for a one-way flow of blood from the left ventricle to the aorta.", "contents": "Mechanical Aortic Valve Replacement -- Anatomy and Physiology. Rarely, Valves with congenital four and single cusp have also been reported. The left coronary cusp covers the left coronary sinus and origin of the left main coronary artery, the right coronary cusp covers the right coronary sinus and origin of the right coronary artery, and the non-coronary cusp covers the non-coronary sinus towards the interatrial septum. [8] In adults, the normal aortic valve area is 3.0 to 4.0 cm2. The three aortic valve leaflets open and close with each heartbeat for a one-way flow of blood from the left ventricle to the aorta."}
{"id": "article-610_11", "title": "Mechanical Aortic Valve Replacement -- Indications", "content": "Transthoracic and transesophageal echocardiography are the two best tools to evaluate the aortic valve morphology. There are strict criteria outlined by the American Society of Echocardiography for severe aortic stenosis and the need for aortic valve replacement. Severe aortic stenosis is described as follows: [9] Aortic valve area of less than or equal to 1.0 cm2 Mean transvalvular aortic gradient greater or equal to 40 mmHg The maximum aortic jet velocity of greater than equal to 4 m/s across the valve The following are the stages and recommendations for aortic valve replacement in valvular stenosis: [10] [11]", "contents": "Mechanical Aortic Valve Replacement -- Indications. Transthoracic and transesophageal echocardiography are the two best tools to evaluate the aortic valve morphology. There are strict criteria outlined by the American Society of Echocardiography for severe aortic stenosis and the need for aortic valve replacement. Severe aortic stenosis is described as follows: [9] Aortic valve area of less than or equal to 1.0 cm2 Mean transvalvular aortic gradient greater or equal to 40 mmHg The maximum aortic jet velocity of greater than equal to 4 m/s across the valve The following are the stages and recommendations for aortic valve replacement in valvular stenosis: [10] [11]"}
{"id": "article-610_12", "title": "Mechanical Aortic Valve Replacement -- Indications", "content": "Severe high-gradient aortic stenosis with symptoms by either history or on exercise testing (stage D1). Asymptomatic patients with severe AS (stage C2) and left ventricular ejection fraction (LVEF) <50 %. Patients with severe AS (stage C or D) undergoing other cardiac surgery. Asymptomatic patients with severe AS and low surgical risk. Asymptomatic patients with severe AS and decreased exercise tolerance or fall in systemic blood pressure. A mechanical valve is preferable over a bioprosthetic valve in the following patients: [12] Surgical aortic valve replacement in patients age < 55 years old. No contraindication to anticoagulation with Vitamin K antagonist. An existing indication for anticoagulation like a prosthetic mechanical valve at a different location. High risk of morbidity and mortality with reintervention. The following are predictors of poor outcome in patients undergoing aortic valve replacement: [13] [14]", "contents": "Mechanical Aortic Valve Replacement -- Indications. Severe high-gradient aortic stenosis with symptoms by either history or on exercise testing (stage D1). Asymptomatic patients with severe AS (stage C2) and left ventricular ejection fraction (LVEF) <50 %. Patients with severe AS (stage C or D) undergoing other cardiac surgery. Asymptomatic patients with severe AS and low surgical risk. Asymptomatic patients with severe AS and decreased exercise tolerance or fall in systemic blood pressure. A mechanical valve is preferable over a bioprosthetic valve in the following patients: [12] Surgical aortic valve replacement in patients age < 55 years old. No contraindication to anticoagulation with Vitamin K antagonist. An existing indication for anticoagulation like a prosthetic mechanical valve at a different location. High risk of morbidity and mortality with reintervention. The following are predictors of poor outcome in patients undergoing aortic valve replacement: [13] [14]"}
{"id": "article-610_13", "title": "Mechanical Aortic Valve Replacement -- Indications", "content": "Concomitant cardiac diseases can further compromise myocardial function such as poor left ventricular ejection fraction (LVEF), previous cardiac surgery, and associated coronary artery disease (CAD). Neurological dysfunction Chronic lung disease or terminal end-organ lung dysfunction Liver cirrhosis or terminal end-organ liver dysfunction Renal insufficiency Recent stroke within the last six months Severe pulmonary hypertension with right ventricular dysfunction Echocardiographic evidence of an intracardiac mass, thrombus, or vegetation Life expectancy less than 12 months owing to a noncardiac cause Myocardial infarction within the last 30 days", "contents": "Mechanical Aortic Valve Replacement -- Indications. Concomitant cardiac diseases can further compromise myocardial function such as poor left ventricular ejection fraction (LVEF), previous cardiac surgery, and associated coronary artery disease (CAD). Neurological dysfunction Chronic lung disease or terminal end-organ lung dysfunction Liver cirrhosis or terminal end-organ liver dysfunction Renal insufficiency Recent stroke within the last six months Severe pulmonary hypertension with right ventricular dysfunction Echocardiographic evidence of an intracardiac mass, thrombus, or vegetation Life expectancy less than 12 months owing to a noncardiac cause Myocardial infarction within the last 30 days"}
{"id": "article-610_14", "title": "Mechanical Aortic Valve Replacement -- Contraindications", "content": "Mechanical aortic valve replacement requires open-heart surgery with cardiopulmonary bypass. Any contraindication to cardiopulmonary bypass and higher frailty index making the patient an unsuitable candidate for the cardiopulmonary bypass should be considered as a contraindication for mechanical aortic valve replacement. In this case, the patient should be evaluated for transcatheter valve replacement.", "contents": "Mechanical Aortic Valve Replacement -- Contraindications. Mechanical aortic valve replacement requires open-heart surgery with cardiopulmonary bypass. Any contraindication to cardiopulmonary bypass and higher frailty index making the patient an unsuitable candidate for the cardiopulmonary bypass should be considered as a contraindication for mechanical aortic valve replacement. In this case, the patient should be evaluated for transcatheter valve replacement."}
{"id": "article-610_15", "title": "Mechanical Aortic Valve Replacement -- Equipment", "content": "The following equipment is required for the procedure: Cardiopulmonary bypass machine The valve prosthesis of various sizes Transesophageal echocardiography Surgical instruments", "contents": "Mechanical Aortic Valve Replacement -- Equipment. The following equipment is required for the procedure: Cardiopulmonary bypass machine The valve prosthesis of various sizes Transesophageal echocardiography Surgical instruments"}
{"id": "article-610_16", "title": "Mechanical Aortic Valve Replacement -- Personnel", "content": "The following staff is needed to carry out aortic valve replacement: Cardiothoracic Surgeon Cardiac Anesthesiologist Perfusionist Nurses Industry representative (for newer valves)", "contents": "Mechanical Aortic Valve Replacement -- Personnel. The following staff is needed to carry out aortic valve replacement: Cardiothoracic Surgeon Cardiac Anesthesiologist Perfusionist Nurses Industry representative (for newer valves)"}
{"id": "article-610_17", "title": "Mechanical Aortic Valve Replacement -- Preparation", "content": "An interprofessional heart team evaluates and prepares the patient for the procedure. The heart team: Cardiologist and interventional cardiologist Cardiothoracic surgeons Cardiac anesthesiologist Nurses Coordinator Intensivist", "contents": "Mechanical Aortic Valve Replacement -- Preparation. An interprofessional heart team evaluates and prepares the patient for the procedure. The heart team: Cardiologist and interventional cardiologist Cardiothoracic surgeons Cardiac anesthesiologist Nurses Coordinator Intensivist"}
{"id": "article-610_18", "title": "Mechanical Aortic Valve Replacement -- Technique or Treatment", "content": "There are two major types of replacement techniques: surgical aortic valve replacement (sAVR) and transcatheter aortic valve replacement (TAVR). TAVR is the minimally invasive surgical technique for aortic valve replacement for patients who are not a candidate for sAVR. Surgical Technique [15] [16] Minimally Invasive Surgical Aortic Valve Replacement Right Anterior Mini Thoracotomy Mini sternotomy Conventional sternotomy and valve replacement Trans-catheter Technique [17] Two FDA approved valves in the United States: SAPIEN valves (Edwards Lifesciences) and the CORE-valves (Medtronic) The newest generation Medtronic valve is the EVOLUTE-R. It has the ability to self expand and repositioning after deployment.", "contents": "Mechanical Aortic Valve Replacement -- Technique or Treatment. There are two major types of replacement techniques: surgical aortic valve replacement (sAVR) and transcatheter aortic valve replacement (TAVR). TAVR is the minimally invasive surgical technique for aortic valve replacement for patients who are not a candidate for sAVR. Surgical Technique [15] [16] Minimally Invasive Surgical Aortic Valve Replacement Right Anterior Mini Thoracotomy Mini sternotomy Conventional sternotomy and valve replacement Trans-catheter Technique [17] Two FDA approved valves in the United States: SAPIEN valves (Edwards Lifesciences) and the CORE-valves (Medtronic) The newest generation Medtronic valve is the EVOLUTE-R. It has the ability to self expand and repositioning after deployment."}
{"id": "article-610_19", "title": "Mechanical Aortic Valve Replacement -- Complications", "content": "Mechanical aortic valves are more prone to thromboembolic complications compared to bioprosthetic valves (1% to 2% vs 0.7%) and bleeding complications due to the requirement of long-term anticoagulation to avoid thromboembolic events e.g. stroke, acute leg ischemia, or visceral embolization. If the INR is high, the patient is at risk of bleeding complications.", "contents": "Mechanical Aortic Valve Replacement -- Complications. Mechanical aortic valves are more prone to thromboembolic complications compared to bioprosthetic valves (1% to 2% vs 0.7%) and bleeding complications due to the requirement of long-term anticoagulation to avoid thromboembolic events e.g. stroke, acute leg ischemia, or visceral embolization. If the INR is high, the patient is at risk of bleeding complications."}
{"id": "article-610_20", "title": "Mechanical Aortic Valve Replacement -- Complications", "content": "Endocarditis is a known complication of prosthetic heart valves and may occur early or late. The hallmark of prosthetic valve endocarditis with mechanical aortic valves is a ring abscess, which gradually leads to a perivalvular leak and valve dehiscence. If the abscess extends inferiorly, it can cause a conduction block. The mechanical aortic valve has a finite life span of 15 to 20 years. Hence, these patients sometimes need a second aortic valve replacement, especially if done at a younger age. Patients with malfunctioning mechanical valves may present with dyspnea, chest pain, syncope, or heart block. Patients with acute valvular failure due to breakage of the components usually are hemodynamically unstable and need emergent replacement.", "contents": "Mechanical Aortic Valve Replacement -- Complications. Endocarditis is a known complication of prosthetic heart valves and may occur early or late. The hallmark of prosthetic valve endocarditis with mechanical aortic valves is a ring abscess, which gradually leads to a perivalvular leak and valve dehiscence. If the abscess extends inferiorly, it can cause a conduction block. The mechanical aortic valve has a finite life span of 15 to 20 years. Hence, these patients sometimes need a second aortic valve replacement, especially if done at a younger age. Patients with malfunctioning mechanical valves may present with dyspnea, chest pain, syncope, or heart block. Patients with acute valvular failure due to breakage of the components usually are hemodynamically unstable and need emergent replacement."}
{"id": "article-610_21", "title": "Mechanical Aortic Valve Replacement -- Clinical Significance", "content": "Aortic valve replacement is one of the most commonly performed procedures in patients with aortic stenosis. Mechanical aortic valves are the most durable and last long-term, thus reducing the need for re-operation. The mechanical aortic valve requires life-long anticoagulation. Initially, frequent follow-up with a cardiologist to adjust the INR is required, followed by interval follow-up to assess complications. To prevent thrombus formation, the INR should be maintained between 2 and 3. Patients with atrial fibrillation may need a higher INR. The ideal test to assess the function of a mechanical valve is an echocardiogram. Blood work usually reveals anemia in patients with mechanical aortic valves. [18]", "contents": "Mechanical Aortic Valve Replacement -- Clinical Significance. Aortic valve replacement is one of the most commonly performed procedures in patients with aortic stenosis. Mechanical aortic valves are the most durable and last long-term, thus reducing the need for re-operation. The mechanical aortic valve requires life-long anticoagulation. Initially, frequent follow-up with a cardiologist to adjust the INR is required, followed by interval follow-up to assess complications. To prevent thrombus formation, the INR should be maintained between 2 and 3. Patients with atrial fibrillation may need a higher INR. The ideal test to assess the function of a mechanical valve is an echocardiogram. Blood work usually reveals anemia in patients with mechanical aortic valves. [18]"}
{"id": "article-610_22", "title": "Mechanical Aortic Valve Replacement -- Enhancing Healthcare Team Outcomes", "content": "Aortic stenosis is a potentially serious condition affecting blood flow from the heart to the rest of the body. Calcification and atherosclerosis of the valve is the most common cause of aortic stenosis. [19] It is well recognized that medical treatment has poor outcomes in patients with symptomatic AS with a mortality rate of 25% and 50% at 1 year and 2 years, respectively. Symptoms associated with severe aortic stenosis are angina, exertional dyspnea, dizziness or presyncope, and syncope. Over the past 6 decades, surgical aortic valve replacement was a gold standard for high-risk patients. [20] Indications for aortic valve replacement has changed tremendously. Series of landmark clinical trials have shown a beneficial effect in intermediate to low-risk patients. [21]", "contents": "Mechanical Aortic Valve Replacement -- Enhancing Healthcare Team Outcomes. Aortic stenosis is a potentially serious condition affecting blood flow from the heart to the rest of the body. Calcification and atherosclerosis of the valve is the most common cause of aortic stenosis. [19] It is well recognized that medical treatment has poor outcomes in patients with symptomatic AS with a mortality rate of 25% and 50% at 1 year and 2 years, respectively. Symptoms associated with severe aortic stenosis are angina, exertional dyspnea, dizziness or presyncope, and syncope. Over the past 6 decades, surgical aortic valve replacement was a gold standard for high-risk patients. [20] Indications for aortic valve replacement has changed tremendously. Series of landmark clinical trials have shown a beneficial effect in intermediate to low-risk patients. [21]"}
{"id": "article-610_23", "title": "Mechanical Aortic Valve Replacement -- Enhancing Healthcare Team Outcomes", "content": "Mechanical and bioprosthetic valves are the most commonly used valves. Indications for different types of valves vary based on multiple factors. The choice of a prosthetic heart valve and the type of surgical approach should be based on shared decision-making between interprofessional teams, including cardiologists and surgeons. The factors such as long-term anticoagulation, the potential need for reoperation in the future, and the patient’s preference should be considered in the choice of prosthesis.  The Interprofessional team should also consider the patient’s age, medical comorbidities, valve durability, risk of thromboembolic and bleeding complication, and risk of mortality.", "contents": "Mechanical Aortic Valve Replacement -- Enhancing Healthcare Team Outcomes. Mechanical and bioprosthetic valves are the most commonly used valves. Indications for different types of valves vary based on multiple factors. The choice of a prosthetic heart valve and the type of surgical approach should be based on shared decision-making between interprofessional teams, including cardiologists and surgeons. The factors such as long-term anticoagulation, the potential need for reoperation in the future, and the patient’s preference should be considered in the choice of prosthesis.  The Interprofessional team should also consider the patient’s age, medical comorbidities, valve durability, risk of thromboembolic and bleeding complication, and risk of mortality."}
{"id": "article-610_24", "title": "Mechanical Aortic Valve Replacement -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Mechanical Aortic Valve Replacement -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}