{"id": "article-36736_0", "title": "Monosynaptic Reflex -- Definition/Introduction", "content": "The monosynaptic stretch reflex, sometimes called the muscle stretch reflex or deep tendon reflex, is a reflex arc that provides direct communication between sensory and motor neurons innervating the muscle. This reflex begins inside the muscle spindle of the muscle, which detects both the amount and rate of muscle stretch. When the muscle experiences a stretch stimulus, sensory impulses are transmitted from the muscle spindle via Ia afferent fibers to the dorsal root of the spinal cord. Once in the dorsal horn of the gray matter of the spinal cord, the fiber synapses on the corresponding alpha motor neuron in the ventral horn of the spinal cord. This alpha-efferent fiber then exits through the ventral root and courses back, sending an action potential to the neuromuscular junction of the original muscle that initiated the reflex to the synapse to cause contraction. This contraction allows the muscle to resist the force that initially caused the reflex. In contrast, the polysynaptic stretch reflex involves a single sensory stimulus that synapses on interneurons within the spinal cord gray matter, which allows communication to multiple muscles for contraction or inhibition. [1] [2]", "contents": "Monosynaptic Reflex -- Definition/Introduction. The monosynaptic stretch reflex, sometimes called the muscle stretch reflex or deep tendon reflex, is a reflex arc that provides direct communication between sensory and motor neurons innervating the muscle. This reflex begins inside the muscle spindle of the muscle, which detects both the amount and rate of muscle stretch. When the muscle experiences a stretch stimulus, sensory impulses are transmitted from the muscle spindle via Ia afferent fibers to the dorsal root of the spinal cord. Once in the dorsal horn of the gray matter of the spinal cord, the fiber synapses on the corresponding alpha motor neuron in the ventral horn of the spinal cord. This alpha-efferent fiber then exits through the ventral root and courses back, sending an action potential to the neuromuscular junction of the original muscle that initiated the reflex to the synapse to cause contraction. This contraction allows the muscle to resist the force that initially caused the reflex. In contrast, the polysynaptic stretch reflex involves a single sensory stimulus that synapses on interneurons within the spinal cord gray matter, which allows communication to multiple muscles for contraction or inhibition. [1] [2]"}
{"id": "article-36736_1", "title": "Monosynaptic Reflex -- Clinical Significance", "content": "These reflexes are graded on a scale from 0 to 4+, where 0 is absent, 2+ is normal, and 4+ indicates hyperactivity, wherein a tap elicits a repeating reflex (clonus). Grading these reflexes is important because abnormalities can often indicate that a reflex arc has been affected, which could mean a problem could involve the sensory fiber, the spinal cord, or the motor fiber. If a lesion involves the anterior horn of the spinal cord at that level or the motor fiber itself, it would be defined as a lower motor neuron lesion (LMN). These lesions result in decreased reflexes (grade 0-1) due to damage to the alpha motor neurons. If the lesions involve the cerebral cortex, brain stem, or descending motor tracts, they are upper motor neuron lesions (UMN). These lesions result in increased reflexes (grades 3-4) due to the loss of inhibition from the descending motor pathways. [3]", "contents": "Monosynaptic Reflex -- Clinical Significance. These reflexes are graded on a scale from 0 to 4+, where 0 is absent, 2+ is normal, and 4+ indicates hyperactivity, wherein a tap elicits a repeating reflex (clonus). Grading these reflexes is important because abnormalities can often indicate that a reflex arc has been affected, which could mean a problem could involve the sensory fiber, the spinal cord, or the motor fiber. If a lesion involves the anterior horn of the spinal cord at that level or the motor fiber itself, it would be defined as a lower motor neuron lesion (LMN). These lesions result in decreased reflexes (grade 0-1) due to damage to the alpha motor neurons. If the lesions involve the cerebral cortex, brain stem, or descending motor tracts, they are upper motor neuron lesions (UMN). These lesions result in increased reflexes (grades 3-4) due to the loss of inhibition from the descending motor pathways. [3]"}
{"id": "article-36736_2", "title": "Monosynaptic Reflex -- Clinical Significance", "content": "The Hoffman, or 'H reflex,' is similar to the muscle stretch reflex and is obtained after the selective electrical stimulation of the sensory 1a afferents, bypassing the muscle spindles. [4] Higher stimulation should be avoided as it may cause an 'F wave' owing to the stimulation of the alpha fibers.", "contents": "Monosynaptic Reflex -- Clinical Significance. The Hoffman, or 'H reflex,' is similar to the muscle stretch reflex and is obtained after the selective electrical stimulation of the sensory 1a afferents, bypassing the muscle spindles. [4] Higher stimulation should be avoided as it may cause an 'F wave' owing to the stimulation of the alpha fibers."}
{"id": "article-36736_3", "title": "Monosynaptic Reflex -- Clinical Significance", "content": "Golgi tendon organs outplay inverse myotatic reflex mediating through the 1b afferents and gamma efferents. This checks sustained tonic contraction following the stretch reflex by inhibiting the agonist (inhibitory postsynaptic potentials) and stimulating the corresponding group of antagonists'  muscles (summations of excitatory postsynaptic potentials). Any abnormality in this mechanism leads to hyperexcitable stretch reflexes, causing spasticity. [5]", "contents": "Monosynaptic Reflex -- Clinical Significance. Golgi tendon organs outplay inverse myotatic reflex mediating through the 1b afferents and gamma efferents. This checks sustained tonic contraction following the stretch reflex by inhibiting the agonist (inhibitory postsynaptic potentials) and stimulating the corresponding group of antagonists'  muscles (summations of excitatory postsynaptic potentials). Any abnormality in this mechanism leads to hyperexcitable stretch reflexes, causing spasticity. [5]"}
{"id": "article-36736_4", "title": "Monosynaptic Reflex -- Nursing, Allied Health, and Interprofessional Team Interventions", "content": "Under normal circumstances, the monosynaptic reflex is an inducible action rather than a pathology. However, patients can present with abnormal DTRs from a variety of causes. When pathologic, the monosynaptic reflex can provide insight into an underlying neurological dysfunction; this could indicate a wide variety of etiologies ranging from a spinal cord lesion to an electrolyte imbalance. Thus, identifying or determining the cause of the abnormal reflex could involve many members of the healthcare team and could improve treatment strategies and management. [6]", "contents": "Monosynaptic Reflex -- Nursing, Allied Health, and Interprofessional Team Interventions. Under normal circumstances, the monosynaptic reflex is an inducible action rather than a pathology. However, patients can present with abnormal DTRs from a variety of causes. When pathologic, the monosynaptic reflex can provide insight into an underlying neurological dysfunction; this could indicate a wide variety of etiologies ranging from a spinal cord lesion to an electrolyte imbalance. Thus, identifying or determining the cause of the abnormal reflex could involve many members of the healthcare team and could improve treatment strategies and management. [6]"}
{"id": "article-36736_5", "title": "Monosynaptic Reflex -- Nursing, Allied Health, and Interprofessional Team Interventions", "content": "Assessing, discovering, and communicating the presence of an abnormal reflex can enhance patient outcomes, safety, and care. Coordination and communication within a patient's healthcare team are essential to patient-centered care. [7]", "contents": "Monosynaptic Reflex -- Nursing, Allied Health, and Interprofessional Team Interventions. Assessing, discovering, and communicating the presence of an abnormal reflex can enhance patient outcomes, safety, and care. Coordination and communication within a patient's healthcare team are essential to patient-centered care. [7]"}
{"id": "article-36736_6", "title": "Monosynaptic Reflex -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Monosynaptic Reflex -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}