{"id": "article-147813_0", "title": "Tirzepatide -- Continuing Education Activity", "content": "Tirzepatide is a novel medication approved by the US Food and Drug Administration (FDA) for treating type 2 diabetes mellitus (T2DM). This medication also demonstrates efficacy in weight loss, leading to its off-label use for obesity treatment. Tirzepatide is a dual agonist for the glucagon-like peptide-1 (GLP-1) and glucose-dependent insulinotropic polypeptide (GIP) receptors. The drug leads to significantly improved glycemic control and weight reduction in patients with T2DM, maximizing benefits similar to GLP-1 medications such as semaglutide.", "contents": "Tirzepatide -- Continuing Education Activity. Tirzepatide is a novel medication approved by the US Food and Drug Administration (FDA) for treating type 2 diabetes mellitus (T2DM). This medication also demonstrates efficacy in weight loss, leading to its off-label use for obesity treatment. Tirzepatide is a dual agonist for the glucagon-like peptide-1 (GLP-1) and glucose-dependent insulinotropic polypeptide (GIP) receptors. The drug leads to significantly improved glycemic control and weight reduction in patients with T2DM, maximizing benefits similar to GLP-1 medications such as semaglutide."}
{"id": "article-147813_1", "title": "Tirzepatide -- Continuing Education Activity", "content": "Tirzepatide is currently utilized as a second-line diabetes medication akin to GLP-1 drugs, such as semaglutide, and is administered once weekly via subcutaneous injection with incremental dosage adjustments. Tirzepatide is not approved for the treatment of type 1 diabetes mellitus (T1DM) and has not undergone studies in patients with pancreatitis. The most commonly reported adverse effects of the drug are gastrointestinal, including nausea, vomiting, and diarrhea. This activity provides an overview of the indications, mechanism of action, adverse effects, contraindications, and important considerations for using tirzepatide. This activity also aids clinicians in gaining proficiency in administering tirzepatide and managing T2DM in patients, thereby enhancing overall outcomes in patient care and safety.", "contents": "Tirzepatide -- Continuing Education Activity. Tirzepatide is currently utilized as a second-line diabetes medication akin to GLP-1 drugs, such as semaglutide, and is administered once weekly via subcutaneous injection with incremental dosage adjustments. Tirzepatide is not approved for the treatment of type 1 diabetes mellitus (T1DM) and has not undergone studies in patients with pancreatitis. The most commonly reported adverse effects of the drug are gastrointestinal, including nausea, vomiting, and diarrhea. This activity provides an overview of the indications, mechanism of action, adverse effects, contraindications, and important considerations for using tirzepatide. This activity also aids clinicians in gaining proficiency in administering tirzepatide and managing T2DM in patients, thereby enhancing overall outcomes in patient care and safety."}
{"id": "article-147813_2", "title": "Tirzepatide -- Continuing Education Activity", "content": "Objectives: Identify appropriate candidates for tirzepatide therapy based on their clinical profile and treatment goals. Assess patient response to tirzepatide therapy by regularly monitoring glycemic control and weight changes. Select optimal combination therapies or alternative treatment options for patients with complex medical histories or treatment-resistant diabetes. Collaborate with interdisciplinary healthcare teams to coordinate care transitions and follow-up appointments to facilitate continuity of tirzepatide therapy and monitor long-term outcomes. Access free multiple choice questions on this topic.", "contents": "Tirzepatide -- Continuing Education Activity. Objectives: Identify appropriate candidates for tirzepatide therapy based on their clinical profile and treatment goals. Assess patient response to tirzepatide therapy by regularly monitoring glycemic control and weight changes. Select optimal combination therapies or alternative treatment options for patients with complex medical histories or treatment-resistant diabetes. Collaborate with interdisciplinary healthcare teams to coordinate care transitions and follow-up appointments to facilitate continuity of tirzepatide therapy and monitor long-term outcomes. Access free multiple choice questions on this topic."}
{"id": "article-147813_3", "title": "Tirzepatide -- Indications -- FDA-Approved Indications", "content": "Tirzepatide is a novel medication approved by the US Food and Drug Administration (FDA) in May 2022 for treating type 2 diabetes mellitus (T2DM). Tirzepatide is a synthetic polypeptide and dual agonist for the glucagon-like peptide-1 (GLP-1) and glucose-dependent insulinotropic polypeptide (GIP) receptors. Therefore, the drug leads to significantly improved glycemic control and weight reduction in patients with T2DM, maximizing benefits similar to GLP-1 medications such as semaglutide. [1]", "contents": "Tirzepatide -- Indications -- FDA-Approved Indications. Tirzepatide is a novel medication approved by the US Food and Drug Administration (FDA) in May 2022 for treating type 2 diabetes mellitus (T2DM). Tirzepatide is a synthetic polypeptide and dual agonist for the glucagon-like peptide-1 (GLP-1) and glucose-dependent insulinotropic polypeptide (GIP) receptors. Therefore, the drug leads to significantly improved glycemic control and weight reduction in patients with T2DM, maximizing benefits similar to GLP-1 medications such as semaglutide. [1]"}
{"id": "article-147813_4", "title": "Tirzepatide -- Indications -- FDA-Approved Indications", "content": "Tirzepatide is currently utilized as a second-line diabetes medication akin to GLP-1 drugs, such as semaglutide, and is administered once weekly via subcutaneous (SQ) injection with incremental dosage adjustments. [2]", "contents": "Tirzepatide -- Indications -- FDA-Approved Indications. Tirzepatide is currently utilized as a second-line diabetes medication akin to GLP-1 drugs, such as semaglutide, and is administered once weekly via subcutaneous (SQ) injection with incremental dosage adjustments. [2]"}
{"id": "article-147813_5", "title": "Tirzepatide -- Indications -- FDA-Approved Indications", "content": "Current clinical data demonstrated that tirzepatide is superior to placebo in improving hemoglobin A1c (HbA1c) levels. The SURPASS-5 clinical trial showed a -2.11% reduction in HbA1c levels at 5 mg per week dosing, compared to -0.86% with a placebo. At the highest dose of 15 mg per week, tirzepatide led to a -2.34% reduction in HbA1c. This was demonstrated over 40 weeks. A weight reduction of 5.4 kg was seen with 5 mg of tirzepatide dosing, and a 10.5 kg reduction was observed with 15 mg dosing. This dose-dependent correlation with weight loss is similar to semaglutide—a common GLP-1 medication utilized for weight loss management. [3]", "contents": "Tirzepatide -- Indications -- FDA-Approved Indications. Current clinical data demonstrated that tirzepatide is superior to placebo in improving hemoglobin A1c (HbA1c) levels. The SURPASS-5 clinical trial showed a -2.11% reduction in HbA1c levels at 5 mg per week dosing, compared to -0.86% with a placebo. At the highest dose of 15 mg per week, tirzepatide led to a -2.34% reduction in HbA1c. This was demonstrated over 40 weeks. A weight reduction of 5.4 kg was seen with 5 mg of tirzepatide dosing, and a 10.5 kg reduction was observed with 15 mg dosing. This dose-dependent correlation with weight loss is similar to semaglutide—a common GLP-1 medication utilized for weight loss management. [3]"}
{"id": "article-147813_6", "title": "Tirzepatide -- Indications -- FDA-Approved Indications", "content": "The results of the SURPASS trials demonstrate that tirzepatide yields clinically significant improvements in glycemic control and weight loss when compared with other GLP-1 receptor agonists (semaglutide and dulaglutide), insulin degludec, and insulin glargine. Consequently, the American Diabetes Association (ADA) categorizes tirzepatide as a highly effective therapy for achieving glycemic control and weight loss. [4] [5]", "contents": "Tirzepatide -- Indications -- FDA-Approved Indications. The results of the SURPASS trials demonstrate that tirzepatide yields clinically significant improvements in glycemic control and weight loss when compared with other GLP-1 receptor agonists (semaglutide and dulaglutide), insulin degludec, and insulin glargine. Consequently, the American Diabetes Association (ADA) categorizes tirzepatide as a highly effective therapy for achieving glycemic control and weight loss. [4] [5]"}
{"id": "article-147813_7", "title": "Tirzepatide -- Indications -- FDA-Approved Indications", "content": "Comparatively, tirzepatide works similarly to GLP-1 medications but with greater efficacy. Given the weight loss properties and lack of liver toxicity, [6] it is likely to have an indirect role in the treatment of nonalcoholic fatty liver disease. However, further research is needed before the use is approved for metabolic dysfunction-associated steatotic liver disease. [7]", "contents": "Tirzepatide -- Indications -- FDA-Approved Indications. Comparatively, tirzepatide works similarly to GLP-1 medications but with greater efficacy. Given the weight loss properties and lack of liver toxicity, [6] it is likely to have an indirect role in the treatment of nonalcoholic fatty liver disease. However, further research is needed before the use is approved for metabolic dysfunction-associated steatotic liver disease. [7]"}
{"id": "article-147813_8", "title": "Tirzepatide -- Indications -- Off-Label Uses", "content": "Tirzepatide is not approved for the treatment of type 1 diabetes mellitus (T1DM) and has not undergone studies in patients with pancreatitis. Tirzepatide can also demonstrate efficacy in weight loss, leading to its off-label use for obesity treatment.", "contents": "Tirzepatide -- Indications -- Off-Label Uses. Tirzepatide is not approved for the treatment of type 1 diabetes mellitus (T1DM) and has not undergone studies in patients with pancreatitis. Tirzepatide can also demonstrate efficacy in weight loss, leading to its off-label use for obesity treatment."}
{"id": "article-147813_9", "title": "Tirzepatide -- Mechanism of Action", "content": "Tirzepatide is a synthetic polypeptide dual agonist for GLP-1 and GIP. Tirzepatide, \"twincretin,\" exhibits distinct characteristics from GLP-1 receptor agonists. [8] The medication comprises 39 amino acids and is an analog of the gastric inhibitory polypeptide. Functionally, tirzepatide stimulates insulin release from the pancreas and reduces hyperglycemia. In addition, tirzepatide also increases the levels of adiponectin.", "contents": "Tirzepatide -- Mechanism of Action. Tirzepatide is a synthetic polypeptide dual agonist for GLP-1 and GIP. Tirzepatide, \"twincretin,\" exhibits distinct characteristics from GLP-1 receptor agonists. [8] The medication comprises 39 amino acids and is an analog of the gastric inhibitory polypeptide. Functionally, tirzepatide stimulates insulin release from the pancreas and reduces hyperglycemia. In addition, tirzepatide also increases the levels of adiponectin."}
{"id": "article-147813_10", "title": "Tirzepatide -- Mechanism of Action", "content": "The dual agonism ability decreases hyperglycemia significantly more than GLP-1 agonist agents and reduces the patient's appetite. [9] Among patients without diabetes, administering tirzepatide 5 to 15 mg once weekly for managing obesity led to remarkable reductions in body weight, ranging from 16.5% to 22.4% over 72 weeks. Post hoc analyses of fasting biomarkers indicated that tirzepatide exhibited more significant improvements in markers of insulin sensitivity and β-cell function. [10]", "contents": "Tirzepatide -- Mechanism of Action. The dual agonism ability decreases hyperglycemia significantly more than GLP-1 agonist agents and reduces the patient's appetite. [9] Among patients without diabetes, administering tirzepatide 5 to 15 mg once weekly for managing obesity led to remarkable reductions in body weight, ranging from 16.5% to 22.4% over 72 weeks. Post hoc analyses of fasting biomarkers indicated that tirzepatide exhibited more significant improvements in markers of insulin sensitivity and β-cell function. [10]"}
{"id": "article-147813_11", "title": "Tirzepatide -- Mechanism of Action -- Pharmacokinetics", "content": "Absorption: Tirzepatide has a bioavailability of approximately 80%. The time it takes to reach peak serum levels can range from 8 to 72 hours. Distribution: The mean steady-state volume of distribution (Vd) of tirzepatide is approximately 10.3 L. Tirzepatide is highly bound to plasma albumin (99%).", "contents": "Tirzepatide -- Mechanism of Action -- Pharmacokinetics. Absorption: Tirzepatide has a bioavailability of approximately 80%. The time it takes to reach peak serum levels can range from 8 to 72 hours. Distribution: The mean steady-state volume of distribution (Vd) of tirzepatide is approximately 10.3 L. Tirzepatide is highly bound to plasma albumin (99%)."}
{"id": "article-147813_12", "title": "Tirzepatide -- Mechanism of Action -- Pharmacokinetics", "content": "Metabolism: When injected, the peptide structure undergoes proteolytic cleavage. In addition, the C20 fatty diacid composition undergoes β-oxidation and amide hydrolysis. Being a modified polypeptide, tirzepatide undergoes metabolism into individual amino acids in various tissues, including the liver. [6] Elimination: Tirzepatide has a half-life of 5 days, facilitating weekly dosing, and is cleared in urine and feces as metabolites. [11]", "contents": "Tirzepatide -- Mechanism of Action -- Pharmacokinetics. Metabolism: When injected, the peptide structure undergoes proteolytic cleavage. In addition, the C20 fatty diacid composition undergoes β-oxidation and amide hydrolysis. Being a modified polypeptide, tirzepatide undergoes metabolism into individual amino acids in various tissues, including the liver. [6] Elimination: Tirzepatide has a half-life of 5 days, facilitating weekly dosing, and is cleared in urine and feces as metabolites. [11]"}
{"id": "article-147813_13", "title": "Tirzepatide -- Administration -- Available Dosage Forms and Strengths", "content": "Tirzepatide is administered via the SQ route and is not yet available in an oral form. Tirzepatide dosages are available in strengths of 2.5 mg/0.5 mL, 5 mg/0.5 mL, 7.5 mg/0.5 mL, 10 mg/0.5 mL, 12.5 mg/0.5 mL, and 15 mg/0.5 mL.", "contents": "Tirzepatide -- Administration -- Available Dosage Forms and Strengths. Tirzepatide is administered via the SQ route and is not yet available in an oral form. Tirzepatide dosages are available in strengths of 2.5 mg/0.5 mL, 5 mg/0.5 mL, 7.5 mg/0.5 mL, 10 mg/0.5 mL, 12.5 mg/0.5 mL, and 15 mg/0.5 mL."}
{"id": "article-147813_14", "title": "Tirzepatide -- Administration -- Adult Dosage", "content": "Standard dosing is once weekly; prescribed doses can be increased on follow-up visits based on efficacy, as defined by HbA1c levels, body weight, and adverse effects. The patient's ability to tolerate adverse effects plays a significant role in dosing titration.", "contents": "Tirzepatide -- Administration -- Adult Dosage. Standard dosing is once weekly; prescribed doses can be increased on follow-up visits based on efficacy, as defined by HbA1c levels, body weight, and adverse effects. The patient's ability to tolerate adverse effects plays a significant role in dosing titration."}
{"id": "article-147813_15", "title": "Tirzepatide -- Administration -- Adult Dosage", "content": "The initial dosage of tirzepatide for treatment initiation is 2.5 mg administered SQ once weekly, with the primary goal of initiation rather than glycemic control. After 4 weeks, increase to 5 mg SQ once weekly. For additional glycemic control, escalate the dosage by 2.5 mg after at least 4 weeks on the current dose. The maximum tirzepatide dosage is 15 mg SQ once weekly. If a tirzepatide dose is missed, it should be administered within 4 days (96 hours) if feasible; otherwise, skip the missed dose and return to the regular once-weekly schedule.", "contents": "Tirzepatide -- Administration -- Adult Dosage. The initial dosage of tirzepatide for treatment initiation is 2.5 mg administered SQ once weekly, with the primary goal of initiation rather than glycemic control. After 4 weeks, increase to 5 mg SQ once weekly. For additional glycemic control, escalate the dosage by 2.5 mg after at least 4 weeks on the current dose. The maximum tirzepatide dosage is 15 mg SQ once weekly. If a tirzepatide dose is missed, it should be administered within 4 days (96 hours) if feasible; otherwise, skip the missed dose and return to the regular once-weekly schedule."}
{"id": "article-147813_16", "title": "Tirzepatide -- Administration -- Specific Patient Population", "content": "Hepatic impairment: According to the manufacturer's product information, no dosage adjustment of tirzepatide is suggested for patients with hepatic impairment.", "contents": "Tirzepatide -- Administration -- Specific Patient Population. Hepatic impairment: According to the manufacturer's product information, no dosage adjustment of tirzepatide is suggested for patients with hepatic impairment."}
{"id": "article-147813_17", "title": "Tirzepatide -- Administration -- Specific Patient Population", "content": "Renal impairment: No dosage adjustment of tirzepatide is suggested for patients with hepatic impairment. However, tirzepatide is associated with gastrointestinal adverse drug reactions, including nausea, vomiting, and diarrhea, leading to dehydration, which may cause acute kidney injury. Use with caution in patients prone to dehydration.", "contents": "Tirzepatide -- Administration -- Specific Patient Population. Renal impairment: No dosage adjustment of tirzepatide is suggested for patients with hepatic impairment. However, tirzepatide is associated with gastrointestinal adverse drug reactions, including nausea, vomiting, and diarrhea, leading to dehydration, which may cause acute kidney injury. Use with caution in patients prone to dehydration."}
{"id": "article-147813_18", "title": "Tirzepatide -- Administration -- Specific Patient Population", "content": "Pregnancy considerations: Available information on tirzepatide use in pregnant women is inadequate to evaluate for a drug-related risk of congenital disabilities and adverse maternal or fetal outcomes. Exposure to the mother and fetus is associated with poorly controlled diabetes in pregnancy. Animal reproduction studies have shown higher occurrences of external, visceral, and skeletal malformations when exposed to tirzepatide. Potential risks exist to the fetus if ingested during pregnancy. Hence, tirzepatide should only be prescribed to pregnant patients of childbearing age when the benefits outweigh the potential risks and after a thorough discussion of the teratogenic effects. Clinicians should also discuss the decreased efficacy of oral contraceptives and offer non-oral methods for at least 4 weeks after beginning tirzepatide.", "contents": "Tirzepatide -- Administration -- Specific Patient Population. Pregnancy considerations: Available information on tirzepatide use in pregnant women is inadequate to evaluate for a drug-related risk of congenital disabilities and adverse maternal or fetal outcomes. Exposure to the mother and fetus is associated with poorly controlled diabetes in pregnancy. Animal reproduction studies have shown higher occurrences of external, visceral, and skeletal malformations when exposed to tirzepatide. Potential risks exist to the fetus if ingested during pregnancy. Hence, tirzepatide should only be prescribed to pregnant patients of childbearing age when the benefits outweigh the potential risks and after a thorough discussion of the teratogenic effects. Clinicians should also discuss the decreased efficacy of oral contraceptives and offer non-oral methods for at least 4 weeks after beginning tirzepatide."}
{"id": "article-147813_19", "title": "Tirzepatide -- Administration -- Specific Patient Population", "content": "Breastfeeding considerations: No information exists on tirzepatide in animal or human milk or its effects on the breastfed infant. Clinicians should consider the developmental and health benefits of breastfeeding, the mother's need for tirzepatide, and the potential adverse impacts on the breastfed infant. Tirzepatide is a large molecule with high molecular weight. Accordingly, the milk concentration is likely less, and absorption is unlikely because it is presumably partially destroyed in the infant's gastrointestinal tract. Therefore, until more clinical data are available, tirzepatide should be used cautiously during breastfeeding, especially in newborn or preterm infants. [12] Pediatric patients: Tirzepatide has not been established as safe and effective for pediatric patients.", "contents": "Tirzepatide -- Administration -- Specific Patient Population. Breastfeeding considerations: No information exists on tirzepatide in animal or human milk or its effects on the breastfed infant. Clinicians should consider the developmental and health benefits of breastfeeding, the mother's need for tirzepatide, and the potential adverse impacts on the breastfed infant. Tirzepatide is a large molecule with high molecular weight. Accordingly, the milk concentration is likely less, and absorption is unlikely because it is presumably partially destroyed in the infant's gastrointestinal tract. Therefore, until more clinical data are available, tirzepatide should be used cautiously during breastfeeding, especially in newborn or preterm infants. [12] Pediatric patients: Tirzepatide has not been established as safe and effective for pediatric patients."}
{"id": "article-147813_20", "title": "Tirzepatide -- Administration -- Specific Patient Population", "content": "Older patients: For older patients, in a collective analysis of 7 clinical trials, 30.1% were aged 65 or older, with 4.1% aged 75 or older. While safety and efficacy were comparable to younger counterparts, acknowledging heightened sensitivity in older patients remains crucial.", "contents": "Tirzepatide -- Administration -- Specific Patient Population. Older patients: For older patients, in a collective analysis of 7 clinical trials, 30.1% were aged 65 or older, with 4.1% aged 75 or older. While safety and efficacy were comparable to younger counterparts, acknowledging heightened sensitivity in older patients remains crucial."}
{"id": "article-147813_21", "title": "Tirzepatide -- Adverse Effects", "content": "Based on available data, most users do not experience significant adverse drug reactions. The primary adverse effects are gastrointestinal-related, but other side effects have also been infrequently reported. Decreased appetite is frequently reported, though this is a potential contributory etiology of intentional weight loss. The adverse drug reactions according to the System Organ Class (SOC) are listed below.", "contents": "Tirzepatide -- Adverse Effects. Based on available data, most users do not experience significant adverse drug reactions. The primary adverse effects are gastrointestinal-related, but other side effects have also been infrequently reported. Decreased appetite is frequently reported, though this is a potential contributory etiology of intentional weight loss. The adverse drug reactions according to the System Organ Class (SOC) are listed below."}
{"id": "article-147813_22", "title": "Tirzepatide -- Adverse Effects", "content": "Gastrointestinal: Decreased appetite is often reported. Nausea and diarrhea may occur in up to 10% of patients, in addition to some infrequent reports of vomiting and acid reflux. Constipation has also been reported in some users. [1] Cardiovascular: Sinus tachycardia is reported but may be blunted by concurrent medication use. [13]", "contents": "Tirzepatide -- Adverse Effects. Gastrointestinal: Decreased appetite is often reported. Nausea and diarrhea may occur in up to 10% of patients, in addition to some infrequent reports of vomiting and acid reflux. Constipation has also been reported in some users. [1] Cardiovascular: Sinus tachycardia is reported but may be blunted by concurrent medication use. [13]"}
{"id": "article-147813_23", "title": "Tirzepatide -- Adverse Effects", "content": "Renal: Infrequent cases of acute kidney injury have been reported, likely secondary to dehydration from gastrointestinal losses. These may occur in healthy and preexisting chronic renal disease patients. Monitoring for signs of dehydration is likely to prevent renal injury.", "contents": "Tirzepatide -- Adverse Effects. Renal: Infrequent cases of acute kidney injury have been reported, likely secondary to dehydration from gastrointestinal losses. These may occur in healthy and preexisting chronic renal disease patients. Monitoring for signs of dehydration is likely to prevent renal injury."}
{"id": "article-147813_24", "title": "Tirzepatide -- Adverse Effects", "content": "Dermatologic: Hypersensitivity reactions have been infrequently reported at the injection site. The prevalence is similar to those reported by patients using GLP-1 agonists. Such events should be discussed with a clinician and may warrant medication discontinuation.", "contents": "Tirzepatide -- Adverse Effects. Dermatologic: Hypersensitivity reactions have been infrequently reported at the injection site. The prevalence is similar to those reported by patients using GLP-1 agonists. Such events should be discussed with a clinician and may warrant medication discontinuation."}
{"id": "article-147813_25", "title": "Tirzepatide -- Adverse Effects", "content": "Pancreatitis: GLP-1 medications are a known risk factor for acute pancreatitis. The risk level for tirzepatide is similar to GLP-1 agonist medications. Patients should be advised to immediately seek care at the local emergency department if they develop severe abdominal pain on tirzepatide therapy. Asymptomatic elevation of lipase and amylase may be seen in some patients. [14] Hepatobiliary: Reports of cholelithiasis and cholecystitis have occurred in patients on tirzepatide therapy. [6] These adverse effects may be due to the rapid weight loss induced by tirzepatide. [6]", "contents": "Tirzepatide -- Adverse Effects. Pancreatitis: GLP-1 medications are a known risk factor for acute pancreatitis. The risk level for tirzepatide is similar to GLP-1 agonist medications. Patients should be advised to immediately seek care at the local emergency department if they develop severe abdominal pain on tirzepatide therapy. Asymptomatic elevation of lipase and amylase may be seen in some patients. [14] Hepatobiliary: Reports of cholelithiasis and cholecystitis have occurred in patients on tirzepatide therapy. [6] These adverse effects may be due to the rapid weight loss induced by tirzepatide. [6]"}
{"id": "article-147813_26", "title": "Tirzepatide -- Adverse Effects", "content": "Ocular: Patients with preexisting diabetic retinopathy should be advised that symptoms may temporarily worsen if glycemic control quickly improves. Any vision changes should be discussed with a clinician. [15]", "contents": "Tirzepatide -- Adverse Effects. Ocular: Patients with preexisting diabetic retinopathy should be advised that symptoms may temporarily worsen if glycemic control quickly improves. Any vision changes should be discussed with a clinician. [15]"}
{"id": "article-147813_27", "title": "Tirzepatide -- Adverse Effects", "content": "Endocrine: A small risk of hypoglycemia (dose-dependent) exists. This risk is more significant for insulin therapy patients and those utilizing sulfonylureas. Patients should be advised on the potential symptoms of hypoglycemia. [16]", "contents": "Tirzepatide -- Adverse Effects. Endocrine: A small risk of hypoglycemia (dose-dependent) exists. This risk is more significant for insulin therapy patients and those utilizing sulfonylureas. Patients should be advised on the potential symptoms of hypoglycemia. [16]"}
{"id": "article-147813_28", "title": "Tirzepatide -- Adverse Effects", "content": "A recent systematic review, comprising 9 randomized control trials with a total of 9818 patients, indicates that tirzepatide's overall safety data is similar to that of GLP-1 receptor agonists, except for hypoglycemia at doses higher than 10 mg. Careful attention is required during adverse events like nausea, vomiting, diarrhea, and injection-site reactions at higher doses. [17]", "contents": "Tirzepatide -- Adverse Effects. A recent systematic review, comprising 9 randomized control trials with a total of 9818 patients, indicates that tirzepatide's overall safety data is similar to that of GLP-1 receptor agonists, except for hypoglycemia at doses higher than 10 mg. Careful attention is required during adverse events like nausea, vomiting, diarrhea, and injection-site reactions at higher doses. [17]"}
{"id": "article-147813_29", "title": "Tirzepatide -- Adverse Effects -- Drug-Drug Interactions", "content": "Patients using other GLP-1 agents, such as semaglutide or liraglutide, should not be prescribed tirzepatide. Patients on insulin therapy can be initiated on tirzepatide therapy and cautiously have the insulin dose decreased to minimize the risk of hypoglycemia. [18] The efficacy of oral hormonal contraceptives is decreased, so patients should be advised to use non-oral contraceptive methods or add a barrier contraceptive for 4 weeks after initiation and each dose escalation with tirzepatide. Tirzepatide delays gastric emptying, impacting the absorption of concurrently administered oral medications. This is particularly significant in those with preexisting delayed gastric emptying, as it can exacerbate these symptoms. Caution is advised when using oral medications dependent on threshold concentrations or with a narrow therapeutic index (TI) and tirzepatide. [19]", "contents": "Tirzepatide -- Adverse Effects -- Drug-Drug Interactions. Patients using other GLP-1 agents, such as semaglutide or liraglutide, should not be prescribed tirzepatide. Patients on insulin therapy can be initiated on tirzepatide therapy and cautiously have the insulin dose decreased to minimize the risk of hypoglycemia. [18] The efficacy of oral hormonal contraceptives is decreased, so patients should be advised to use non-oral contraceptive methods or add a barrier contraceptive for 4 weeks after initiation and each dose escalation with tirzepatide. Tirzepatide delays gastric emptying, impacting the absorption of concurrently administered oral medications. This is particularly significant in those with preexisting delayed gastric emptying, as it can exacerbate these symptoms. Caution is advised when using oral medications dependent on threshold concentrations or with a narrow therapeutic index (TI) and tirzepatide. [19]"}
{"id": "article-147813_30", "title": "Tirzepatide -- Contraindications", "content": "Tirzepatide is contraindicated in patients with medullary thyroid cancer. Tirzepatide is also contraindicated in multiple endocrine neoplasia syndrome type-2 (MEN-2). For further information, refer to the boxed warning below. Furthermore, the use is contraindicated in patients with known severe hypersensitivity to tirzepatide or any excipients, as it has been associated with severe hypersensitivity reactions, including anaphylaxis and angioedema. [20] In patients who have experienced angioedema or anaphylaxis due to GLP-1 receptor agonists, it is important to use tirzepatide cautiously.", "contents": "Tirzepatide -- Contraindications. Tirzepatide is contraindicated in patients with medullary thyroid cancer. Tirzepatide is also contraindicated in multiple endocrine neoplasia syndrome type-2 (MEN-2). For further information, refer to the boxed warning below. Furthermore, the use is contraindicated in patients with known severe hypersensitivity to tirzepatide or any excipients, as it has been associated with severe hypersensitivity reactions, including anaphylaxis and angioedema. [20] In patients who have experienced angioedema or anaphylaxis due to GLP-1 receptor agonists, it is important to use tirzepatide cautiously."}
{"id": "article-147813_31", "title": "Tirzepatide -- Contraindications -- Box Warning", "content": "Thyroid C-cell tumors: Data obtained from animal studies have demonstrated the potential for developing medullary thyroid carcinoma. It is unknown whether this would also occur in humans. Given the theoretical risk, tirzepatide should be avoided in those with a personal or family history of medullary thyroid carcinoma. Patients with a history of MEN-2 should also avoid tirzepatide. Patients with other thyroid cancer-related risk factors should be advised of the theoretical risks. Routine serum calcitonin or thyroid ultrasound monitoring is inconclusive for early detection of medullary thyroid cancer. [21] [22]", "contents": "Tirzepatide -- Contraindications -- Box Warning. Thyroid C-cell tumors: Data obtained from animal studies have demonstrated the potential for developing medullary thyroid carcinoma. It is unknown whether this would also occur in humans. Given the theoretical risk, tirzepatide should be avoided in those with a personal or family history of medullary thyroid carcinoma. Patients with a history of MEN-2 should also avoid tirzepatide. Patients with other thyroid cancer-related risk factors should be advised of the theoretical risks. Routine serum calcitonin or thyroid ultrasound monitoring is inconclusive for early detection of medullary thyroid cancer. [21] [22]"}
{"id": "article-147813_32", "title": "Tirzepatide -- Contraindications -- Warnings and Precautions", "content": "Relative contraindications also exist, such as gallbladder disease or diabetic retinopathy. [6] Tirzepatide is only approved for those with T2DM and should not be used for those with T1DM. Furthermore, tirzepatide does not have approval for other forms of diabetes, like latent autoimmune diabetes in adults. [23] [24]", "contents": "Tirzepatide -- Contraindications -- Warnings and Precautions. Relative contraindications also exist, such as gallbladder disease or diabetic retinopathy. [6] Tirzepatide is only approved for those with T2DM and should not be used for those with T1DM. Furthermore, tirzepatide does not have approval for other forms of diabetes, like latent autoimmune diabetes in adults. [23] [24]"}
{"id": "article-147813_33", "title": "Tirzepatide -- Monitoring", "content": "Patients should have HbA1c and body weight monitored during follow-up visits. Follow-up intervals vary depending on the local standard of care for diabetes management and obesity treatment. HbA1c monitoring is usually implemented every 3 months, depending on the patient and the A1c goal. [25] Continuous glucose monitoring can also be used to assess response. [26]", "contents": "Tirzepatide -- Monitoring. Patients should have HbA1c and body weight monitored during follow-up visits. Follow-up intervals vary depending on the local standard of care for diabetes management and obesity treatment. HbA1c monitoring is usually implemented every 3 months, depending on the patient and the A1c goal. [25] Continuous glucose monitoring can also be used to assess response. [26]"}
{"id": "article-147813_34", "title": "Tirzepatide -- Monitoring", "content": "Hemolytic anemia, glucose-6-phosphate dehydrogenase (G6PD) deficiency, and pregnancy can lead to discrepancies between the A1c result and the patient's true glycemic status. Given the significantly improved insulin sensitivity on tirzepatide, patients who use insulin should be instructed to monitor blood sugars more closely. [10] [27] Hemolytic anemia, G6PD deficiency, and pregnancy can lead to discrepancies between the A1c result and the patient's actual glycemic status.", "contents": "Tirzepatide -- Monitoring. Hemolytic anemia, glucose-6-phosphate dehydrogenase (G6PD) deficiency, and pregnancy can lead to discrepancies between the A1c result and the patient's true glycemic status. Given the significantly improved insulin sensitivity on tirzepatide, patients who use insulin should be instructed to monitor blood sugars more closely. [10] [27] Hemolytic anemia, G6PD deficiency, and pregnancy can lead to discrepancies between the A1c result and the patient's actual glycemic status."}
{"id": "article-147813_35", "title": "Tirzepatide -- Monitoring", "content": "Monitoring for side effects, such as gastrointestinal-related symptoms, may be necessary, especially as the prescribed doses increase. In addition, the asymptomatic elevation of lipase and amylase levels can be seen in patients using tirzepatide. Still, clinical data do not suggest utility in monitoring these markers without symptoms.", "contents": "Tirzepatide -- Monitoring. Monitoring for side effects, such as gastrointestinal-related symptoms, may be necessary, especially as the prescribed doses increase. In addition, the asymptomatic elevation of lipase and amylase levels can be seen in patients using tirzepatide. Still, clinical data do not suggest utility in monitoring these markers without symptoms."}
{"id": "article-147813_36", "title": "Tirzepatide -- Monitoring", "content": "The efficacy of routine monitoring of serum calcitonin or thyroid ultrasound for early detection of medullary carcinoma of the thyroid in patients undergoing tirzepatide treatment is uncertain. In addition, such monitoring may increase the risk of unnecessary procedures. However, if thyroid nodules are monitored on physical examination, and if serum calcitonin >50 ng/L, then further diagnostic assessment of the patient for medullary carcinoma of the thyroid is required. [16]", "contents": "Tirzepatide -- Monitoring. The efficacy of routine monitoring of serum calcitonin or thyroid ultrasound for early detection of medullary carcinoma of the thyroid in patients undergoing tirzepatide treatment is uncertain. In addition, such monitoring may increase the risk of unnecessary procedures. However, if thyroid nodules are monitored on physical examination, and if serum calcitonin >50 ng/L, then further diagnostic assessment of the patient for medullary carcinoma of the thyroid is required. [16]"}
{"id": "article-147813_37", "title": "Tirzepatide -- Monitoring", "content": "Integration of quality of life (QOL) assessment into routine care provides the optimum clinical care for patients with T2DM. Monitoring of Diabetes-Dependent Quality of Life (ADDQoL), Diabetes Quality of Life (DQoL), and Short Form-12 (SF-12) help monitor the QOL in patients with T2DM. [28]", "contents": "Tirzepatide -- Monitoring. Integration of quality of life (QOL) assessment into routine care provides the optimum clinical care for patients with T2DM. Monitoring of Diabetes-Dependent Quality of Life (ADDQoL), Diabetes Quality of Life (DQoL), and Short Form-12 (SF-12) help monitor the QOL in patients with T2DM. [28]"}
{"id": "article-147813_38", "title": "Tirzepatide -- Toxicity", "content": "Patients who overdose on tirzepatide should be monitored for any changes in clinical status. As this medication has a long half-life, patients may require prolonged monitoring. Clinicians should contact poison control; consultation with a toxicologist may be necessary. No current antidote for tirzepatide overdose exists, and supportive care is most beneficial.", "contents": "Tirzepatide -- Toxicity. Patients who overdose on tirzepatide should be monitored for any changes in clinical status. As this medication has a long half-life, patients may require prolonged monitoring. Clinicians should contact poison control; consultation with a toxicologist may be necessary. No current antidote for tirzepatide overdose exists, and supportive care is most beneficial."}
{"id": "article-147813_39", "title": "Tirzepatide -- Toxicity", "content": "Patients with acute pancreatitis present with abdominal pain, serum lipase >3 ULN, and evidence of acute pancreatitis on imaging. American Gastroenterological Association guidelines recommend goal-directed fluid management for patients with acute pancreatitis. [29] Extended monitoring of patients might be warranted following an overdose, given the half-life of tirzepatide, which is approximately 5 days. [24]", "contents": "Tirzepatide -- Toxicity. Patients with acute pancreatitis present with abdominal pain, serum lipase >3 ULN, and evidence of acute pancreatitis on imaging. American Gastroenterological Association guidelines recommend goal-directed fluid management for patients with acute pancreatitis. [29] Extended monitoring of patients might be warranted following an overdose, given the half-life of tirzepatide, which is approximately 5 days. [24]"}
{"id": "article-147813_40", "title": "Tirzepatide -- Enhancing Healthcare Team Outcomes", "content": "Tirzepatide is a novel medication approved for treating T2DM with the added benefit of weight loss. Clinicians are likely to prescribe it in uncontrolled diabetes after first-line therapy. Current clinical data have shown that tirzepatide is highly efficacious in improving HbA1c levels and reducing body weight. [3]", "contents": "Tirzepatide -- Enhancing Healthcare Team Outcomes. Tirzepatide is a novel medication approved for treating T2DM with the added benefit of weight loss. Clinicians are likely to prescribe it in uncontrolled diabetes after first-line therapy. Current clinical data have shown that tirzepatide is highly efficacious in improving HbA1c levels and reducing body weight. [3]"}
{"id": "article-147813_41", "title": "Tirzepatide -- Enhancing Healthcare Team Outcomes", "content": "According to the ADA guidelines, an HbA1c goal of <7% is appropriate for many nonpregnant adults. [30] According to guidelines, if the HbA1c target is not achieved after 3 months of metformin monotherapy, metformin can be combined with a GLP-1 receptor agonist (preferred in patients with a compelling need for weight loss) or other agents based on comorbidities and shared decision-making. [31]", "contents": "Tirzepatide -- Enhancing Healthcare Team Outcomes. According to the ADA guidelines, an HbA1c goal of <7% is appropriate for many nonpregnant adults. [30] According to guidelines, if the HbA1c target is not achieved after 3 months of metformin monotherapy, metformin can be combined with a GLP-1 receptor agonist (preferred in patients with a compelling need for weight loss) or other agents based on comorbidities and shared decision-making. [31]"}
{"id": "article-147813_42", "title": "Tirzepatide -- Enhancing Healthcare Team Outcomes", "content": "After initiating therapy with tirzepatide, clinicians are likely to follow up with patients in set intervals as early as 4 weeks or as late as 12 weeks, depending on the dosage and the local standard of care for diabetes management. Pharmacists support patients using tirzepatide by carrying out specific responsibilities, including dispensing the medication, counseling patients on potential adverse effects, and occasionally monitoring their HbA1c levels.", "contents": "Tirzepatide -- Enhancing Healthcare Team Outcomes. After initiating therapy with tirzepatide, clinicians are likely to follow up with patients in set intervals as early as 4 weeks or as late as 12 weeks, depending on the dosage and the local standard of care for diabetes management. Pharmacists support patients using tirzepatide by carrying out specific responsibilities, including dispensing the medication, counseling patients on potential adverse effects, and occasionally monitoring their HbA1c levels."}
{"id": "article-147813_43", "title": "Tirzepatide -- Enhancing Healthcare Team Outcomes", "content": "Specific care teams incorporate pharmacists into diabetes management. Nurses are the anticipated initial point of contact for discussing tirzepatide's adverse effects. Clinicians should also educate patients about warning symptoms of hypoglycemia, such as irritability, tremors, and confusion.", "contents": "Tirzepatide -- Enhancing Healthcare Team Outcomes. Specific care teams incorporate pharmacists into diabetes management. Nurses are the anticipated initial point of contact for discussing tirzepatide's adverse effects. Clinicians should also educate patients about warning symptoms of hypoglycemia, such as irritability, tremors, and confusion."}
{"id": "article-147813_44", "title": "Tirzepatide -- Enhancing Healthcare Team Outcomes", "content": "Tirzepatide is also likely prescribed in weight loss clinics, similar to GLP-1 medications. Obesity management clinics often incorporate multidisciplinary care that includes dietitians or social workers to help maximize patient outcomes. Given the popularity of semaglutide in weight loss clinics, tirzepatide will likely gain similar popularity among clinicians and patients, given the high levels of reported efficacy. However, the clinical data have shown that weight reduction appears to be dose-dependent; weight loss management may be limited by the ability of the patient to tolerate higher doses of tirzepatide.", "contents": "Tirzepatide -- Enhancing Healthcare Team Outcomes. Tirzepatide is also likely prescribed in weight loss clinics, similar to GLP-1 medications. Obesity management clinics often incorporate multidisciplinary care that includes dietitians or social workers to help maximize patient outcomes. Given the popularity of semaglutide in weight loss clinics, tirzepatide will likely gain similar popularity among clinicians and patients, given the high levels of reported efficacy. However, the clinical data have shown that weight reduction appears to be dose-dependent; weight loss management may be limited by the ability of the patient to tolerate higher doses of tirzepatide."}
{"id": "article-147813_45", "title": "Tirzepatide -- Enhancing Healthcare Team Outcomes", "content": "A recent systematic review and meta-analysis found that interprofessional collaboration among specialists, clinicians, nurses, and other healthcare providers notably enhances patient-reported outcomes in individuals with T2DM. [32] Meticulous record-keeping in the patient's medical record is crucial to ensure all team members can access updated and accurate patient data for decision-making.", "contents": "Tirzepatide -- Enhancing Healthcare Team Outcomes. A recent systematic review and meta-analysis found that interprofessional collaboration among specialists, clinicians, nurses, and other healthcare providers notably enhances patient-reported outcomes in individuals with T2DM. [32] Meticulous record-keeping in the patient's medical record is crucial to ensure all team members can access updated and accurate patient data for decision-making."}
{"id": "article-147813_46", "title": "Tirzepatide -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Tirzepatide -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}