{"id": "article-30747_0", "title": "Anatomy, Abdomen and Pelvis: Umbilical Cord -- Introduction", "content": "The umbilical cord is considered both the physical and emotional attachment between mother and fetus. This structure allows for the transfer of oxygen and nutrients from the maternal circulation into fetal circulation while simultaneously removing waste products from fetal circulation to be eliminated maternally. On the other hand, mothers associate an emotional connection to the fetus through the cord. It may merit consideration as the route of love and care during pregnancy. Thus, some poets call it the string of life.", "contents": "Anatomy, Abdomen and Pelvis: Umbilical Cord -- Introduction. The umbilical cord is considered both the physical and emotional attachment between mother and fetus. This structure allows for the transfer of oxygen and nutrients from the maternal circulation into fetal circulation while simultaneously removing waste products from fetal circulation to be eliminated maternally. On the other hand, mothers associate an emotional connection to the fetus through the cord. It may merit consideration as the route of love and care during pregnancy. Thus, some poets call it the string of life."}
{"id": "article-30747_1", "title": "Anatomy, Abdomen and Pelvis: Umbilical Cord -- Introduction", "content": "The umbilical cord is a bundle of blood vessels that develops during the early stages of embryological development. It is enclosed inside a tubular sheath of amnion and consists of two paired umbilical arteries and one umbilical vein. During development, the umbilical arteries have a vital function of carrying deoxygenated blood away from the fetus to the placenta. [1] However, after birth, a significant distal portion of the umbilical artery degenerates. These remnants later obliterate, forming the medial umbilical ligament. [2] At the same time, the proximal portion of each umbilical artery serves as a branching point for the development of the anterior internal iliac arteries. The internal iliac arteries later give rise to the superior vesical arteries that supply the urinary bladder and ureters as well as the ductus deferens and seminal vesicles in males. [3] [4] The umbilical cord is a vital structure for the entire period of development since it functions to tether the fetus to the placenta and the uterine wall while also acting as the primary route to enable blood to circulate between the fetus and placenta. [5]", "contents": "Anatomy, Abdomen and Pelvis: Umbilical Cord -- Introduction. The umbilical cord is a bundle of blood vessels that develops during the early stages of embryological development. It is enclosed inside a tubular sheath of amnion and consists of two paired umbilical arteries and one umbilical vein. During development, the umbilical arteries have a vital function of carrying deoxygenated blood away from the fetus to the placenta. [1] However, after birth, a significant distal portion of the umbilical artery degenerates. These remnants later obliterate, forming the medial umbilical ligament. [2] At the same time, the proximal portion of each umbilical artery serves as a branching point for the development of the anterior internal iliac arteries. The internal iliac arteries later give rise to the superior vesical arteries that supply the urinary bladder and ureters as well as the ductus deferens and seminal vesicles in males. [3] [4] The umbilical cord is a vital structure for the entire period of development since it functions to tether the fetus to the placenta and the uterine wall while also acting as the primary route to enable blood to circulate between the fetus and placenta. [5]"}
{"id": "article-30747_2", "title": "Anatomy, Abdomen and Pelvis: Umbilical Cord -- Structure and Function -- Anatomical Features of an Umbilical Cord", "content": "The umbilical cord is a soft, tortuous cord with a smooth outer covering of amnion. It extends from the umbilicus of the fetus to the center of the placenta. Its length ranges from 50 cm to 60 cm, with a diameter of about 1 cm. [6] The umbilical cord is composed of a gelatinous ground substance called Wharton's jelly or substantia gelatinea funiculi umbilicalis. It is composed of mucopolysaccharides from the conjugation of hyaluronic acid and chondroitin sulfate. As previously mentioned, three vessels comprise the umbilical cord: two umbilical arteries and one umbilical vein. It also encloses the urachus (a remnant of allantois). [7] The urachus is a fibrous remnant of the allantois that extends through the umbilical cord and is located in the space of Retzius between the peritoneum posteriorly and the transverse fascia anteriorly. The urachus serves as a drainage canal for the urinary bladder of the fetus. [8]", "contents": "Anatomy, Abdomen and Pelvis: Umbilical Cord -- Structure and Function -- Anatomical Features of an Umbilical Cord. The umbilical cord is a soft, tortuous cord with a smooth outer covering of amnion. It extends from the umbilicus of the fetus to the center of the placenta. Its length ranges from 50 cm to 60 cm, with a diameter of about 1 cm. [6] The umbilical cord is composed of a gelatinous ground substance called Wharton's jelly or substantia gelatinea funiculi umbilicalis. It is composed of mucopolysaccharides from the conjugation of hyaluronic acid and chondroitin sulfate. As previously mentioned, three vessels comprise the umbilical cord: two umbilical arteries and one umbilical vein. It also encloses the urachus (a remnant of allantois). [7] The urachus is a fibrous remnant of the allantois that extends through the umbilical cord and is located in the space of Retzius between the peritoneum posteriorly and the transverse fascia anteriorly. The urachus serves as a drainage canal for the urinary bladder of the fetus. [8]"}
{"id": "article-30747_3", "title": "Anatomy, Abdomen and Pelvis: Umbilical Cord -- Structure and Function -- Function", "content": "The umbilical arteries carry deoxygenated blood from fetal circulation to the placenta. The two umbilical arteries converge together about at 5 mm from the insertion of the cord, forming a type of vascular connection called the Hyrtl's anastomosis. [9] The primary function of Hartl's anastomosis is to equalize blood flow and pressure between the umbilical and placental arteries. [10] As the arteries enter the placenta, each bifurcates into smaller branches called the chorionic vessels.", "contents": "Anatomy, Abdomen and Pelvis: Umbilical Cord -- Structure and Function -- Function. The umbilical arteries carry deoxygenated blood from fetal circulation to the placenta. The two umbilical arteries converge together about at 5 mm from the insertion of the cord, forming a type of vascular connection called the Hyrtl's anastomosis. [9] The primary function of Hartl's anastomosis is to equalize blood flow and pressure between the umbilical and placental arteries. [10] As the arteries enter the placenta, each bifurcates into smaller branches called the chorionic vessels."}
{"id": "article-30747_4", "title": "Anatomy, Abdomen and Pelvis: Umbilical Cord -- Embryology", "content": "During the early stages of embryonic development, gastrulation occurs and differentiates germinal tissues into three distinct layers: outer ectoderm, intra-embryonic mesoderm, and inner endoderm. [11] The formation of the umbilical cord occurs over three stages and coincides with the gastrulation process.", "contents": "Anatomy, Abdomen and Pelvis: Umbilical Cord -- Embryology. During the early stages of embryonic development, gastrulation occurs and differentiates germinal tissues into three distinct layers: outer ectoderm, intra-embryonic mesoderm, and inner endoderm. [11] The formation of the umbilical cord occurs over three stages and coincides with the gastrulation process."}
{"id": "article-30747_5", "title": "Anatomy, Abdomen and Pelvis: Umbilical Cord -- Embryology -- I. Formation of the Primitive Umbilical Ring", "content": "This developmental stage happens together with the folding of the embryonic disc. During this stage, the embryonic disc bulges into the amniotic cavity as a result of folding. At the same time, the amnio-ectodermal junction, which is the tight connection between the embryonic amnion and the ectodermal layer, becomes the ventral aspect of the embryo. Then, the line of reflection between the amnion and the ectoderm acquires an oval outline called the primitive umbilical ring.", "contents": "Anatomy, Abdomen and Pelvis: Umbilical Cord -- Embryology -- I. Formation of the Primitive Umbilical Ring. This developmental stage happens together with the folding of the embryonic disc. During this stage, the embryonic disc bulges into the amniotic cavity as a result of folding. At the same time, the amnio-ectodermal junction, which is the tight connection between the embryonic amnion and the ectodermal layer, becomes the ventral aspect of the embryo. Then, the line of reflection between the amnion and the ectoderm acquires an oval outline called the primitive umbilical ring."}
{"id": "article-30747_6", "title": "Anatomy, Abdomen and Pelvis: Umbilical Cord -- Embryology -- II. Formation of the Primitive Umbilical Cord", "content": "This stage of development starts in the fifth week of pregnancy, during which the primitive umbilical ring constricts to form a tubular sheath. The tubular sheath is called the primitive umbilical cord. It encloses the body stalk, the yolk sac, and its vessels, as well as a part of the allantois.", "contents": "Anatomy, Abdomen and Pelvis: Umbilical Cord -- Embryology -- II. Formation of the Primitive Umbilical Cord. This stage of development starts in the fifth week of pregnancy, during which the primitive umbilical ring constricts to form a tubular sheath. The tubular sheath is called the primitive umbilical cord. It encloses the body stalk, the yolk sac, and its vessels, as well as a part of the allantois."}
{"id": "article-30747_7", "title": "Anatomy, Abdomen and Pelvis: Umbilical Cord -- Embryology -- III. Formation of the Definitive Umbilical Cord", "content": "During this stage, the umbilical cord elongates, and its fundamental structures undergo primary changes. For instance, The extraembryonic mesoderm of the body stalk starts to differentiate into a mucoid substance called Wharton's jelly. Wharton's jelly develops gradually and forms the main bulk of the umbilical cord. The remnants of the extraembryonic coelom inside the umbilical cord progressively degenerate. The yolk sac becomes obliterated together with the vitellointestinal duct that connects the yolk sac with the midgut. Similarly, the distal part of the allantois becomes obliterated. However, the allantoic vessels persist and elongate to form the umbilical vessels. Finally, during the sixth week, a part of the midgut loop enters the umbilical cord developing a physiological hernia. That physiological hernia is usually corrected when that part of the midgut returns to the abdominal cavity after the tenth week of pregnancy. [12]", "contents": "Anatomy, Abdomen and Pelvis: Umbilical Cord -- Embryology -- III. Formation of the Definitive Umbilical Cord. During this stage, the umbilical cord elongates, and its fundamental structures undergo primary changes. For instance, The extraembryonic mesoderm of the body stalk starts to differentiate into a mucoid substance called Wharton's jelly. Wharton's jelly develops gradually and forms the main bulk of the umbilical cord. The remnants of the extraembryonic coelom inside the umbilical cord progressively degenerate. The yolk sac becomes obliterated together with the vitellointestinal duct that connects the yolk sac with the midgut. Similarly, the distal part of the allantois becomes obliterated. However, the allantoic vessels persist and elongate to form the umbilical vessels. Finally, during the sixth week, a part of the midgut loop enters the umbilical cord developing a physiological hernia. That physiological hernia is usually corrected when that part of the midgut returns to the abdominal cavity after the tenth week of pregnancy. [12]"}
{"id": "article-30747_8", "title": "Anatomy, Abdomen and Pelvis: Umbilical Cord -- Blood Supply and Lymphatics", "content": "The umbilical cord, together with the placenta, contributes to the flow and regulation of fetal circulation. The two umbilical arteries arise from the internal iliac arteries of the fetus and enter the umbilical cord before further branching at the level of the placenta. At the placental level, each umbilical artery bifurcates into smaller arterioles that continue to branch further to distribute blood to the chorionic villi. The capillaries of the villi fuse to form venules that converge to form the umbilical vein. The umbilical vein carries oxygenated blood and nutrients from the mother to the fetus. [13]", "contents": "Anatomy, Abdomen and Pelvis: Umbilical Cord -- Blood Supply and Lymphatics. The umbilical cord, together with the placenta, contributes to the flow and regulation of fetal circulation. The two umbilical arteries arise from the internal iliac arteries of the fetus and enter the umbilical cord before further branching at the level of the placenta. At the placental level, each umbilical artery bifurcates into smaller arterioles that continue to branch further to distribute blood to the chorionic villi. The capillaries of the villi fuse to form venules that converge to form the umbilical vein. The umbilical vein carries oxygenated blood and nutrients from the mother to the fetus. [13]"}
{"id": "article-30747_9", "title": "Anatomy, Abdomen and Pelvis: Umbilical Cord -- Blood Supply and Lymphatics", "content": "As fetal growth ensues, both placental intervillous circulation and umbilical circulation develop gradually, until maturation is complete at the end of the first trimester. At midgestation, the percentage of umbilical blood in fetal circulation is about 30% of the fetal cardiac output. During the last trimester of pregnancy, umbilical blood flow declines significantly as it becomes inversely proportional to the fetal weight measured in kilograms. That percentage decreases considerably during the last trimester till it reaches less than 20%. The umbilical vein enters the abdominal region of the fetus. It carries the oxygenated blood with nutrients to the fetal liver parenchyma and ductus venosus. Then, blood flows to the inferior vena cava and foramen ovale of the fetal heart. [14]", "contents": "Anatomy, Abdomen and Pelvis: Umbilical Cord -- Blood Supply and Lymphatics. As fetal growth ensues, both placental intervillous circulation and umbilical circulation develop gradually, until maturation is complete at the end of the first trimester. At midgestation, the percentage of umbilical blood in fetal circulation is about 30% of the fetal cardiac output. During the last trimester of pregnancy, umbilical blood flow declines significantly as it becomes inversely proportional to the fetal weight measured in kilograms. That percentage decreases considerably during the last trimester till it reaches less than 20%. The umbilical vein enters the abdominal region of the fetus. It carries the oxygenated blood with nutrients to the fetal liver parenchyma and ductus venosus. Then, blood flows to the inferior vena cava and foramen ovale of the fetal heart. [14]"}
{"id": "article-30747_10", "title": "Anatomy, Abdomen and Pelvis: Umbilical Cord -- Blood Supply and Lymphatics", "content": "On the other hand, the role and distribution of lymphatic drainage for the placenta, as well as the umbilical cord, has been scarcely discussed in scientific resources. However, recent research has shown D2-40 expression at the level of placental stromal has a vital role in the fetal lymphatic drainage. This expression links to podoplanin-expressing cells whose function is related to forming a lymphatic-like reticular network. The thinking is that those cells are responsible for providing lymphatic drainage for the umbilical cord and the placenta. [15]", "contents": "Anatomy, Abdomen and Pelvis: Umbilical Cord -- Blood Supply and Lymphatics. On the other hand, the role and distribution of lymphatic drainage for the placenta, as well as the umbilical cord, has been scarcely discussed in scientific resources. However, recent research has shown D2-40 expression at the level of placental stromal has a vital role in the fetal lymphatic drainage. This expression links to podoplanin-expressing cells whose function is related to forming a lymphatic-like reticular network. The thinking is that those cells are responsible for providing lymphatic drainage for the umbilical cord and the placenta. [15]"}
{"id": "article-30747_11", "title": "Anatomy, Abdomen and Pelvis: Umbilical Cord -- Nerves", "content": "The umbilical cord lacks intrinsic and extrinsic innervations during all stages of embryonic development. Vasoactive substances secreted locally within the umbilical vessels wall or carried through the fetal circulation are responsible for regulating the smooth muscle tension within the umbilical vasculature. For instance, nitrous oxide and prostacyclin play an essential role in maintaining the low vascular resistance within the umbilical and placental circulation. Furthermore, catecholamines are primary contributors for vasoconstriction of the umbilical vessels immediately after parturition. [16]", "contents": "Anatomy, Abdomen and Pelvis: Umbilical Cord -- Nerves. The umbilical cord lacks intrinsic and extrinsic innervations during all stages of embryonic development. Vasoactive substances secreted locally within the umbilical vessels wall or carried through the fetal circulation are responsible for regulating the smooth muscle tension within the umbilical vasculature. For instance, nitrous oxide and prostacyclin play an essential role in maintaining the low vascular resistance within the umbilical and placental circulation. Furthermore, catecholamines are primary contributors for vasoconstriction of the umbilical vessels immediately after parturition. [16]"}
{"id": "article-30747_12", "title": "Anatomy, Abdomen and Pelvis: Umbilical Cord -- Muscles", "content": "The bulk of the umbilical cord consists of Wharton's jelly since it does not have any voluntary skeletal muscles. However, the umbilical vasculature has several smooth muscle layers of various compositions and thicknesses. The walls of umbilical vessels consist mainly of three layers: tunica externa, tunica media, and tunica interna.", "contents": "Anatomy, Abdomen and Pelvis: Umbilical Cord -- Muscles. The bulk of the umbilical cord consists of Wharton's jelly since it does not have any voluntary skeletal muscles. However, the umbilical vasculature has several smooth muscle layers of various compositions and thicknesses. The walls of umbilical vessels consist mainly of three layers: tunica externa, tunica media, and tunica interna."}
{"id": "article-30747_13", "title": "Anatomy, Abdomen and Pelvis: Umbilical Cord -- Muscles -- Tunica externa", "content": "Also referred to as the tunica adventitia, it is the outermost layer of the umbilical vessels that consists of fibrous and elastic connective tissue with varying amounts of collagen and elastic fibers. The connective tissue of this layer is quite dense near the tunica media. It transitions to loose connective tissue as it extends toward the periphery of the umbilical vessels. The umbilical arteries have denser connective tissue in their tunica externa compared to that of the umbilical vein. [17]", "contents": "Anatomy, Abdomen and Pelvis: Umbilical Cord -- Muscles -- Tunica externa. Also referred to as the tunica adventitia, it is the outermost layer of the umbilical vessels that consists of fibrous and elastic connective tissue with varying amounts of collagen and elastic fibers. The connective tissue of this layer is quite dense near the tunica media. It transitions to loose connective tissue as it extends toward the periphery of the umbilical vessels. The umbilical arteries have denser connective tissue in their tunica externa compared to that of the umbilical vein. [17]"}
{"id": "article-30747_14", "title": "Anatomy, Abdomen and Pelvis: Umbilical Cord -- Muscles -- Tunica media", "content": "This section is the intermediate layer within the wall of the umbilical vessels. It represents the muscular bulk of the vessels and consists mainly of smooth muscle. It provides structural support for the vessels. It is also responsible for changing the diameter of the umbilical vessels. Thus, it contributes primarily to regulate blood flow and blood pressure. It is commonly the thickest layer within the vascular wall. It is much thicker in the umbilical arteries compared to the umbilical vein. Moreover, tunica media of the umbilical arteries contain well-defined internal and external elastic membranes that may be less defined or absent in the umbilical vein wall. [18]", "contents": "Anatomy, Abdomen and Pelvis: Umbilical Cord -- Muscles -- Tunica media. This section is the intermediate layer within the wall of the umbilical vessels. It represents the muscular bulk of the vessels and consists mainly of smooth muscle. It provides structural support for the vessels. It is also responsible for changing the diameter of the umbilical vessels. Thus, it contributes primarily to regulate blood flow and blood pressure. It is commonly the thickest layer within the vascular wall. It is much thicker in the umbilical arteries compared to the umbilical vein. Moreover, tunica media of the umbilical arteries contain well-defined internal and external elastic membranes that may be less defined or absent in the umbilical vein wall. [18]"}
{"id": "article-30747_15", "title": "Anatomy, Abdomen and Pelvis: Umbilical Cord -- Muscles -- Tunica interna", "content": "Also called the tunica intima, it is the innermost layer of the umbilical vasculature. It is composed of simple squamous epithelium resting on a basement membrane consists of connective tissue rich in elastic fibers. Those layers together form the endothelium of the umbilical vessels. The tunica interna of the umbilical vein contains valves that direct the blood flow in one direction and prevent its regurgitation in the opposite direction. Those valves are absent in the wall of the umbilical arteries. [19]", "contents": "Anatomy, Abdomen and Pelvis: Umbilical Cord -- Muscles -- Tunica interna. Also called the tunica intima, it is the innermost layer of the umbilical vasculature. It is composed of simple squamous epithelium resting on a basement membrane consists of connective tissue rich in elastic fibers. Those layers together form the endothelium of the umbilical vessels. The tunica interna of the umbilical vein contains valves that direct the blood flow in one direction and prevent its regurgitation in the opposite direction. Those valves are absent in the wall of the umbilical arteries. [19]"}
{"id": "article-30747_16", "title": "Anatomy, Abdomen and Pelvis: Umbilical Cord -- Physiologic Variants -- Umbilical Cord Coiling Patterns", "content": "One of the most common morphological variations of the umbilical cord is its different helical coiling patterns. The degree of coiling is measured by the umbilical cord index (UCI). Commonly, the umbilical cord coiling pattern has a UCI of 0.2 coil/cm. The rope model is considered the most common pattern of umbilical cord coiling. On the other hand, hyper-coiling of the umbilical cord is defined as having a UCI greater than 0.3 coil/cm and a relatively high incidence of about 6% to 21% of all pregnancies. [20] Also, the umbilical cord can coil in an undulating pattern that has a relatively high incidence compared to other coiling patterns, such as segmented or linked coiling of the umbilical cord. It was found clinically that abnormal coiling of the umbilical cord is closely associated with the fetal vascular obstruction, which in its role can eventually lead to fetal thrombi,  avascular villi or villous stromal vascular karyorrhexis that commonly occur with segmented coiling pattern of the umbilical cord [21] .", "contents": "Anatomy, Abdomen and Pelvis: Umbilical Cord -- Physiologic Variants -- Umbilical Cord Coiling Patterns. One of the most common morphological variations of the umbilical cord is its different helical coiling patterns. The degree of coiling is measured by the umbilical cord index (UCI). Commonly, the umbilical cord coiling pattern has a UCI of 0.2 coil/cm. The rope model is considered the most common pattern of umbilical cord coiling. On the other hand, hyper-coiling of the umbilical cord is defined as having a UCI greater than 0.3 coil/cm and a relatively high incidence of about 6% to 21% of all pregnancies. [20] Also, the umbilical cord can coil in an undulating pattern that has a relatively high incidence compared to other coiling patterns, such as segmented or linked coiling of the umbilical cord. It was found clinically that abnormal coiling of the umbilical cord is closely associated with the fetal vascular obstruction, which in its role can eventually lead to fetal thrombi,  avascular villi or villous stromal vascular karyorrhexis that commonly occur with segmented coiling pattern of the umbilical cord [21] ."}
{"id": "article-30747_17", "title": "Anatomy, Abdomen and Pelvis: Umbilical Cord -- Physiologic Variants -- False Knots of the Umbilical Cord", "content": "False knots are bulging masses located on the surface of the umbilical cord. Sometimes, excessive torsion of the umbilical cord inside the uterus can cause these bulging masses to appear as knots on uterine ultrasonography grossly. The knot appearance of this condition forms via the excessive accumulation of Wharton's Jelly bulks alternating with areas with relatively less amount of jelly composing constrictions after each bulging. Hence, they were identified as false knots of the umbilical cord. This physiologic variation does not affect the stability of the fetal position, nor does it affect umbilical blood flow and pressure. Thus, false knots do not represent a considerable risk to the fetus. [22]", "contents": "Anatomy, Abdomen and Pelvis: Umbilical Cord -- Physiologic Variants -- False Knots of the Umbilical Cord. False knots are bulging masses located on the surface of the umbilical cord. Sometimes, excessive torsion of the umbilical cord inside the uterus can cause these bulging masses to appear as knots on uterine ultrasonography grossly. The knot appearance of this condition forms via the excessive accumulation of Wharton's Jelly bulks alternating with areas with relatively less amount of jelly composing constrictions after each bulging. Hence, they were identified as false knots of the umbilical cord. This physiologic variation does not affect the stability of the fetal position, nor does it affect umbilical blood flow and pressure. Thus, false knots do not represent a considerable risk to the fetus. [22]"}
{"id": "article-30747_18", "title": "Anatomy, Abdomen and Pelvis: Umbilical Cord -- Physiologic Variants -- Single Umbilical Artery", "content": "The incidence of having a single umbilical artery is very low overall. However, It is known to be more common in multiparous females compared to nulliparous ones. Many studies have reported that the left umbilical artery is more often absent than the right. [23] The side of umbilical artery absence has very minimal significance with the exception that one study concluded that infants with a single umbilical artery identified by ultrasound in utero had reported the presence of congenital abnormalities, including cardiac, renal, intestinal, and skeletal anomalies when the left umbilical artery was absent. [23] [24] [25] [26] [27] Also, it is noted that the incidence of urinary tract infection is higher in infants with a single umbilical artery. [28]", "contents": "Anatomy, Abdomen and Pelvis: Umbilical Cord -- Physiologic Variants -- Single Umbilical Artery. The incidence of having a single umbilical artery is very low overall. However, It is known to be more common in multiparous females compared to nulliparous ones. Many studies have reported that the left umbilical artery is more often absent than the right. [23] The side of umbilical artery absence has very minimal significance with the exception that one study concluded that infants with a single umbilical artery identified by ultrasound in utero had reported the presence of congenital abnormalities, including cardiac, renal, intestinal, and skeletal anomalies when the left umbilical artery was absent. [23] [24] [25] [26] [27] Also, it is noted that the incidence of urinary tract infection is higher in infants with a single umbilical artery. [28]"}
{"id": "article-30747_19", "title": "Anatomy, Abdomen and Pelvis: Umbilical Cord -- Surgical Considerations -- Anesthetic Considerations", "content": "Placental and umbilical blood flow impact fetal oxygen delivery. Myometrial tone and maternal blood pressure have a direct correlation with uterine artery blood flow. Volatile anesthetics usually decrease myometrial tone and tend to reduce maternal blood pressure. Subsequently, there is a decrease in fetal oxygenation due to a reduction in placental blood flow. Maintenance of patent umbilical arteries and baseline maternal arterial blood pressure is essential for maintaining sound cardiac output for the fetus. For example, maternal hypercapnia leads to fetal hypoxia and metabolic acidosis as a result of umbilical venous flow reduction. Similarly, maternal hypocapnia should be avoided during all maternal or fetal procedures since it has a direct correlation with fetal hypoxia. Consequently, inhalation anesthesia is the best option for fetal and intrauterine procedures. Moreover, epidural anesthesia plays a critical role in the prevention of premature labor during the postoperative period of maternal surgeries. [29]", "contents": "Anatomy, Abdomen and Pelvis: Umbilical Cord -- Surgical Considerations -- Anesthetic Considerations. Placental and umbilical blood flow impact fetal oxygen delivery. Myometrial tone and maternal blood pressure have a direct correlation with uterine artery blood flow. Volatile anesthetics usually decrease myometrial tone and tend to reduce maternal blood pressure. Subsequently, there is a decrease in fetal oxygenation due to a reduction in placental blood flow. Maintenance of patent umbilical arteries and baseline maternal arterial blood pressure is essential for maintaining sound cardiac output for the fetus. For example, maternal hypercapnia leads to fetal hypoxia and metabolic acidosis as a result of umbilical venous flow reduction. Similarly, maternal hypocapnia should be avoided during all maternal or fetal procedures since it has a direct correlation with fetal hypoxia. Consequently, inhalation anesthesia is the best option for fetal and intrauterine procedures. Moreover, epidural anesthesia plays a critical role in the prevention of premature labor during the postoperative period of maternal surgeries. [29]"}
{"id": "article-30747_20", "title": "Anatomy, Abdomen and Pelvis: Umbilical Cord -- Surgical Considerations -- Intravenous Administration/Catheterization", "content": "The umbilical vein is considered the primary site for cannulation. The umbilical vein remains open for approximately one week after labor, and it can be useful for administering intravenous fluids and medications for newborns requiring more aggressive resuscitation efforts. The umbilical vein has a larger lumen than the umbilical arteries due to its thinner tunica media—catheterization through the umbilical vein to the ductus venosus. Finally, the catheter arrives at the inferior vena cava below the right atrium. [30] Furthermore, umbilical artery lines may also be used for resuscitative efforts during the first week after delivery. Umbilical artery catheterization is routinely used for direct access to monitor arterial blood gas, arterial blood pressure, and angiography. In the neonatal intensive care, umbilical artery catheterization is typically used to provide blood samples for laboratory testings. [31]", "contents": "Anatomy, Abdomen and Pelvis: Umbilical Cord -- Surgical Considerations -- Intravenous Administration/Catheterization. The umbilical vein is considered the primary site for cannulation. The umbilical vein remains open for approximately one week after labor, and it can be useful for administering intravenous fluids and medications for newborns requiring more aggressive resuscitation efforts. The umbilical vein has a larger lumen than the umbilical arteries due to its thinner tunica media—catheterization through the umbilical vein to the ductus venosus. Finally, the catheter arrives at the inferior vena cava below the right atrium. [30] Furthermore, umbilical artery lines may also be used for resuscitative efforts during the first week after delivery. Umbilical artery catheterization is routinely used for direct access to monitor arterial blood gas, arterial blood pressure, and angiography. In the neonatal intensive care, umbilical artery catheterization is typically used to provide blood samples for laboratory testings. [31]"}
{"id": "article-30747_21", "title": "Anatomy, Abdomen and Pelvis: Umbilical Cord -- Clinical Significance", "content": "Different types of umbilical cord abnormalities may be potentially fatal or pose a severe threat to fetal health. Thus, it is of great clinical significance to have early detection of these malformations to be able to provide a proper diagnosis and plan of care.", "contents": "Anatomy, Abdomen and Pelvis: Umbilical Cord -- Clinical Significance. Different types of umbilical cord abnormalities may be potentially fatal or pose a severe threat to fetal health. Thus, it is of great clinical significance to have early detection of these malformations to be able to provide a proper diagnosis and plan of care."}
{"id": "article-30747_22", "title": "Anatomy, Abdomen and Pelvis: Umbilical Cord -- Clinical Significance -- Velamentous Insertion", "content": "The incidence of velamentous insertion of the umbilical cord is significantly high for in vitro fertilization(IVF)-induced pregnancies compared to naturally-conceived pregnancies. It happens in about 10% of pregnancies and 20% of IVF pregnancies. [32] Velamentous insertion of the umbilical cord occurs when the placental end of the umbilical cord consists of umbilical arteries and vein surrounded by fetal membranes without Wharton's jelly. The exact reason for this condition is still unclear. However, the most current hypothesis suggests that during IVF pregnancy, half of the placenta undergoes excessive proliferation making the site of the insertion of the umbilical cord move peripherally away from its center. Conversely, the other pole of the placenta involutes and the umbilical cord becomes unable to follow the migration of the placenta. This condition casts risk for the fetus during delivery. [33]", "contents": "Anatomy, Abdomen and Pelvis: Umbilical Cord -- Clinical Significance -- Velamentous Insertion. The incidence of velamentous insertion of the umbilical cord is significantly high for in vitro fertilization(IVF)-induced pregnancies compared to naturally-conceived pregnancies. It happens in about 10% of pregnancies and 20% of IVF pregnancies. [32] Velamentous insertion of the umbilical cord occurs when the placental end of the umbilical cord consists of umbilical arteries and vein surrounded by fetal membranes without Wharton's jelly. The exact reason for this condition is still unclear. However, the most current hypothesis suggests that during IVF pregnancy, half of the placenta undergoes excessive proliferation making the site of the insertion of the umbilical cord move peripherally away from its center. Conversely, the other pole of the placenta involutes and the umbilical cord becomes unable to follow the migration of the placenta. This condition casts risk for the fetus during delivery. [33]"}
{"id": "article-30747_23", "title": "Anatomy, Abdomen and Pelvis: Umbilical Cord -- Clinical Significance -- Four-Vessel Umbilical Cord", "content": "Normal umbilical cord anatomy consists of three vessels represented by two umbilical arteries and one umbilical vein. By the seventh week of gestation, the right umbilical vein usually obliterates, leaving a single (left) umbilical vein patent. However, there have been documented cases of umbilical cords containing four-vessels. The persistence of two umbilical veins and two umbilical arteries within the umbilical cord is associated with multiple cardiovascular and gastrointestinal anomalies. [34] When both the right and left umbilical veins remain open, a condition called persistent right umbilical vein (PRUV). This condition usually happens due to a deficiency in folic acid during the first trimester of pregnancy. This condition may cause teratogenic effects for the fetus and act as a risk factor for its overall physical health. [35]", "contents": "Anatomy, Abdomen and Pelvis: Umbilical Cord -- Clinical Significance -- Four-Vessel Umbilical Cord. Normal umbilical cord anatomy consists of three vessels represented by two umbilical arteries and one umbilical vein. By the seventh week of gestation, the right umbilical vein usually obliterates, leaving a single (left) umbilical vein patent. However, there have been documented cases of umbilical cords containing four-vessels. The persistence of two umbilical veins and two umbilical arteries within the umbilical cord is associated with multiple cardiovascular and gastrointestinal anomalies. [34] When both the right and left umbilical veins remain open, a condition called persistent right umbilical vein (PRUV). This condition usually happens due to a deficiency in folic acid during the first trimester of pregnancy. This condition may cause teratogenic effects for the fetus and act as a risk factor for its overall physical health. [35]"}
{"id": "article-30747_24", "title": "Anatomy, Abdomen and Pelvis: Umbilical Cord -- Clinical Significance -- True Knots of the Umbilical Cord", "content": "These are real tangling nodules of the umbilical vessels along the length of the umbilical cord. They usually occur early in pregnancy as a result of various predisposing factors. Most commonly, the development of true knots is associated with the presence of excessive amniotic fluid, causing high pressure on the umbilical cord vessels, increasing their torsional force, causing deep knots of those vessels. Also, an increase in the movement of the fetus in utero plays a vital role in creating that teratogenic deformity as supercoils of the umbilical cord can cause it to knot over itself. True knot deformities of the umbilical cord are very dangerous because they may obstruct the blood flow in the umbilical vessels, which may eventually lead to fetal demise. [36]", "contents": "Anatomy, Abdomen and Pelvis: Umbilical Cord -- Clinical Significance -- True Knots of the Umbilical Cord. These are real tangling nodules of the umbilical vessels along the length of the umbilical cord. They usually occur early in pregnancy as a result of various predisposing factors. Most commonly, the development of true knots is associated with the presence of excessive amniotic fluid, causing high pressure on the umbilical cord vessels, increasing their torsional force, causing deep knots of those vessels. Also, an increase in the movement of the fetus in utero plays a vital role in creating that teratogenic deformity as supercoils of the umbilical cord can cause it to knot over itself. True knot deformities of the umbilical cord are very dangerous because they may obstruct the blood flow in the umbilical vessels, which may eventually lead to fetal demise. [36]"}
{"id": "article-30747_25", "title": "Anatomy, Abdomen and Pelvis: Umbilical Cord -- Clinical Significance -- Very Short Umbilical Cord", "content": "An umbilical cord is considered significantly short when its length is less than approximately 40 cm. A short umbilical cord can lead to premature separation from the placenta resulting in an interruption in fetal circulation and, as a result, intrauterine bleeding followed by fetal death. [37]", "contents": "Anatomy, Abdomen and Pelvis: Umbilical Cord -- Clinical Significance -- Very Short Umbilical Cord. An umbilical cord is considered significantly short when its length is less than approximately 40 cm. A short umbilical cord can lead to premature separation from the placenta resulting in an interruption in fetal circulation and, as a result, intrauterine bleeding followed by fetal death. [37]"}
{"id": "article-30747_26", "title": "Anatomy, Abdomen and Pelvis: Umbilical Cord -- Clinical Significance -- Very Long Umbilical Cord", "content": "If an umbilical cord is longer than 65 to 70 cm, it is clinically considered long. An abnormally long umbilical cord has the greater potential wind around the neck of the fetus multiple times contribute to fetal death, or it may also protrude from the mother's cervix. [37]", "contents": "Anatomy, Abdomen and Pelvis: Umbilical Cord -- Clinical Significance -- Very Long Umbilical Cord. If an umbilical cord is longer than 65 to 70 cm, it is clinically considered long. An abnormally long umbilical cord has the greater potential wind around the neck of the fetus multiple times contribute to fetal death, or it may also protrude from the mother's cervix. [37]"}
{"id": "article-30747_27", "title": "Anatomy, Abdomen and Pelvis: Umbilical Cord -- Clinical Significance -- Omphalocele", "content": "Also referred to as exomphalos, an omphalocele is an abdominal wall defect that causes the herniation of bowel and sometimes other organs into the umbilical cord. The pathophysiology behind this condition is due to the failure of the reduction of the physiological umbilical hernia. [38] Surgical correction is considered for such conditions to prevent intestinal obstruction of the neonate.", "contents": "Anatomy, Abdomen and Pelvis: Umbilical Cord -- Clinical Significance -- Omphalocele. Also referred to as exomphalos, an omphalocele is an abdominal wall defect that causes the herniation of bowel and sometimes other organs into the umbilical cord. The pathophysiology behind this condition is due to the failure of the reduction of the physiological umbilical hernia. [38] Surgical correction is considered for such conditions to prevent intestinal obstruction of the neonate."}
{"id": "article-30747_28", "title": "Anatomy, Abdomen and Pelvis: Umbilical Cord -- Clinical Significance -- Abnormal attachment of the umbilical cord to the placenta", "content": "Sometimes, the umbilical cord may have an abnormal attachment site on the placenta. For example, the umbilical cord may attach to the placenta significantly off-center, giving rise to eccentric attachment deformity. The placenta may take a deformed shape called battledore placenta. This deformity results from the marginal attachment of the umbilical cord to the placenta. [39] It closely correlates with abnormal hyper-coiling of the umbilical cord in most cases.", "contents": "Anatomy, Abdomen and Pelvis: Umbilical Cord -- Clinical Significance -- Abnormal attachment of the umbilical cord to the placenta. Sometimes, the umbilical cord may have an abnormal attachment site on the placenta. For example, the umbilical cord may attach to the placenta significantly off-center, giving rise to eccentric attachment deformity. The placenta may take a deformed shape called battledore placenta. This deformity results from the marginal attachment of the umbilical cord to the placenta. [39] It closely correlates with abnormal hyper-coiling of the umbilical cord in most cases."}
{"id": "article-30747_29", "title": "Anatomy, Abdomen and Pelvis: Umbilical Cord -- Clinical Significance -- Delayed Umbilical Cord Separation", "content": "Normal separation of the umbilical cord can occur anytime after delivery with no reliable, constant timeline. However, generally speaking, separation of the umbilical cord is considered delayed if it happens later than the first three weeks after delivery. There are many factors and pathological conditions associated with the incidence of delayed cord separation. For instance, the topical application of antibiotics, alcohol, and triple dye after delivery has a significant contribution to delayed cord separation. Moreover, pathological conditions such as; infections, immune disorders, and the presence of urachal remnants can also delay umbilical cord separation. Interestingly, researchers found a correlation between each low birth weight, cesarian delivery, and prematurity and the increased risk of delayed umbilical cord separation. It is clinically significant to consider further workup in newborns with delayed umbilical cord separation and skin infections or those with persistent urachal remnants. These infants most likely have an underlying immunologic disorder. [40]", "contents": "Anatomy, Abdomen and Pelvis: Umbilical Cord -- Clinical Significance -- Delayed Umbilical Cord Separation. Normal separation of the umbilical cord can occur anytime after delivery with no reliable, constant timeline. However, generally speaking, separation of the umbilical cord is considered delayed if it happens later than the first three weeks after delivery. There are many factors and pathological conditions associated with the incidence of delayed cord separation. For instance, the topical application of antibiotics, alcohol, and triple dye after delivery has a significant contribution to delayed cord separation. Moreover, pathological conditions such as; infections, immune disorders, and the presence of urachal remnants can also delay umbilical cord separation. Interestingly, researchers found a correlation between each low birth weight, cesarian delivery, and prematurity and the increased risk of delayed umbilical cord separation. It is clinically significant to consider further workup in newborns with delayed umbilical cord separation and skin infections or those with persistent urachal remnants. These infants most likely have an underlying immunologic disorder. [40]"}
{"id": "article-30747_30", "title": "Anatomy, Abdomen and Pelvis: Umbilical Cord -- Clinical Significance -- Umbilical Cysts", "content": "Cysts classify into two main categories: true cysts and pseudocysts. They usually occur near or around the insertion of the cord into the fetal umbilicus. Umbilical cord cysts generally develop during the first trimester with a standard resolution by the end of the twelfth week of gestation. Umbilical cysts have an incidence of 3.4% of all pregnancies. The exact etiology of umbilical cysts is not defined clinically. However, they appear to be closely related to chromosomal abnormalities, including trisomies of chromosomes 13 and 18, imperforate anus, and angiomyxoma of the cord. [41] The most frequently encountered type of cyst is a pseudocyst. Pseudocysts are also known as Wharton's jelly cysts. They lack epithelial tissue and occur commonly as a result of focal edema of Wharton's jelly. Also, they can develop as a result of mucoid degeneration inside the cord. It is not uncommon to see single cysts or multiple focal lesions. The diameter of these lesions is less than 2 cm approximately.", "contents": "Anatomy, Abdomen and Pelvis: Umbilical Cord -- Clinical Significance -- Umbilical Cysts. Cysts classify into two main categories: true cysts and pseudocysts. They usually occur near or around the insertion of the cord into the fetal umbilicus. Umbilical cord cysts generally develop during the first trimester with a standard resolution by the end of the twelfth week of gestation. Umbilical cysts have an incidence of 3.4% of all pregnancies. The exact etiology of umbilical cysts is not defined clinically. However, they appear to be closely related to chromosomal abnormalities, including trisomies of chromosomes 13 and 18, imperforate anus, and angiomyxoma of the cord. [41] The most frequently encountered type of cyst is a pseudocyst. Pseudocysts are also known as Wharton's jelly cysts. They lack epithelial tissue and occur commonly as a result of focal edema of Wharton's jelly. Also, they can develop as a result of mucoid degeneration inside the cord. It is not uncommon to see single cysts or multiple focal lesions. The diameter of these lesions is less than 2 cm approximately."}
{"id": "article-30747_31", "title": "Anatomy, Abdomen and Pelvis: Umbilical Cord -- Clinical Significance -- Umbilical Cysts", "content": "On the contrary, true cysts of the umbilical cord develop commonly from the omphalomesenteric duct or other primitive embryonic structures, including the allantois. True cysts have a distinct epithelial lining; hence they are known as true cysts. [42] In general, umbilical cysts are considered clinically significant. They serve as an early indicator of chromosomal abnormalities, especially if cysts persist during the second and third trimester of pregnancy. Thus, fetal karyotyping and amniocentesis are useful diagnostic procedures to determine any underlying conditions associated with them.", "contents": "Anatomy, Abdomen and Pelvis: Umbilical Cord -- Clinical Significance -- Umbilical Cysts. On the contrary, true cysts of the umbilical cord develop commonly from the omphalomesenteric duct or other primitive embryonic structures, including the allantois. True cysts have a distinct epithelial lining; hence they are known as true cysts. [42] In general, umbilical cysts are considered clinically significant. They serve as an early indicator of chromosomal abnormalities, especially if cysts persist during the second and third trimester of pregnancy. Thus, fetal karyotyping and amniocentesis are useful diagnostic procedures to determine any underlying conditions associated with them."}
{"id": "article-30747_32", "title": "Anatomy, Abdomen and Pelvis: Umbilical Cord -- Clinical Significance -- Umbilical Granuloma", "content": "An umbilical granuloma is a red nodule that may develop after the umbilical cord has separated from the naval of a newborn. On average, the diameter of a granuloma is about five mm. [40] The development of this lesion involves an abnormal proliferation of fibroblasts at the umbilicus forming thick layers of granulation tissue and endothelium. The vessels enclosed within the lesion have a dotted or strawberry-like appearance. [43] The mainstay of treatment is chemical cauterization with silver nitrate. Extra caution is needed to avoid injury or chemical burns of the surrounding skin. However, it is of great clinical significance to provide further evaluation of persistent umbilical granulomas as they can be mistaken for polyps that may require surgical removal.", "contents": "Anatomy, Abdomen and Pelvis: Umbilical Cord -- Clinical Significance -- Umbilical Granuloma. An umbilical granuloma is a red nodule that may develop after the umbilical cord has separated from the naval of a newborn. On average, the diameter of a granuloma is about five mm. [40] The development of this lesion involves an abnormal proliferation of fibroblasts at the umbilicus forming thick layers of granulation tissue and endothelium. The vessels enclosed within the lesion have a dotted or strawberry-like appearance. [43] The mainstay of treatment is chemical cauterization with silver nitrate. Extra caution is needed to avoid injury or chemical burns of the surrounding skin. However, it is of great clinical significance to provide further evaluation of persistent umbilical granulomas as they can be mistaken for polyps that may require surgical removal."}
{"id": "article-30747_33", "title": "Anatomy, Abdomen and Pelvis: Umbilical Cord -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Anatomy, Abdomen and Pelvis: Umbilical Cord -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}