{"id": "article-32882_0", "title": "Embryology, Fertilization -- Introduction", "content": "Fertilization is a complex multi-step process that is complete in 24 hours. The sperm from a male meets an ovum from a female and forms a zygote; this is the point in which pregnancy begins and leads to a 280-day journey for a female. There are two ways to track this process, and they differ by the day counting begins. There are the post-ovulation age and the gestational age, calculated by adding two weeks to the last menstrual period. There are many steps that both the egg and sperm must go through for this process to be successful. Furthermore, the fertilized egg itself goes through drastic changes. This article will detail the process in the following sections.", "contents": "Embryology, Fertilization -- Introduction. Fertilization is a complex multi-step process that is complete in 24 hours. The sperm from a male meets an ovum from a female and forms a zygote; this is the point in which pregnancy begins and leads to a 280-day journey for a female. There are two ways to track this process, and they differ by the day counting begins. There are the post-ovulation age and the gestational age, calculated by adding two weeks to the last menstrual period. There are many steps that both the egg and sperm must go through for this process to be successful. Furthermore, the fertilized egg itself goes through drastic changes. This article will detail the process in the following sections."}
{"id": "article-32882_1", "title": "Embryology, Fertilization -- Development", "content": "In the first weeks after fertilization, the zygote makes many changes and develops rapidly. The first eight weeks of development is known as the organogenic period and is the embryonic stage of development. This period is a crucial phase of development for the embryo’s organs. During the first three weeks, teratogens have an all or nothing effect on the embryo. During the third through eighth-week growth and function are affected. Weeks nine to thirty-seven are known as the fetal period. This period is important for extensive growth in size and continuous differentiation of organ systems. The respiratory system completes development just prior to birth. An important part of embryology that does not complete during the embryonic or fetal phase is gametogenesis. In both males and females, these processes begin during the fetal period and continue into puberty. This process is a mitotic and meiotic process that results in the production of an ovum and sperm. [1] Before turning into gametogonia, the embryonic development of gametes is the same in males and females, and at week ten they can be differentiated. Primordial germ cells migrate from the dorsal endoderm of the yolk sac to the hindgut of the gonadal ridge where they go through mitotic divisions and become the gametogonia.", "contents": "Embryology, Fertilization -- Development. In the first weeks after fertilization, the zygote makes many changes and develops rapidly. The first eight weeks of development is known as the organogenic period and is the embryonic stage of development. This period is a crucial phase of development for the embryo’s organs. During the first three weeks, teratogens have an all or nothing effect on the embryo. During the third through eighth-week growth and function are affected. Weeks nine to thirty-seven are known as the fetal period. This period is important for extensive growth in size and continuous differentiation of organ systems. The respiratory system completes development just prior to birth. An important part of embryology that does not complete during the embryonic or fetal phase is gametogenesis. In both males and females, these processes begin during the fetal period and continue into puberty. This process is a mitotic and meiotic process that results in the production of an ovum and sperm. [1] Before turning into gametogonia, the embryonic development of gametes is the same in males and females, and at week ten they can be differentiated. Primordial germ cells migrate from the dorsal endoderm of the yolk sac to the hindgut of the gonadal ridge where they go through mitotic divisions and become the gametogonia."}
{"id": "article-32882_2", "title": "Embryology, Fertilization -- Cellular", "content": "Once fertilization takes place, there are quick changes at the cellular level of the zygote. The zygote is a single cell, and it undergoes mitosis to create many cells. Once the zygote has reached the thirty-two cell stage, it becomes morula. Day four begins blastulation and cavities begin to form by first forming a hollow ball. Some studies suggest that the timing of this process may affect implantation. [2] There are now two different cell types, an inner and outer. The inner cells are called the inner cell mass, and the exterior is known as the trophoblast, which later helps form the placenta, and the inner cell mass becomes the embryo. The inner cell mass will further differentiate into the epiblast and the hypoblast. The hypoblast will become the primitive yolk sac, and the epiblast will become the amniotic sac. During this phase, the entity is a blastula, and the zona pellucida is now gone, allowing for growth and differentiation. During week three, tubes will form, and this is known as the gastrulation phase. Movements during gastrulation are dependent on differential cell adhesion, chemotaxis, chemokinesis, and planar polarity. [3] During this time, there are three layers of cells that will make up different organ systems. These are known as the endoderm, mesoderm, and ectoderm. The ectoderm forms the epidermis, nails, hair, peripheral nervous system, brain, and spinal cord. The mesoderm forms the muscle, bone, connective tissue, notochord, kidney, gonads, and circulatory system. The endoderm forms the epithelial lining of the digestive tract, stomach, colon, liver, bladder, and pancreas. At sixteen weeks the primitive streak forms. The primitive streak establishes the midline of the body. The next stage in development is neurulation. At this time the notochord induces the ectoderm to form the neural plate which eventually forms the neural tube. The neural tube will become the brain and spinal cord. The mesoderm divides into the axial, paraxial, intermediate, and lateral plate mesoderm, which give rise to different body parts — the paraxial mesoderm forms somites, which differentiate into cartilage, muscle, bone, and dermis. The intermediate mesoderm becomes the urogenital system, and the lateral plate mesoderm becomes the heart and vessels. The endoderm becomes the gastrointestinal tract, and the ectoderm will meet the endoderm forming the mouth and the anus. An important gene regulatory mechanism is Dkk1; the deletion of Dkk1 is known to cause an imperforate anus with a rectourinary fistula. [4]", "contents": "Embryology, Fertilization -- Cellular. Once fertilization takes place, there are quick changes at the cellular level of the zygote. The zygote is a single cell, and it undergoes mitosis to create many cells. Once the zygote has reached the thirty-two cell stage, it becomes morula. Day four begins blastulation and cavities begin to form by first forming a hollow ball. Some studies suggest that the timing of this process may affect implantation. [2] There are now two different cell types, an inner and outer. The inner cells are called the inner cell mass, and the exterior is known as the trophoblast, which later helps form the placenta, and the inner cell mass becomes the embryo. The inner cell mass will further differentiate into the epiblast and the hypoblast. The hypoblast will become the primitive yolk sac, and the epiblast will become the amniotic sac. During this phase, the entity is a blastula, and the zona pellucida is now gone, allowing for growth and differentiation. During week three, tubes will form, and this is known as the gastrulation phase. Movements during gastrulation are dependent on differential cell adhesion, chemotaxis, chemokinesis, and planar polarity. [3] During this time, there are three layers of cells that will make up different organ systems. These are known as the endoderm, mesoderm, and ectoderm. The ectoderm forms the epidermis, nails, hair, peripheral nervous system, brain, and spinal cord. The mesoderm forms the muscle, bone, connective tissue, notochord, kidney, gonads, and circulatory system. The endoderm forms the epithelial lining of the digestive tract, stomach, colon, liver, bladder, and pancreas. At sixteen weeks the primitive streak forms. The primitive streak establishes the midline of the body. The next stage in development is neurulation. At this time the notochord induces the ectoderm to form the neural plate which eventually forms the neural tube. The neural tube will become the brain and spinal cord. The mesoderm divides into the axial, paraxial, intermediate, and lateral plate mesoderm, which give rise to different body parts — the paraxial mesoderm forms somites, which differentiate into cartilage, muscle, bone, and dermis. The intermediate mesoderm becomes the urogenital system, and the lateral plate mesoderm becomes the heart and vessels. The endoderm becomes the gastrointestinal tract, and the ectoderm will meet the endoderm forming the mouth and the anus. An important gene regulatory mechanism is Dkk1; the deletion of Dkk1 is known to cause an imperforate anus with a rectourinary fistula. [4]"}
{"id": "article-32882_3", "title": "Embryology, Fertilization -- Biochemical", "content": "There are significant changes that the egg and sperm must undergo for the fertilization process to occur; this starts as soon as sperm gets deposited in the vagina. Sperm undergoes capacitation to have increased motility and metabolism to help it make the journey to the fallopian tube. Capacitation occurs due to the acidic environment of the vagina. It activates ATP enzymes in the cytosol of the sperm. The process of capacitation is important because it makes changes in the plasma membrane by altering the lipid and glycoprotein composition, which is one of two changes the sperm undergoes during this process. [5] The second change helps penetrate the matrix. The egg’s extracellular matrix is difficult to penetrate. The acrosome on the sperm contains important lysosomal enzymes. These enzymes are considered to be released by exocytosis and required for the penetration of the egg. [6] Hyaluronidase from the acrosome digests the cells embedded in hyaluronic acid surrounding the oocyte. This process exposes acrosin, which is in the inner membrane of the sperm. Acrosin is necessary to digest the zona pellucida. Once the acrosome reaction takes place, no other sperm may penetrate the zona pellucida; this is imperative so that the appropriate number of chromosomes is available and that there is not a trisomy zygote. The fusion of the acrosome of the sperm to the zona pellucida induces a rise in calcium. This rise in calcium stimulates secretory vesicles known as cortical granules to expel contents, which modifies the extracellular matrix. The cortical granules release enzymes that make it impenetrable to sperm entry by digesting sperm receptor glycoproteins ZP2 and ZP3 so that they can no longer bind spermatozoon. [7]", "contents": "Embryology, Fertilization -- Biochemical. There are significant changes that the egg and sperm must undergo for the fertilization process to occur; this starts as soon as sperm gets deposited in the vagina. Sperm undergoes capacitation to have increased motility and metabolism to help it make the journey to the fallopian tube. Capacitation occurs due to the acidic environment of the vagina. It activates ATP enzymes in the cytosol of the sperm. The process of capacitation is important because it makes changes in the plasma membrane by altering the lipid and glycoprotein composition, which is one of two changes the sperm undergoes during this process. [5] The second change helps penetrate the matrix. The egg’s extracellular matrix is difficult to penetrate. The acrosome on the sperm contains important lysosomal enzymes. These enzymes are considered to be released by exocytosis and required for the penetration of the egg. [6] Hyaluronidase from the acrosome digests the cells embedded in hyaluronic acid surrounding the oocyte. This process exposes acrosin, which is in the inner membrane of the sperm. Acrosin is necessary to digest the zona pellucida. Once the acrosome reaction takes place, no other sperm may penetrate the zona pellucida; this is imperative so that the appropriate number of chromosomes is available and that there is not a trisomy zygote. The fusion of the acrosome of the sperm to the zona pellucida induces a rise in calcium. This rise in calcium stimulates secretory vesicles known as cortical granules to expel contents, which modifies the extracellular matrix. The cortical granules release enzymes that make it impenetrable to sperm entry by digesting sperm receptor glycoproteins ZP2 and ZP3 so that they can no longer bind spermatozoon. [7]"}
{"id": "article-32882_4", "title": "Embryology, Fertilization -- Molecular Level", "content": "We have discussed in previous sections changes occurring at the biochemical and cellular levels. Here we will discuss the molecular changes taking place during the fertilization process. Before the actual fertilization process occurs, the sperm travels to the fallopian tubes where it will penetrate the egg. The spermatozoa in ejaculate vary, and the make-up of each spermatozoon contributes to its ability to get to the egg and fertilize it. [8] Spermatozoa have differences in DNA fragmentation status, motility, morphology, and sensitivity to signaling molecules. Diving even deeper into this topic, research has shown that spermatozoa with stable chromatin reach the fertilization site with greater ease and can bind well. [9] The sperm and egg are two haploid nuclei that join to form a diploid nucleus. Once the sperm and egg have joined their membranes and fused, the zygote undergoes mitotic divisions. As mentioned before, the changes the egg undergoes once one acrosome has penetrated its membrane to keep other sperm out to prevent triploidy is crucial from a molecular standpoint.  The sperm has a vital role in providing a centriole, which helps organize and assemble the mitotic spindle. [10]", "contents": "Embryology, Fertilization -- Molecular Level. We have discussed in previous sections changes occurring at the biochemical and cellular levels. Here we will discuss the molecular changes taking place during the fertilization process. Before the actual fertilization process occurs, the sperm travels to the fallopian tubes where it will penetrate the egg. The spermatozoa in ejaculate vary, and the make-up of each spermatozoon contributes to its ability to get to the egg and fertilize it. [8] Spermatozoa have differences in DNA fragmentation status, motility, morphology, and sensitivity to signaling molecules. Diving even deeper into this topic, research has shown that spermatozoa with stable chromatin reach the fertilization site with greater ease and can bind well. [9] The sperm and egg are two haploid nuclei that join to form a diploid nucleus. Once the sperm and egg have joined their membranes and fused, the zygote undergoes mitotic divisions. As mentioned before, the changes the egg undergoes once one acrosome has penetrated its membrane to keep other sperm out to prevent triploidy is crucial from a molecular standpoint.  The sperm has a vital role in providing a centriole, which helps organize and assemble the mitotic spindle. [10]"}
{"id": "article-32882_5", "title": "Embryology, Fertilization -- Function", "content": "The function of fertilization is to create a diploid(2N) zygote. Fertilization by a sperm activates the ovum, which takes place in the distal third of the fallopian tube. Once the sperm has entered the ovum, immediate changes take place not to allow further penetration of the ovum. These exact changes are in the biochemical section of this article. Once the sperm has penetrated the ovum, the sex of the embryo will be determined based on the presence or absence of a Y chromosome, which contains the SRY gene known as the testis-determining factor and also known as sex-determining region Y.", "contents": "Embryology, Fertilization -- Function. The function of fertilization is to create a diploid(2N) zygote. Fertilization by a sperm activates the ovum, which takes place in the distal third of the fallopian tube. Once the sperm has entered the ovum, immediate changes take place not to allow further penetration of the ovum. These exact changes are in the biochemical section of this article. Once the sperm has penetrated the ovum, the sex of the embryo will be determined based on the presence or absence of a Y chromosome, which contains the SRY gene known as the testis-determining factor and also known as sex-determining region Y."}
{"id": "article-32882_6", "title": "Embryology, Fertilization -- Mechanism", "content": "A follicle must mature from an oocyte to a Graafian follicle to be ready for fertilization. During ovulation, the follicle will be released and swept into the fallopian tube. If the sperm were deposited in the last ten hours, the spermatozoa would have made their way to this location, and fertilization can occur. Fertilization must take place within twenty-four hours of ovulation; otherwise, the ovum will not be available to be fertilized and will end in menses. The follicle has two layers that the sperm must penetrate, both the corona radiate and zona pellucida. The first step is the penetration of the corona radiata. The acrosome of the spermatozoa then releases enzymes, which aid in the digestion of this layer and allows for access to the secondary oocyte.", "contents": "Embryology, Fertilization -- Mechanism. A follicle must mature from an oocyte to a Graafian follicle to be ready for fertilization. During ovulation, the follicle will be released and swept into the fallopian tube. If the sperm were deposited in the last ten hours, the spermatozoa would have made their way to this location, and fertilization can occur. Fertilization must take place within twenty-four hours of ovulation; otherwise, the ovum will not be available to be fertilized and will end in menses. The follicle has two layers that the sperm must penetrate, both the corona radiate and zona pellucida. The first step is the penetration of the corona radiata. The acrosome of the spermatozoa then releases enzymes, which aid in the digestion of this layer and allows for access to the secondary oocyte."}
{"id": "article-32882_7", "title": "Embryology, Fertilization -- Testing", "content": "Infertility is a common problem encountered in the medical community. If a female patient cannot become pregnant after one year of unprotected intercourse performed regularly, an evaluation is in order. An important consideration is the patient’s body mass index. If a patient is overweight, weight loss may improve her chances of becoming pregnant. [11] It is essential to consider labs in patients who are unable to become pregnant because abnormalities of the thyroid gland or androgen excess may indicate an endocrinopathy. A commonly encountered endocrinopathy that causes issues with fertility is polycystic ovarian syndrome. In PCOS, testosterone increases, which interferes with egg maturation. [12] A physical exam is also useful in evaluating infertility. Masses or tenderness in the adnexae or the pouch of Douglas is consistent with endometriosis or chronic pelvic inflammatory disease. Furthermore, structural abnormalities may suggest an infection, leiomyoma, malignancy, or Mullerian anomaly. In women who are not suspected to be ovulating, it is crucial to do a thorough hormone analysis to investigate if ovulation is occurring. A mid-luteal progesterone level should be tested one week before expected menstruation. To show proof of ovulation, a progesterone level greater than 3 ng/mL is the expectation. Another useful hormone to evaluate female fertility is the anti-Mullerian hormone. [13] This hormone is in the TGF-beta family and expresses itself by small early antral follicles. These levels reflect the size of the primordial follicle pool and are a good indicator of ovarian function.", "contents": "Embryology, Fertilization -- Testing. Infertility is a common problem encountered in the medical community. If a female patient cannot become pregnant after one year of unprotected intercourse performed regularly, an evaluation is in order. An important consideration is the patient’s body mass index. If a patient is overweight, weight loss may improve her chances of becoming pregnant. [11] It is essential to consider labs in patients who are unable to become pregnant because abnormalities of the thyroid gland or androgen excess may indicate an endocrinopathy. A commonly encountered endocrinopathy that causes issues with fertility is polycystic ovarian syndrome. In PCOS, testosterone increases, which interferes with egg maturation. [12] A physical exam is also useful in evaluating infertility. Masses or tenderness in the adnexae or the pouch of Douglas is consistent with endometriosis or chronic pelvic inflammatory disease. Furthermore, structural abnormalities may suggest an infection, leiomyoma, malignancy, or Mullerian anomaly. In women who are not suspected to be ovulating, it is crucial to do a thorough hormone analysis to investigate if ovulation is occurring. A mid-luteal progesterone level should be tested one week before expected menstruation. To show proof of ovulation, a progesterone level greater than 3 ng/mL is the expectation. Another useful hormone to evaluate female fertility is the anti-Mullerian hormone. [13] This hormone is in the TGF-beta family and expresses itself by small early antral follicles. These levels reflect the size of the primordial follicle pool and are a good indicator of ovarian function."}
{"id": "article-32882_8", "title": "Embryology, Fertilization -- Clinical Significance", "content": "There are numerous clinical scenarios in which fertilization comes into play. Fertilization and the development that follows is a delicate and complex process that can result in defects. Hormones are important for preparing the female body to implant a fertilized egg and to grow and nourish it. FSH, which causes the release of estrogen from the ovaries, aids the cervical mucus in being more hospitable to sperm movement through the vaginal canal and cervix. An LH surge is necessary for the release of an egg from the ovary out of the follicle and into the fallopian tube where it can undergo fertilization. Progesterone produced by the corpus luteum and later by the placenta creates and maintains a thickened endometrium to allow a nourishing environment for implantation and growth. Pregnancy tests detect fertilization by measuring beta-human chorionic gonadotrophin released by the growing placenta after implantation.  Another important clinical significance is neural tube defects, which are birth defects of the central nervous system that occurs when the neural tube fails to close completely. [14] Folic acid supplementation during pregnancy has been shown to help prevent neural tube defects, thus is a commonly recommended prenatal supplement.   Another important clinical consideration is a group of genes known as Hox genes, which play a significant role in body plan and development along the cephalic to the caudal axis. If there are mutations in these genes, then body parts may develop in the incorrect location. [15]", "contents": "Embryology, Fertilization -- Clinical Significance. There are numerous clinical scenarios in which fertilization comes into play. Fertilization and the development that follows is a delicate and complex process that can result in defects. Hormones are important for preparing the female body to implant a fertilized egg and to grow and nourish it. FSH, which causes the release of estrogen from the ovaries, aids the cervical mucus in being more hospitable to sperm movement through the vaginal canal and cervix. An LH surge is necessary for the release of an egg from the ovary out of the follicle and into the fallopian tube where it can undergo fertilization. Progesterone produced by the corpus luteum and later by the placenta creates and maintains a thickened endometrium to allow a nourishing environment for implantation and growth. Pregnancy tests detect fertilization by measuring beta-human chorionic gonadotrophin released by the growing placenta after implantation.  Another important clinical significance is neural tube defects, which are birth defects of the central nervous system that occurs when the neural tube fails to close completely. [14] Folic acid supplementation during pregnancy has been shown to help prevent neural tube defects, thus is a commonly recommended prenatal supplement.   Another important clinical consideration is a group of genes known as Hox genes, which play a significant role in body plan and development along the cephalic to the caudal axis. If there are mutations in these genes, then body parts may develop in the incorrect location. [15]"}
{"id": "article-32882_9", "title": "Embryology, Fertilization -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Embryology, Fertilization -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}