{"id": "article-22786_0", "title": "Hepatitis A Vaccine -- Continuing Education Activity", "content": "Hepatitis A infection is a significant cause of morbidity and mortality worldwide. This activity will describe how to prevent this infection through the use of vaccination. It will also illustrate the importance of Hepatitis A vaccination and how it is an effective way to combat this disease alongside efforts to enhance food safety and improving sanitation. It will mention the risk factors, individuals at high risk, methods of vaccine administration, doses, indications, and contraindications.", "contents": "Hepatitis A Vaccine -- Continuing Education Activity. Hepatitis A infection is a significant cause of morbidity and mortality worldwide. This activity will describe how to prevent this infection through the use of vaccination. It will also illustrate the importance of Hepatitis A vaccination and how it is an effective way to combat this disease alongside efforts to enhance food safety and improving sanitation. It will mention the risk factors, individuals at high risk, methods of vaccine administration, doses, indications, and contraindications."}
{"id": "article-22786_1", "title": "Hepatitis A Vaccine -- Continuing Education Activity", "content": "Objectives: Describe the characteristics of the hepatitis A virus. Summarize the at-risk populations for hepatitis A disease. Explain the various types of available hepatitis A vaccines along with their dosages, administration, indications, and contraindications. Review the importance of improving care coordination among interprofessional team members to improve the rate of hepatitis A vaccination. Access free multiple choice questions on this topic.", "contents": "Hepatitis A Vaccine -- Continuing Education Activity. Objectives: Describe the characteristics of the hepatitis A virus. Summarize the at-risk populations for hepatitis A disease. Explain the various types of available hepatitis A vaccines along with their dosages, administration, indications, and contraindications. Review the importance of improving care coordination among interprofessional team members to improve the rate of hepatitis A vaccination. Access free multiple choice questions on this topic."}
{"id": "article-22786_2", "title": "Hepatitis A Vaccine -- Indications", "content": "The causative agent for hepatitis A is a positive-strand RNA virus belonging to the hepatovirus genus. This class of virus primarily affects the liver and causes inflammation. Hepatitis A is transmitted mainly via the fecal-oral route or through close physical contact. Transmission from fecal material can happen by directly touching feces or consuming food and water contaminated with fecal matter. [1]", "contents": "Hepatitis A Vaccine -- Indications. The causative agent for hepatitis A is a positive-strand RNA virus belonging to the hepatovirus genus. This class of virus primarily affects the liver and causes inflammation. Hepatitis A is transmitted mainly via the fecal-oral route or through close physical contact. Transmission from fecal material can happen by directly touching feces or consuming food and water contaminated with fecal matter. [1]"}
{"id": "article-22786_3", "title": "Hepatitis A Vaccine -- Indications", "content": "Hepatitis A vaccine is given to at-risk individuals to prevent infection from the hepatitis A virus (HAV). The Advisory Committee on Immunization Practices (ACIP)'s recommendations are to provide routine immunization for children aged 12 to 13 months for persons at high risk of having hepatitis A infection and or persons who wish to have immunity. [2] [3] [4] Healthcare providers can offer pre-exposure protection against HAV infection is provided for children aged 12 to 13 months, to persons working in or traveling to countries that have high or intermediate endemicity of infection, to men who have sex with men, to injection and non-injection drug users, to persons who have an occupational risk of infection, to persons with clotting factor disorders, to persons with chronic liver disease and during outbreaks. [5]", "contents": "Hepatitis A Vaccine -- Indications. Hepatitis A vaccine is given to at-risk individuals to prevent infection from the hepatitis A virus (HAV). The Advisory Committee on Immunization Practices (ACIP)'s recommendations are to provide routine immunization for children aged 12 to 13 months for persons at high risk of having hepatitis A infection and or persons who wish to have immunity. [2] [3] [4] Healthcare providers can offer pre-exposure protection against HAV infection is provided for children aged 12 to 13 months, to persons working in or traveling to countries that have high or intermediate endemicity of infection, to men who have sex with men, to injection and non-injection drug users, to persons who have an occupational risk of infection, to persons with clotting factor disorders, to persons with chronic liver disease and during outbreaks. [5]"}
{"id": "article-22786_4", "title": "Hepatitis A Vaccine -- Indications", "content": "In the United States, recommendations are for all children to receive HAV beginning at age one year old (twelve to twenty-three months) following routine vaccine schedules. Children aged 12 to 23 months without documentation of hepatitis A vaccination or serologic evidence of immunity should receive a vaccination on arrival in the United States. [2] Children not vaccinated by age two years can receive the vaccination at subsequent visits. [4] Persons working in or traveling to places with high or intermediate endemicity of infection should receive HAV doses at the appropriate age. The first dose of HAV should be given at the earliest opportunity after planning travel, as the antibody formation might not be complete until four weeks after vaccination. Completion of the vaccine series is the recommendation for long-term protection according to routine vaccination schedules.", "contents": "Hepatitis A Vaccine -- Indications. In the United States, recommendations are for all children to receive HAV beginning at age one year old (twelve to twenty-three months) following routine vaccine schedules. Children aged 12 to 23 months without documentation of hepatitis A vaccination or serologic evidence of immunity should receive a vaccination on arrival in the United States. [2] Children not vaccinated by age two years can receive the vaccination at subsequent visits. [4] Persons working in or traveling to places with high or intermediate endemicity of infection should receive HAV doses at the appropriate age. The first dose of HAV should be given at the earliest opportunity after planning travel, as the antibody formation might not be complete until four weeks after vaccination. Completion of the vaccine series is the recommendation for long-term protection according to routine vaccination schedules."}
{"id": "article-22786_5", "title": "Hepatitis A Vaccine -- Indications", "content": "Although antibodies may be detectable 2 to 4 weeks after administering the HAV, no data is available regarding the risk for hepatitis A before four weeks post-immunization. In travelers departing for an area with high risk within four weeks after administration of the first dose of HAV, administration of immune globulin (IG) at a separate anatomic site to the HAV is permissible. Travelers who have not or cannot receive immunoglobulins should still receive HAV but have counseling on other preventive measures as they may have suboptimal protection from hepatitis A until four weeks after vaccination. [2] [4] Travelers allergic to components of the HAV or who do not intend to get the vaccination should receive a single dose of the immunoglobulin before initiating their trip; this provides adequate immunity against hepatitis A for up to three months. Travelers planning to stay in an endemic region for a period exceeding two months should have an amplified IG schedule.All adolescents and adult MSM should receive vaccination against hepatitis A. We do not need to test for immunity in adolescents or younger adults. However, pre-vaccination testing may be necessary for older adults to avoid vaccinating people already immunized for cost purposes. The recommendation is that all illicit drug users, whether injection or non-injection drug users, receive the vaccination. [4]", "contents": "Hepatitis A Vaccine -- Indications. Although antibodies may be detectable 2 to 4 weeks after administering the HAV, no data is available regarding the risk for hepatitis A before four weeks post-immunization. In travelers departing for an area with high risk within four weeks after administration of the first dose of HAV, administration of immune globulin (IG) at a separate anatomic site to the HAV is permissible. Travelers who have not or cannot receive immunoglobulins should still receive HAV but have counseling on other preventive measures as they may have suboptimal protection from hepatitis A until four weeks after vaccination. [2] [4] Travelers allergic to components of the HAV or who do not intend to get the vaccination should receive a single dose of the immunoglobulin before initiating their trip; this provides adequate immunity against hepatitis A for up to three months. Travelers planning to stay in an endemic region for a period exceeding two months should have an amplified IG schedule.All adolescents and adult MSM should receive vaccination against hepatitis A. We do not need to test for immunity in adolescents or younger adults. However, pre-vaccination testing may be necessary for older adults to avoid vaccinating people already immunized for cost purposes. The recommendation is that all illicit drug users, whether injection or non-injection drug users, receive the vaccination. [4]"}
{"id": "article-22786_6", "title": "Hepatitis A Vaccine -- Indications", "content": "Persons working with primates carrying a hepatitis A virus infection or people working in a hepatitis A virus research laboratory should undergo vaccination. [4] Persons working as food handlers can contract hepatitis A and potentially transmit HAV to others. Employees should receive vaccination as indicated where state and local health authorities (or private employers) determine that such immunization is necessary.[6] Food handlers who do not receive HAV should be informed of the signs and symptoms of hepatitis A as well as food preparation practices that reduce the risk of transmission. [4]", "contents": "Hepatitis A Vaccine -- Indications. Persons working with primates carrying a hepatitis A virus infection or people working in a hepatitis A virus research laboratory should undergo vaccination. [4] Persons working as food handlers can contract hepatitis A and potentially transmit HAV to others. Employees should receive vaccination as indicated where state and local health authorities (or private employers) determine that such immunization is necessary.[6] Food handlers who do not receive HAV should be informed of the signs and symptoms of hepatitis A as well as food preparation practices that reduce the risk of transmission. [4]"}
{"id": "article-22786_7", "title": "Hepatitis A Vaccine -- Indications", "content": "Although donor screening, as well as changes in the way the clotting factors are current vaccine preparation methods, have decreased the risk of hepatitis A, susceptible persons receiving clotting-factor concentrates should still receive HAV. [4] Susceptible persons diagnosed with chronic hepatic disorders, including patients with chronic hepatitis B or hepatitis C virus infections, should receive the vaccination. Both current and potential recipients of hepatic transplants, should be vaccinated as well. [4]", "contents": "Hepatitis A Vaccine -- Indications. Although donor screening, as well as changes in the way the clotting factors are current vaccine preparation methods, have decreased the risk of hepatitis A, susceptible persons receiving clotting-factor concentrates should still receive HAV. [4] Susceptible persons diagnosed with chronic hepatic disorders, including patients with chronic hepatitis B or hepatitis C virus infections, should receive the vaccination. Both current and potential recipients of hepatic transplants, should be vaccinated as well. [4]"}
{"id": "article-22786_8", "title": "Hepatitis A Vaccine -- Indications", "content": "Community outbreaks of Hepatitis A have decreased since the implementation of recommended childhood HAV programs. In the event of a community-wide outbreak, accelerated vaccination can be a control measure. There is an increased risk of outbreaks occurring in people with higher risk (e.g., drug abusers or MSM) unless we achieve better vaccine coverage in these high-risk groups. Unfortunately, all programs initiated to contain hepatitis A outbreaks in these high risk have met with limited success until now. Efforts should instead focus on starting and continuing the routine vaccination of these groups. [4] In cases where an exposed person has not previously received the HAV, Immunoglobulins should be administered as early as possible after exposure to prevent infection with hepatitis A. In cases where a person has not completed their HAV series. However, if it has been >1 month since their initial dose of HAV, they do not need IG prophylaxis. The effectiveness of administering immunoglobulins more than two weeks after exposure to hepatitis A is not effective in preventing infection. Screening of contacts for immunity is not recommended before the administration of IG to avoid delay in postexposure treatment. It is advisable to confirm the IgM antibody testing in the index patient before giving initiating post-exposure therapy in the contacts. [4]", "contents": "Hepatitis A Vaccine -- Indications. Community outbreaks of Hepatitis A have decreased since the implementation of recommended childhood HAV programs. In the event of a community-wide outbreak, accelerated vaccination can be a control measure. There is an increased risk of outbreaks occurring in people with higher risk (e.g., drug abusers or MSM) unless we achieve better vaccine coverage in these high-risk groups. Unfortunately, all programs initiated to contain hepatitis A outbreaks in these high risk have met with limited success until now. Efforts should instead focus on starting and continuing the routine vaccination of these groups. [4] In cases where an exposed person has not previously received the HAV, Immunoglobulins should be administered as early as possible after exposure to prevent infection with hepatitis A. In cases where a person has not completed their HAV series. However, if it has been >1 month since their initial dose of HAV, they do not need IG prophylaxis. The effectiveness of administering immunoglobulins more than two weeks after exposure to hepatitis A is not effective in preventing infection. Screening of contacts for immunity is not recommended before the administration of IG to avoid delay in postexposure treatment. It is advisable to confirm the IgM antibody testing in the index patient before giving initiating post-exposure therapy in the contacts. [4]"}
{"id": "article-22786_9", "title": "Hepatitis A Vaccine -- Indications", "content": "Hepatitis A vaccine is not currently licensed for use as postexposure prophylaxis. However, if a person receives IG for post-exposure prophylaxis, they may be given any routine recommended HAV due. IG and HAV may be given at the same time, but the injections must be into separate anatomic sites. Immunoglobulin should be administered to previously unvaccinated persons in situations where there has been close personal contact, childcare centers, and common-source exposure in schools, hospitals, and work settings.", "contents": "Hepatitis A Vaccine -- Indications. Hepatitis A vaccine is not currently licensed for use as postexposure prophylaxis. However, if a person receives IG for post-exposure prophylaxis, they may be given any routine recommended HAV due. IG and HAV may be given at the same time, but the injections must be into separate anatomic sites. Immunoglobulin should be administered to previously unvaccinated persons in situations where there has been close personal contact, childcare centers, and common-source exposure in schools, hospitals, and work settings."}
{"id": "article-22786_10", "title": "Hepatitis A Vaccine -- Indications", "content": "The recommendation is to administer immunoglobulin G (IG) to all previously unvaccinated households, sexual contacts, and persons sharing drugs of patients with confirmed hepatitis A. Beyond persons living in the same home as persons with serologically confirmed hepatitis A, anyone having close contact with a person diagnosed with hepatitis A (e.g., regular babysitting) should also receive IG. [4]", "contents": "Hepatitis A Vaccine -- Indications. The recommendation is to administer immunoglobulin G (IG) to all previously unvaccinated households, sexual contacts, and persons sharing drugs of patients with confirmed hepatitis A. Beyond persons living in the same home as persons with serologically confirmed hepatitis A, anyone having close contact with a person diagnosed with hepatitis A (e.g., regular babysitting) should also receive IG. [4]"}
{"id": "article-22786_11", "title": "Hepatitis A Vaccine -- Indications", "content": "The Advisory Committee on Immunization Practices gives recommendations stating that any unvaccinated persons who are expecting to be physically close to an international adoptee from a nation of high or intermediate endemicity during the initial two months following the arrival of the adoptee in the United States of America, get their hepatitis A vaccination. The first dose of the two doses of the hepatitis A vaccine series can start as soon as adoption is planned. It would be ideal if delivered within two or more weeks before the arrival of the adoptee to the United States. [6]", "contents": "Hepatitis A Vaccine -- Indications. The Advisory Committee on Immunization Practices gives recommendations stating that any unvaccinated persons who are expecting to be physically close to an international adoptee from a nation of high or intermediate endemicity during the initial two months following the arrival of the adoptee in the United States of America, get their hepatitis A vaccination. The first dose of the two doses of the hepatitis A vaccine series can start as soon as adoption is planned. It would be ideal if delivered within two or more weeks before the arrival of the adoptee to the United States. [6]"}
{"id": "article-22786_12", "title": "Hepatitis A Vaccine -- Indications", "content": "HAV administration at the same time as IG for children receiving postexposure prophylaxis. Immunoglobulins should be administered to all previously unvaccinated staff and attendees of child care centers or homes if there have had one or more cases of hepatitis A.", "contents": "Hepatitis A Vaccine -- Indications. HAV administration at the same time as IG for children receiving postexposure prophylaxis. Immunoglobulins should be administered to all previously unvaccinated staff and attendees of child care centers or homes if there have had one or more cases of hepatitis A."}
{"id": "article-22786_13", "title": "Hepatitis A Vaccine -- Indications", "content": "If centers do not care for children who wear diapers, IG only needs to be administered to classroom contacts of an index case. During outbreaks, if the center does care for children who wear diapers, IG should be considered for the members of households that have diaper-wearing children at the center. Diagnosis of hepatitis A in one food handler mandates that immunoglobulins be offered to other food handlers at the same establishment. Transmission to customers is unlikely, and IG is typically not indicated. [4]", "contents": "Hepatitis A Vaccine -- Indications. If centers do not care for children who wear diapers, IG only needs to be administered to classroom contacts of an index case. During outbreaks, if the center does care for children who wear diapers, IG should be considered for the members of households that have diaper-wearing children at the center. Diagnosis of hepatitis A in one food handler mandates that immunoglobulins be offered to other food handlers at the same establishment. Transmission to customers is unlikely, and IG is typically not indicated. [4]"}
{"id": "article-22786_14", "title": "Hepatitis A Vaccine -- Indications", "content": "Immunoglobulins also need to be administered if an infected food handler directly handled uncooked foods or cooked foods or is symptomatic with diarrhea. Customers identified with the disease can receive treatment with IG  within a couple of weeks of exposure, but not if it has been more than two weeks after exposure or once cases have begun after an outbreak from a common source as IG is no longer effective in preventing hepatitis A infection after that period. [4]", "contents": "Hepatitis A Vaccine -- Indications. Immunoglobulins also need to be administered if an infected food handler directly handled uncooked foods or cooked foods or is symptomatic with diarrhea. Customers identified with the disease can receive treatment with IG  within a couple of weeks of exposure, but not if it has been more than two weeks after exposure or once cases have begun after an outbreak from a common source as IG is no longer effective in preventing hepatitis A infection after that period. [4]"}
{"id": "article-22786_15", "title": "Hepatitis A Vaccine -- Indications", "content": "Immunoglobulins are not usually required when an isolated case is reported in work, school, or an office setting if the source of infection is outside of the parameters. However, immunoglobulins are necessary for people who had been close to the index patient if the hepatitis A virus transmission has occurred within the school. The only indication of giving immunoglobulins to hospital staff is the presence of epidemiologic evidence of hepatitis A virus transmission between hospital staff and the patient. [4]", "contents": "Hepatitis A Vaccine -- Indications. Immunoglobulins are not usually required when an isolated case is reported in work, school, or an office setting if the source of infection is outside of the parameters. However, immunoglobulins are necessary for people who had been close to the index patient if the hepatitis A virus transmission has occurred within the school. The only indication of giving immunoglobulins to hospital staff is the presence of epidemiologic evidence of hepatitis A virus transmission between hospital staff and the patient. [4]"}
{"id": "article-22786_16", "title": "Hepatitis A Vaccine -- Mechanism of Action", "content": "The administration of the hepatitis A vaccine causes an immune reaction by activation of white blood cells (lymphocytes) that fight infection. Immune cells engulf the vaccine antigen and release inflammatory mediators to signal the B and T cells to activate and proliferate to attack the antigen. The two types of lymphocytes, B cells, and T cells, are triggered to differentiate into new cells with specific activity against hepatitis A antigen (e.g., antibody-producing B cells, memory cells, cytotoxic and helper T cells) to give a prolonged immunity if exposed to the actual pathologic viral antigen. [1] [4]", "contents": "Hepatitis A Vaccine -- Mechanism of Action. The administration of the hepatitis A vaccine causes an immune reaction by activation of white blood cells (lymphocytes) that fight infection. Immune cells engulf the vaccine antigen and release inflammatory mediators to signal the B and T cells to activate and proliferate to attack the antigen. The two types of lymphocytes, B cells, and T cells, are triggered to differentiate into new cells with specific activity against hepatitis A antigen (e.g., antibody-producing B cells, memory cells, cytotoxic and helper T cells) to give a prolonged immunity if exposed to the actual pathologic viral antigen. [1] [4]"}
{"id": "article-22786_17", "title": "Hepatitis A Vaccine -- Mechanism of Action", "content": "Many vaccines contain substances called adjuvants that help to increase the immune system's response to a vaccine. HAV contains aluminum, which some think delays the absorption of the injected antigens, resulting in a high concentration of antigens at the local injection site. Aluminum may also directly activate cells of the innate immune system, causing the release of inflammatory mediators and thus enhancing the immune response as described above. [1] [4]", "contents": "Hepatitis A Vaccine -- Mechanism of Action. Many vaccines contain substances called adjuvants that help to increase the immune system's response to a vaccine. HAV contains aluminum, which some think delays the absorption of the injected antigens, resulting in a high concentration of antigens at the local injection site. Aluminum may also directly activate cells of the innate immune system, causing the release of inflammatory mediators and thus enhancing the immune response as described above. [1] [4]"}
{"id": "article-22786_18", "title": "Hepatitis A Vaccine -- Administration", "content": "There are two single-antigen vaccines licensed in the United States. [1] [2] All inactivated hepatitis A vaccines are licensed for intramuscular administration into the deltoid muscle in a two-dose schedule, with the first dose given at the age of one year or older. The dosing interval between the first and second doses can range from 6 months to 4 or 5 years but is usually 6 to 18 months. [2] [3] The combined vaccine (containing both HAV and HBV antigens) has approval for use in persons aged >18 years. Primary immunization comprises three doses, administered on a 0, 1, and 6-month schedule. [1] [2]", "contents": "Hepatitis A Vaccine -- Administration. There are two single-antigen vaccines licensed in the United States. [1] [2] All inactivated hepatitis A vaccines are licensed for intramuscular administration into the deltoid muscle in a two-dose schedule, with the first dose given at the age of one year or older. The dosing interval between the first and second doses can range from 6 months to 4 or 5 years but is usually 6 to 18 months. [2] [3] The combined vaccine (containing both HAV and HBV antigens) has approval for use in persons aged >18 years. Primary immunization comprises three doses, administered on a 0, 1, and 6-month schedule. [1] [2]"}
{"id": "article-22786_19", "title": "Hepatitis A Vaccine -- Adverse Effects", "content": "There are two different inactivated hepatitis A vaccines licensed in the United States and a combined hepatitis A/B vaccination. Although not available in the US, there is a live attenuated vaccine on the market.", "contents": "Hepatitis A Vaccine -- Adverse Effects. There are two different inactivated hepatitis A vaccines licensed in the United States and a combined hepatitis A/B vaccination. Although not available in the US, there is a live attenuated vaccine on the market."}
{"id": "article-22786_20", "title": "Hepatitis A Vaccine -- Adverse Effects", "content": "Inactivated hepatitis A vaccine safety is based on the cumulative global experience gained from the use of several hundred million doses administered to children and adults worldwide. Regardless of the schedule or manufacturer of HAV, safety profiles have been excellent. [5]", "contents": "Hepatitis A Vaccine -- Adverse Effects. Inactivated hepatitis A vaccine safety is based on the cumulative global experience gained from the use of several hundred million doses administered to children and adults worldwide. Regardless of the schedule or manufacturer of HAV, safety profiles have been excellent. [5]"}
{"id": "article-22786_21", "title": "Hepatitis A Vaccine -- Adverse Effects", "content": "Before licensure, safety studies of the two different inactivated hepatitis A vaccines found local reactions such as soreness or tenderness at the injection site were reported in a little over 50% in adults, while in children, corresponding rates were between 15 to 17%. Reported headaches were rare and appeared in 14% to 16% of adults. [1] [5] Researchers found the side effect frequency of the double antigen versus two single-antigen vaccines to be similar. [1]", "contents": "Hepatitis A Vaccine -- Adverse Effects. Before licensure, safety studies of the two different inactivated hepatitis A vaccines found local reactions such as soreness or tenderness at the injection site were reported in a little over 50% in adults, while in children, corresponding rates were between 15 to 17%. Reported headaches were rare and appeared in 14% to 16% of adults. [1] [5] Researchers found the side effect frequency of the double antigen versus two single-antigen vaccines to be similar. [1]"}
{"id": "article-22786_22", "title": "Hepatitis A Vaccine -- Adverse Effects", "content": "The most frequently reported side effects are minor problems like injection-site reactions, rash, fever, and headache. There are rare cases of severe side effects like the elevation of liver enzymes, ITP (idiopathic thrombocytopenic purpura), and Guillain-Barré syndrome. Vaccine safety has continued to undergo assessment through data monitoring from surveillance systems. [1]", "contents": "Hepatitis A Vaccine -- Adverse Effects. The most frequently reported side effects are minor problems like injection-site reactions, rash, fever, and headache. There are rare cases of severe side effects like the elevation of liver enzymes, ITP (idiopathic thrombocytopenic purpura), and Guillain-Barré syndrome. Vaccine safety has continued to undergo assessment through data monitoring from surveillance systems. [1]"}
{"id": "article-22786_23", "title": "Hepatitis A Vaccine -- Adverse Effects", "content": "There have not been any tolerability problems to inactivated hepatitis A vaccines in patients with mild-to-moderate chronic liver disease, liver and renal transplantation recipients, and dialysis patients. [5] Although the review of literature is limited in confirming the safety of these vaccines during pregnancy, vaccine risk from inactivated viruses to the developing fetus is likely to be negligible. [5]", "contents": "Hepatitis A Vaccine -- Adverse Effects. There have not been any tolerability problems to inactivated hepatitis A vaccines in patients with mild-to-moderate chronic liver disease, liver and renal transplantation recipients, and dialysis patients. [5] Although the review of literature is limited in confirming the safety of these vaccines during pregnancy, vaccine risk from inactivated viruses to the developing fetus is likely to be negligible. [5]"}
{"id": "article-22786_24", "title": "Hepatitis A Vaccine -- Contraindications", "content": "Except for a history of a severe allergic reaction to a previous dose of HAV, there are no other known contraindications to the use of inactivated hepatitis A vaccines. [1] [2] [3] HAV can be administered at the same time as any other vaccines routinely used in childhood immunization programs or for travel prophylaxis. No special precautions are needed when vaccinating immunocompromised persons. [2]", "contents": "Hepatitis A Vaccine -- Contraindications. Except for a history of a severe allergic reaction to a previous dose of HAV, there are no other known contraindications to the use of inactivated hepatitis A vaccines. [1] [2] [3] HAV can be administered at the same time as any other vaccines routinely used in childhood immunization programs or for travel prophylaxis. No special precautions are needed when vaccinating immunocompromised persons. [2]"}
{"id": "article-22786_25", "title": "Hepatitis A Vaccine -- Contraindications", "content": "The safety of hepatitis A vaccination in pregnancy remains undetermined; however, the theoretical risk to the developing fetus is expected to be minimal. For pregnant women at potentially high risk for exposure to HAV, the potential risk associated with vaccination should be weighed against the risk for hepatitis A infection. [1] [3]", "contents": "Hepatitis A Vaccine -- Contraindications. The safety of hepatitis A vaccination in pregnancy remains undetermined; however, the theoretical risk to the developing fetus is expected to be minimal. For pregnant women at potentially high risk for exposure to HAV, the potential risk associated with vaccination should be weighed against the risk for hepatitis A infection. [1] [3]"}
{"id": "article-22786_26", "title": "Hepatitis A Vaccine -- Contraindications", "content": "Breastfeeding mothers who have received the vaccination can continue to breastfeed without any concerns to the mother or the baby. Breastfeeding is not a contraindication to hepatitis A vaccine is not contraindicated in breastfeeding mothers. Breastfed infants should be vaccinated according to the routine recommended schedules. [7]", "contents": "Hepatitis A Vaccine -- Contraindications. Breastfeeding mothers who have received the vaccination can continue to breastfeed without any concerns to the mother or the baby. Breastfeeding is not a contraindication to hepatitis A vaccine is not contraindicated in breastfeeding mothers. Breastfed infants should be vaccinated according to the routine recommended schedules. [7]"}
{"id": "article-22786_27", "title": "Hepatitis A Vaccine -- Contraindications", "content": "Although commonly perceived as a contraindication, patients can receive HAV during mild acute illness with or without fever, mild-to-moderate local reaction (i.e., swelling, redness, soreness), low-grade or moderate fever after the previous dose, during the convalescent phase of illness, during diarrheal episodes, after recent exposure to an infectious disease, and patients receiving antibiotics. [1] [2] Preterm babies should also receive the hepatitis A vaccine. Having a history of penicillin allergy, other non-vaccine allergies, relatives with allergies, or receiving allergen extract immunotherapy does not preclude the patient from receiving hepatitis A vaccination.", "contents": "Hepatitis A Vaccine -- Contraindications. Although commonly perceived as a contraindication, patients can receive HAV during mild acute illness with or without fever, mild-to-moderate local reaction (i.e., swelling, redness, soreness), low-grade or moderate fever after the previous dose, during the convalescent phase of illness, during diarrheal episodes, after recent exposure to an infectious disease, and patients receiving antibiotics. [1] [2] Preterm babies should also receive the hepatitis A vaccine. Having a history of penicillin allergy, other non-vaccine allergies, relatives with allergies, or receiving allergen extract immunotherapy does not preclude the patient from receiving hepatitis A vaccination."}
{"id": "article-22786_28", "title": "Hepatitis A Vaccine -- Monitoring", "content": "Given the high vaccine response, post-vaccination testing is not recommended in adults and children. Also, there is a lack of testing methods with high sensitivity to detect low antibody concentrations after vaccination. [1]", "contents": "Hepatitis A Vaccine -- Monitoring. Given the high vaccine response, post-vaccination testing is not recommended in adults and children. Also, there is a lack of testing methods with high sensitivity to detect low antibody concentrations after vaccination. [1]"}
{"id": "article-22786_29", "title": "Hepatitis A Vaccine -- Toxicity", "content": "Studies have not reported any vaccine overdoses of the hepatitis A vaccine. There has been researching into the aluminum adjuvant added to HAV. The serum concentration of aluminum from vaccines administered to infants during the first year of life show levels well below the minimum risk level established by the Agency for Toxic Substances and Disease Registry. [8]", "contents": "Hepatitis A Vaccine -- Toxicity. Studies have not reported any vaccine overdoses of the hepatitis A vaccine. There has been researching into the aluminum adjuvant added to HAV. The serum concentration of aluminum from vaccines administered to infants during the first year of life show levels well below the minimum risk level established by the Agency for Toxic Substances and Disease Registry. [8]"}
{"id": "article-22786_30", "title": "Hepatitis A Vaccine -- Toxicity", "content": "In the first six months of life, the exposure to aluminum from vaccination is negligible (about 4.4 milligrams of aluminum-only 0.225 to 0.25 mg/dose in HAV). Far more aluminum exposure comes from an infant's diet: with formula-fed infants receiving as high as 38 to 40 mg and the soy-fed infants ingesting around 117 mg of aluminum during the first six months of life from the formulas, respectively. Breast-fed infants have lower exposure to about 7 milligrams during the same time amount of time. [6] [9]", "contents": "Hepatitis A Vaccine -- Toxicity. In the first six months of life, the exposure to aluminum from vaccination is negligible (about 4.4 milligrams of aluminum-only 0.225 to 0.25 mg/dose in HAV). Far more aluminum exposure comes from an infant's diet: with formula-fed infants receiving as high as 38 to 40 mg and the soy-fed infants ingesting around 117 mg of aluminum during the first six months of life from the formulas, respectively. Breast-fed infants have lower exposure to about 7 milligrams during the same time amount of time. [6] [9]"}
{"id": "article-22786_31", "title": "Hepatitis A Vaccine -- Enhancing Healthcare Team Outcomes", "content": "Vaccination providers, including the pharmacist and nurse practitioner, commonly encounter persons who do not have adequate immunization documentation. Only written, dated records should be used as evidence of vaccination. If records are not available, these patients should receive their age-appropriate vaccination schedule or have serologic testing to determine immunity. However, not all commercially available serologic tests are sensitive enough for the detection of vaccine-induced immunity. [1]", "contents": "Hepatitis A Vaccine -- Enhancing Healthcare Team Outcomes. Vaccination providers, including the pharmacist and nurse practitioner, commonly encounter persons who do not have adequate immunization documentation. Only written, dated records should be used as evidence of vaccination. If records are not available, these patients should receive their age-appropriate vaccination schedule or have serologic testing to determine immunity. However, not all commercially available serologic tests are sensitive enough for the detection of vaccine-induced immunity. [1]"}
{"id": "article-22786_32", "title": "Hepatitis A Vaccine -- Enhancing Healthcare Team Outcomes", "content": "Vaccination administration should be as close to the recommended intervals as possible. An interruption in the vaccination schedule does not require restarting the entire hepatitis A vaccine series or the addition of extra doses. [1]", "contents": "Hepatitis A Vaccine -- Enhancing Healthcare Team Outcomes. Vaccination administration should be as close to the recommended intervals as possible. An interruption in the vaccination schedule does not require restarting the entire hepatitis A vaccine series or the addition of extra doses. [1]"}
{"id": "article-22786_33", "title": "Hepatitis A Vaccine -- Enhancing Healthcare Team Outcomes", "content": "Only severe allergy to a prior HAV is a valid contraindication to vaccination. Misperceptions by healthcare providers result in missed opportunities to administer recommended vaccinations and should be avoided. Routine physical examinations are not necessary for vaccinating persons who appear to be healthy.", "contents": "Hepatitis A Vaccine -- Enhancing Healthcare Team Outcomes. Only severe allergy to a prior HAV is a valid contraindication to vaccination. Misperceptions by healthcare providers result in missed opportunities to administer recommended vaccinations and should be avoided. Routine physical examinations are not necessary for vaccinating persons who appear to be healthy."}
{"id": "article-22786_34", "title": "Hepatitis A Vaccine -- Enhancing Healthcare Team Outcomes", "content": "Interprofessional coordination and information sharing between interprofessional team members, including clinicians, mid-level practitioners, nurses, and pharmacists, will improve vaccination adherence and infection prophylaxis. This will results from accurate vaccination history, knowledge of vaccination schedules, and understanding individual patient risks for infection. Through open communication between various disciplines, the hepatitis A vaccine can achieve its intended clinical result. [Level 5]", "contents": "Hepatitis A Vaccine -- Enhancing Healthcare Team Outcomes. Interprofessional coordination and information sharing between interprofessional team members, including clinicians, mid-level practitioners, nurses, and pharmacists, will improve vaccination adherence and infection prophylaxis. This will results from accurate vaccination history, knowledge of vaccination schedules, and understanding individual patient risks for infection. Through open communication between various disciplines, the hepatitis A vaccine can achieve its intended clinical result. [Level 5]"}
{"id": "article-22786_35", "title": "Hepatitis A Vaccine -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Hepatitis A Vaccine -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}