{"id": "article-23880_0", "title": "Ketorolac -- Continuing Education Activity", "content": "Ketorolac, a nonsteroidal anti-inflammatory drug, is an option for the management of acute moderate-to-severe pain. Ketorolac is available in various forms, including oral, nasal spray, IV, or IM administration. Widely employed in postoperative scenarios for pain control, ketorolac is particularly effective when combined with opioids, leading to a significant reduction in opioid requirements. This synergistic approach not only mitigates the need for opioids but also diminishes the occurrence of adverse effects such as vomiting and decreased gastrointestinal motility.", "contents": "Ketorolac -- Continuing Education Activity. Ketorolac, a nonsteroidal anti-inflammatory drug, is an option for the management of acute moderate-to-severe pain. Ketorolac is available in various forms, including oral, nasal spray, IV, or IM administration. Widely employed in postoperative scenarios for pain control, ketorolac is particularly effective when combined with opioids, leading to a significant reduction in opioid requirements. This synergistic approach not only mitigates the need for opioids but also diminishes the occurrence of adverse effects such as vomiting and decreased gastrointestinal motility."}
{"id": "article-23880_1", "title": "Ketorolac -- Continuing Education Activity", "content": "In pediatric cases, ketorolac demonstrates effectiveness comparable to major opioid analgesics. This educational activity discusses the indications, actions, and contraindications associated with ketorolac, emphasizing its role as a valuable agent in treating acute pain. The activity further highlights essential aspects, including the mechanism of action, adverse event profile, and critical factors for monitoring and managing toxicity, providing crucial insights for interprofessional team members involved in treating patients with acute moderate-to-severe pain.", "contents": "Ketorolac -- Continuing Education Activity. In pediatric cases, ketorolac demonstrates effectiveness comparable to major opioid analgesics. This educational activity discusses the indications, actions, and contraindications associated with ketorolac, emphasizing its role as a valuable agent in treating acute pain. The activity further highlights essential aspects, including the mechanism of action, adverse event profile, and critical factors for monitoring and managing toxicity, providing crucial insights for interprofessional team members involved in treating patients with acute moderate-to-severe pain."}
{"id": "article-23880_2", "title": "Ketorolac -- Continuing Education Activity", "content": "Objectives: Identify appropriate indications for ketorolac use. Implement appropriate dosing strategies and treatment regimens for ketorolac based on patient-specific factors. Select the optimal patients for ketorolac use, considering individual patient characteristics and comorbidities. Improve collaboration with other healthcare professionals to ensure appropriate pain management strategies incorporating ketorolac. Access free multiple choice questions on this topic.", "contents": "Ketorolac -- Continuing Education Activity. Objectives: Identify appropriate indications for ketorolac use. Implement appropriate dosing strategies and treatment regimens for ketorolac based on patient-specific factors. Select the optimal patients for ketorolac use, considering individual patient characteristics and comorbidities. Improve collaboration with other healthcare professionals to ensure appropriate pain management strategies incorporating ketorolac. Access free multiple choice questions on this topic."}
{"id": "article-23880_3", "title": "Ketorolac -- Indications -- FDA-Approved Indications", "content": "Ketorolac is an FDA-approved medication used to treat moderate-to-severe acute-onset pain. [1] Ketorolac belongs to the nonsteroidal anti-inflammatory drug (NSAID) class and is available in multiple-dose forms: oral, nasal spray, IV, or IM. This medication is commonly used postoperatively for pain management. In combination with opioids, ketorolac significantly decreases opioid requirements and lowers the incidence of adverse effects such as vomiting and decreased gastrointestinal motility. [1]", "contents": "Ketorolac -- Indications -- FDA-Approved Indications. Ketorolac is an FDA-approved medication used to treat moderate-to-severe acute-onset pain. [1] Ketorolac belongs to the nonsteroidal anti-inflammatory drug (NSAID) class and is available in multiple-dose forms: oral, nasal spray, IV, or IM. This medication is commonly used postoperatively for pain management. In combination with opioids, ketorolac significantly decreases opioid requirements and lowers the incidence of adverse effects such as vomiting and decreased gastrointestinal motility. [1]"}
{"id": "article-23880_4", "title": "Ketorolac -- Indications -- Off-Label Uses", "content": "In children, ketorolac is as effective as major opioid analgesics. [2] Thus, this drug is a great pain management alternative or adjunct for pediatric (off-label for acute moderate-to-severe pain) or adult individuals for whom there is concern regarding opioid dependence.", "contents": "Ketorolac -- Indications -- Off-Label Uses. In children, ketorolac is as effective as major opioid analgesics. [2] Thus, this drug is a great pain management alternative or adjunct for pediatric (off-label for acute moderate-to-severe pain) or adult individuals for whom there is concern regarding opioid dependence."}
{"id": "article-23880_5", "title": "Ketorolac -- Indications -- Off-Label Uses", "content": "In the emergency department, ketorolac is used to successfully treat musculoskeletal pain, migraines, and sickle cell crises. Lastly, NSAIDs such as ketorolac are effective for pain associated with cancer that has metastasized to bones. [3] According to guidelines by the American Association of Hip and Knee Surgeons, American Academy of Orthopaedic Surgeons, and American Society of Regional Anesthesia and Pain Medicine, the use of intravenous ketorolac for the total joint arthroplasty decreases pain and reduces opioid utilization in the postoperative period. [4] According to the American Society of Addiction Medicine guidelines, ketorolac can be used to treat moderate-to-severe pain (off-label) in patients with opioid use disorder. [5] [6]", "contents": "Ketorolac -- Indications -- Off-Label Uses. In the emergency department, ketorolac is used to successfully treat musculoskeletal pain, migraines, and sickle cell crises. Lastly, NSAIDs such as ketorolac are effective for pain associated with cancer that has metastasized to bones. [3] According to guidelines by the American Association of Hip and Knee Surgeons, American Academy of Orthopaedic Surgeons, and American Society of Regional Anesthesia and Pain Medicine, the use of intravenous ketorolac for the total joint arthroplasty decreases pain and reduces opioid utilization in the postoperative period. [4] According to the American Society of Addiction Medicine guidelines, ketorolac can be used to treat moderate-to-severe pain (off-label) in patients with opioid use disorder. [5] [6]"}
{"id": "article-23880_6", "title": "Ketorolac -- Mechanism of Action", "content": "The exact mechanism of action for ketorolac is not known. Like other NSAIDs, Ketorolac blocks cyclooxygenases (COX), which convert arachidonic acid into prostaglandins, prostacyclin, and thromboxane. The inhibition of these substances decreases pain, fever, and inflammation. [7] Ketorolac does so by inhibiting both cyclooxygenase-1 and cyclooxygenase-2. Ketorolac has higher demonstrated potency than most other NSAIDs. [3]", "contents": "Ketorolac -- Mechanism of Action. The exact mechanism of action for ketorolac is not known. Like other NSAIDs, Ketorolac blocks cyclooxygenases (COX), which convert arachidonic acid into prostaglandins, prostacyclin, and thromboxane. The inhibition of these substances decreases pain, fever, and inflammation. [7] Ketorolac does so by inhibiting both cyclooxygenase-1 and cyclooxygenase-2. Ketorolac has higher demonstrated potency than most other NSAIDs. [3]"}
{"id": "article-23880_7", "title": "Ketorolac -- Mechanism of Action -- Pharmacokinetics", "content": "Absorption: Ketorolac is completely absorbed after oral administration. A high-fat meal can decrease time-to-peak concentrations of ketorolac by approximately 1 hour. Antacids do not impact the extent of absorption. Ketorolac is quickly absorbed following intranasal administration, and the peak plasma concentration is achieved in approximately 30 to 45 minutes. [8]", "contents": "Ketorolac -- Mechanism of Action -- Pharmacokinetics. Absorption: Ketorolac is completely absorbed after oral administration. A high-fat meal can decrease time-to-peak concentrations of ketorolac by approximately 1 hour. Antacids do not impact the extent of absorption. Ketorolac is quickly absorbed following intranasal administration, and the peak plasma concentration is achieved in approximately 30 to 45 minutes. [8]"}
{"id": "article-23880_8", "title": "Ketorolac -- Mechanism of Action -- Pharmacokinetics", "content": "Distribution: The volume of distribution is approximately 13 liters. Ketorolac has high plasma protein binding. A reduction in serum albumin can lead to increased free drug concentrations. Ketorolac is distributed in human milk. Metabolism: Ketorolac is metabolized in the liver by hydroxylation and conjugation. Elimination: Ketorolac and its metabolites are primarily excreted by the kidney. The elimination half-life ranges from 5 to 6 hours.", "contents": "Ketorolac -- Mechanism of Action -- Pharmacokinetics. Distribution: The volume of distribution is approximately 13 liters. Ketorolac has high plasma protein binding. A reduction in serum albumin can lead to increased free drug concentrations. Ketorolac is distributed in human milk. Metabolism: Ketorolac is metabolized in the liver by hydroxylation and conjugation. Elimination: Ketorolac and its metabolites are primarily excreted by the kidney. The elimination half-life ranges from 5 to 6 hours."}
{"id": "article-23880_9", "title": "Ketorolac -- Administration -- Available Dosage Forms", "content": "The administration of ketorolac can be done via oral, nasal spray, IV, or IM routes. The oral version should be administered only following IV or IM ketorolac. Ketorolac administration should not continue for longer than 5 days, given an increased risk of cardiac thrombotic events, renal failure, peptic ulcers, and increased risk of bleeding beyond this point.", "contents": "Ketorolac -- Administration -- Available Dosage Forms. The administration of ketorolac can be done via oral, nasal spray, IV, or IM routes. The oral version should be administered only following IV or IM ketorolac. Ketorolac administration should not continue for longer than 5 days, given an increased risk of cardiac thrombotic events, renal failure, peptic ulcers, and increased risk of bleeding beyond this point."}
{"id": "article-23880_10", "title": "Ketorolac -- Administration -- Available Strengths", "content": "Ketorolac tromethamine IV injection solution: 15 mg/mL; 30 mg/mL Ketorolac tromethamine IM injection solution: 60 mg/mL Oral tablets: 10 mg", "contents": "Ketorolac -- Administration -- Available Strengths. Ketorolac tromethamine IV injection solution: 15 mg/mL; 30 mg/mL Ketorolac tromethamine IM injection solution: 60 mg/mL Oral tablets: 10 mg"}
{"id": "article-23880_11", "title": "Ketorolac -- Administration -- Adult Dosing", "content": "IV and IM dosing for adults are recommended at 30 mg single dose or 30 mg every 6 hours, not exceeding 120 mg in 24 hours. The recommended oral dosing in adults is a 20 mg single dose after IV or IM therapy, then 10 mg every 4 to 6 hours, not exceeding 40 mg in 24 hours. Half-life: 5.6 hours for a single 30 mg IM or single 10 mg oral dose Pediatric Dosing (off-label for acute moderate-to-severe pain) Younger than 2: Not recommended Age 2 to 16 Single-dose: 0.5 mg/kg IV/IM once; not to exceed 15 mg Multiple-dose: 0.5 mg/kg IV/IM every 6 hours; not to exceed 5 days Older than 16, weight less than 50 kg IV: 15 mg in a single dose or 15 mg every 6 hours; do not exceed 60 mg/d IM: 30 mg in a single dose or 15 mg every 6 hours; do not exceed 60 mg/d PO: 10 mg once after IV/IM therapy, then 10 mg every 6 hours; do not exceed 40 mg/d Older than 16, weight greater than 50 kg: Adult dosing as described above", "contents": "Ketorolac -- Administration -- Adult Dosing. IV and IM dosing for adults are recommended at 30 mg single dose or 30 mg every 6 hours, not exceeding 120 mg in 24 hours. The recommended oral dosing in adults is a 20 mg single dose after IV or IM therapy, then 10 mg every 4 to 6 hours, not exceeding 40 mg in 24 hours. Half-life: 5.6 hours for a single 30 mg IM or single 10 mg oral dose Pediatric Dosing (off-label for acute moderate-to-severe pain) Younger than 2: Not recommended Age 2 to 16 Single-dose: 0.5 mg/kg IV/IM once; not to exceed 15 mg Multiple-dose: 0.5 mg/kg IV/IM every 6 hours; not to exceed 5 days Older than 16, weight less than 50 kg IV: 15 mg in a single dose or 15 mg every 6 hours; do not exceed 60 mg/d IM: 30 mg in a single dose or 15 mg every 6 hours; do not exceed 60 mg/d PO: 10 mg once after IV/IM therapy, then 10 mg every 6 hours; do not exceed 40 mg/d Older than 16, weight greater than 50 kg: Adult dosing as described above"}
{"id": "article-23880_12", "title": "Ketorolac -- Administration -- Special Patient Populations", "content": "Hepatic impairment: The manufacturer has provided no information on ketorolac dose adjustment in patients with hepatic impairment.", "contents": "Ketorolac -- Administration -- Special Patient Populations. Hepatic impairment: The manufacturer has provided no information on ketorolac dose adjustment in patients with hepatic impairment."}
{"id": "article-23880_13", "title": "Ketorolac -- Administration -- Special Patient Populations", "content": "Renal impairment: The majority of ketorolac and its metabolites are eliminated via the kidneys. Around 92% of a dose is excreted in the urine, 60% as unchanged ketorolac, and 40% as metabolites. According to Kidney Disease Improving Global Outcomes guidelines (KDIGO), all NSAIDs should be avoided with creatinine clearance of less than 30 mL/min. [9]", "contents": "Ketorolac -- Administration -- Special Patient Populations. Renal impairment: The majority of ketorolac and its metabolites are eliminated via the kidneys. Around 92% of a dose is excreted in the urine, 60% as unchanged ketorolac, and 40% as metabolites. According to Kidney Disease Improving Global Outcomes guidelines (KDIGO), all NSAIDs should be avoided with creatinine clearance of less than 30 mL/min. [9]"}
{"id": "article-23880_14", "title": "Ketorolac -- Administration -- Pregnancy Considerations:", "content": "Based on animal studies, ketorolac is a Pregnancy Category C medicine. However, since nonsteroidal anti-inflammatory drugs can potentially cause a fetal cardiovascular adverse reaction (closure of ductus arteriosus), using ketorolac during pregnancy (particularly the third trimester) should be avoided. In addition, there are no well-controlled adequate studies of ketorolac in pregnant women. Therefore, ketorolac should be administered during pregnancy only if the potential benefit outweighs the potential risk to the fetus. Ketorolac administration is contraindicated in labor and delivery because of its prostaglandin synthesis inhibitory effect; the drug may adversely impact fetal blood circulation and prevent uterine contractions, increasing the risk of uterine hemorrhage. Ketorolac inhibits cyclooxygenase/ prostaglandin synthesis, may decrease fertility, and should not be recommended in women planning to conceive.", "contents": "Ketorolac -- Administration -- Pregnancy Considerations:. Based on animal studies, ketorolac is a Pregnancy Category C medicine. However, since nonsteroidal anti-inflammatory drugs can potentially cause a fetal cardiovascular adverse reaction (closure of ductus arteriosus), using ketorolac during pregnancy (particularly the third trimester) should be avoided. In addition, there are no well-controlled adequate studies of ketorolac in pregnant women. Therefore, ketorolac should be administered during pregnancy only if the potential benefit outweighs the potential risk to the fetus. Ketorolac administration is contraindicated in labor and delivery because of its prostaglandin synthesis inhibitory effect; the drug may adversely impact fetal blood circulation and prevent uterine contractions, increasing the risk of uterine hemorrhage. Ketorolac inhibits cyclooxygenase/ prostaglandin synthesis, may decrease fertility, and should not be recommended in women planning to conceive."}
{"id": "article-23880_15", "title": "Ketorolac -- Administration", "content": "Breastfeeding considerations: Use parenteral/oral ketorolac cautiously when administered to a nursing woman. Systemic exposure and breastmilk concentration can be reduced when using ketorolac eye drops by applying pressure over the tear duct and removing the excess solution. No adverse events are reported on ketorolac use in lactating women and its effect on breastfed babies; however, instruct patients to contact their pediatrician if there are any adverse events. [10]", "contents": "Ketorolac -- Administration. Breastfeeding considerations: Use parenteral/oral ketorolac cautiously when administered to a nursing woman. Systemic exposure and breastmilk concentration can be reduced when using ketorolac eye drops by applying pressure over the tear duct and removing the excess solution. No adverse events are reported on ketorolac use in lactating women and its effect on breastfed babies; however, instruct patients to contact their pediatrician if there are any adverse events. [10]"}
{"id": "article-23880_16", "title": "Ketorolac -- Administration", "content": "Older patients: Because this group is more sensitive to the dose-related adverse effects of NSAIDs, and ketorolac may be eliminated more slowly by older patients, extreme caution and reduced dosages with careful clinical monitoring must be used when treating older patients with ketorolac tromethamine. According to the American Geriatric Society Beers criteria, ketorolac should be used cautiously in older patients due to the risk of gastrointestinal bleeding. [11] Single Dosing Regimen IM Dosing: Renally impaired and less than 50 kg (110 lbs) of body weight: 1 dose of 30 mg. IV Dosing: Renally impaired and less than 50 kg (110 lbs) of body weight: 1 dose of 15 mg. Multiple-Dose Treatment (IV or IM) For patients with renal impairment and less than 50 kg (110 lbs) of body weight: 15 mg ketorolac injection every 6 hours, and the maximum daily dose for senior adults should not exceed 60 mg.", "contents": "Ketorolac -- Administration. Older patients: Because this group is more sensitive to the dose-related adverse effects of NSAIDs, and ketorolac may be eliminated more slowly by older patients, extreme caution and reduced dosages with careful clinical monitoring must be used when treating older patients with ketorolac tromethamine. According to the American Geriatric Society Beers criteria, ketorolac should be used cautiously in older patients due to the risk of gastrointestinal bleeding. [11] Single Dosing Regimen IM Dosing: Renally impaired and less than 50 kg (110 lbs) of body weight: 1 dose of 30 mg. IV Dosing: Renally impaired and less than 50 kg (110 lbs) of body weight: 1 dose of 15 mg. Multiple-Dose Treatment (IV or IM) For patients with renal impairment and less than 50 kg (110 lbs) of body weight: 15 mg ketorolac injection every 6 hours, and the maximum daily dose for senior adults should not exceed 60 mg."}
{"id": "article-23880_17", "title": "Ketorolac -- Adverse Effects -- Drug-Drug Interactions", "content": "Diuretics: NSAIDs, including ketorolac, can decrease the natriuretic effect of furosemide and thiazide due to the inhibition of renal prostaglandin synthesis. [12] Antiepileptic drugs: Rare instances of seizures have been documented during concomitant use of ketorolac with phenytoin and carbamazepine. ACE inhibitors/angiotensin receptor blockers: Concomitant administration of ACE inhibitors or angiotensin receptor blockers increases the risk of renal impairment in volume-depleted patients. [13] [14] Lithium: Concomitant administration of lithium with ketorolac results in increased plasma lithium levels and decreased lithium clearance, potentially leading to lithium toxicity. [15] Methotrexate: NSAIDs can increase the toxicity of methotrexate by decreasing the renal clearance of methotrexate. [16] Selective serotonin reuptake inhibitors: Concomitant use of SSRI with ketorolac may increase the risk of bleeding. [17]", "contents": "Ketorolac -- Adverse Effects -- Drug-Drug Interactions. Diuretics: NSAIDs, including ketorolac, can decrease the natriuretic effect of furosemide and thiazide due to the inhibition of renal prostaglandin synthesis. [12] Antiepileptic drugs: Rare instances of seizures have been documented during concomitant use of ketorolac with phenytoin and carbamazepine. ACE inhibitors/angiotensin receptor blockers: Concomitant administration of ACE inhibitors or angiotensin receptor blockers increases the risk of renal impairment in volume-depleted patients. [13] [14] Lithium: Concomitant administration of lithium with ketorolac results in increased plasma lithium levels and decreased lithium clearance, potentially leading to lithium toxicity. [15] Methotrexate: NSAIDs can increase the toxicity of methotrexate by decreasing the renal clearance of methotrexate. [16] Selective serotonin reuptake inhibitors: Concomitant use of SSRI with ketorolac may increase the risk of bleeding. [17]"}
{"id": "article-23880_18", "title": "Ketorolac -- Adverse Effects", "content": "Additional severe adverse reactions include subcapsular hepatic hematomas. [18] Adverse effects of ketorolac increase significantly when used in higher doses, for durations over 5 days, and in patients over 75 years old.", "contents": "Ketorolac -- Adverse Effects. Additional severe adverse reactions include subcapsular hepatic hematomas. [18] Adverse effects of ketorolac increase significantly when used in higher doses, for durations over 5 days, and in patients over 75 years old."}
{"id": "article-23880_19", "title": "Ketorolac -- Contraindications -- Boxed Warnings", "content": "Gastrointestinal risk: Ketorolac can cause peptic ulcers and perforations of the stomach or intestines. In an extensive pooled data set, all NSAIDs, including COX2 inhibitors, were shown to increase the relative risk for peptic ulcers, with ketorolac having the highest RR at 11.5. [19] Because of its antiplatelet properties, ketorolac increases the risk of GI bleeding. The drug also increases postoperative bleeding risk when compared with opioids. [20]", "contents": "Ketorolac -- Contraindications -- Boxed Warnings. Gastrointestinal risk: Ketorolac can cause peptic ulcers and perforations of the stomach or intestines. In an extensive pooled data set, all NSAIDs, including COX2 inhibitors, were shown to increase the relative risk for peptic ulcers, with ketorolac having the highest RR at 11.5. [19] Because of its antiplatelet properties, ketorolac increases the risk of GI bleeding. The drug also increases postoperative bleeding risk when compared with opioids. [20]"}
{"id": "article-23880_20", "title": "Ketorolac -- Contraindications", "content": "Cardiovascular thrombosis : Ketorolac can cause an increased risk of cardiovascular thrombotic events, myocardial infarctions, and hemorrhagic stroke. Heart failure is a significant risk factor for the adverse effects of NSAIDs. A large case-controlled study spanning multiple European countries tested the risk of heart failure for 27 different NSAIDs, including 92,163 hospital admissions for heart failure and 824,6403 control patients. Seven NSAIDs were shown to increase the risk of heart failure, with ketorolac having the highest odds ratio of 1.83 vs the lowest odds ratio of 1.16 for naproxen. [21] Renal risk : Ketorolac can cause renal damage and failure. In a population-based case-controlled study conducted in southern Italy, ketorolac was shown to have the highest odds ratio of increasing the cumulative risk for chronic kidney disease (OR 2.58 after 0 to 90-day use vs 1.08 for any NSAID). [22]", "contents": "Ketorolac -- Contraindications. Cardiovascular thrombosis : Ketorolac can cause an increased risk of cardiovascular thrombotic events, myocardial infarctions, and hemorrhagic stroke. Heart failure is a significant risk factor for the adverse effects of NSAIDs. A large case-controlled study spanning multiple European countries tested the risk of heart failure for 27 different NSAIDs, including 92,163 hospital admissions for heart failure and 824,6403 control patients. Seven NSAIDs were shown to increase the risk of heart failure, with ketorolac having the highest odds ratio of 1.83 vs the lowest odds ratio of 1.16 for naproxen. [21] Renal risk : Ketorolac can cause renal damage and failure. In a population-based case-controlled study conducted in southern Italy, ketorolac was shown to have the highest odds ratio of increasing the cumulative risk for chronic kidney disease (OR 2.58 after 0 to 90-day use vs 1.08 for any NSAID). [22]"}
{"id": "article-23880_21", "title": "Ketorolac -- Contraindications", "content": "Bleeding risk: Ketorolac should not be used in patients with a high risk of bleeding, hemorrhagic diathesis, cerebrovascular bleeding, and incomplete hemostasis. [23] Administration error: Intrathecal or epidural administration of ketorolac is contraindicated due to its alcohol content. [24]", "contents": "Ketorolac -- Contraindications. Bleeding risk: Ketorolac should not be used in patients with a high risk of bleeding, hemorrhagic diathesis, cerebrovascular bleeding, and incomplete hemostasis. [23] Administration error: Intrathecal or epidural administration of ketorolac is contraindicated due to its alcohol content. [24]"}
{"id": "article-23880_22", "title": "Ketorolac -- Contraindications", "content": "Ketorolac is contraindicated in individuals who have adverse reactions or are allergic to NSAIDs. [25] Ketorolac is contraindicated intraoperatively or preoperatively due to the increased risk of bleeding. The drug is not recommended during labor and delivery, as it negatively affects fetal circulation and decreases uterine contraction. [26]", "contents": "Ketorolac -- Contraindications. Ketorolac is contraindicated in individuals who have adverse reactions or are allergic to NSAIDs. [25] Ketorolac is contraindicated intraoperatively or preoperatively due to the increased risk of bleeding. The drug is not recommended during labor and delivery, as it negatively affects fetal circulation and decreases uterine contraction. [26]"}
{"id": "article-23880_23", "title": "Ketorolac -- Contraindications", "content": "Ketorolac is contraindicated in patients with renal disease or renal failure because it may increase fluid retention and worsen renal function. GI-related contraindications for ketorolac include patients with active peptic ulcer disease, recent GI bleeding, or GI perforations. Extreme caution is necessary when administering ketorolac to older patients. [3] Ketorolac is contraindicated in coronary artery bypass graft surgery.", "contents": "Ketorolac -- Contraindications. Ketorolac is contraindicated in patients with renal disease or renal failure because it may increase fluid retention and worsen renal function. GI-related contraindications for ketorolac include patients with active peptic ulcer disease, recent GI bleeding, or GI perforations. Extreme caution is necessary when administering ketorolac to older patients. [3] Ketorolac is contraindicated in coronary artery bypass graft surgery."}
{"id": "article-23880_24", "title": "Ketorolac -- Contraindications", "content": "Concomitant use of ketorolac with NSAIDs or aspirin is contraindicated due to the cumulative risk of NSAID-related severe adverse drug reactions. Concomitant administration of probenecid and ketorolac is contraindicated as it reduces the clearance and increases the plasma concentration of ketorolac. Concomitant administration of pentoxifylline and ketorolac is contraindicated due to the increased risk of bleeding. [27]", "contents": "Ketorolac -- Contraindications. Concomitant use of ketorolac with NSAIDs or aspirin is contraindicated due to the cumulative risk of NSAID-related severe adverse drug reactions. Concomitant administration of probenecid and ketorolac is contraindicated as it reduces the clearance and increases the plasma concentration of ketorolac. Concomitant administration of pentoxifylline and ketorolac is contraindicated due to the increased risk of bleeding. [27]"}
{"id": "article-23880_25", "title": "Ketorolac -- Monitoring", "content": "Per the manufacturer's prescribing label, patients should be closely monitored for GI bleeding; the recommendation is to obtain a complete blood count (CBC) at baseline and periodically afterward. Since this medication primarily undergoes hepatic metabolism, liver function tests should be checked at baseline and regularly monitored, especially in patients with hepatic impairment. Renal function assessment is necessary via creatinine and urine output before administering this medication and followed closely, given that ketorolac can cause acute kidney injury. [28]", "contents": "Ketorolac -- Monitoring. Per the manufacturer's prescribing label, patients should be closely monitored for GI bleeding; the recommendation is to obtain a complete blood count (CBC) at baseline and periodically afterward. Since this medication primarily undergoes hepatic metabolism, liver function tests should be checked at baseline and regularly monitored, especially in patients with hepatic impairment. Renal function assessment is necessary via creatinine and urine output before administering this medication and followed closely, given that ketorolac can cause acute kidney injury. [28]"}
{"id": "article-23880_26", "title": "Ketorolac -- Toxicity", "content": "High quantities or prolonged use of ketorolac can lead to hepatotoxicity and nephrotoxicity. [29] In addition, ketorolac can cause multiple skin disorders, such as toxic epidermal necrolysis. Anaphylactic shock has been characterized due to ketorolac overdose. [30]", "contents": "Ketorolac -- Toxicity. High quantities or prolonged use of ketorolac can lead to hepatotoxicity and nephrotoxicity. [29] In addition, ketorolac can cause multiple skin disorders, such as toxic epidermal necrolysis. Anaphylactic shock has been characterized due to ketorolac overdose. [30]"}
{"id": "article-23880_27", "title": "Ketorolac -- Toxicity", "content": "Arterial blood gas analysis reveals high anion gap metabolic acidosis. Management of overdose is usually supportive care and discontinuation of ketorolac. There is no specific antidote for ketorolac. Hemodialysis is not helpful due to high plasma protein binding. [31]", "contents": "Ketorolac -- Toxicity. Arterial blood gas analysis reveals high anion gap metabolic acidosis. Management of overdose is usually supportive care and discontinuation of ketorolac. There is no specific antidote for ketorolac. Hemodialysis is not helpful due to high plasma protein binding. [31]"}
{"id": "article-23880_28", "title": "Ketorolac -- Enhancing Healthcare Team Outcomes", "content": "In light of the present opioid epidemic in the United States, seeking alternative pain reduction methods that either reduce or prevent the need for administering opioids is essential. Higher-risk populations for opioid misuse include young males, individuals with a history of abuse, and individuals with significant mental health histories. [32]", "contents": "Ketorolac -- Enhancing Healthcare Team Outcomes. In light of the present opioid epidemic in the United States, seeking alternative pain reduction methods that either reduce or prevent the need for administering opioids is essential. Higher-risk populations for opioid misuse include young males, individuals with a history of abuse, and individuals with significant mental health histories. [32]"}
{"id": "article-23880_29", "title": "Ketorolac -- Enhancing Healthcare Team Outcomes", "content": "Clinicians should make a deliberate effort to identify patients in these populations and, as a whole, decrease their opioid prescribing practices where possible. The recent general trend of emergency room prescription practices shows a decrease in opioid prescriptions, but much room remains for improvement. [33]", "contents": "Ketorolac -- Enhancing Healthcare Team Outcomes. Clinicians should make a deliberate effort to identify patients in these populations and, as a whole, decrease their opioid prescribing practices where possible. The recent general trend of emergency room prescription practices shows a decrease in opioid prescriptions, but much room remains for improvement. [33]"}
{"id": "article-23880_30", "title": "Ketorolac -- Enhancing Healthcare Team Outcomes", "content": "Ketorolac has demonstrated effectiveness equal to that of morphine when used postoperatively. The drug has significant potential to be helpful in emergency room settings for moderate-to-severe pain, for which opioids are often regularly prescribed. When considering opioids for acute pain, a multimodal approach can be beneficial to decrease opioid administration to the extent possible. An interprofessional team can also be helpful in correctly identifying individuals who might benefit from alternative pain management medications or interventions and coordinating or assisting in implementing these alternate strategies.", "contents": "Ketorolac -- Enhancing Healthcare Team Outcomes. Ketorolac has demonstrated effectiveness equal to that of morphine when used postoperatively. The drug has significant potential to be helpful in emergency room settings for moderate-to-severe pain, for which opioids are often regularly prescribed. When considering opioids for acute pain, a multimodal approach can be beneficial to decrease opioid administration to the extent possible. An interprofessional team can also be helpful in correctly identifying individuals who might benefit from alternative pain management medications or interventions and coordinating or assisting in implementing these alternate strategies."}
{"id": "article-23880_31", "title": "Ketorolac -- Enhancing Healthcare Team Outcomes", "content": "Given ketorolac's relatively high toxicity profile, the oral form is recommended for administration only after IV or IM dosage; fluid inter-professional collaboration is ideally maintained to reduce adverse outcomes and ensure the right individuals receive this medication.", "contents": "Ketorolac -- Enhancing Healthcare Team Outcomes. Given ketorolac's relatively high toxicity profile, the oral form is recommended for administration only after IV or IM dosage; fluid inter-professional collaboration is ideally maintained to reduce adverse outcomes and ensure the right individuals receive this medication."}
{"id": "article-23880_32", "title": "Ketorolac -- Enhancing Healthcare Team Outcomes", "content": "Healthcare providers are first and foremost responsible for identifying individuals who could benefit from non-opioid pain medications, both in the emergency department and in the postoperative setting. Recommendations include utilizing pharmacists in this process, as their expertise is in medication pharmacokinetics and proper dosing. Pharmacists can also ensure that adverse drug-to-drug interactions are detected and addressed and help decide which patients are ideal for ketorolac.", "contents": "Ketorolac -- Enhancing Healthcare Team Outcomes. Healthcare providers are first and foremost responsible for identifying individuals who could benefit from non-opioid pain medications, both in the emergency department and in the postoperative setting. Recommendations include utilizing pharmacists in this process, as their expertise is in medication pharmacokinetics and proper dosing. Pharmacists can also ensure that adverse drug-to-drug interactions are detected and addressed and help decide which patients are ideal for ketorolac."}
{"id": "article-23880_33", "title": "Ketorolac -- Enhancing Healthcare Team Outcomes", "content": "Nurses play a vital role, given that they typically spend more time with patients and are responsible for administering ketorolac in its oral, IV, and IM forms. They assist in monitoring for toxicity, as well. Nurses can also liaise between the ordering provider and the patient, informing clinicians of any adverse effects and advocating for patients who might be appropriate candidates for ketorolac. Nurses and pharmacists are responsible for reporting any concerns or issues to the rest of the healthcare team. Pharmacists must counsel patients on proper use, perform medication reconciliation, and contact the prescriber should they note any red flags, including potential drug interactions or adverse events.", "contents": "Ketorolac -- Enhancing Healthcare Team Outcomes. Nurses play a vital role, given that they typically spend more time with patients and are responsible for administering ketorolac in its oral, IV, and IM forms. They assist in monitoring for toxicity, as well. Nurses can also liaise between the ordering provider and the patient, informing clinicians of any adverse effects and advocating for patients who might be appropriate candidates for ketorolac. Nurses and pharmacists are responsible for reporting any concerns or issues to the rest of the healthcare team. Pharmacists must counsel patients on proper use, perform medication reconciliation, and contact the prescriber should they note any red flags, including potential drug interactions or adverse events."}
{"id": "article-23880_34", "title": "Ketorolac -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Ketorolac -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}