{"id": "article-28130_0", "title": "Anatomy, Shoulder and Upper Limb, Arm Quadrangular Space -- Introduction", "content": "The quadrangular (or quadrilateral) space is named because of the shape of its anatomic boundaries. Located along the posterolateral shoulder, the quadrangular space serves as a passageway for the axillary nerve and posterior humeral circumflex artery. Quadrangular (or quadrilateral) space syndrome can occur secondary to various compressive pathologies that cause axillary nerve compression and/or posterior humeral circumflex artery compression.", "contents": "Anatomy, Shoulder and Upper Limb, Arm Quadrangular Space -- Introduction. The quadrangular (or quadrilateral) space is named because of the shape of its anatomic boundaries. Located along the posterolateral shoulder, the quadrangular space serves as a passageway for the axillary nerve and posterior humeral circumflex artery. Quadrangular (or quadrilateral) space syndrome can occur secondary to various compressive pathologies that cause axillary nerve compression and/or posterior humeral circumflex artery compression."}
{"id": "article-28130_1", "title": "Anatomy, Shoulder and Upper Limb, Arm Quadrangular Space -- Introduction", "content": "Although such pathologies are rare, quadrangular space syndrome has a known predilection for subgroups of athletic populations. These athletes can often suffer misdiagnosis or are clinically under-appreciated. Thus, clinicians should maintain a heightened clinical suspicion for quadrangular space syndrome in patients 20 to 40 years of age presenting with a history of current contact or overhead athletic performance (eg, baseball pitchers, volleyball players, swimmers, baseball players, etc), or overhead laborers secondary to repetitive stress mechanics on the shoulder such as electricians and painters. [1] [2] [3] [4]", "contents": "Anatomy, Shoulder and Upper Limb, Arm Quadrangular Space -- Introduction. Although such pathologies are rare, quadrangular space syndrome has a known predilection for subgroups of athletic populations. These athletes can often suffer misdiagnosis or are clinically under-appreciated. Thus, clinicians should maintain a heightened clinical suspicion for quadrangular space syndrome in patients 20 to 40 years of age presenting with a history of current contact or overhead athletic performance (eg, baseball pitchers, volleyball players, swimmers, baseball players, etc), or overhead laborers secondary to repetitive stress mechanics on the shoulder such as electricians and painters. [1] [2] [3] [4]"}
{"id": "article-28130_2", "title": "Anatomy, Shoulder and Upper Limb, Arm Quadrangular Space -- Introduction", "content": "A significant percentage of the patients visiting primary care physicians do so because of shoulder pain and debility. [5] Quadrangular space syndrome is relatively rare but important in the etiology of shoulder pain. [6] The condition commonly presents with posterolateral shoulder pain that worsens with abduction and external rotation of the arm at the shoulder. [6]", "contents": "Anatomy, Shoulder and Upper Limb, Arm Quadrangular Space -- Introduction. A significant percentage of the patients visiting primary care physicians do so because of shoulder pain and debility. [5] Quadrangular space syndrome is relatively rare but important in the etiology of shoulder pain. [6] The condition commonly presents with posterolateral shoulder pain that worsens with abduction and external rotation of the arm at the shoulder. [6]"}
{"id": "article-28130_3", "title": "Anatomy, Shoulder and Upper Limb, Arm Quadrangular Space -- Introduction", "content": "Quadrangular space syndrome is easily confused with rotator cuff tears and frozen shoulder syndrome. [4] This condition can also be confused with thoracic outlet syndrome, cervical radiculopathy, and suprascapular nerve entrapment syndrome. The quadrangular space syndrome involves compression of the axillary nerve and posterior humeral circumflex artery due to fibrous bands, trauma, and hypertrophy of adjacent muscle. [7]", "contents": "Anatomy, Shoulder and Upper Limb, Arm Quadrangular Space -- Introduction. Quadrangular space syndrome is easily confused with rotator cuff tears and frozen shoulder syndrome. [4] This condition can also be confused with thoracic outlet syndrome, cervical radiculopathy, and suprascapular nerve entrapment syndrome. The quadrangular space syndrome involves compression of the axillary nerve and posterior humeral circumflex artery due to fibrous bands, trauma, and hypertrophy of adjacent muscle. [7]"}
{"id": "article-28130_4", "title": "Anatomy, Shoulder and Upper Limb, Arm Quadrangular Space -- Structure and Function", "content": "The quadrangular space has four anatomic borders; the superior border is formed by the teres minor. The inferior border is formed by the teres major muscle. The medial border is formed by the long head of the triceps brachii muscle, and the lateral border is formed by the surgical neck of the humerus. The quadrangular space functions as a passageway for the axillary nerve and the posterior humeral circumflex artery. [3] The latter provides two-thirds of the blood supply to the head of the humerus. [8]", "contents": "Anatomy, Shoulder and Upper Limb, Arm Quadrangular Space -- Structure and Function. The quadrangular space has four anatomic borders; the superior border is formed by the teres minor. The inferior border is formed by the teres major muscle. The medial border is formed by the long head of the triceps brachii muscle, and the lateral border is formed by the surgical neck of the humerus. The quadrangular space functions as a passageway for the axillary nerve and the posterior humeral circumflex artery. [3] The latter provides two-thirds of the blood supply to the head of the humerus. [8]"}
{"id": "article-28130_5", "title": "Anatomy, Shoulder and Upper Limb, Arm Quadrangular Space -- Blood Supply and Lymphatics", "content": "The axillary artery is divided by the pectoralis minor into three parts. The first part lies medial to the pectoralis minor and has one branch, the superior thoracic artery. The second part lies posterior to the pectoralis minor and has two branches – the thoracoacromial arterial trunk and the lateral thoracic artery. The thoracoacromial arterial trunk has four terminal branches: the pectoral, deltoid, acromial and clavicular. The third part lies lateral to the pectoralis minor and has three branches – the subscapular, anterior, and posterior humeral circumflex scapular arteries. [9]", "contents": "Anatomy, Shoulder and Upper Limb, Arm Quadrangular Space -- Blood Supply and Lymphatics. The axillary artery is divided by the pectoralis minor into three parts. The first part lies medial to the pectoralis minor and has one branch, the superior thoracic artery. The second part lies posterior to the pectoralis minor and has two branches – the thoracoacromial arterial trunk and the lateral thoracic artery. The thoracoacromial arterial trunk has four terminal branches: the pectoral, deltoid, acromial and clavicular. The third part lies lateral to the pectoralis minor and has three branches – the subscapular, anterior, and posterior humeral circumflex scapular arteries. [9]"}
{"id": "article-28130_6", "title": "Anatomy, Shoulder and Upper Limb, Arm Quadrangular Space -- Blood Supply and Lymphatics", "content": "The posterior humeral circumflex artery within the quadrangular space originates from the axillary artery. Within the quadrangular space, the posterior humeral circumflex artery divides into anterior and posterior branches. These branches provide the blood supply primarily to the superior, inferior, and lateral portions of the head of the humerus, the deltoid muscle, the teres minor muscle, and the teres major muscle. The branches of the posterior humeral circumflex artery pass around the surgical neck of the humerus to provide the predominant blood supply to the proximal humerus.", "contents": "Anatomy, Shoulder and Upper Limb, Arm Quadrangular Space -- Blood Supply and Lymphatics. The posterior humeral circumflex artery within the quadrangular space originates from the axillary artery. Within the quadrangular space, the posterior humeral circumflex artery divides into anterior and posterior branches. These branches provide the blood supply primarily to the superior, inferior, and lateral portions of the head of the humerus, the deltoid muscle, the teres minor muscle, and the teres major muscle. The branches of the posterior humeral circumflex artery pass around the surgical neck of the humerus to provide the predominant blood supply to the proximal humerus."}
{"id": "article-28130_7", "title": "Anatomy, Shoulder and Upper Limb, Arm Quadrangular Space -- Blood Supply and Lymphatics", "content": "The classic study by Hettrich et al. redefined the current concepts regarding the quantitative assessment of the anterior humeral circumflex artery and the relative contribution of the blood supply to the proximal humerus. Hettrich's group confirmed that approximately two-thirds (64%) of the blood supply to the head of the humerus is derived from the posterior humeral circumflex artery, and the remaining 36% is derived from the anterior humeral circumflex artery. [10] The latter is clinically relevant as it helped provide insight regarding the relatively low rates of osteonecrosis associated with three- and four-part proximal humeral fractures. [3] [10] [11]", "contents": "Anatomy, Shoulder and Upper Limb, Arm Quadrangular Space -- Blood Supply and Lymphatics. The classic study by Hettrich et al. redefined the current concepts regarding the quantitative assessment of the anterior humeral circumflex artery and the relative contribution of the blood supply to the proximal humerus. Hettrich's group confirmed that approximately two-thirds (64%) of the blood supply to the head of the humerus is derived from the posterior humeral circumflex artery, and the remaining 36% is derived from the anterior humeral circumflex artery. [10] The latter is clinically relevant as it helped provide insight regarding the relatively low rates of osteonecrosis associated with three- and four-part proximal humeral fractures. [3] [10] [11]"}
{"id": "article-28130_8", "title": "Anatomy, Shoulder and Upper Limb, Arm Quadrangular Space -- Nerves", "content": "The axillary nerve, which passes through the quadrangular space, originates on the posterior cord of the brachial plexus, crosses the anteroinferior aspect of the subscapularis muscle and tendon, and traverses posteriorly through the quadrangular space. Within the quadrangular space, the axillary nerve runs superiorly to the posterior humeral circumflex artery and splits into an anterior and posterior branch. The anterior branch supplies the anterior deltoid muscle, while the posterior branch supplies the posterior deltoid muscle, teres minor muscle, and gives off the superolateral brachial cutaneous nerve, which innervates the skin of the distal two-thirds of the posterior deltoid. Together, the anterior and posterior branches supply the middle third of the deltoid muscle and the shoulder joint capsule.", "contents": "Anatomy, Shoulder and Upper Limb, Arm Quadrangular Space -- Nerves. The axillary nerve, which passes through the quadrangular space, originates on the posterior cord of the brachial plexus, crosses the anteroinferior aspect of the subscapularis muscle and tendon, and traverses posteriorly through the quadrangular space. Within the quadrangular space, the axillary nerve runs superiorly to the posterior humeral circumflex artery and splits into an anterior and posterior branch. The anterior branch supplies the anterior deltoid muscle, while the posterior branch supplies the posterior deltoid muscle, teres minor muscle, and gives off the superolateral brachial cutaneous nerve, which innervates the skin of the distal two-thirds of the posterior deltoid. Together, the anterior and posterior branches supply the middle third of the deltoid muscle and the shoulder joint capsule."}
{"id": "article-28130_9", "title": "Anatomy, Shoulder and Upper Limb, Arm Quadrangular Space -- Nerves", "content": "The axillary nerve arises from the posterior cord of the brachial plexus (C5, C6). All the posterior division derivatives (C5-T1) unite to form the posterior cord. The axillary nerve is limited to C5 and C6, whereas the radial nerve has all the posterior division derivatives (C5-T1). This is an example of the proximal-distal myotome rule. The higher the root number, the more proximal the musculature is served by that root (myotome). Thus, the axillary nerve myotomes are limited to C5 and C6 via the axillary nerve. By contrast, the radial nerve innervates the posterior arm, forearm, and hand. [3] [12] [5]", "contents": "Anatomy, Shoulder and Upper Limb, Arm Quadrangular Space -- Nerves. The axillary nerve arises from the posterior cord of the brachial plexus (C5, C6). All the posterior division derivatives (C5-T1) unite to form the posterior cord. The axillary nerve is limited to C5 and C6, whereas the radial nerve has all the posterior division derivatives (C5-T1). This is an example of the proximal-distal myotome rule. The higher the root number, the more proximal the musculature is served by that root (myotome). Thus, the axillary nerve myotomes are limited to C5 and C6 via the axillary nerve. By contrast, the radial nerve innervates the posterior arm, forearm, and hand. [3] [12] [5]"}
{"id": "article-28130_10", "title": "Anatomy, Shoulder and Upper Limb, Arm Quadrangular Space -- Muscles", "content": "Three muscles directly comprise the quadrangular space; the teres minor, teres major, and long head of the triceps brachii. The teres minor originates on the lateral border of the scapula, inserts on the greater tubercle of the humerus, and functions with glenohumeral joint external rotation. The teres major originates on the inferior angle of the scapula and inserts on the medial lip of the humerus intertubercular groove and functions to extend, adduct, and internally rotate the glenohumeral joint. The long head of the triceps brachii muscle originates on the infraglenoid tubercle of the scapula, inserts on the olecranon process of the ulna, and functions to extend and adduct the arm at the glenohumeral joint, and it also extends the forearm at the elbow joint.", "contents": "Anatomy, Shoulder and Upper Limb, Arm Quadrangular Space -- Muscles. Three muscles directly comprise the quadrangular space; the teres minor, teres major, and long head of the triceps brachii. The teres minor originates on the lateral border of the scapula, inserts on the greater tubercle of the humerus, and functions with glenohumeral joint external rotation. The teres major originates on the inferior angle of the scapula and inserts on the medial lip of the humerus intertubercular groove and functions to extend, adduct, and internally rotate the glenohumeral joint. The long head of the triceps brachii muscle originates on the infraglenoid tubercle of the scapula, inserts on the olecranon process of the ulna, and functions to extend and adduct the arm at the glenohumeral joint, and it also extends the forearm at the elbow joint."}
{"id": "article-28130_11", "title": "Anatomy, Shoulder and Upper Limb, Arm Quadrangular Space -- Muscles", "content": "The deltoid muscle receives its innervation from the axillary nerve. The muscle's blood supply is derived from the posterior humeral circumflex artery branches. These are the primary structures of the quadrangular space. The deltoid muscle originates on the lateral third of the clavicle, acromion process, and spine of the scapula and inserts on the deltoid tuberosity of the humerus. The entire deltoid functions to abduct the arm at the glenohumeral joint while the anterior deltoid performs flexion and internal (medial) rotation, and the posterior deltoid serves to extend and externally (laterally) rotate the arm at the shoulder. [13]", "contents": "Anatomy, Shoulder and Upper Limb, Arm Quadrangular Space -- Muscles. The deltoid muscle receives its innervation from the axillary nerve. The muscle's blood supply is derived from the posterior humeral circumflex artery branches. These are the primary structures of the quadrangular space. The deltoid muscle originates on the lateral third of the clavicle, acromion process, and spine of the scapula and inserts on the deltoid tuberosity of the humerus. The entire deltoid functions to abduct the arm at the glenohumeral joint while the anterior deltoid performs flexion and internal (medial) rotation, and the posterior deltoid serves to extend and externally (laterally) rotate the arm at the shoulder. [13]"}
{"id": "article-28130_12", "title": "Anatomy, Shoulder and Upper Limb, Arm Quadrangular Space -- Surgical Considerations -- Nonoperative Treatment Modalities", "content": "In the vast majority of patients, treatment with nonoperative treatment modalities is sufficient for the management of acute or chronic symptoms. Most patients report improvement with at least 3- to 6-months of nonoperative therapies. These modalities include, but are not limited to: Nonsteroidal anti-inflammatory drugs (NSAIDs) Activity modification Physical therapy Therapeutic regimens and rehabilitation protocols emphasize glenohumeral joint mobilization, periscapular and rotator cuff strengthening programs, and posterior capsular stretching. Diagnostic lidocaine block To confirm the diagnosis of quadrangular space syndrome, an injection of 1% lidocaine (3 cc or 5 cc typically) into the quadrangular space will result in pain relief and symptomatic resolution. [6]", "contents": "Anatomy, Shoulder and Upper Limb, Arm Quadrangular Space -- Surgical Considerations -- Nonoperative Treatment Modalities. In the vast majority of patients, treatment with nonoperative treatment modalities is sufficient for the management of acute or chronic symptoms. Most patients report improvement with at least 3- to 6-months of nonoperative therapies. These modalities include, but are not limited to: Nonsteroidal anti-inflammatory drugs (NSAIDs) Activity modification Physical therapy Therapeutic regimens and rehabilitation protocols emphasize glenohumeral joint mobilization, periscapular and rotator cuff strengthening programs, and posterior capsular stretching. Diagnostic lidocaine block To confirm the diagnosis of quadrangular space syndrome, an injection of 1% lidocaine (3 cc or 5 cc typically) into the quadrangular space will result in pain relief and symptomatic resolution. [6]"}
{"id": "article-28130_13", "title": "Anatomy, Shoulder and Upper Limb, Arm Quadrangular Space -- Surgical Considerations -- Surgical Management", "content": "Surgical treatment can be employed if the quadrangular space syndrome does not resolve within 6 months of conservative treatment. [5]", "contents": "Anatomy, Shoulder and Upper Limb, Arm Quadrangular Space -- Surgical Considerations -- Surgical Management. Surgical treatment can be employed if the quadrangular space syndrome does not resolve within 6 months of conservative treatment. [5]"}
{"id": "article-28130_14", "title": "Anatomy, Shoulder and Upper Limb, Arm Quadrangular Space -- Surgical Considerations -- Surgical Management", "content": "Open surgical decompression is reserved for patients with refractory quadrangular space syndrome and failure of all nonoperative treatment modalities. In cases of an apparent space-occupying lesion or the setting of significant weakness and/or functional disability, earlier surgical decompression is a consideration. [3]", "contents": "Anatomy, Shoulder and Upper Limb, Arm Quadrangular Space -- Surgical Considerations -- Surgical Management. Open surgical decompression is reserved for patients with refractory quadrangular space syndrome and failure of all nonoperative treatment modalities. In cases of an apparent space-occupying lesion or the setting of significant weakness and/or functional disability, earlier surgical decompression is a consideration. [3]"}
{"id": "article-28130_15", "title": "Anatomy, Shoulder and Upper Limb, Arm Quadrangular Space -- Surgical Considerations -- Surgical Management", "content": "Open decompression is beneficial in patients with evidence of fibrous adhesions or scarring that may be impingement and/or compressing the axillary nerve. In the setting of paralabral cysts (often seen in association with labral pathologies in the shoulder), decompression of the cyst, plus accompanying shoulder labral repair, can be performed. [3]", "contents": "Anatomy, Shoulder and Upper Limb, Arm Quadrangular Space -- Surgical Considerations -- Surgical Management. Open decompression is beneficial in patients with evidence of fibrous adhesions or scarring that may be impingement and/or compressing the axillary nerve. In the setting of paralabral cysts (often seen in association with labral pathologies in the shoulder), decompression of the cyst, plus accompanying shoulder labral repair, can be performed. [3]"}
{"id": "article-28130_16", "title": "Anatomy, Shoulder and Upper Limb, Arm Quadrangular Space -- Surgical Considerations -- Surgical Management", "content": "In patients with vascular quadrangular space syndrome, surgical management depends on the extent of damage to the posterior humeral circumflex artery. Patients who have an aneurysm of the posterior humeral circumflex artery must undergo resection of the aneurysm. In patients with a thrombus, surgeons typically perform ligation of the posterior humeral circumflex artery, with or without thrombolysis. Patients with a thrombus in the posterior humeral circumflex artery and digital emboli usually have a thromboembolectomy. [14]", "contents": "Anatomy, Shoulder and Upper Limb, Arm Quadrangular Space -- Surgical Considerations -- Surgical Management. In patients with vascular quadrangular space syndrome, surgical management depends on the extent of damage to the posterior humeral circumflex artery. Patients who have an aneurysm of the posterior humeral circumflex artery must undergo resection of the aneurysm. In patients with a thrombus, surgeons typically perform ligation of the posterior humeral circumflex artery, with or without thrombolysis. Patients with a thrombus in the posterior humeral circumflex artery and digital emboli usually have a thromboembolectomy. [14]"}
{"id": "article-28130_17", "title": "Anatomy, Shoulder and Upper Limb, Arm Quadrangular Space -- Surgical Considerations -- Surgical Management", "content": "While performing surgery, the surgeon should identify, palpate, and track the axillary nerve and posterior humeral circumflex artery. All care must be taken to mitigate any iatrogenic risk or injury to these neurovascular structures. Following decompression of the quadrangular space, palpation of the axillary nerve and posterior humeral circumflex artery should be performed as an assistant moves the patient’s glenohumeral joint throughout abduction and external rotation to ensure the neurovascular structures can move without restriction and that the PHCA maintains a pulse throughout the motion. [15]", "contents": "Anatomy, Shoulder and Upper Limb, Arm Quadrangular Space -- Surgical Considerations -- Surgical Management. While performing surgery, the surgeon should identify, palpate, and track the axillary nerve and posterior humeral circumflex artery. All care must be taken to mitigate any iatrogenic risk or injury to these neurovascular structures. Following decompression of the quadrangular space, palpation of the axillary nerve and posterior humeral circumflex artery should be performed as an assistant moves the patient’s glenohumeral joint throughout abduction and external rotation to ensure the neurovascular structures can move without restriction and that the PHCA maintains a pulse throughout the motion. [15]"}
{"id": "article-28130_18", "title": "Anatomy, Shoulder and Upper Limb, Arm Quadrangular Space -- Surgical Considerations -- Other Surgical Considerations", "content": "The posterior surgical approach is generally favored because it is much easier from an anatomical point of view. [7] The deltopectoral (anterior) approach is more challenging but decreases morbidity. [7] However, a case in which the axillary nerve passes beneath the cephalic vein in the deltopectoral triangle can complicate the anterior approach. [16]", "contents": "Anatomy, Shoulder and Upper Limb, Arm Quadrangular Space -- Surgical Considerations -- Other Surgical Considerations. The posterior surgical approach is generally favored because it is much easier from an anatomical point of view. [7] The deltopectoral (anterior) approach is more challenging but decreases morbidity. [7] However, a case in which the axillary nerve passes beneath the cephalic vein in the deltopectoral triangle can complicate the anterior approach. [16]"}
{"id": "article-28130_19", "title": "Anatomy, Shoulder and Upper Limb, Arm Quadrangular Space -- Surgical Considerations -- Other Surgical Considerations", "content": "The diagnosis of quadrangular space syndrome commonly utilizes MRI, EMG, and arterial angiography. However, musculoskeletal ultrasound (MSKUS) has recently been used to help diagnose quadrangular space syndrome in combination with clinical symptoms. [7] In this case, thickening of the axillary nerve and reduced size and blood flow in the posterior humeral circumflex artery were observed. Lidocaine nerve block helped to make the diagnosis.", "contents": "Anatomy, Shoulder and Upper Limb, Arm Quadrangular Space -- Surgical Considerations -- Other Surgical Considerations. The diagnosis of quadrangular space syndrome commonly utilizes MRI, EMG, and arterial angiography. However, musculoskeletal ultrasound (MSKUS) has recently been used to help diagnose quadrangular space syndrome in combination with clinical symptoms. [7] In this case, thickening of the axillary nerve and reduced size and blood flow in the posterior humeral circumflex artery were observed. Lidocaine nerve block helped to make the diagnosis."}
{"id": "article-28130_20", "title": "Anatomy, Shoulder and Upper Limb, Arm Quadrangular Space -- Surgical Considerations -- Other Surgical Considerations", "content": "Although the posterior humeral circumflex artery normally arises from the third part of the axillary artery, a report demonstrates that the posterior humeral circumflex artery can arise from the subscapular artery. [9]", "contents": "Anatomy, Shoulder and Upper Limb, Arm Quadrangular Space -- Surgical Considerations -- Other Surgical Considerations. Although the posterior humeral circumflex artery normally arises from the third part of the axillary artery, a report demonstrates that the posterior humeral circumflex artery can arise from the subscapular artery. [9]"}
{"id": "article-28130_21", "title": "Anatomy, Shoulder and Upper Limb, Arm Quadrangular Space -- Surgical Considerations -- Other Surgical Considerations", "content": "One treatment method for shoulder surgery involves nerve block in the interscalene triangle. However, this causes paralysis of the ipsilateral phrenic nerve. A recent study demonstrates that a combination of the axillary nerve and suprascapular nerve block can be used for anesthesia during shoulder surgery, thus avoiding compromise of phrenic nerve function. [17] The thoracodorsal nerve and the nerve to the medial head of the triceps brachii can be implanted in the axillary nerve to restore its function. [18]", "contents": "Anatomy, Shoulder and Upper Limb, Arm Quadrangular Space -- Surgical Considerations -- Other Surgical Considerations. One treatment method for shoulder surgery involves nerve block in the interscalene triangle. However, this causes paralysis of the ipsilateral phrenic nerve. A recent study demonstrates that a combination of the axillary nerve and suprascapular nerve block can be used for anesthesia during shoulder surgery, thus avoiding compromise of phrenic nerve function. [17] The thoracodorsal nerve and the nerve to the medial head of the triceps brachii can be implanted in the axillary nerve to restore its function. [18]"}
{"id": "article-28130_22", "title": "Anatomy, Shoulder and Upper Limb, Arm Quadrangular Space -- Clinical Significance", "content": "The neurovascular structures that pass through the quadrangular space are essential for upper extremity function, and damage can cause debilitating neurovascular symptoms. Misdiagnosis can occur due to the sophisticated presentation of injuries to the quadrangular space, and great care is requisite while evaluating the shoulder to identify these injuries.", "contents": "Anatomy, Shoulder and Upper Limb, Arm Quadrangular Space -- Clinical Significance. The neurovascular structures that pass through the quadrangular space are essential for upper extremity function, and damage can cause debilitating neurovascular symptoms. Misdiagnosis can occur due to the sophisticated presentation of injuries to the quadrangular space, and great care is requisite while evaluating the shoulder to identify these injuries."}
{"id": "article-28130_23", "title": "Anatomy, Shoulder and Upper Limb, Arm Quadrangular Space -- Clinical Significance -- Neurovascular Compression", "content": "Quadrangular space syndrome (QSS) occurs when the neurovascular structures within the quadrangular space are compressed due to mechanical forces. There are three types of quadrangular space syndromes:", "contents": "Anatomy, Shoulder and Upper Limb, Arm Quadrangular Space -- Clinical Significance -- Neurovascular Compression. Quadrangular space syndrome (QSS) occurs when the neurovascular structures within the quadrangular space are compressed due to mechanical forces. There are three types of quadrangular space syndromes:"}
{"id": "article-28130_24", "title": "Anatomy, Shoulder and Upper Limb, Arm Quadrangular Space -- Clinical Significance -- Neurovascular Compression", "content": "Neurogenic quadrangular space syndrome (nQSS) occurs when the axillary nerve is compressed within the quadrangular space. Patients with nQSS may present with quadrangular space tenderness, radicular pain, and paresthesia that follows a non-dermatomal pattern (more common on the posterior and lateral arm), fasciculations of the deltoid muscle in abduction, and where the denervation of muscles has occurred, muscle atrophy and weakness.", "contents": "Anatomy, Shoulder and Upper Limb, Arm Quadrangular Space -- Clinical Significance -- Neurovascular Compression. Neurogenic quadrangular space syndrome (nQSS) occurs when the axillary nerve is compressed within the quadrangular space. Patients with nQSS may present with quadrangular space tenderness, radicular pain, and paresthesia that follows a non-dermatomal pattern (more common on the posterior and lateral arm), fasciculations of the deltoid muscle in abduction, and where the denervation of muscles has occurred, muscle atrophy and weakness."}
{"id": "article-28130_25", "title": "Anatomy, Shoulder and Upper Limb, Arm Quadrangular Space -- Clinical Significance -- Neurovascular Compression", "content": "Vascular quadrangular space syndrome (vQSS) occurs when the posterior humeral circumflex artery is compressed within the quadrangular space. In patients with vQSS, ischemia of the posterior humeral circumflex artery can occur, which causes pain, pallor, and diminished or absent distal pulses. When compression of the posterior humeral circumflex artery leads to the formation of an aneurysm, thrombi, or a distal digital embolus, symptoms such as cyanosis and coolness of the digits and hand may occur.", "contents": "Anatomy, Shoulder and Upper Limb, Arm Quadrangular Space -- Clinical Significance -- Neurovascular Compression. Vascular quadrangular space syndrome (vQSS) occurs when the posterior humeral circumflex artery is compressed within the quadrangular space. In patients with vQSS, ischemia of the posterior humeral circumflex artery can occur, which causes pain, pallor, and diminished or absent distal pulses. When compression of the posterior humeral circumflex artery leads to the formation of an aneurysm, thrombi, or a distal digital embolus, symptoms such as cyanosis and coolness of the digits and hand may occur."}
{"id": "article-28130_26", "title": "Anatomy, Shoulder and Upper Limb, Arm Quadrangular Space -- Clinical Significance -- Neurovascular Compression", "content": "Patients may present with both neurogenic and vascular quadrangular space syndrome due to the proximity of the posterior humeral circumflex artery to the axillary nerve in the quadrangular space. [14]", "contents": "Anatomy, Shoulder and Upper Limb, Arm Quadrangular Space -- Clinical Significance -- Neurovascular Compression. Patients may present with both neurogenic and vascular quadrangular space syndrome due to the proximity of the posterior humeral circumflex artery to the axillary nerve in the quadrangular space. [14]"}
{"id": "article-28130_27", "title": "Anatomy, Shoulder and Upper Limb, Arm Quadrangular Space -- Clinical Significance -- Neurovascular Compression", "content": "The most common cause of quadrangular space syndrome is fibrous bands within the quadrangular space. These extend from the fascia of the long head of the triceps brachii muscle to the fascia of the teres major muscle. The fibrous bands tighten when the arm is abducted and externally rotated at the glenohumeral joint, leading to impingement of the underlying neurovascular structures. Muscular hypertrophy can also lead to compression of the structures in the quadrangular space.", "contents": "Anatomy, Shoulder and Upper Limb, Arm Quadrangular Space -- Clinical Significance -- Neurovascular Compression. The most common cause of quadrangular space syndrome is fibrous bands within the quadrangular space. These extend from the fascia of the long head of the triceps brachii muscle to the fascia of the teres major muscle. The fibrous bands tighten when the arm is abducted and externally rotated at the glenohumeral joint, leading to impingement of the underlying neurovascular structures. Muscular hypertrophy can also lead to compression of the structures in the quadrangular space."}
{"id": "article-28130_28", "title": "Anatomy, Shoulder and Upper Limb, Arm Quadrangular Space -- Clinical Significance -- Neurovascular Compression", "content": "Abduction and external rotation at the glenohumeral joint are common in overhead sports such as baseball, volleyball, and swimming and when performing activities such as cleaning windows and installing ceiling lights. Hypertrophy of the teres major muscle and space-occupying lesions such as paralabral cysts (most commonly inferior labral tears), lipomas, axillary schwannomas, humeral osteochondromas, and fracture fragments can all also cause compression of the neurovascular structures in the quadrangular space and lead to quadrangular space syndrome. [3] [19]", "contents": "Anatomy, Shoulder and Upper Limb, Arm Quadrangular Space -- Clinical Significance -- Neurovascular Compression. Abduction and external rotation at the glenohumeral joint are common in overhead sports such as baseball, volleyball, and swimming and when performing activities such as cleaning windows and installing ceiling lights. Hypertrophy of the teres major muscle and space-occupying lesions such as paralabral cysts (most commonly inferior labral tears), lipomas, axillary schwannomas, humeral osteochondromas, and fracture fragments can all also cause compression of the neurovascular structures in the quadrangular space and lead to quadrangular space syndrome. [3] [19]"}
{"id": "article-28130_29", "title": "Anatomy, Shoulder and Upper Limb, Arm Quadrangular Space -- Clinical Significance -- Neurovascular Compression", "content": "Quadrangular space syndrome is a diagnostic challenge in the majority of clinical presentations. Thus, employing advanced imaging (radiographs and magnetic resonance imaging) to further investigate nonspecific cases of shoulder pain that have remained refractory to an initial period of nonoperative treatments is a prudent diagnostic course. [20]", "contents": "Anatomy, Shoulder and Upper Limb, Arm Quadrangular Space -- Clinical Significance -- Neurovascular Compression. Quadrangular space syndrome is a diagnostic challenge in the majority of clinical presentations. Thus, employing advanced imaging (radiographs and magnetic resonance imaging) to further investigate nonspecific cases of shoulder pain that have remained refractory to an initial period of nonoperative treatments is a prudent diagnostic course. [20]"}
{"id": "article-28130_30", "title": "Anatomy, Shoulder and Upper Limb, Arm Quadrangular Space -- Clinical Significance -- Trauma", "content": "Patients who sustain proximal humeral fractures, especially of the proximal humeral shaft, may sustain traumatic injuries to the neurovascular structures within or proximal to the quadrangular space. This can lead to advanced conditions such as avascular necrosis of the head of the humerus. Therefore, the clinician must assess neurovascular function in patients with proximal humeral fractures. [11]", "contents": "Anatomy, Shoulder and Upper Limb, Arm Quadrangular Space -- Clinical Significance -- Trauma. Patients who sustain proximal humeral fractures, especially of the proximal humeral shaft, may sustain traumatic injuries to the neurovascular structures within or proximal to the quadrangular space. This can lead to advanced conditions such as avascular necrosis of the head of the humerus. Therefore, the clinician must assess neurovascular function in patients with proximal humeral fractures. [11]"}
{"id": "article-28130_31", "title": "Anatomy, Shoulder and Upper Limb, Arm Quadrangular Space -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Anatomy, Shoulder and Upper Limb, Arm Quadrangular Space -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}