{"id": "article-18193_0", "title": "Bekhterev-Jacobsohn Reflex -- Continuing Education Activity", "content": "The Bekhterev-Jacobsohn reflex is also known as the Jacobsohn finger flexion sign. Dr. Vladimir Bekhterev (a Russian neurologist) and Dr. Louis Jacobsohn-Lask (a German neurologist) described the reflex in the early 1900s. The reflex is a clinical sign that can be easily elicited without the use of any equipment. The Bekhterev-Jacobsohn reflex describes abduction of the hand and flexion of the fingers when the distal radius is stroked. The reflex is very simple to complete and can be useful when trying to determine the localization of a lesion. The reflex is indicative of a lesion in the pyramidal tract of the upper limb. The Bekhterev Jacobson reflex is closely associated with the Bekhterev-Mendel reflex in the lower limb and is also similar to the Hoffman and Tromner sign in the upper limb, all of which are indicative of upper motor neuron pathology. This activity describes the Bekhterev Jacobson reflex, its indications and highlights the role of the interprofessional team in assessing patients with neurological deficits.", "contents": "Bekhterev-Jacobsohn Reflex -- Continuing Education Activity. The Bekhterev-Jacobsohn reflex is also known as the Jacobsohn finger flexion sign. Dr. Vladimir Bekhterev (a Russian neurologist) and Dr. Louis Jacobsohn-Lask (a German neurologist) described the reflex in the early 1900s. The reflex is a clinical sign that can be easily elicited without the use of any equipment. The Bekhterev-Jacobsohn reflex describes abduction of the hand and flexion of the fingers when the distal radius is stroked. The reflex is very simple to complete and can be useful when trying to determine the localization of a lesion. The reflex is indicative of a lesion in the pyramidal tract of the upper limb. The Bekhterev Jacobson reflex is closely associated with the Bekhterev-Mendel reflex in the lower limb and is also similar to the Hoffman and Tromner sign in the upper limb, all of which are indicative of upper motor neuron pathology. This activity describes the Bekhterev Jacobson reflex, its indications and highlights the role of the interprofessional team in assessing patients with neurological deficits."}
{"id": "article-18193_1", "title": "Bekhterev-Jacobsohn Reflex -- Continuing Education Activity", "content": "Objectives: Describe the technique of eliciting the Bekhterev Jacobson reflex. Identify the indications for performing the Bekhterev Jacobson reflex. Summarize the clinical relevance of the Bekhterev Jacobson reflex Review the importance of improving care coordination among interprofessional team members to improve outcomes for patients with a positive Bekhterev Jacobson reflex. Access free multiple choice questions on this topic.", "contents": "Bekhterev-Jacobsohn Reflex -- Continuing Education Activity. Objectives: Describe the technique of eliciting the Bekhterev Jacobson reflex. Identify the indications for performing the Bekhterev Jacobson reflex. Summarize the clinical relevance of the Bekhterev Jacobson reflex Review the importance of improving care coordination among interprofessional team members to improve outcomes for patients with a positive Bekhterev Jacobson reflex. Access free multiple choice questions on this topic."}
{"id": "article-18193_2", "title": "Bekhterev-Jacobsohn Reflex -- Introduction", "content": "The Bekhterev-Jacobsohn reflex is also known as the “Jacobsohn finger flexion sign.” Dr. Vladimir Bekhterev (a Russian neurologist) and Dr. Louis Jacobsohn-Lask (a German neurologist) described the reflex in the early 1900s. The reflex is a clinical sign that can be easily elicited without the use of any equipment. The Bekhterev-Jacobsohn reflex describes abduction of the hand and flexion of the fingers when the distal radius is stroked. The reflex is very simple to complete and can be useful when trying to determine the localization of a lesion. The reflex is indicative of a lesion in the pyramidal tract of the upper limb. [1] The Bekhterev Jacobson reflex is closely associated with the Bekhterev-Mendel reflex in the lower limb and is also similar to the Hoffman and Tromner sign in the upper limb, all of which are indicative of upper motor neuron pathology. [2]", "contents": "Bekhterev-Jacobsohn Reflex -- Introduction. The Bekhterev-Jacobsohn reflex is also known as the “Jacobsohn finger flexion sign.” Dr. Vladimir Bekhterev (a Russian neurologist) and Dr. Louis Jacobsohn-Lask (a German neurologist) described the reflex in the early 1900s. The reflex is a clinical sign that can be easily elicited without the use of any equipment. The Bekhterev-Jacobsohn reflex describes abduction of the hand and flexion of the fingers when the distal radius is stroked. The reflex is very simple to complete and can be useful when trying to determine the localization of a lesion. The reflex is indicative of a lesion in the pyramidal tract of the upper limb. [1] The Bekhterev Jacobson reflex is closely associated with the Bekhterev-Mendel reflex in the lower limb and is also similar to the Hoffman and Tromner sign in the upper limb, all of which are indicative of upper motor neuron pathology. [2]"}
{"id": "article-18193_3", "title": "Bekhterev-Jacobsohn Reflex -- Anatomy and Physiology", "content": "The Bekhterev-Jacobsohn reflex is elicited by stroking the distal radius of the upper arm. The brachioradialis tendon is located in this area near the radial styloid process. The brachioradialis reflex with hyperreflexia is most likely a part of what is seen with the Bekhterev-Jacobsohn reflex. Therefore, the brachioradialis reflex will be discussed. The brachioradialis reflex is a deep tendon reflex with the C5-C6 nerve roots and the radial nerve involved in its circuitry. [3] The reflex happens by the tap stretching the tendon, which stimulates receptors in the muscle group. [4] These stimulated receptors then initiate the reflex arc that generates a message loop from the muscle to the spinal cord and back down to the muscle, which causes the muscle to twitch. [5] The reflex arc generates a sensory impulse to the spinal cord through the sensory or afferent nerve pathway that synapses at the spinal cord and sends an impulse back via the motor or efferent nerve pathway, which contracts the muscle. [6] In diseases causing hyperreflexia, there is disruption of impulses between the cerebral cortex and spinal cord that does not allow the cortex to send inhibitory impulses to the spinal cord; therefore, a crossing of reflexes and hyperreflexia are produced. [5] [7] Hyperreflexia of the brachioradialis includes supination of the wrist (normal reflex) along with finger flexion (abnormal), which is also seen as part of the Bekhterev-Jacobsohn reflex.", "contents": "Bekhterev-Jacobsohn Reflex -- Anatomy and Physiology. The Bekhterev-Jacobsohn reflex is elicited by stroking the distal radius of the upper arm. The brachioradialis tendon is located in this area near the radial styloid process. The brachioradialis reflex with hyperreflexia is most likely a part of what is seen with the Bekhterev-Jacobsohn reflex. Therefore, the brachioradialis reflex will be discussed. The brachioradialis reflex is a deep tendon reflex with the C5-C6 nerve roots and the radial nerve involved in its circuitry. [3] The reflex happens by the tap stretching the tendon, which stimulates receptors in the muscle group. [4] These stimulated receptors then initiate the reflex arc that generates a message loop from the muscle to the spinal cord and back down to the muscle, which causes the muscle to twitch. [5] The reflex arc generates a sensory impulse to the spinal cord through the sensory or afferent nerve pathway that synapses at the spinal cord and sends an impulse back via the motor or efferent nerve pathway, which contracts the muscle. [6] In diseases causing hyperreflexia, there is disruption of impulses between the cerebral cortex and spinal cord that does not allow the cortex to send inhibitory impulses to the spinal cord; therefore, a crossing of reflexes and hyperreflexia are produced. [5] [7] Hyperreflexia of the brachioradialis includes supination of the wrist (normal reflex) along with finger flexion (abnormal), which is also seen as part of the Bekhterev-Jacobsohn reflex."}
{"id": "article-18193_4", "title": "Bekhterev-Jacobsohn Reflex -- Indications", "content": "The Bekhterev-Jacobsohn reflex can be used as an adjunct to the complete neurologic exam. It is helpful to aid in the diagnosis of pyramidal tract lesions, particularly in the upper limb. There are multiple clinical signs for pyramidal tract lesions in the lower limb, but not as many for the upper limb. [8] The other signs that can also be helpful along with the Bekhterev-Jacobsohn reflex include the Hoffman sign and the Tromner sign, both of which correlate with upper motor neuron signs but reflect more of a cervical spine issue. [9]", "contents": "Bekhterev-Jacobsohn Reflex -- Indications. The Bekhterev-Jacobsohn reflex can be used as an adjunct to the complete neurologic exam. It is helpful to aid in the diagnosis of pyramidal tract lesions, particularly in the upper limb. There are multiple clinical signs for pyramidal tract lesions in the lower limb, but not as many for the upper limb. [8] The other signs that can also be helpful along with the Bekhterev-Jacobsohn reflex include the Hoffman sign and the Tromner sign, both of which correlate with upper motor neuron signs but reflect more of a cervical spine issue. [9]"}
{"id": "article-18193_5", "title": "Bekhterev-Jacobsohn Reflex -- Contraindications", "content": "Few contraindications exist for performing the Bekhterev-Jacobsohn reflex. An open wound on the radial portion of the forearm is the major contraindication. Severe or major swelling in the area may also limit the reflex. Dr. Jacobsohn noted that the reflex is even useful in a patient with hand contractures, which are not a contraindication for performing the reflex.", "contents": "Bekhterev-Jacobsohn Reflex -- Contraindications. Few contraindications exist for performing the Bekhterev-Jacobsohn reflex. An open wound on the radial portion of the forearm is the major contraindication. Severe or major swelling in the area may also limit the reflex. Dr. Jacobsohn noted that the reflex is even useful in a patient with hand contractures, which are not a contraindication for performing the reflex."}
{"id": "article-18193_6", "title": "Bekhterev-Jacobsohn Reflex -- Equipment", "content": "No equipment is needed to perform the Bekhterev-Jacobsohn reflex. A practitioner can use his or her hand/fingers to tap the patient's wrist; however, he or she can also use a reflex hammer if it is convenient. There are many different types of reflex hammers, all of which can be used for this test. There should be a seat or bed where the patient can comfortably sit, so his or her arm is fully relaxed when the reflex is performed.", "contents": "Bekhterev-Jacobsohn Reflex -- Equipment. No equipment is needed to perform the Bekhterev-Jacobsohn reflex. A practitioner can use his or her hand/fingers to tap the patient's wrist; however, he or she can also use a reflex hammer if it is convenient. There are many different types of reflex hammers, all of which can be used for this test. There should be a seat or bed where the patient can comfortably sit, so his or her arm is fully relaxed when the reflex is performed."}
{"id": "article-18193_7", "title": "Bekhterev-Jacobsohn Reflex -- Personnel", "content": "Any person properly trained to complete the Bekhterev-Jacobsohn reflex can perform the reflex. Physicians, medical students, physician assistants, medical assistants, and nurses are a few types of people who would be capable of performing the reflex. An inexperienced staff member should first observe the proper completion of the reflex or view an online tutorial of adequate technique for the Bekhterev-Jacobsohn reflex before performing the test. Practice and experience increase the likelihood of accurately obtaining and recognizing the response.", "contents": "Bekhterev-Jacobsohn Reflex -- Personnel. Any person properly trained to complete the Bekhterev-Jacobsohn reflex can perform the reflex. Physicians, medical students, physician assistants, medical assistants, and nurses are a few types of people who would be capable of performing the reflex. An inexperienced staff member should first observe the proper completion of the reflex or view an online tutorial of adequate technique for the Bekhterev-Jacobsohn reflex before performing the test. Practice and experience increase the likelihood of accurately obtaining and recognizing the response."}
{"id": "article-18193_8", "title": "Bekhterev-Jacobsohn Reflex -- Preparation", "content": "There is minimal preparation needed to complete the Bekhterev-Jacobsohn reflex. The patient should be relaxed, sitting, or lying in the supine position. The patient should be in a hospital gown without clothing covering the forearm and hand, so it is easily visible to the examiner. The practitioner should wash or sanitize his or her hands before performing the test. The examiner will need to stand on the side of the patient being tested in a position that they are easily able to hold the forearm and see the response in the hand and fingers of the patient.", "contents": "Bekhterev-Jacobsohn Reflex -- Preparation. There is minimal preparation needed to complete the Bekhterev-Jacobsohn reflex. The patient should be relaxed, sitting, or lying in the supine position. The patient should be in a hospital gown without clothing covering the forearm and hand, so it is easily visible to the examiner. The practitioner should wash or sanitize his or her hands before performing the test. The examiner will need to stand on the side of the patient being tested in a position that they are easily able to hold the forearm and see the response in the hand and fingers of the patient."}
{"id": "article-18193_9", "title": "Bekhterev-Jacobsohn Reflex -- Technique or Treatment", "content": "The Bekhterev-Jacobsohn reflex is best performed with the patient sitting or lying in the supine position with both arms extended and relaxed. The patient needs to be relaxed without tension in his or her arms or wrists with the fingers extended. The practitioner stands on the side of the patient being tested and allows the patient’s arm to rest on the hand of the examiner so that the thumb is positioned on the outer side (or palm facing upward). The practitioner then taps on the lower end of the radius near the wrist. The examiner can tap the radius with his or her hand or finger or can use a reflex hammer that is held in the opposite hand. A positive (or abnormal) reflex is abduction of the wrist and definite flexion of the fingers, specifically focused on the distal interphalangeal joints. A negative (or normal) reflex is when the fingers remain extended without any flexion or movement of the fingers or wrist. The reflex can be completed as many times as needed to evaluate the response in the fingers or wrist.", "contents": "Bekhterev-Jacobsohn Reflex -- Technique or Treatment. The Bekhterev-Jacobsohn reflex is best performed with the patient sitting or lying in the supine position with both arms extended and relaxed. The patient needs to be relaxed without tension in his or her arms or wrists with the fingers extended. The practitioner stands on the side of the patient being tested and allows the patient’s arm to rest on the hand of the examiner so that the thumb is positioned on the outer side (or palm facing upward). The practitioner then taps on the lower end of the radius near the wrist. The examiner can tap the radius with his or her hand or finger or can use a reflex hammer that is held in the opposite hand. A positive (or abnormal) reflex is abduction of the wrist and definite flexion of the fingers, specifically focused on the distal interphalangeal joints. A negative (or normal) reflex is when the fingers remain extended without any flexion or movement of the fingers or wrist. The reflex can be completed as many times as needed to evaluate the response in the fingers or wrist."}
{"id": "article-18193_10", "title": "Bekhterev-Jacobsohn Reflex -- Complications", "content": "There are seldom complications after performing the Bekhterev-Jacobsohn reflex. There may be bruising, pain or soreness after the reflex due to the tapping of the distal radius, but this is unusual.", "contents": "Bekhterev-Jacobsohn Reflex -- Complications. There are seldom complications after performing the Bekhterev-Jacobsohn reflex. There may be bruising, pain or soreness after the reflex due to the tapping of the distal radius, but this is unusual."}
{"id": "article-18193_11", "title": "Bekhterev-Jacobsohn Reflex -- Clinical Significance", "content": "A positive or abnormal response of the Bekhterev-Jacobsohn reflex correlates with a lesion in the pyramidal tract and is an upper motor neuron sign, which can help narrow the differential diagnosis. There are a large number of diseases that can lead to a pyramidal tract lesion that affects the upper limb, including strokes, multiple sclerosis, spinal cord injuries, or brain tumors. [1] Dr. Jacobsohn continuously found the reflex present in cases of both mild and severe hemiplegia. He proclaimed that the reflex was especially helpful in cases of mild disease or hemiplegia. The reflex is used in association with other upper motor neuron tests such as the Hoffman sign and the Babinski reflex in the lower extremities. [10]", "contents": "Bekhterev-Jacobsohn Reflex -- Clinical Significance. A positive or abnormal response of the Bekhterev-Jacobsohn reflex correlates with a lesion in the pyramidal tract and is an upper motor neuron sign, which can help narrow the differential diagnosis. There are a large number of diseases that can lead to a pyramidal tract lesion that affects the upper limb, including strokes, multiple sclerosis, spinal cord injuries, or brain tumors. [1] Dr. Jacobsohn continuously found the reflex present in cases of both mild and severe hemiplegia. He proclaimed that the reflex was especially helpful in cases of mild disease or hemiplegia. The reflex is used in association with other upper motor neuron tests such as the Hoffman sign and the Babinski reflex in the lower extremities. [10]"}
{"id": "article-18193_12", "title": "Bekhterev-Jacobsohn Reflex -- Enhancing Healthcare Team Outcomes", "content": "Any healthcare professional, including the nurse practitioner properly trained to complete the Bekhterev-Jacobsohn reflex, can perform the reflex. Physicians, medical students, physician assistants, medical assistants, and nurses are a few types of people who would be capable of performing the reflex. An inexperienced staff member should first observe the proper completion of the reflex or view an online tutorial of the proper technique of the Bekhterev-Jacobsohn reflex before performing the test. Practice and experience increase the likelihood of accurately obtaining and recognizing the response. However, the validity of this reflex remains questionable. The reflex technique has never been evaluated in randomized clinical settings, and it should not be relied upon as an indicator of upper motor neuron injury.", "contents": "Bekhterev-Jacobsohn Reflex -- Enhancing Healthcare Team Outcomes. Any healthcare professional, including the nurse practitioner properly trained to complete the Bekhterev-Jacobsohn reflex, can perform the reflex. Physicians, medical students, physician assistants, medical assistants, and nurses are a few types of people who would be capable of performing the reflex. An inexperienced staff member should first observe the proper completion of the reflex or view an online tutorial of the proper technique of the Bekhterev-Jacobsohn reflex before performing the test. Practice and experience increase the likelihood of accurately obtaining and recognizing the response. However, the validity of this reflex remains questionable. The reflex technique has never been evaluated in randomized clinical settings, and it should not be relied upon as an indicator of upper motor neuron injury."}
{"id": "article-18193_13", "title": "Bekhterev-Jacobsohn Reflex -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Bekhterev-Jacobsohn Reflex -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}