{"id": "article-28926_0", "title": "Sertraline -- Continuing Education Activity", "content": "Sertraline is a medication used to manage and treat the major depressive disorder, obsessive-compulsive disorder, panic disorder, post-traumatic stress disorder, premenstrual dysphoric disorder, and social anxiety disorder. It is in the SSRI class of medications. This activity outlines the indications, actions, and contraindications for sertraline as a valuable agent in the treatment of major depressive disorder and other disorders. This activity will highlight the mechanism of action, adverse event profile, and other key factors (e.g., off-label uses, dosing, monitoring, relevant interactions) pertinent for members of the interprofessional healthcare team in treating patients with major depressive disorder and related conditions.", "contents": "Sertraline -- Continuing Education Activity. Sertraline is a medication used to manage and treat the major depressive disorder, obsessive-compulsive disorder, panic disorder, post-traumatic stress disorder, premenstrual dysphoric disorder, and social anxiety disorder. It is in the SSRI class of medications. This activity outlines the indications, actions, and contraindications for sertraline as a valuable agent in the treatment of major depressive disorder and other disorders. This activity will highlight the mechanism of action, adverse event profile, and other key factors (e.g., off-label uses, dosing, monitoring, relevant interactions) pertinent for members of the interprofessional healthcare team in treating patients with major depressive disorder and related conditions."}
{"id": "article-28926_1", "title": "Sertraline -- Continuing Education Activity", "content": "Objectives: Identify the mechanism of action of sertraline. Describe the adverse effects of sertraline. Review the appropriate monitoring for sertraline. Summarize interprofessional team strategies for improving care coordination and communication to advance sertraline and improve outcomes. Access free multiple choice questions on this topic.", "contents": "Sertraline -- Continuing Education Activity. Objectives: Identify the mechanism of action of sertraline. Describe the adverse effects of sertraline. Review the appropriate monitoring for sertraline. Summarize interprofessional team strategies for improving care coordination and communication to advance sertraline and improve outcomes. Access free multiple choice questions on this topic."}
{"id": "article-28926_2", "title": "Sertraline -- Indications -- FDA-approved Indications", "content": "Sertraline is an antidepressant used as a first-line treatment of major depressive disorder. [1] Obsessive-compulsive disorder(OCD) [2] Panic disorder [3] Post-traumatic stress disorder(PTSD) [4] Premenstrual dysphoric disorder Social anxiety disorder(SAD)", "contents": "Sertraline -- Indications -- FDA-approved Indications. Sertraline is an antidepressant used as a first-line treatment of major depressive disorder. [1] Obsessive-compulsive disorder(OCD) [2] Panic disorder [3] Post-traumatic stress disorder(PTSD) [4] Premenstrual dysphoric disorder Social anxiety disorder(SAD)"}
{"id": "article-28926_3", "title": "Sertraline -- Indications -- Non-FDA-approved Indications", "content": "Binge eating disorder [5] Body dysmorphic disorder Bulimia nervosa(BN) [5] Generalized anxiety disorder(GAD) Premature ejaculation", "contents": "Sertraline -- Indications -- Non-FDA-approved Indications. Binge eating disorder [5] Body dysmorphic disorder Bulimia nervosa(BN) [5] Generalized anxiety disorder(GAD) Premature ejaculation"}
{"id": "article-28926_4", "title": "Sertraline -- Mechanism of Action", "content": "Sertraline is an antidepressant medication within the selective serotonin reuptake inhibitors (SSRIs) class. Sertraline is an antidepressant with primarily inhibitory effects on presynaptic serotonin reuptake. This inhibition of serotonin reuptake results in an accumulation of serotonin. Serotonin in the central nervous system plays a role in regulating mood, personality, and wakefulness, which is why blocking serotonin reuptake is beneficial in disorders such as major depression. [1]", "contents": "Sertraline -- Mechanism of Action. Sertraline is an antidepressant medication within the selective serotonin reuptake inhibitors (SSRIs) class. Sertraline is an antidepressant with primarily inhibitory effects on presynaptic serotonin reuptake. This inhibition of serotonin reuptake results in an accumulation of serotonin. Serotonin in the central nervous system plays a role in regulating mood, personality, and wakefulness, which is why blocking serotonin reuptake is beneficial in disorders such as major depression. [1]"}
{"id": "article-28926_5", "title": "Sertraline -- Mechanism of Action", "content": "Sertraline also has minimal effects on norepinephrine and dopamine uptake, and research has shown that it has more dopaminergic activity than other medications in the same SSRI class. Sertraline's mechanism of action makes it highly efficacious when used in the treatment of various psychiatric conditions. [6] [7]", "contents": "Sertraline -- Mechanism of Action. Sertraline also has minimal effects on norepinephrine and dopamine uptake, and research has shown that it has more dopaminergic activity than other medications in the same SSRI class. Sertraline's mechanism of action makes it highly efficacious when used in the treatment of various psychiatric conditions. [6] [7]"}
{"id": "article-28926_6", "title": "Sertraline -- Administration -- Available Dosage Form", "content": "Sertraline is orally administered once daily in the morning or evening. If the patient experiences somnolence with sertraline, administer it in the evening. The absorption of sertraline may be improved when taken with food. [8] Available dosages in the oral tablet form are 25 mg, 50 mg, 100 mg, in capsules of 150 mg, 200 mg, and solution form 20 mg/ml.", "contents": "Sertraline -- Administration -- Available Dosage Form. Sertraline is orally administered once daily in the morning or evening. If the patient experiences somnolence with sertraline, administer it in the evening. The absorption of sertraline may be improved when taken with food. [8] Available dosages in the oral tablet form are 25 mg, 50 mg, 100 mg, in capsules of 150 mg, 200 mg, and solution form 20 mg/ml."}
{"id": "article-28926_7", "title": "Sertraline -- Administration -- Adult Dosing", "content": "Per FDA recommendation, the starting dose for major depressive disorder and obsessive-compulsive disorder is 50 mg once daily. The maintenance dose for depression and obsessive-compulsive disorder is 50 to 200 mg orally once a day. The dosage may be increased at weekly intervals depending on the clinical response.", "contents": "Sertraline -- Administration -- Adult Dosing. Per FDA recommendation, the starting dose for major depressive disorder and obsessive-compulsive disorder is 50 mg once daily. The maintenance dose for depression and obsessive-compulsive disorder is 50 to 200 mg orally once a day. The dosage may be increased at weekly intervals depending on the clinical response."}
{"id": "article-28926_8", "title": "Sertraline -- Administration -- Adult Dosing", "content": "To treat a premenstrual dysphoric disorder, sertraline can be given continuously (every day) or intermittently (only in the luteal phase of the menstrual cycle, starting sertraline 14 days before the anticipated menstruation dates until the end of menses. When dosing continuously, start the patient at 50 mg once daily. When not responding optimum, increase the dosage by 50 mg increments per menstrual cycle until the maximum dose of sertraline is 150 mg daily. When dosing intermittently, start a patient at 50 mg once daily. If not responding optimum, then administer sertraline 50 mg daily for the first three days of dosing and then 100 mg daily during the remaining days of the dosing cycle. Intermittent dosing is to be repeated with each new cycle.", "contents": "Sertraline -- Administration -- Adult Dosing. To treat a premenstrual dysphoric disorder, sertraline can be given continuously (every day) or intermittently (only in the luteal phase of the menstrual cycle, starting sertraline 14 days before the anticipated menstruation dates until the end of menses. When dosing continuously, start the patient at 50 mg once daily. When not responding optimum, increase the dosage by 50 mg increments per menstrual cycle until the maximum dose of sertraline is 150 mg daily. When dosing intermittently, start a patient at 50 mg once daily. If not responding optimum, then administer sertraline 50 mg daily for the first three days of dosing and then 100 mg daily during the remaining days of the dosing cycle. Intermittent dosing is to be repeated with each new cycle."}
{"id": "article-28926_9", "title": "Sertraline -- Administration -- Adult Dosing", "content": "For treatment of PTSD, PD, and SAD, the starting dose is 25 mg once daily. The sertraline dose increased by 50 mg increments at weekly intervals to a maximum of 200 mg per day. Sertraline dosing is generally once daily, and administration may be at any time of the day. [9]", "contents": "Sertraline -- Administration -- Adult Dosing. For treatment of PTSD, PD, and SAD, the starting dose is 25 mg once daily. The sertraline dose increased by 50 mg increments at weekly intervals to a maximum of 200 mg per day. Sertraline dosing is generally once daily, and administration may be at any time of the day. [9]"}
{"id": "article-28926_10", "title": "Sertraline -- Administration -- Special Population", "content": "Pregnancy: As per the American College of Obstetricians and Gynecologists, sertraline is Category C medicine. [10] Breastfeeding Women: Sertraline is preferred among antidepressants in breastfeeding women. [11] Hepatic Impairment: Sertraline should be used with caution in patients with liver disease, and a lower or less frequent dose is recommended by product labeling. Renal Impairment: Product labeling does not report any dose adjustment based on the patient's renal function.", "contents": "Sertraline -- Administration -- Special Population. Pregnancy: As per the American College of Obstetricians and Gynecologists, sertraline is Category C medicine. [10] Breastfeeding Women: Sertraline is preferred among antidepressants in breastfeeding women. [11] Hepatic Impairment: Sertraline should be used with caution in patients with liver disease, and a lower or less frequent dose is recommended by product labeling. Renal Impairment: Product labeling does not report any dose adjustment based on the patient's renal function."}
{"id": "article-28926_11", "title": "Sertraline -- Administration -- Withdrawal", "content": "Discontinuation of serotonergic antidepressants may cause adverse reactions, particularly when the discontinuation is abrupt. Symptoms include nausea, diaphoresis, dysphoric mood, irritability, agitation, vertigo, sensory disturbances (e.g., paresthesia, electric shock sensations), tremor, anxiety, confusion, cephalgia, lethargy, emotional lability, sleep disorder, hypomania, tinnitus, and seizures. Therefore, it is preferable to reduce the dosage gradually rather than stop immediately whenever possible.", "contents": "Sertraline -- Administration -- Withdrawal. Discontinuation of serotonergic antidepressants may cause adverse reactions, particularly when the discontinuation is abrupt. Symptoms include nausea, diaphoresis, dysphoric mood, irritability, agitation, vertigo, sensory disturbances (e.g., paresthesia, electric shock sensations), tremor, anxiety, confusion, cephalgia, lethargy, emotional lability, sleep disorder, hypomania, tinnitus, and seizures. Therefore, it is preferable to reduce the dosage gradually rather than stop immediately whenever possible."}
{"id": "article-28926_12", "title": "Sertraline -- Adverse Effects", "content": "SSRIs, considered a newer class of antidepressants, are better tolerated than tricyclic antidepressants or monoamine oxidase inhibitors. The primary side effects of sertraline include syncope, lightheadedness, diarrhea, nausea, sweating, dizziness, xerostomia, confusion, hallucinations, tremor, somnolence, impotence, a disorder of ejaculation, fatigue, rhinitis, and female sexual disorder. [7] There is a bleeding risk associated with sertraline, as it may inhibit platelet aggregation. Sertraline can prolong the QT interval; however, the prolongation is dose-dependent and is very modest. Furthermore, this risk is higher in citalopram rather than sertraline or other SSRIs. [12]", "contents": "Sertraline -- Adverse Effects. SSRIs, considered a newer class of antidepressants, are better tolerated than tricyclic antidepressants or monoamine oxidase inhibitors. The primary side effects of sertraline include syncope, lightheadedness, diarrhea, nausea, sweating, dizziness, xerostomia, confusion, hallucinations, tremor, somnolence, impotence, a disorder of ejaculation, fatigue, rhinitis, and female sexual disorder. [7] There is a bleeding risk associated with sertraline, as it may inhibit platelet aggregation. Sertraline can prolong the QT interval; however, the prolongation is dose-dependent and is very modest. Furthermore, this risk is higher in citalopram rather than sertraline or other SSRIs. [12]"}
{"id": "article-28926_13", "title": "Sertraline -- Adverse Effects", "content": "Sertraline may rarely produce symptoms of serotonin syndrome, though this generally happens when combining it with another serotonergic medication. These symptoms include myoclonus, muscle rigidity, diaphoresis, tremor, hyperreflexia, agitated delirium, and hyperthermia. [13] Sertraline, like other antidepressants, may increase the risk of suicidal ideation and behavior in children, adolescents, and young adults with major depression.", "contents": "Sertraline -- Adverse Effects. Sertraline may rarely produce symptoms of serotonin syndrome, though this generally happens when combining it with another serotonergic medication. These symptoms include myoclonus, muscle rigidity, diaphoresis, tremor, hyperreflexia, agitated delirium, and hyperthermia. [13] Sertraline, like other antidepressants, may increase the risk of suicidal ideation and behavior in children, adolescents, and young adults with major depression."}
{"id": "article-28926_14", "title": "Sertraline -- Adverse Effects", "content": "Sertraline use requires caution in patients 65 years and older. It is identified in the Beers Criteria as a high-risk medication in geriatric patients, as it may induce a syndrome of inappropriate antidiuretic hormone or hyponatremia. [14] [15] Sertraline use in the first trimester of pregnancy increases the risk of cardiovascular-related malformations such as atrial and/or ventricular septal defects in infants. [16] Neonates exposed to sertraline late in the third trimester have been reported with complications requiring prolonged hospitalization, tube feeding, and respiratory support.", "contents": "Sertraline -- Adverse Effects. Sertraline use requires caution in patients 65 years and older. It is identified in the Beers Criteria as a high-risk medication in geriatric patients, as it may induce a syndrome of inappropriate antidiuretic hormone or hyponatremia. [14] [15] Sertraline use in the first trimester of pregnancy increases the risk of cardiovascular-related malformations such as atrial and/or ventricular septal defects in infants. [16] Neonates exposed to sertraline late in the third trimester have been reported with complications requiring prolonged hospitalization, tube feeding, and respiratory support."}
{"id": "article-28926_15", "title": "Sertraline -- Contraindications", "content": "Sertraline is contraindicated in patients with documented hypersensitivity to the drug or its components. The coadministration of sertraline with thioridazine, pimozide, or monoamine oxidase inhibitors, including linezolid or methylene blue, is also contraindicated. Patients who are taking other serotonergic medications should receive education regarding the risks of coadministration with sertraline. [17] Sertraline solution is contraindicated with disulfiram as solution form contains 12% alcohol, and it may cause an alcohol-disulfiram reaction. Sertraline therapy should not start within two weeks of discontinuing any monoamine oxidase inhibitor to prevent toxicity with serotonin syndrome. [17] There is a US black box warning for use in pediatric patients and young adults. Use caution in patients ages 18 to 24 years old due to the risk of an increase in suicidal ideation. [18]", "contents": "Sertraline -- Contraindications. Sertraline is contraindicated in patients with documented hypersensitivity to the drug or its components. The coadministration of sertraline with thioridazine, pimozide, or monoamine oxidase inhibitors, including linezolid or methylene blue, is also contraindicated. Patients who are taking other serotonergic medications should receive education regarding the risks of coadministration with sertraline. [17] Sertraline solution is contraindicated with disulfiram as solution form contains 12% alcohol, and it may cause an alcohol-disulfiram reaction. Sertraline therapy should not start within two weeks of discontinuing any monoamine oxidase inhibitor to prevent toxicity with serotonin syndrome. [17] There is a US black box warning for use in pediatric patients and young adults. Use caution in patients ages 18 to 24 years old due to the risk of an increase in suicidal ideation. [18]"}
{"id": "article-28926_16", "title": "Sertraline -- Monitoring", "content": "It is essential to monitor patients for unusual changes in behavior, anxiety, suicidality, or any other clinical signs of worsening illness. Regularly evaluate for depression and suicidality, especially when changing the dose of sertraline. Sertraline may also precipitate mania in patients at risk for bipolar disorder. Monitor for symptoms of mania in patients who are started on sertraline, especially if they have a family history of mania or bipolar disorder. [19]", "contents": "Sertraline -- Monitoring. It is essential to monitor patients for unusual changes in behavior, anxiety, suicidality, or any other clinical signs of worsening illness. Regularly evaluate for depression and suicidality, especially when changing the dose of sertraline. Sertraline may also precipitate mania in patients at risk for bipolar disorder. Monitor for symptoms of mania in patients who are started on sertraline, especially if they have a family history of mania or bipolar disorder. [19]"}
{"id": "article-28926_17", "title": "Sertraline -- Monitoring", "content": "Monitor for abnormal bleeding, adverse effects of medication use, or withdrawal symptoms from abrupt discontinuation in patients taking sertraline. The abnormal bleeding may primarily occur if used concurrently with aspirin, NSAIDs, warfarin, or other anticoagulants, as sertraline may impair platelet aggregation and cause bruising, epistaxis, or hemorrhage. [20] For geriatric patients, monitor for changes in mental status, and check their sodium concentration regularly due to the risk of SIADH or hyponatremia.", "contents": "Sertraline -- Monitoring. Monitor for abnormal bleeding, adverse effects of medication use, or withdrawal symptoms from abrupt discontinuation in patients taking sertraline. The abnormal bleeding may primarily occur if used concurrently with aspirin, NSAIDs, warfarin, or other anticoagulants, as sertraline may impair platelet aggregation and cause bruising, epistaxis, or hemorrhage. [20] For geriatric patients, monitor for changes in mental status, and check their sodium concentration regularly due to the risk of SIADH or hyponatremia."}
{"id": "article-28926_18", "title": "Sertraline -- Monitoring", "content": "Sertraline is considered safe in patients with a history of myocardial infarction, heart failure, and other cardiac conditions. However, due to the minor effect of QT prolongation, it may benefit the provider to monitor the QT interval with electrocardiograms. [21] [22]", "contents": "Sertraline -- Monitoring. Sertraline is considered safe in patients with a history of myocardial infarction, heart failure, and other cardiac conditions. However, due to the minor effect of QT prolongation, it may benefit the provider to monitor the QT interval with electrocardiograms. [21] [22]"}
{"id": "article-28926_19", "title": "Sertraline -- Monitoring", "content": "Sertraline is also considered safe in pregnancy and with breastfeeding. Although not mandatory, therapeutic drug monitoring may be a consideration to ensure the safety of pregnant patients and infants who may have exposure to the medication. [23] [24] When treating pregnant women with sertraline during the third trimester, the physician should consider tapering sertraline in the third trimester by risk-benefit analysis.", "contents": "Sertraline -- Monitoring. Sertraline is also considered safe in pregnancy and with breastfeeding. Although not mandatory, therapeutic drug monitoring may be a consideration to ensure the safety of pregnant patients and infants who may have exposure to the medication. [23] [24] When treating pregnant women with sertraline during the third trimester, the physician should consider tapering sertraline in the third trimester by risk-benefit analysis."}
{"id": "article-28926_20", "title": "Sertraline -- Toxicity", "content": "The overdose of sertraline is generally well-tolerated. Sertraline toxicity may result in serotonin syndrome, resulting in myoclonus, muscle rigidity, diaphoresis, tremor, hyperreflexia, agitated delirium, and hyperthermia. Treatment of serotonin syndrome requires discontinuing the medication and supportive care. Consider antiemetics (non-serotonergic), benzodiazepines, and standard cooling measures for symptom relief. The patient can also receive serotonin antagonists such as cyproheptadine. If severe toxicity and the patient develops muscular rigidity and hyperthermia with body temperatures higher than 41 degrees C, consider sedation, endotracheal intubation, external cooling, and neuromuscular paralysis. It is important to note that antipyretics are likely not beneficial to patients experiencing hyperthermia due to serotonin syndrome. [25]", "contents": "Sertraline -- Toxicity. The overdose of sertraline is generally well-tolerated. Sertraline toxicity may result in serotonin syndrome, resulting in myoclonus, muscle rigidity, diaphoresis, tremor, hyperreflexia, agitated delirium, and hyperthermia. Treatment of serotonin syndrome requires discontinuing the medication and supportive care. Consider antiemetics (non-serotonergic), benzodiazepines, and standard cooling measures for symptom relief. The patient can also receive serotonin antagonists such as cyproheptadine. If severe toxicity and the patient develops muscular rigidity and hyperthermia with body temperatures higher than 41 degrees C, consider sedation, endotracheal intubation, external cooling, and neuromuscular paralysis. It is important to note that antipyretics are likely not beneficial to patients experiencing hyperthermia due to serotonin syndrome. [25]"}
{"id": "article-28926_21", "title": "Sertraline -- Enhancing Healthcare Team Outcomes", "content": "Healthcare providers who often prescribe sertraline include primary care physicians, psychiatrists, nurse practitioners, and others, functioning as an interprofessional team. All healthcare team members must follow the patient regularly to monitor the reduction of symptoms or any adverse effects. All providers should know the medication's contraindications, adverse effects, and interactions with other drugs. It is also essential to educate all patients who are prescribed sertraline on the possible adverse effects and the prevention and recognition of toxicity due to sertraline (in combination with other serotonergic drugs). Patient education regarding medication use and compliance will improve outcomes and ensure patient safety.", "contents": "Sertraline -- Enhancing Healthcare Team Outcomes. Healthcare providers who often prescribe sertraline include primary care physicians, psychiatrists, nurse practitioners, and others, functioning as an interprofessional team. All healthcare team members must follow the patient regularly to monitor the reduction of symptoms or any adverse effects. All providers should know the medication's contraindications, adverse effects, and interactions with other drugs. It is also essential to educate all patients who are prescribed sertraline on the possible adverse effects and the prevention and recognition of toxicity due to sertraline (in combination with other serotonergic drugs). Patient education regarding medication use and compliance will improve outcomes and ensure patient safety."}
{"id": "article-28926_22", "title": "Sertraline -- Enhancing Healthcare Team Outcomes", "content": "Patient safety can also be improved when dosing adjustments are considered by health care professionals who are a part of a patient's care team. For example, elderly patients may need dosing adjustments, as they may tolerate lower doses better. In addition, patients with medical conditions affecting their liver may need decreased doses for better tolerability.", "contents": "Sertraline -- Enhancing Healthcare Team Outcomes. Patient safety can also be improved when dosing adjustments are considered by health care professionals who are a part of a patient's care team. For example, elderly patients may need dosing adjustments, as they may tolerate lower doses better. In addition, patients with medical conditions affecting their liver may need decreased doses for better tolerability."}
{"id": "article-28926_23", "title": "Sertraline -- Enhancing Healthcare Team Outcomes", "content": "Clinicians require vigilance regarding the toxic effects of serotonergic medications and ensure not to prescribe multiple medications that can cause serotonin syndrome, which is possible by preventing polypharmacy and minimizing unnecessary use of these drugs; this is one of the areas where the pharmacist can provide valuable input to the team as they monitor and verify the patient's medication regimen as well as monitor dosing of sertraline and other drugs. Furthermore, should a patient need to be switched to a different serotonergic medication, clinicians and other healthcare team members must ensure that no new medication starts until at least two weeks after the discontinuation of sertraline. [25] Nursing can play a significant role in this type of monitoring, ensuring patient compliance, providing counsel, assessing therapeutic effectiveness, being aware of potential adverse drug reactions, and alerting the team of any concerns. With this type of cohesive interprofessional team coordination can sertraline therapy provide an optimal therapeutic benefit while minimizing adverse events. [Level 5]", "contents": "Sertraline -- Enhancing Healthcare Team Outcomes. Clinicians require vigilance regarding the toxic effects of serotonergic medications and ensure not to prescribe multiple medications that can cause serotonin syndrome, which is possible by preventing polypharmacy and minimizing unnecessary use of these drugs; this is one of the areas where the pharmacist can provide valuable input to the team as they monitor and verify the patient's medication regimen as well as monitor dosing of sertraline and other drugs. Furthermore, should a patient need to be switched to a different serotonergic medication, clinicians and other healthcare team members must ensure that no new medication starts until at least two weeks after the discontinuation of sertraline. [25] Nursing can play a significant role in this type of monitoring, ensuring patient compliance, providing counsel, assessing therapeutic effectiveness, being aware of potential adverse drug reactions, and alerting the team of any concerns. With this type of cohesive interprofessional team coordination can sertraline therapy provide an optimal therapeutic benefit while minimizing adverse events. [Level 5]"}
{"id": "article-28926_24", "title": "Sertraline -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Sertraline -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}