{"id": "article-694_0", "title": "Oxygen Administration -- Continuing Education Activity", "content": "Oxygen administration may be initiated for a variety of reasons. Increased metabolic demand, maintenance of oxygenation while providing anesthesia, supplementation during treatment of lung illnesses that affect oxygen exchange, treatment of headaches, and carbon monoxide exposure are a few examples of its initiation. Oxygen is necessary for basic metabolic demands in the body, and it is an important part of resuscitation in many acute illnesses, as well as the maintenance of chronic hypoxemic diseases. This activity will highlight the mechanism of action, adverse event profile, and other key factors pertinent to members of the interprofessional team in the management of patients with hypoxemia and related conditions. This activity discusses the interprofessional evaluation and treatment of patients needing oxygen therapy.", "contents": "Oxygen Administration -- Continuing Education Activity. Oxygen administration may be initiated for a variety of reasons. Increased metabolic demand, maintenance of oxygenation while providing anesthesia, supplementation during treatment of lung illnesses that affect oxygen exchange, treatment of headaches, and carbon monoxide exposure are a few examples of its initiation. Oxygen is necessary for basic metabolic demands in the body, and it is an important part of resuscitation in many acute illnesses, as well as the maintenance of chronic hypoxemic diseases. This activity will highlight the mechanism of action, adverse event profile, and other key factors pertinent to members of the interprofessional team in the management of patients with hypoxemia and related conditions. This activity discusses the interprofessional evaluation and treatment of patients needing oxygen therapy."}
{"id": "article-694_1", "title": "Oxygen Administration -- Continuing Education Activity", "content": "Objectives: Identify the routes of administration, indications for and complications of oxygen administration, as well as potential side effects and situations in which oxygen administration is contraindicated. Outline patient populations that benefit from oxygen administration. Review the considerations of oxygen administration. Summarize the most appropriate oxygen administration modalities for select patients and describe the role of the interprofessional team in appropriate treatment. Access free multiple choice questions on this topic.", "contents": "Oxygen Administration -- Continuing Education Activity. Objectives: Identify the routes of administration, indications for and complications of oxygen administration, as well as potential side effects and situations in which oxygen administration is contraindicated. Outline patient populations that benefit from oxygen administration. Review the considerations of oxygen administration. Summarize the most appropriate oxygen administration modalities for select patients and describe the role of the interprofessional team in appropriate treatment. Access free multiple choice questions on this topic."}
{"id": "article-694_2", "title": "Oxygen Administration -- Introduction", "content": "Clinicians initiate oxygen administration for a variety of reasons. Increased metabolic demand, maintenance of oxygenation while providing anesthesia, supplementation during treatment of lung illnesses that affect oxygen exchange, treatment of headaches, carbon monoxide exposure, and more are examples of reasons for its initiation. At sea level, the atmosphere consists of approximately 21 percent oxygen. As altitude increases, the available oxygen in the air decreases in a near-linear fashion. Adding supplemental oxygen or oxygen that is above the amount found in the atmosphere without alteration is most commonly delivered to the patient by nasal cannula, O 2 mask (simple, non-rebreather, Venturi-mask) or added into a CPAP (continuous positive airway pressure), or BiPAP (bilevel positive airway pressure) system. The ventilator provides oxygen for intubated patients.", "contents": "Oxygen Administration -- Introduction. Clinicians initiate oxygen administration for a variety of reasons. Increased metabolic demand, maintenance of oxygenation while providing anesthesia, supplementation during treatment of lung illnesses that affect oxygen exchange, treatment of headaches, carbon monoxide exposure, and more are examples of reasons for its initiation. At sea level, the atmosphere consists of approximately 21 percent oxygen. As altitude increases, the available oxygen in the air decreases in a near-linear fashion. Adding supplemental oxygen or oxygen that is above the amount found in the atmosphere without alteration is most commonly delivered to the patient by nasal cannula, O 2 mask (simple, non-rebreather, Venturi-mask) or added into a CPAP (continuous positive airway pressure), or BiPAP (bilevel positive airway pressure) system. The ventilator provides oxygen for intubated patients."}
{"id": "article-694_3", "title": "Oxygen Administration -- Anatomy and Physiology", "content": "Each patient's airway anatomy merits consideration to achieve optimal oxygenation of a patient. For example, a trauma patient with nasal passages occluded by blood would be sub-optimally provided supplemental oxygen using a nasal cannula, while for a patient with micrognathia, it might be challenging to achieve oxygenation goals using a sealed mask such as a CPAP or BiPAP system.", "contents": "Oxygen Administration -- Anatomy and Physiology. Each patient's airway anatomy merits consideration to achieve optimal oxygenation of a patient. For example, a trauma patient with nasal passages occluded by blood would be sub-optimally provided supplemental oxygen using a nasal cannula, while for a patient with micrognathia, it might be challenging to achieve oxygenation goals using a sealed mask such as a CPAP or BiPAP system."}
{"id": "article-694_4", "title": "Oxygen Administration -- Anatomy and Physiology", "content": "Oxygenation is optimal in an upright position, and awake patients requiring oxygenation support should be upright unless a contraindication to such positioning is present; contraindications include trauma before c-spine clearance, anatomy, patient risk, and level of sedation.", "contents": "Oxygen Administration -- Anatomy and Physiology. Oxygenation is optimal in an upright position, and awake patients requiring oxygenation support should be upright unless a contraindication to such positioning is present; contraindications include trauma before c-spine clearance, anatomy, patient risk, and level of sedation."}
{"id": "article-694_5", "title": "Oxygen Administration -- Indications", "content": "The most readily accepted indication for supplemental oxygenation is hypoxemia, or decreased levels of oxygen in the blood. For the otherwise healthy patient, oxygen saturation targets are generally at 92 to 98%. For patients with chronic hypercapnic conditions, target oxygen saturations are generally between 88 to 92%, with oxygen administration indicated at saturations below these levels. This value is commonly measured with pulse oximetry, but a pulse oximeter can give falsely elevated readings in anemia, cyanide, or carbon monoxide poisoning and is not an adequate indicator of perfusion, as seen in cases of shock.", "contents": "Oxygen Administration -- Indications. The most readily accepted indication for supplemental oxygenation is hypoxemia, or decreased levels of oxygen in the blood. For the otherwise healthy patient, oxygen saturation targets are generally at 92 to 98%. For patients with chronic hypercapnic conditions, target oxygen saturations are generally between 88 to 92%, with oxygen administration indicated at saturations below these levels. This value is commonly measured with pulse oximetry, but a pulse oximeter can give falsely elevated readings in anemia, cyanide, or carbon monoxide poisoning and is not an adequate indicator of perfusion, as seen in cases of shock."}
{"id": "article-694_6", "title": "Oxygen Administration -- Indications -- Chronic", "content": "Chronic obstructive pulmonary disease (COPD) Cystic fibrosis Pulmonary fibrosis Sarcoidosis", "contents": "Oxygen Administration -- Indications -- Chronic. Chronic obstructive pulmonary disease (COPD) Cystic fibrosis Pulmonary fibrosis Sarcoidosis"}
{"id": "article-694_7", "title": "Oxygen Administration -- Indications -- Acute", "content": "Medical emergencies requiring high concentrations of oxygen in all cases: Shock Sepsis Major trauma Cardiac arrest and during resuscitation Anaphylaxis Carbon monoxide and cyanide poisonings Transfusion-related acute lung injury (TRALI) Medical emergencies which may or may not require oxygen administration Asthma Bronchitis Acute heart failure or heart failure exacerbations Pulmonary embolism", "contents": "Oxygen Administration -- Indications -- Acute. Medical emergencies requiring high concentrations of oxygen in all cases: Shock Sepsis Major trauma Cardiac arrest and during resuscitation Anaphylaxis Carbon monoxide and cyanide poisonings Transfusion-related acute lung injury (TRALI) Medical emergencies which may or may not require oxygen administration Asthma Bronchitis Acute heart failure or heart failure exacerbations Pulmonary embolism"}
{"id": "article-694_8", "title": "Oxygen Administration -- Indications", "content": "Historically, it is worth noting that acute myocardial infarction (AMI) receives treatment with morphine, oxygen administration, nitroglycerin, and aspirin; however, recent studies have shown routine oxygen administration to be non-beneficial. [1]", "contents": "Oxygen Administration -- Indications. Historically, it is worth noting that acute myocardial infarction (AMI) receives treatment with morphine, oxygen administration, nitroglycerin, and aspirin; however, recent studies have shown routine oxygen administration to be non-beneficial. [1]"}
{"id": "article-694_9", "title": "Oxygen Administration -- Contraindications", "content": "Paraquat, a common herbicide, is toxic to humans, and poisoning by this substance is worsened by oxygen therapy due to its redox activity. [2]", "contents": "Oxygen Administration -- Contraindications. Paraquat, a common herbicide, is toxic to humans, and poisoning by this substance is worsened by oxygen therapy due to its redox activity. [2]"}
{"id": "article-694_10", "title": "Oxygen Administration -- Contraindications", "content": "Carbon dioxide narcosis occurs in patients with conditions such as obstructive pulmonary disorders or chronic respiratory insufficiency that result in hypercarbia, over-administration of oxygen may reduce the respiratory drive. This reduction can result in further hypercarbia, altered mental status, or even complete respiratory collapse. Titrated therapy in hypoxemic patients with obstructive respiratory disease should merit consideration. [3]", "contents": "Oxygen Administration -- Contraindications. Carbon dioxide narcosis occurs in patients with conditions such as obstructive pulmonary disorders or chronic respiratory insufficiency that result in hypercarbia, over-administration of oxygen may reduce the respiratory drive. This reduction can result in further hypercarbia, altered mental status, or even complete respiratory collapse. Titrated therapy in hypoxemic patients with obstructive respiratory disease should merit consideration. [3]"}
{"id": "article-694_11", "title": "Oxygen Administration -- Contraindications", "content": "Neonates exposed to high levels of oxygen are at risk for developing retinopathy of prematurity, or ROP, as the oxygen promotes neovascularization of the retinas and can cause vision loss or blindness. Administration of vitamin E to premature neonates and antioxidants in adults may provide some protection for those infants requiring supplemental oxygenation. [4] [5]", "contents": "Oxygen Administration -- Contraindications. Neonates exposed to high levels of oxygen are at risk for developing retinopathy of prematurity, or ROP, as the oxygen promotes neovascularization of the retinas and can cause vision loss or blindness. Administration of vitamin E to premature neonates and antioxidants in adults may provide some protection for those infants requiring supplemental oxygenation. [4] [5]"}
{"id": "article-694_12", "title": "Oxygen Administration -- Contraindications", "content": "Oxygen is highly flammable, and thus it poses a fire risk with use in proximity to open flames; this is particularly important in those patients who are having treatment for lung conditions associated with smoking, such as COPD. Concurrent use of supplemental oxygen and cigarettes can result in damage to the person and property of oxygen users. Care is necessary with all flames, and careful storage of oxygen tanks is essential for patient safety.", "contents": "Oxygen Administration -- Contraindications. Oxygen is highly flammable, and thus it poses a fire risk with use in proximity to open flames; this is particularly important in those patients who are having treatment for lung conditions associated with smoking, such as COPD. Concurrent use of supplemental oxygen and cigarettes can result in damage to the person and property of oxygen users. Care is necessary with all flames, and careful storage of oxygen tanks is essential for patient safety."}
{"id": "article-694_13", "title": "Oxygen Administration -- Contraindications", "content": "Oxygen administration can increase insensible losses due to the use of dry (non-humidified) air, particularly at high flow rates. Additionally, in vulnerable patients, the administration of cool or even cold oxygen can increase the risk of hypothermia; this is easily mitigated by humidification and warming before administration.", "contents": "Oxygen Administration -- Contraindications. Oxygen administration can increase insensible losses due to the use of dry (non-humidified) air, particularly at high flow rates. Additionally, in vulnerable patients, the administration of cool or even cold oxygen can increase the risk of hypothermia; this is easily mitigated by humidification and warming before administration."}
{"id": "article-694_14", "title": "Oxygen Administration -- Contraindications", "content": "Oxygen toxicity is an iatrogenic illness caused by exposure to high FIO2 during oxygen therapy. Oxygen saturation should be monitored in patients receiving supplemental O2. As the oxygen gets metabolized, some molecules convert to superoxide anions known as hydroxyl radicals, which are human tissue toxic. The resulting pathophysiological changes at the alveolar level result in decreases in lung compliance, diffusing capacity, and PaO2 levels. Central nervous system (CNS) toxicity can occur with exposure to high partial pressures of oxygen. Acute changes in the lungs resulting from oxygen toxicity consist of alveolar and interstitial edema, alveolar hemorrhages, and proteinaceous exudates. Further prolonged exposure to oxygen leads to a proliferative phase, which includes the proliferation of type II epithelial cells and fibroblasts, followed by collagen deposits. Exposure to FIO2s greater than 0.60 for as little as 24 to 48 hours can lead to severe irreversible pulmonary fibrosis. [6] [7]", "contents": "Oxygen Administration -- Contraindications. Oxygen toxicity is an iatrogenic illness caused by exposure to high FIO2 during oxygen therapy. Oxygen saturation should be monitored in patients receiving supplemental O2. As the oxygen gets metabolized, some molecules convert to superoxide anions known as hydroxyl radicals, which are human tissue toxic. The resulting pathophysiological changes at the alveolar level result in decreases in lung compliance, diffusing capacity, and PaO2 levels. Central nervous system (CNS) toxicity can occur with exposure to high partial pressures of oxygen. Acute changes in the lungs resulting from oxygen toxicity consist of alveolar and interstitial edema, alveolar hemorrhages, and proteinaceous exudates. Further prolonged exposure to oxygen leads to a proliferative phase, which includes the proliferation of type II epithelial cells and fibroblasts, followed by collagen deposits. Exposure to FIO2s greater than 0.60 for as little as 24 to 48 hours can lead to severe irreversible pulmonary fibrosis. [6] [7]"}
{"id": "article-694_15", "title": "Oxygen Administration -- Equipment -- Low Flow Administration", "content": "Nasal cannula - a thin tube, often affixed behind the ears and used to deliver oxygen directly to the nostrils from a source connected with tubing. This is the most common method of delivery for home use and provides flow rates of 2 to 6 liters per minute (LPM) comfortably, allowing the delivery of oxygen while maintaining the patient’s ability to utilize his or her mouth to talk, eat, etc.", "contents": "Oxygen Administration -- Equipment -- Low Flow Administration. Nasal cannula - a thin tube, often affixed behind the ears and used to deliver oxygen directly to the nostrils from a source connected with tubing. This is the most common method of delivery for home use and provides flow rates of 2 to 6 liters per minute (LPM) comfortably, allowing the delivery of oxygen while maintaining the patient’s ability to utilize his or her mouth to talk, eat, etc."}
{"id": "article-694_16", "title": "Oxygen Administration -- Equipment -- Low Flow Administration", "content": "Transtracheal catheters - these are used in chronic maintenance therapy and represent a method of oxygenation in which a catheter is surgically inserted through the anterior neck to deliver oxygen directly to the trachea, thus bypassing the upper airway. [8] By bypassing the upper airway, oxygen delivery is closer to the alveoli, bypassing the dead space in the upper airway and allowing for chronic use of lower amounts of oxygen without reducing the amount of supplemental oxygen delivered to the lungs. This arrangement allows for more extended use of supplemental oxygen and allows the patient to be away from home for longer periods but does require surgical placement, with the potential for site infection, irritation, and complications common to such procedures. [9]", "contents": "Oxygen Administration -- Equipment -- Low Flow Administration. Transtracheal catheters - these are used in chronic maintenance therapy and represent a method of oxygenation in which a catheter is surgically inserted through the anterior neck to deliver oxygen directly to the trachea, thus bypassing the upper airway. [8] By bypassing the upper airway, oxygen delivery is closer to the alveoli, bypassing the dead space in the upper airway and allowing for chronic use of lower amounts of oxygen without reducing the amount of supplemental oxygen delivered to the lungs. This arrangement allows for more extended use of supplemental oxygen and allows the patient to be away from home for longer periods but does require surgical placement, with the potential for site infection, irritation, and complications common to such procedures. [9]"}
{"id": "article-694_17", "title": "Oxygen Administration -- Equipment -- Low Flow Administration", "content": "Face masks - facemasks can be generally divided into simple facemasks, air-entrainment masks, and non-rebreathers. A simple facemask is a mask with no bag attached, which delivers oxygen at 5 to 8 LPM. An air-entrainment (also known as venturi) mask can provide pre-set oxygen to the patient using jet mixing. As the percent of inspired oxygen increases using such a mask, the air-to-oxygen ratio decreases, causing the maximum concentration of oxygen provided by an air-entrainment mask to be around 40%. A disadvantage of this and other full-face masks is the inability of the patient to eat, drink, or easily communicate while using such a device.", "contents": "Oxygen Administration -- Equipment -- Low Flow Administration. Face masks - facemasks can be generally divided into simple facemasks, air-entrainment masks, and non-rebreathers. A simple facemask is a mask with no bag attached, which delivers oxygen at 5 to 8 LPM. An air-entrainment (also known as venturi) mask can provide pre-set oxygen to the patient using jet mixing. As the percent of inspired oxygen increases using such a mask, the air-to-oxygen ratio decreases, causing the maximum concentration of oxygen provided by an air-entrainment mask to be around 40%. A disadvantage of this and other full-face masks is the inability of the patient to eat, drink, or easily communicate while using such a device."}
{"id": "article-694_18", "title": "Oxygen Administration -- Equipment -- Low Flow Administration", "content": "Non-rebreathing masks have a bag attached to the mask known as a reservoir bag, which inhalation draws from to fill the mask through a one-way valve and features ports at each side for exhalation, resulting in an ability to provide the patient with 100% oxygen at a higher LPM flow rate. A reservoir bag is an attachment to an oxygen administration device that allows for the concentration of oxygen and, thus, increased percentage administration. By allowing the collection of 100% O2 in a reservoir bag, the patient may receive a higher concentration of oxygen by reducing the percentage of inhaled gas made up of atmospheric oxygen.", "contents": "Oxygen Administration -- Equipment -- Low Flow Administration. Non-rebreathing masks have a bag attached to the mask known as a reservoir bag, which inhalation draws from to fill the mask through a one-way valve and features ports at each side for exhalation, resulting in an ability to provide the patient with 100% oxygen at a higher LPM flow rate. A reservoir bag is an attachment to an oxygen administration device that allows for the concentration of oxygen and, thus, increased percentage administration. By allowing the collection of 100% O2 in a reservoir bag, the patient may receive a higher concentration of oxygen by reducing the percentage of inhaled gas made up of atmospheric oxygen."}
{"id": "article-694_19", "title": "Oxygen Administration -- Equipment -- High Flow Administration", "content": "High flow nasal cannula (HFNC) is a nasal cannula with the capability of humidifying oxygen and capable of flow rates that exceed the inspiratory pressure of the patient. This setup allows delivery of 100% Fi02 while maintaining the patient’s ability to utilize the mouth to talk, eat, etc. HFNC may also be used to lengthen times of apnea in preparation for intubation. [10] [11]", "contents": "Oxygen Administration -- Equipment -- High Flow Administration. High flow nasal cannula (HFNC) is a nasal cannula with the capability of humidifying oxygen and capable of flow rates that exceed the inspiratory pressure of the patient. This setup allows delivery of 100% Fi02 while maintaining the patient’s ability to utilize the mouth to talk, eat, etc. HFNC may also be used to lengthen times of apnea in preparation for intubation. [10] [11]"}
{"id": "article-694_20", "title": "Oxygen Administration -- Equipment -- Positive Pressure", "content": "Continuous positive airway pressure, or CPAP, is a mask that delivers continuous positive pressure to the patient. Similarly, bilevel positive airway pressure or BiPAP is also positive pressure delivered via mask but has an inhale and an exhale pressure set at differing levels. Bag-mask devices, or BVM’s, are masks operated by hand for resuscitation when patients cannot breathe on their own and can connect to oxygen sources for increased levels of oxygen delivery. Ventilators are machines that breathe for a patient, either through a tracheostomy or endotracheal tube. The ventilator can have oxygen delivery titrated to specific patient needs and delivered through positive pressure. Endotracheal tubes possess the added advantage of occluding the airway, thus preventing aspiration of blood, secretions, etc., in patients unable to protect their own airways. [12]", "contents": "Oxygen Administration -- Equipment -- Positive Pressure. Continuous positive airway pressure, or CPAP, is a mask that delivers continuous positive pressure to the patient. Similarly, bilevel positive airway pressure or BiPAP is also positive pressure delivered via mask but has an inhale and an exhale pressure set at differing levels. Bag-mask devices, or BVM’s, are masks operated by hand for resuscitation when patients cannot breathe on their own and can connect to oxygen sources for increased levels of oxygen delivery. Ventilators are machines that breathe for a patient, either through a tracheostomy or endotracheal tube. The ventilator can have oxygen delivery titrated to specific patient needs and delivered through positive pressure. Endotracheal tubes possess the added advantage of occluding the airway, thus preventing aspiration of blood, secretions, etc., in patients unable to protect their own airways. [12]"}
{"id": "article-694_21", "title": "Oxygen Administration -- Equipment -- Other", "content": "Neonatal incubators also provide oxygen supplementation and do so by increasing the concentration of oxygen in the interior chamber without directly applying oxygen to the patient. This differs from other forms of oxygenation in that the atmosphere in a controlled environment is changed rather than oxygen administered to the patient. However, more traditional forms of oxygenation may also be an option. [13]", "contents": "Oxygen Administration -- Equipment -- Other. Neonatal incubators also provide oxygen supplementation and do so by increasing the concentration of oxygen in the interior chamber without directly applying oxygen to the patient. This differs from other forms of oxygenation in that the atmosphere in a controlled environment is changed rather than oxygen administered to the patient. However, more traditional forms of oxygenation may also be an option. [13]"}
{"id": "article-694_22", "title": "Oxygen Administration -- Clinical Significance", "content": "Oxygen administration is one of the most common interventions in the acute care setting and is indicated in a wide variety of acute and chronic medical conditions. Health care professionals should be familiar with routes of oxygen administration, as well as the physiological effects of oxygen administration as a fundamental part of patient care.", "contents": "Oxygen Administration -- Clinical Significance. Oxygen administration is one of the most common interventions in the acute care setting and is indicated in a wide variety of acute and chronic medical conditions. Health care professionals should be familiar with routes of oxygen administration, as well as the physiological effects of oxygen administration as a fundamental part of patient care."}
{"id": "article-694_23", "title": "Oxygen Administration -- Enhancing Healthcare Team Outcomes", "content": "Teams should be familiar with multiple modalities of oxygen administration, their initiation and use, as well as the limitations of each modality. Although a clinician may order a specific type of oxygen administration and initially be the most appropriate, individual patients change, and their medical conditions evolve. Constant re-evaluation of the patient is critical to ensure that continued oxygen administration is necessary, as well as the route is the best possible for each patient.  Respiratory therapists are often the team members initiating and monitoring methods of oxygenation, and vigilance from the respiratory therapist is vital in ensuring that the patient receives optimal therapy.  Additionally, nurses, medical techs, and all other members of the team have a role to play in vigilant monitoring of the patient requiring acute oxygen administration for optimal patient-centered care.  Patients placed on oxygen supplementation should have vigilant monitoring by pulse oximetry, and the patient's oxygen administration should undergo titration to parameters set forth by the patient's care team based on the most current evidence-based guidelines for each disease process. An interprofessional approach for patients receiving oxygen will result in the best outcomes. [Level 5]", "contents": "Oxygen Administration -- Enhancing Healthcare Team Outcomes. Teams should be familiar with multiple modalities of oxygen administration, their initiation and use, as well as the limitations of each modality. Although a clinician may order a specific type of oxygen administration and initially be the most appropriate, individual patients change, and their medical conditions evolve. Constant re-evaluation of the patient is critical to ensure that continued oxygen administration is necessary, as well as the route is the best possible for each patient.  Respiratory therapists are often the team members initiating and monitoring methods of oxygenation, and vigilance from the respiratory therapist is vital in ensuring that the patient receives optimal therapy.  Additionally, nurses, medical techs, and all other members of the team have a role to play in vigilant monitoring of the patient requiring acute oxygen administration for optimal patient-centered care.  Patients placed on oxygen supplementation should have vigilant monitoring by pulse oximetry, and the patient's oxygen administration should undergo titration to parameters set forth by the patient's care team based on the most current evidence-based guidelines for each disease process. An interprofessional approach for patients receiving oxygen will result in the best outcomes. [Level 5]"}
{"id": "article-694_24", "title": "Oxygen Administration -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Oxygen Administration -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}