{"id": "article-619_0", "title": "Aortic Valve Endocarditis Surgical Treatment -- Continuing Education Activity", "content": "Infective endocarditis is an infectious disease involving the endocardial surface of the heart and can include the valves and/or the mural endocardium. Infective endocarditis is a serious condition with significant morbidity and mortality. Prompt diagnosis and treatment are essential. This activity reviews the evaluation, treatment, and complications of infective endocarditis and underscores the importance of an interprofessional team approach to its management.", "contents": "Aortic Valve Endocarditis Surgical Treatment -- Continuing Education Activity. Infective endocarditis is an infectious disease involving the endocardial surface of the heart and can include the valves and/or the mural endocardium. Infective endocarditis is a serious condition with significant morbidity and mortality. Prompt diagnosis and treatment are essential. This activity reviews the evaluation, treatment, and complications of infective endocarditis and underscores the importance of an interprofessional team approach to its management."}
{"id": "article-619_1", "title": "Aortic Valve Endocarditis Surgical Treatment -- Continuing Education Activity", "content": "Objectives: Describe the epidemiological trends for infective endocarditis. Review the most commons symptoms associated with infective endocarditis. Summarize the treatment options for infective endocarditis. Outline how infective endocarditis requires an interprofessional team approach involving medical specialties such as cardiology, infectious disease, radiology, and cardiothoracic surgery to enhance care coordination for patients with infectious endocarditis, determine which patients are surgical candidates, and optimize clinical outcomes. Access free multiple choice questions on this topic.", "contents": "Aortic Valve Endocarditis Surgical Treatment -- Continuing Education Activity. Objectives: Describe the epidemiological trends for infective endocarditis. Review the most commons symptoms associated with infective endocarditis. Summarize the treatment options for infective endocarditis. Outline how infective endocarditis requires an interprofessional team approach involving medical specialties such as cardiology, infectious disease, radiology, and cardiothoracic surgery to enhance care coordination for patients with infectious endocarditis, determine which patients are surgical candidates, and optimize clinical outcomes. Access free multiple choice questions on this topic."}
{"id": "article-619_2", "title": "Aortic Valve Endocarditis Surgical Treatment -- Introduction", "content": "Infective endocarditis is an infectious disease of the endocardial surface of the heart, and it classifies as acute, subacute, or chronic depending upon the symptom’s onset and duration. The most common target is the valves, and rarely it can involve the mural endocardium. [1] [2] The incidence of IE has risen over the past few decades in the United States and across the Globe. The epidemiological trends have changed with Staphylococcus aureus being the predominant causative organism in the developed world. Despite optimal medical management, mortality remains unacceptably high. Patients not responsive to medical therapy or with certain complications may require surgical intervention and recognition of those factors is critical.", "contents": "Aortic Valve Endocarditis Surgical Treatment -- Introduction. Infective endocarditis is an infectious disease of the endocardial surface of the heart, and it classifies as acute, subacute, or chronic depending upon the symptom’s onset and duration. The most common target is the valves, and rarely it can involve the mural endocardium. [1] [2] The incidence of IE has risen over the past few decades in the United States and across the Globe. The epidemiological trends have changed with Staphylococcus aureus being the predominant causative organism in the developed world. Despite optimal medical management, mortality remains unacceptably high. Patients not responsive to medical therapy or with certain complications may require surgical intervention and recognition of those factors is critical."}
{"id": "article-619_3", "title": "Aortic Valve Endocarditis Surgical Treatment -- Etiology", "content": "For native valve, infective endocarditis, the most common microorganisms are S. viridans and S. aureus . [1] For prosthetic valve endocarditis in the early phase (less than 2 months), typical agents include coagulase-negative staphylococci (S. epidermidis - 30 to 35%), S. aureus (20 to 24%) and in the late phase (more than 12 months) typical etiology is S. viridans and S. aureus . [1] For acute bacterial endocarditis, the most common agent is S. aureus , whereas, for subacute bacterial endocarditis, the most common agent is S. mutans . Candidal infectious endocarditis usually presents in prosthetic valves, intravenous drug abusers, and immunocompromised individuals. [1] Gastrointestinal or genitourinary manipulation is a risk factor for S. bovis or enterococcal IE. Poor dental hygiene is a risk for Streptococci and the HACEK group agents (Haemophilus, Aggregatibacter (previously Actinobacillus), Cardiobacterium, Eikenella, Kingella) whereas nosocomial agents include Staphylococcus aureus , gram-negative agents and candida.", "contents": "Aortic Valve Endocarditis Surgical Treatment -- Etiology. For native valve, infective endocarditis, the most common microorganisms are S. viridans and S. aureus . [1] For prosthetic valve endocarditis in the early phase (less than 2 months), typical agents include coagulase-negative staphylococci (S. epidermidis - 30 to 35%), S. aureus (20 to 24%) and in the late phase (more than 12 months) typical etiology is S. viridans and S. aureus . [1] For acute bacterial endocarditis, the most common agent is S. aureus , whereas, for subacute bacterial endocarditis, the most common agent is S. mutans . Candidal infectious endocarditis usually presents in prosthetic valves, intravenous drug abusers, and immunocompromised individuals. [1] Gastrointestinal or genitourinary manipulation is a risk factor for S. bovis or enterococcal IE. Poor dental hygiene is a risk for Streptococci and the HACEK group agents (Haemophilus, Aggregatibacter (previously Actinobacillus), Cardiobacterium, Eikenella, Kingella) whereas nosocomial agents include Staphylococcus aureus , gram-negative agents and candida."}
{"id": "article-619_4", "title": "Aortic Valve Endocarditis Surgical Treatment -- Epidemiology", "content": "Epidemiological studies demonstrate that the epidemiological profile of infectious endocarditis worldwide has changed and now Staphylococcus aureus the most common causative organism in the developed world. Furthermore, characteristics of patients have also changed, which include increased mean age of patients, increased number of prosthetic valve IE, and an increased number of surgeries performed for IE. [3] There has been an increased incidence of IE after minimally invasive aortic valve surgery or percutaneous transcatheter aortic valve replacement. [4] [5]", "contents": "Aortic Valve Endocarditis Surgical Treatment -- Epidemiology. Epidemiological studies demonstrate that the epidemiological profile of infectious endocarditis worldwide has changed and now Staphylococcus aureus the most common causative organism in the developed world. Furthermore, characteristics of patients have also changed, which include increased mean age of patients, increased number of prosthetic valve IE, and an increased number of surgeries performed for IE. [3] There has been an increased incidence of IE after minimally invasive aortic valve surgery or percutaneous transcatheter aortic valve replacement. [4] [5]"}
{"id": "article-619_5", "title": "Aortic Valve Endocarditis Surgical Treatment -- History and Physical", "content": "The most common symptoms include fever, anorexia, weight loss, malaise, and night sweats. [1] The most common physical examination findings include the presence of a murmur, petechiae on the skin, oral mucosa or conjunctivae, and splenomegaly. [1] Peripheral findings of IE include splinter hemorrhages, normally seen under the fingernails or toenails, Osler nodes, and Janeway lesions. [1]", "contents": "Aortic Valve Endocarditis Surgical Treatment -- History and Physical. The most common symptoms include fever, anorexia, weight loss, malaise, and night sweats. [1] The most common physical examination findings include the presence of a murmur, petechiae on the skin, oral mucosa or conjunctivae, and splenomegaly. [1] Peripheral findings of IE include splinter hemorrhages, normally seen under the fingernails or toenails, Osler nodes, and Janeway lesions. [1]"}
{"id": "article-619_6", "title": "Aortic Valve Endocarditis Surgical Treatment -- Evaluation", "content": "Infective endocarditis classification is by The Modified Duke Criteria, which is useful in the evaluation of patients suspected of IE. Three categories include definite IE, possible IE, or rejected IE. [6] Definite IE subclassify into: a) Definite IE by pathological criteria: whereby there is evidence of microorganisms on excised vegetation or an abscess specimen or vegetation or abscess demonstrate active endocarditis and b) Definite IE by clinical criteria: defined by presence of two major criteria, one major criterion plus three minor criteria, or five minor criteria in The Modified Duke Criteria. [6] [7] [8]", "contents": "Aortic Valve Endocarditis Surgical Treatment -- Evaluation. Infective endocarditis classification is by The Modified Duke Criteria, which is useful in the evaluation of patients suspected of IE. Three categories include definite IE, possible IE, or rejected IE. [6] Definite IE subclassify into: a) Definite IE by pathological criteria: whereby there is evidence of microorganisms on excised vegetation or an abscess specimen or vegetation or abscess demonstrate active endocarditis and b) Definite IE by clinical criteria: defined by presence of two major criteria, one major criterion plus three minor criteria, or five minor criteria in The Modified Duke Criteria. [6] [7] [8]"}
{"id": "article-619_7", "title": "Aortic Valve Endocarditis Surgical Treatment -- Evaluation", "content": "Major clinical criteria are defined as follows: multiple positive blood cultures, single positive culture for Coxiella burnetti , endocardial involvement (presence of new valvular regurgitation, or presence of vegetation, abscess or dehiscence). [8] Minor clinical criteria include: a) Predisposing heart condition or use of intravenous drug use b) Fever with body temperature greater than 38 degrees C (100.4 degrees F) c) Vascular phenomena, arterial emboli, septic pulmonary infarcts, mycotic aneurysm, intracranial hemorrhage, conjunctival hemorrhages, and Janeway lesions d) Immunologic phenomena: Osler nodes, Roth spots, and rheumatoid factor e) Positive blood culture that does not meet the major criteria. [8]", "contents": "Aortic Valve Endocarditis Surgical Treatment -- Evaluation. Major clinical criteria are defined as follows: multiple positive blood cultures, single positive culture for Coxiella burnetti , endocardial involvement (presence of new valvular regurgitation, or presence of vegetation, abscess or dehiscence). [8] Minor clinical criteria include: a) Predisposing heart condition or use of intravenous drug use b) Fever with body temperature greater than 38 degrees C (100.4 degrees F) c) Vascular phenomena, arterial emboli, septic pulmonary infarcts, mycotic aneurysm, intracranial hemorrhage, conjunctival hemorrhages, and Janeway lesions d) Immunologic phenomena: Osler nodes, Roth spots, and rheumatoid factor e) Positive blood culture that does not meet the major criteria. [8]"}
{"id": "article-619_8", "title": "Aortic Valve Endocarditis Surgical Treatment -- Evaluation", "content": "Possible IE is when there are one major criterion and one minor criterion or three minor criteria present. [6] Rejected IE is defined when there is likely an alternative diagnosis, or there is no pathological evidence of IE with less than 4 days of antibiotic therapy, or there is a resolution of clinical symptoms with less than 4 days of antibiotic therapy. [6] Echocardiographically vegetation is an oscillating intracardiac mass on valve or supporting structures, in the path of regurgitant jets. Presence of abscess or partial dehiscence of prosthetic valve also satisfies echocardiographic criteria of IE. [6]", "contents": "Aortic Valve Endocarditis Surgical Treatment -- Evaluation. Possible IE is when there are one major criterion and one minor criterion or three minor criteria present. [6] Rejected IE is defined when there is likely an alternative diagnosis, or there is no pathological evidence of IE with less than 4 days of antibiotic therapy, or there is a resolution of clinical symptoms with less than 4 days of antibiotic therapy. [6] Echocardiographically vegetation is an oscillating intracardiac mass on valve or supporting structures, in the path of regurgitant jets. Presence of abscess or partial dehiscence of prosthetic valve also satisfies echocardiographic criteria of IE. [6]"}
{"id": "article-619_9", "title": "Aortic Valve Endocarditis Surgical Treatment -- Evaluation", "content": "A transthoracic echocardiogram should be corroborated by transesophageal echocardiogram in the evaluation for patients with suspected IE. Sometimes no definitive diagnosis is established until the patient has an operation upon at that time tissue specimens should be obtained for histological analysis.", "contents": "Aortic Valve Endocarditis Surgical Treatment -- Evaluation. A transthoracic echocardiogram should be corroborated by transesophageal echocardiogram in the evaluation for patients with suspected IE. Sometimes no definitive diagnosis is established until the patient has an operation upon at that time tissue specimens should be obtained for histological analysis."}
{"id": "article-619_10", "title": "Aortic Valve Endocarditis Surgical Treatment -- Treatment / Management", "content": "Infective endocarditis management is with prolonged duration of bactericidal antibiotics. The choice of antibiotic regimen (whether single or combination therapy) and the treatment duration are selected according to the pathogen’s susceptibility and resistance patterns, whether it’s a native or prosthetic valve endocarditis. Accordingly, the duration can vary from two weeks to as long as six weeks. Treatment is usually started in the hospital and completed as an outpatient once the fever subsides and the blood cultures are negative. But in some instances, antibiotic therapy alone is insufficient, and patients require surgery. Class I indications for surgery in patients with infective endocarditis include valvular dysfunction with symptoms of congestive heart failure, left-sided IE caused by S. aureus , fungal, or other highly resistant microorganisms, IE with conduction defects or heart block, annular or aortic abscess, persistent infection 5 to 7 days after initiation of antibiotic therapy. [2]", "contents": "Aortic Valve Endocarditis Surgical Treatment -- Treatment / Management. Infective endocarditis management is with prolonged duration of bactericidal antibiotics. The choice of antibiotic regimen (whether single or combination therapy) and the treatment duration are selected according to the pathogen’s susceptibility and resistance patterns, whether it’s a native or prosthetic valve endocarditis. Accordingly, the duration can vary from two weeks to as long as six weeks. Treatment is usually started in the hospital and completed as an outpatient once the fever subsides and the blood cultures are negative. But in some instances, antibiotic therapy alone is insufficient, and patients require surgery. Class I indications for surgery in patients with infective endocarditis include valvular dysfunction with symptoms of congestive heart failure, left-sided IE caused by S. aureus , fungal, or other highly resistant microorganisms, IE with conduction defects or heart block, annular or aortic abscess, persistent infection 5 to 7 days after initiation of antibiotic therapy. [2]"}
{"id": "article-619_11", "title": "Aortic Valve Endocarditis Surgical Treatment -- Treatment / Management", "content": "The basic principles of infective endocarditis management are aggressive debridement with removal of all infected and necrotic tissue followed by reconstructive surgery. Intraoperative Transesophageal echocardiography is recommended as a Class I recommendation by the American Society of Echocardiography. [2] With some exceptions, median sternotomy is the recommendation (Class I). [2] The aortic valve is accessed via a low transverse or oblique aortotomy. For patients with native valve endocarditis, eradication of the infected valvular tissue with subsequent valve repair or replacement is the primary therapy. For native valve IE limited to the leaflets/cusps, repair should be performed whenever feasible (Class I). [2] When simple valve replacement is needed, the basis for the decision regarding valve choice (mechanical or bioprosthetic) is on the usual criteria (Class I). [2] However, the use of a mechanical valve should be obviated among patients with intracranial hemorrhage and in patients developing a major stroke (Class IIa). [2]", "contents": "Aortic Valve Endocarditis Surgical Treatment -- Treatment / Management. The basic principles of infective endocarditis management are aggressive debridement with removal of all infected and necrotic tissue followed by reconstructive surgery. Intraoperative Transesophageal echocardiography is recommended as a Class I recommendation by the American Society of Echocardiography. [2] With some exceptions, median sternotomy is the recommendation (Class I). [2] The aortic valve is accessed via a low transverse or oblique aortotomy. For patients with native valve endocarditis, eradication of the infected valvular tissue with subsequent valve repair or replacement is the primary therapy. For native valve IE limited to the leaflets/cusps, repair should be performed whenever feasible (Class I). [2] When simple valve replacement is needed, the basis for the decision regarding valve choice (mechanical or bioprosthetic) is on the usual criteria (Class I). [2] However, the use of a mechanical valve should be obviated among patients with intracranial hemorrhage and in patients developing a major stroke (Class IIa). [2]"}
{"id": "article-619_12", "title": "Aortic Valve Endocarditis Surgical Treatment -- Treatment / Management", "content": "For native valve IE involving the aortic annulus, radical resection of all infected areas is necessary, leaving behind a rim of healthy tissue. Subsequent reconstructive surgery to correct the defects is necessary before prosthetic valve implantation. Type of reconstruction varies according to the size of the defect. For small to moderate-sized defects, autologous or bovine pericardial patches are sufficient, whereas larger defects require a Dacron patch. [9] If greater than 50% of the annulus has been destroyed, an aortic homograft becomes the preferred therapeutic modality. [10] Aortic root abscess is a challenging condition because of the extent of damage it can cause to the adjacent neighborhood such as fibrous trigones, interventricular septum, both atria, and the pulmonary artery. [9] These patients often require replacement of the entire aortic root with reimplantation of the coronary arteries. An aortic homograft becomes the preferred choice when there is involvement of intervalvular fibrosa. [11]", "contents": "Aortic Valve Endocarditis Surgical Treatment -- Treatment / Management. For native valve IE involving the aortic annulus, radical resection of all infected areas is necessary, leaving behind a rim of healthy tissue. Subsequent reconstructive surgery to correct the defects is necessary before prosthetic valve implantation. Type of reconstruction varies according to the size of the defect. For small to moderate-sized defects, autologous or bovine pericardial patches are sufficient, whereas larger defects require a Dacron patch. [9] If greater than 50% of the annulus has been destroyed, an aortic homograft becomes the preferred therapeutic modality. [10] Aortic root abscess is a challenging condition because of the extent of damage it can cause to the adjacent neighborhood such as fibrous trigones, interventricular septum, both atria, and the pulmonary artery. [9] These patients often require replacement of the entire aortic root with reimplantation of the coronary arteries. An aortic homograft becomes the preferred choice when there is involvement of intervalvular fibrosa. [11]"}
{"id": "article-619_13", "title": "Aortic Valve Endocarditis Surgical Treatment -- Treatment / Management", "content": "For prosthetic aortic valve IE that spares the aortic root and annulus after radical resection, implantation of a new prosthetic valve (tissue or mechanical) is reasonable (Class IIa). [2] However, with the destruction of the annulus or if the infection has spread beyond the aortic root, then reconstruction and the use of an allograft or a biologic tissue root is preferable to a prosthetic valved conduit (Class IIa). [2]", "contents": "Aortic Valve Endocarditis Surgical Treatment -- Treatment / Management. For prosthetic aortic valve IE that spares the aortic root and annulus after radical resection, implantation of a new prosthetic valve (tissue or mechanical) is reasonable (Class IIa). [2] However, with the destruction of the annulus or if the infection has spread beyond the aortic root, then reconstruction and the use of an allograft or a biologic tissue root is preferable to a prosthetic valved conduit (Class IIa). [2]"}
{"id": "article-619_14", "title": "Aortic Valve Endocarditis Surgical Treatment -- Differential Diagnosis", "content": "Nonbacterial thrombotic endocarditis was formerly known as marantic endocarditis, in which there are small sterile vegetations on the valve leaflets, and predisposing conditions for this include certain malignancies and hypercoagulable states. Libman–Sacks endocarditis is seen in association with systemic lupus erythematosus and causes verrucous vegetations.", "contents": "Aortic Valve Endocarditis Surgical Treatment -- Differential Diagnosis. Nonbacterial thrombotic endocarditis was formerly known as marantic endocarditis, in which there are small sterile vegetations on the valve leaflets, and predisposing conditions for this include certain malignancies and hypercoagulable states. Libman–Sacks endocarditis is seen in association with systemic lupus erythematosus and causes verrucous vegetations."}
{"id": "article-619_15", "title": "Aortic Valve Endocarditis Surgical Treatment -- Prognosis", "content": "The in-hospital mortality for infectious endocarditis is around 20%, whereas the 6-month mortality is about 30% confirming that IE is a fatal disease. [12] Mortality is related to underlying factors such as causative organisms (with higher mortality noted in IE caused by S. aureus , P. aeruginosa , Enterobacteriaceae, or fungi), presence of comorbid conditions or complications such as advanced age, hemodialysis, prosthetic valve endocarditis, severe heart failure, stroke, abscess, severe immunosuppression due to HIV infection, and development of perivalvular extension or a myocardial abscess. [1] [12] [1] The mortality rate for right-sided IE in intravenous drug users is usually lower, approximately 10 percent. [13] Despite technological advances in medical care, the mortality rate for IE has not decreased due to several factors in the host and the pathogen including increased longevity of patients with multiple comorbidities, changing epidemiological trends in developed countries with a surge in nosocomial infections and a greater degree of antibiotic resistance in pathogens. [1] [12]", "contents": "Aortic Valve Endocarditis Surgical Treatment -- Prognosis. The in-hospital mortality for infectious endocarditis is around 20%, whereas the 6-month mortality is about 30% confirming that IE is a fatal disease. [12] Mortality is related to underlying factors such as causative organisms (with higher mortality noted in IE caused by S. aureus , P. aeruginosa , Enterobacteriaceae, or fungi), presence of comorbid conditions or complications such as advanced age, hemodialysis, prosthetic valve endocarditis, severe heart failure, stroke, abscess, severe immunosuppression due to HIV infection, and development of perivalvular extension or a myocardial abscess. [1] [12] [1] The mortality rate for right-sided IE in intravenous drug users is usually lower, approximately 10 percent. [13] Despite technological advances in medical care, the mortality rate for IE has not decreased due to several factors in the host and the pathogen including increased longevity of patients with multiple comorbidities, changing epidemiological trends in developed countries with a surge in nosocomial infections and a greater degree of antibiotic resistance in pathogens. [1] [12]"}
{"id": "article-619_16", "title": "Aortic Valve Endocarditis Surgical Treatment -- Complications", "content": "Cardiac complications include congestive heart failure caused by valvular damage from the infection, annular abscess, the extension of infection into the conduction system leading to atrioventricular blocks, mycotic aneurysms of the sinus of Valsalva which can result in pericarditis, hemopericardium, and cardiac tamponade, or fistulas to the cardiac chambers including the right or left ventricle. [1] Neurologic complications include thromboembolic events, mycotic aneurysms from septic embolization of vegetations; these aneurysms can rupture and cause intracranial hemorrhage and sudden death. [1] Other complications include systemic embolism to the end organs, including the liver, the lungs, the kidneys, and the spleen. [1]", "contents": "Aortic Valve Endocarditis Surgical Treatment -- Complications. Cardiac complications include congestive heart failure caused by valvular damage from the infection, annular abscess, the extension of infection into the conduction system leading to atrioventricular blocks, mycotic aneurysms of the sinus of Valsalva which can result in pericarditis, hemopericardium, and cardiac tamponade, or fistulas to the cardiac chambers including the right or left ventricle. [1] Neurologic complications include thromboembolic events, mycotic aneurysms from septic embolization of vegetations; these aneurysms can rupture and cause intracranial hemorrhage and sudden death. [1] Other complications include systemic embolism to the end organs, including the liver, the lungs, the kidneys, and the spleen. [1]"}
{"id": "article-619_17", "title": "Aortic Valve Endocarditis Surgical Treatment -- Deterrence and Patient Education", "content": "Early recognition and diagnosis of infective endocarditis are imperative to ensure timely management optimal clinical outcomes. Identifying patients who are surgical candidates is essential as early surgical intervention is associated with lower mortality. [14]", "contents": "Aortic Valve Endocarditis Surgical Treatment -- Deterrence and Patient Education. Early recognition and diagnosis of infective endocarditis are imperative to ensure timely management optimal clinical outcomes. Identifying patients who are surgical candidates is essential as early surgical intervention is associated with lower mortality. [14]"}
{"id": "article-619_18", "title": "Aortic Valve Endocarditis Surgical Treatment -- Enhancing Healthcare Team Outcomes", "content": "Infective endocarditis is a serious condition with a grave prognosis. Despite technological advances over the past few decades, which have helped improve the diagnosis and management of IE its mortality remains high. Treatment of IE requires an interprofessional approach involving nurses, pharmacists, and physicians, all communicating across interprofessional lines to drive patient outcomes. [Level V] Early recognition of surgical candidacy is critical.", "contents": "Aortic Valve Endocarditis Surgical Treatment -- Enhancing Healthcare Team Outcomes. Infective endocarditis is a serious condition with a grave prognosis. Despite technological advances over the past few decades, which have helped improve the diagnosis and management of IE its mortality remains high. Treatment of IE requires an interprofessional approach involving nurses, pharmacists, and physicians, all communicating across interprofessional lines to drive patient outcomes. [Level V] Early recognition of surgical candidacy is critical."}
{"id": "article-619_19", "title": "Aortic Valve Endocarditis Surgical Treatment -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Aortic Valve Endocarditis Surgical Treatment -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}