{"id": "article-63852_0", "title": "Quality Improvement in Medical Simulation -- Introduction", "content": "Healthcare quality improvement is a dedication to working towards better performance and patient outcomes in the field of medicine. The U.S. Department of Health and Human Services Health Resources and Services Administration's article \"Quality Improvement\" from April 2011 defines quality improvement (QI) as \"systematic and continuous actions that lead to measurable improvement in healthcare services and the health status of targeted patient groups.\" (U.S. Department of Health and Human Services Resources and Services Administration, 2011). Over the past two decades, the Institute of Medicine has had significant involvement in driving quality improvement efforts to improve healthcare outcomes for patients and populations. In their 2001 publication, \"Crossing the Quality Chiasm: A new Health System for the 21st Century,\" they describe six core aims including safe, effective, patient-centered, timely, efficient, and equitable patient care, and also put forth strategies for systems redesign to prevent errors and address outcomes (Institute of Medicine, 2001).", "contents": "Quality Improvement in Medical Simulation -- Introduction. Healthcare quality improvement is a dedication to working towards better performance and patient outcomes in the field of medicine. The U.S. Department of Health and Human Services Health Resources and Services Administration's article \"Quality Improvement\" from April 2011 defines quality improvement (QI) as \"systematic and continuous actions that lead to measurable improvement in healthcare services and the health status of targeted patient groups.\" (U.S. Department of Health and Human Services Resources and Services Administration, 2011). Over the past two decades, the Institute of Medicine has had significant involvement in driving quality improvement efforts to improve healthcare outcomes for patients and populations. In their 2001 publication, \"Crossing the Quality Chiasm: A new Health System for the 21st Century,\" they describe six core aims including safe, effective, patient-centered, timely, efficient, and equitable patient care, and also put forth strategies for systems redesign to prevent errors and address outcomes (Institute of Medicine, 2001)."}
{"id": "article-63852_1", "title": "Quality Improvement in Medical Simulation -- Introduction", "content": "To quote one of the founding fathers of healthcare simulation, Dr. David Gaba, \"Simulation is a technique—not a technology—to replace or amplify real experiences with guided experiences that evoke or replicate substantial aspects of the real world in a fully interactive manner.\" [1] In healthcare, simulation has long been represented in educational efforts, but it also serves as a tool for quality improvement efforts. Simulation has represented its utility in other lines of work that are safety-focused, such as airline, military, and other industries, due to the possibility of low-frequency emergencies. [1] [2] Recently, an international consensus of 22 experts was held to characterize the ability of healthcare simulation to improve patient safety. [3] Experts agreed on five topics, including technical skills, non-technical skills, assessment, effectiveness, and system probing. Simulation can be used to analyze processes and hazards before events occur. It can also serve as a tool for encouraging a culture of safety through norms that are set in a simulated environment. [1]", "contents": "Quality Improvement in Medical Simulation -- Introduction. To quote one of the founding fathers of healthcare simulation, Dr. David Gaba, \"Simulation is a technique—not a technology—to replace or amplify real experiences with guided experiences that evoke or replicate substantial aspects of the real world in a fully interactive manner.\" [1] In healthcare, simulation has long been represented in educational efforts, but it also serves as a tool for quality improvement efforts. Simulation has represented its utility in other lines of work that are safety-focused, such as airline, military, and other industries, due to the possibility of low-frequency emergencies. [1] [2] Recently, an international consensus of 22 experts was held to characterize the ability of healthcare simulation to improve patient safety. [3] Experts agreed on five topics, including technical skills, non-technical skills, assessment, effectiveness, and system probing. Simulation can be used to analyze processes and hazards before events occur. It can also serve as a tool for encouraging a culture of safety through norms that are set in a simulated environment. [1]"}
{"id": "article-63852_2", "title": "Quality Improvement in Medical Simulation -- Function", "content": "Healthcare simulation takes many forms. Simulation training may occur in a designated center during protected education time, in actual patient care areas (in-situ), use technology-enhanced programs such as computer-based or virtual reality, involve standardized patients, or use procedural task-trainers. Any of these modalities may serve as a tool for quality improvement. [4] In-situ simulation, in particular, has been described to most closely mirror the complex system that healthcare providers interact with daily. [5] Simulation also gives providers the ability to practice a scenario that could conceivably occur in real life without the unintended consequences if an error occurs. The actions performed by team members, provider communication, and resources of the environment can be examined and debriefed with the assistance of a facilitator to guide modifications and prevent actual harm. [5] When a real patient arrives with a similar set of circumstances, the individual, the team, and the setting have had the necessary preparation. [6]", "contents": "Quality Improvement in Medical Simulation -- Function. Healthcare simulation takes many forms. Simulation training may occur in a designated center during protected education time, in actual patient care areas (in-situ), use technology-enhanced programs such as computer-based or virtual reality, involve standardized patients, or use procedural task-trainers. Any of these modalities may serve as a tool for quality improvement. [4] In-situ simulation, in particular, has been described to most closely mirror the complex system that healthcare providers interact with daily. [5] Simulation also gives providers the ability to practice a scenario that could conceivably occur in real life without the unintended consequences if an error occurs. The actions performed by team members, provider communication, and resources of the environment can be examined and debriefed with the assistance of a facilitator to guide modifications and prevent actual harm. [5] When a real patient arrives with a similar set of circumstances, the individual, the team, and the setting have had the necessary preparation. [6]"}
{"id": "article-63852_3", "title": "Quality Improvement in Medical Simulation -- Function", "content": "Simulation provides a unique “safe sandbox” opportunity to highlight communication issues. Many of the events leading to patient harm are related to communication failures. [7] In one evaluation by the Joint Commission of 2455 sentinel events in 2004, 70% of the root causes were related to communication issues (Joint Commission on Accreditation of Healthcare Organizations, 2004). Team performance and relationships are harder to study and not as emphasized in the QI literature, but they can often be the focus of simulation experiences. [4] Part of this process is recognizing the holes of the swiss cheese model, which are often failures related to human factors and miscommunication. [2] [8] Using simulation to address these potential failures through the plan-do-study-act cycle may have a wide range of outcomes, from the learner experience to improved patient outcomes. [4] This approach calls for QI and simulation experts to work more closely together to study and address the team communication component of patient outcomes.", "contents": "Quality Improvement in Medical Simulation -- Function. Simulation provides a unique “safe sandbox” opportunity to highlight communication issues. Many of the events leading to patient harm are related to communication failures. [7] In one evaluation by the Joint Commission of 2455 sentinel events in 2004, 70% of the root causes were related to communication issues (Joint Commission on Accreditation of Healthcare Organizations, 2004). Team performance and relationships are harder to study and not as emphasized in the QI literature, but they can often be the focus of simulation experiences. [4] Part of this process is recognizing the holes of the swiss cheese model, which are often failures related to human factors and miscommunication. [2] [8] Using simulation to address these potential failures through the plan-do-study-act cycle may have a wide range of outcomes, from the learner experience to improved patient outcomes. [4] This approach calls for QI and simulation experts to work more closely together to study and address the team communication component of patient outcomes."}
{"id": "article-63852_4", "title": "Quality Improvement in Medical Simulation -- Issues of Concern -- Identifying Latent Safety Threats", "content": "The concept of latent safety threats (LST) has origins within the aviation industry, in which latent failures were entities that could have a damaging consequence but may lie dormant. [9] It has been adopted in medicine to mean a threat within the system that could emerge at any point in care and might go unrecognized by the healthcare team. [10] [2] A study performed by Patterson and colleagues used in situ simulation to identify latent safety threats in a pediatric ED. They performed 90 simulations (10 min simulation and 10 min of debriefing) involving 218 healthcare providers over one year. They identified a total of 73 LST, including equipment issues and knowledge gaps. The authors described that setting the expectation that in situ simulations would occur resulted in improvements in operations and safety, and also, the majority of participants found the experience valuable. [2]", "contents": "Quality Improvement in Medical Simulation -- Issues of Concern -- Identifying Latent Safety Threats. The concept of latent safety threats (LST) has origins within the aviation industry, in which latent failures were entities that could have a damaging consequence but may lie dormant. [9] It has been adopted in medicine to mean a threat within the system that could emerge at any point in care and might go unrecognized by the healthcare team. [10] [2] A study performed by Patterson and colleagues used in situ simulation to identify latent safety threats in a pediatric ED. They performed 90 simulations (10 min simulation and 10 min of debriefing) involving 218 healthcare providers over one year. They identified a total of 73 LST, including equipment issues and knowledge gaps. The authors described that setting the expectation that in situ simulations would occur resulted in improvements in operations and safety, and also, the majority of participants found the experience valuable. [2]"}
{"id": "article-63852_5", "title": "Quality Improvement in Medical Simulation -- Issues of Concern -- Identifying Latent Safety Threats", "content": "Another study describes the process of using simulation following an adverse event to identify latent safety threats. [11] Those in situ simulations were integrated into the pediatric teaching program. Twenty-one sessions with 98 participants were held using low fidelity mannequins. They identified seven major latent safety threats, including a key medication being out of stock, bag and mask not connected to an oxygen source, and adrenaline not available, to name a few. Minor and colleagues reviewed videotaped simulations and identified 54 errors. [12] These fell into types of error, such as medication, equipment, environment, and training (6). Remarkably, they describe 48% of the errors as “high risk” to an actual patient and 7% as “extreme risk.” They advocate for a multi-disciplinary approach to allow for multiple viewpoints of the exercise. [12]", "contents": "Quality Improvement in Medical Simulation -- Issues of Concern -- Identifying Latent Safety Threats. Another study describes the process of using simulation following an adverse event to identify latent safety threats. [11] Those in situ simulations were integrated into the pediatric teaching program. Twenty-one sessions with 98 participants were held using low fidelity mannequins. They identified seven major latent safety threats, including a key medication being out of stock, bag and mask not connected to an oxygen source, and adrenaline not available, to name a few. Minor and colleagues reviewed videotaped simulations and identified 54 errors. [12] These fell into types of error, such as medication, equipment, environment, and training (6). Remarkably, they describe 48% of the errors as “high risk” to an actual patient and 7% as “extreme risk.” They advocate for a multi-disciplinary approach to allow for multiple viewpoints of the exercise. [12]"}
{"id": "article-63852_6", "title": "Quality Improvement in Medical Simulation -- Issues of Concern -- Identifying Latent Safety Threats", "content": "In another study at a single institution, 49 in situ simulation exercises yielded identification of 56 latent safety threats (LST), for an average of 1.1 per scenario, suggesting that every single simulation had the opportunity to improve the quality of care. [13] Most of these were related to equipment issues, with teamwork and medication comprising most of the other threats. The authors describe that the intervention was successful and helped to prompt a culture change. Furthermore, the rate of serious safety events decreased from close to three times a year to approximately once per year.  Identifying latent safety threats may be a product of a structured debrief involving an interprofessional team, acting as a catalyst to mitigate potential areas of compromise to patient care. [14]", "contents": "Quality Improvement in Medical Simulation -- Issues of Concern -- Identifying Latent Safety Threats. In another study at a single institution, 49 in situ simulation exercises yielded identification of 56 latent safety threats (LST), for an average of 1.1 per scenario, suggesting that every single simulation had the opportunity to improve the quality of care. [13] Most of these were related to equipment issues, with teamwork and medication comprising most of the other threats. The authors describe that the intervention was successful and helped to prompt a culture change. Furthermore, the rate of serious safety events decreased from close to three times a year to approximately once per year.  Identifying latent safety threats may be a product of a structured debrief involving an interprofessional team, acting as a catalyst to mitigate potential areas of compromise to patient care. [14]"}
{"id": "article-63852_7", "title": "Quality Improvement in Medical Simulation -- Clinical Significance", "content": "Simulation provides a means for improving healthcare readiness, particularly concerning the care of pediatric patients.  The National Pediatric Readiness Project (NPRP) collaborative created a survey to measure pediatric readiness in U.S. EDs. [15] [16] Whitfill and colleagues describe using the Pediatric Readiness Survey (PRS) to evaluate hospitals before and after in situ simulations. These took place in 12 community EDs across the state of Connecticut. [15] The PRS score was 64.0 out of 100 for all hospitals. The score improved 12.9% from the first assessment to the second, but within specific domains of the PRS score, even greater gains were noted (coordination of care 50% and quality improvement activities 79%). This demonstrates the role of simulation as an essential part of the process in ensuring readiness to care for pediatric patients. Barlow (2017) used simulation in a new hospital before opening to identify latent safety threats. [17] In the process, they developed two new tools, the “Simulation-Based Quality Improvement Tool (SQIOT)” and the “Healthcare Failure Modes Effects Analysis (HFMEA).” This allowed them to provide feedback to hospital leaders for system improvements.", "contents": "Quality Improvement in Medical Simulation -- Clinical Significance. Simulation provides a means for improving healthcare readiness, particularly concerning the care of pediatric patients.  The National Pediatric Readiness Project (NPRP) collaborative created a survey to measure pediatric readiness in U.S. EDs. [15] [16] Whitfill and colleagues describe using the Pediatric Readiness Survey (PRS) to evaluate hospitals before and after in situ simulations. These took place in 12 community EDs across the state of Connecticut. [15] The PRS score was 64.0 out of 100 for all hospitals. The score improved 12.9% from the first assessment to the second, but within specific domains of the PRS score, even greater gains were noted (coordination of care 50% and quality improvement activities 79%). This demonstrates the role of simulation as an essential part of the process in ensuring readiness to care for pediatric patients. Barlow (2017) used simulation in a new hospital before opening to identify latent safety threats. [17] In the process, they developed two new tools, the “Simulation-Based Quality Improvement Tool (SQIOT)” and the “Healthcare Failure Modes Effects Analysis (HFMEA).” This allowed them to provide feedback to hospital leaders for system improvements."}
{"id": "article-63852_8", "title": "Quality Improvement in Medical Simulation -- Clinical Significance", "content": "On an individual level, simulation can improve confidence and competence, making providers more personally ready for the task at hand. In one study, 12 low-fidelity simulations for nursing staff over three months helped improve Mean Clinical Performance scores by 74%. [18] Mock codes can help improve confidence in nurses responding to medical emergencies. [19] There was also improvement in performance times from the first to the second year of the program, with a 12% improvement in time to call for help, and a 52% improvement in time to initiate chest compressions.", "contents": "Quality Improvement in Medical Simulation -- Clinical Significance. On an individual level, simulation can improve confidence and competence, making providers more personally ready for the task at hand. In one study, 12 low-fidelity simulations for nursing staff over three months helped improve Mean Clinical Performance scores by 74%. [18] Mock codes can help improve confidence in nurses responding to medical emergencies. [19] There was also improvement in performance times from the first to the second year of the program, with a 12% improvement in time to call for help, and a 52% improvement in time to initiate chest compressions."}
{"id": "article-63852_9", "title": "Quality Improvement in Medical Simulation -- Clinical Significance", "content": "Simulation can also serve as a marker for discrepancies in quality between institutions. A multi-centered prospective simulation study at 30 hospitals compared deviations from best practices of management of hypoglycemic seizure in 8 pediatric EDs and 22 general EDs. They found that pharmacologic errors were more frequent in general EDs, particularly related to dextrose concentration, dosing, and maintenance dextrose. [20] Due to the low frequency of these events, the simulation allowed this to be studied in a much more compact time course than had it been studied prospectively for many patients. Discrepancies between hospitals can help identify future-readiness initiatives.", "contents": "Quality Improvement in Medical Simulation -- Clinical Significance. Simulation can also serve as a marker for discrepancies in quality between institutions. A multi-centered prospective simulation study at 30 hospitals compared deviations from best practices of management of hypoglycemic seizure in 8 pediatric EDs and 22 general EDs. They found that pharmacologic errors were more frequent in general EDs, particularly related to dextrose concentration, dosing, and maintenance dextrose. [20] Due to the low frequency of these events, the simulation allowed this to be studied in a much more compact time course than had it been studied prospectively for many patients. Discrepancies between hospitals can help identify future-readiness initiatives."}
{"id": "article-63852_10", "title": "Quality Improvement in Medical Simulation -- Pearls and Other Issues", "content": "There are many challenges in researching the role of simulation and quality improvement. Those involved in the simulation are a heterogeneous group and may have quite variable outcomes depending on the participants, the setting, and the scenario. [4] When the simulation is studied, there is often not a control group, and it is difficult to pin down the factor that genuinely contributed to patient outcomes. Also, a given simulation is often only implemented at a single institution or with a single team, which makes it difficult to make general conclusions. Time and resources are always a barrier, particularly for on-shift in situ simulations, which run the risk of being canceled due to departmental demands. There is a need for ongoing research regarding the timing and frequency of simulation to optimize those demands for high impact exercises that do not place a further burden on the system. Also, more research attention is necessary, looking into the realm of simulation’s impact on patient outcomes.", "contents": "Quality Improvement in Medical Simulation -- Pearls and Other Issues. There are many challenges in researching the role of simulation and quality improvement. Those involved in the simulation are a heterogeneous group and may have quite variable outcomes depending on the participants, the setting, and the scenario. [4] When the simulation is studied, there is often not a control group, and it is difficult to pin down the factor that genuinely contributed to patient outcomes. Also, a given simulation is often only implemented at a single institution or with a single team, which makes it difficult to make general conclusions. Time and resources are always a barrier, particularly for on-shift in situ simulations, which run the risk of being canceled due to departmental demands. There is a need for ongoing research regarding the timing and frequency of simulation to optimize those demands for high impact exercises that do not place a further burden on the system. Also, more research attention is necessary, looking into the realm of simulation’s impact on patient outcomes."}
{"id": "article-63852_11", "title": "Quality Improvement in Medical Simulation -- Pearls and Other Issues", "content": "Simulation can be viewed as a tool in the greater quality improvement process. Simulation activities are an opportunity to work on communication and team factors. Simulation also can be used to streamline protocols or processes without involving patients. Multidisciplinary simulation exercises in the practice setting can be used to identify latent threats and improve readiness. Finally, there is growing evidence that simulation may be a tool that improves patient outcomes, the ultimate measure of quality. In the future, simulation should be thoughtfully integrated into quality assessments and systems improvements to achieve the highest possible standards for patient care.", "contents": "Quality Improvement in Medical Simulation -- Pearls and Other Issues. Simulation can be viewed as a tool in the greater quality improvement process. Simulation activities are an opportunity to work on communication and team factors. Simulation also can be used to streamline protocols or processes without involving patients. Multidisciplinary simulation exercises in the practice setting can be used to identify latent threats and improve readiness. Finally, there is growing evidence that simulation may be a tool that improves patient outcomes, the ultimate measure of quality. In the future, simulation should be thoughtfully integrated into quality assessments and systems improvements to achieve the highest possible standards for patient care."}
{"id": "article-63852_12", "title": "Quality Improvement in Medical Simulation -- Enhancing Healthcare Team Outcomes -- Team-Based In-situ simulation", "content": "In situ simulation (ISS) can improve team performance and highlight the need for changes in systems. [21] In situ simulation takes place in the clinical setting, encouraging the performance of roles that individuals normally hold, in the typical setting with the same equipment, and uses a multidisciplinary team approach, all of which are difficult to replicate in a simulation center. [21] [22] It is a chance to work on team skills and improve learning in a controlled environment while still maintaining the challenges presented by context, distractions, and practical difficulties. [22] Rather than occurring on actual patients, the near-misses can occur during simulated cases and yet still provide a learning opportunity. In a series of unannounced cardiac arrest simulations performed in the UK, 55 team members overall agreed that the sims were a realistic representation of an event and are useful for training and assessment of both technical and non-technical skills. [22] Two studies of multidisciplinary in situ at trauma centers demonstrated improvements during real trauma resuscitations. One observational study showed improvement in non-technical skills, and a prospective cohort study showed improvements in essential task completion, decreased resuscitation time, and improved teamwork. [23] [24] High-fidelity in situ simulations may be particularly important for critical access hospitals. Even six simulations over a year showed improvement in successive interventions. [25] In situ is a unique opportunity to collect the actual team in the actual place and improve a constellation of factors to best care for patients.", "contents": "Quality Improvement in Medical Simulation -- Enhancing Healthcare Team Outcomes -- Team-Based In-situ simulation. In situ simulation (ISS) can improve team performance and highlight the need for changes in systems. [21] In situ simulation takes place in the clinical setting, encouraging the performance of roles that individuals normally hold, in the typical setting with the same equipment, and uses a multidisciplinary team approach, all of which are difficult to replicate in a simulation center. [21] [22] It is a chance to work on team skills and improve learning in a controlled environment while still maintaining the challenges presented by context, distractions, and practical difficulties. [22] Rather than occurring on actual patients, the near-misses can occur during simulated cases and yet still provide a learning opportunity. In a series of unannounced cardiac arrest simulations performed in the UK, 55 team members overall agreed that the sims were a realistic representation of an event and are useful for training and assessment of both technical and non-technical skills. [22] Two studies of multidisciplinary in situ at trauma centers demonstrated improvements during real trauma resuscitations. One observational study showed improvement in non-technical skills, and a prospective cohort study showed improvements in essential task completion, decreased resuscitation time, and improved teamwork. [23] [24] High-fidelity in situ simulations may be particularly important for critical access hospitals. Even six simulations over a year showed improvement in successive interventions. [25] In situ is a unique opportunity to collect the actual team in the actual place and improve a constellation of factors to best care for patients."}
{"id": "article-63852_13", "title": "Quality Improvement in Medical Simulation -- Enhancing Healthcare Team Outcomes -- Streamlining Protocols", "content": "Healthcare simulation offers an opportunity to streamline protocols to improve patient care. A simulated patient or mannequin can be used as a prop in the workflow to highlight deficiencies. For example, Ajmi and colleagues used simulation to reduce door to needle time in stroke patients. [26] In their study of 650 patients following 26 ISS sessions, the door to needle time decreased from 27 min to 13 minutes. They highlight the role of simulation in improving team performance and identifying the human factors that serve as rate-limiting steps to care. [26] In a study of trauma patients, interprofessional ISS helped decrease the time to CT scan in 67 subsequent trauma resuscitations. [27] Reduction in time to CT scan went from 23 min to 16 minutes, and the time to complete the secondary survey dropped from 14 min to 6 minutes. In the “Golden Hour” of trauma resuscitation, it is especially important to eliminate unnecessary delays in care and streamline processes.  Another example of simulation used to address processes was a creative study using simulation in preparation for enrolling patients in a large study. Simulation was used in a pediatric ED to inform the pre-clinical trial phase of eligible versus ineligible patients to identify threats to enrollment, patient safety, and adhering to the protocol. [28] After completing ten simulations, they identified common threats to enrollment, such as misunderstanding of eligibility criteria and concerns about the consent process. Protocol adherence issues included detection and response to hypotension, confusion about the administration of the study medication, and calibration of the infusion pump. [28] Simulation can serve as a tool for improving operations that streamline everything from resuscitation algorithms to study protocols.", "contents": "Quality Improvement in Medical Simulation -- Enhancing Healthcare Team Outcomes -- Streamlining Protocols. Healthcare simulation offers an opportunity to streamline protocols to improve patient care. A simulated patient or mannequin can be used as a prop in the workflow to highlight deficiencies. For example, Ajmi and colleagues used simulation to reduce door to needle time in stroke patients. [26] In their study of 650 patients following 26 ISS sessions, the door to needle time decreased from 27 min to 13 minutes. They highlight the role of simulation in improving team performance and identifying the human factors that serve as rate-limiting steps to care. [26] In a study of trauma patients, interprofessional ISS helped decrease the time to CT scan in 67 subsequent trauma resuscitations. [27] Reduction in time to CT scan went from 23 min to 16 minutes, and the time to complete the secondary survey dropped from 14 min to 6 minutes. In the “Golden Hour” of trauma resuscitation, it is especially important to eliminate unnecessary delays in care and streamline processes.  Another example of simulation used to address processes was a creative study using simulation in preparation for enrolling patients in a large study. Simulation was used in a pediatric ED to inform the pre-clinical trial phase of eligible versus ineligible patients to identify threats to enrollment, patient safety, and adhering to the protocol. [28] After completing ten simulations, they identified common threats to enrollment, such as misunderstanding of eligibility criteria and concerns about the consent process. Protocol adherence issues included detection and response to hypotension, confusion about the administration of the study medication, and calibration of the infusion pump. [28] Simulation can serve as a tool for improving operations that streamline everything from resuscitation algorithms to study protocols."}
{"id": "article-63852_14", "title": "Quality Improvement in Medical Simulation -- Enhancing Healthcare Team Outcomes -- Patient outcomes", "content": "It is challenging to link simulation efforts to quality-based patient outcomes. Studying simulation-related patient outcomes is complicated by multiple confounders. One prospective study of in situ to improve arrhythmia detection in the ED increased rates of detection from 5 to 55%. [29] Another study of a multi-state healthcare system found improved in-hospital cardiac arrests in those who participated more frequently in mock codes (survival rate 42%) versus those with less active mock code activity (survival rate 37%). [30] The authors relate this to return on investments, claiming 151 lives saved with simulation, or 14 additional mock simulations per 100 beds per life saved. Another study comparing the presence of an ACLS trained provider versus none showed increased rates of return of spontaneous circulation (ROSC) and shorter times to ROSC; with a greater odds ratio of achieving ROSC, the more team members had received training in ACLS. [31]", "contents": "Quality Improvement in Medical Simulation -- Enhancing Healthcare Team Outcomes -- Patient outcomes. It is challenging to link simulation efforts to quality-based patient outcomes. Studying simulation-related patient outcomes is complicated by multiple confounders. One prospective study of in situ to improve arrhythmia detection in the ED increased rates of detection from 5 to 55%. [29] Another study of a multi-state healthcare system found improved in-hospital cardiac arrests in those who participated more frequently in mock codes (survival rate 42%) versus those with less active mock code activity (survival rate 37%). [30] The authors relate this to return on investments, claiming 151 lives saved with simulation, or 14 additional mock simulations per 100 beds per life saved. Another study comparing the presence of an ACLS trained provider versus none showed increased rates of return of spontaneous circulation (ROSC) and shorter times to ROSC; with a greater odds ratio of achieving ROSC, the more team members had received training in ACLS. [31]"}
{"id": "article-63852_15", "title": "Quality Improvement in Medical Simulation -- Enhancing Healthcare Team Outcomes -- Patient outcomes", "content": "Outcomes have also been demonstrated in procedural simulation training. A study comparing residents trained using simulation-based education and those without showed that those receiving simulation-based training had fewer needle passes, arterial punctures, catheter adjustments, and overall higher success rates for catheter insertion. [32] The authors went on to evaluate catheter-related infections over 32 months in the ICU after the training. Residents trained in a simulated setting had and 85% reduction in infections compared to those who were not. The curriculum got disseminated to other institutions, and the authors published a study showing a decrease in infections from 1.29 per 1000 catheter days from 3.82 per 1000 catheter days; this was deemed to be a 74% reduction in the incidence of central-line associated bloodstream infections simply by training the residents. [33] This intervention and avoidance of complications are credited with significant cost savings on the order of a 7 to 1 return on investment. [34] A similar reduction in infection rate was noted by other authors who trained participants on sterile technique to central line insertion using a video or simulator and showed that those using a simulator also had a reduction of 70% in the incidence of catheter-related infections. [35] They suggested that simulation should be implemented for trainees to reduce iatrogenic risk. Studies in the field of OBGYN showed simulation for obstetric emergencies was associated with a reduction in low Apgar scores (less than 6) at 5 minutes, improved neonatal outcomes in patients with shoulder dystocia, and a reduction of neonatal injury. [36] [37] [38] A study in general surgery demonstrated that randomization to a mastery learning group who trained to high standards was associated with performing faster extraperitoneal hernia repairs (34 min vs. 48 min), higher performance scores intraoperatively (21.9 vs. 18.3), and fewer intraoperative and postoperative complications. [39] While these findings of improved patient outcomes seem to be most robust in procedural teaching, its impact across specialties demonstrates the utility of training on a simulator to pre-defined standards.", "contents": "Quality Improvement in Medical Simulation -- Enhancing Healthcare Team Outcomes -- Patient outcomes. Outcomes have also been demonstrated in procedural simulation training. A study comparing residents trained using simulation-based education and those without showed that those receiving simulation-based training had fewer needle passes, arterial punctures, catheter adjustments, and overall higher success rates for catheter insertion. [32] The authors went on to evaluate catheter-related infections over 32 months in the ICU after the training. Residents trained in a simulated setting had and 85% reduction in infections compared to those who were not. The curriculum got disseminated to other institutions, and the authors published a study showing a decrease in infections from 1.29 per 1000 catheter days from 3.82 per 1000 catheter days; this was deemed to be a 74% reduction in the incidence of central-line associated bloodstream infections simply by training the residents. [33] This intervention and avoidance of complications are credited with significant cost savings on the order of a 7 to 1 return on investment. [34] A similar reduction in infection rate was noted by other authors who trained participants on sterile technique to central line insertion using a video or simulator and showed that those using a simulator also had a reduction of 70% in the incidence of catheter-related infections. [35] They suggested that simulation should be implemented for trainees to reduce iatrogenic risk. Studies in the field of OBGYN showed simulation for obstetric emergencies was associated with a reduction in low Apgar scores (less than 6) at 5 minutes, improved neonatal outcomes in patients with shoulder dystocia, and a reduction of neonatal injury. [36] [37] [38] A study in general surgery demonstrated that randomization to a mastery learning group who trained to high standards was associated with performing faster extraperitoneal hernia repairs (34 min vs. 48 min), higher performance scores intraoperatively (21.9 vs. 18.3), and fewer intraoperative and postoperative complications. [39] While these findings of improved patient outcomes seem to be most robust in procedural teaching, its impact across specialties demonstrates the utility of training on a simulator to pre-defined standards."}
{"id": "article-63852_16", "title": "Quality Improvement in Medical Simulation -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Quality Improvement in Medical Simulation -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}