{"id": "article-145399_0", "title": "Mavacamten -- Continuing Education Activity", "content": "Mavacamten is a novel, first-in-class molecule used to manage and treat patients with obstructive hypertrophic cardiomyopathy (HCM). It is currently indicated for treating adults with symptomatic heart failure (New York Heart Association [NYHA] class II and III) secondary to obstructive HCM to improve functional capacity and symptoms. Mavacamten is a selective and reversible inhibitor of the cardiac myosin ATPase. This activity reviews the indications, mechanism of action, adverse effects, and monitoring protocol of mavacamten as a novel agent in treating symptomatic heart failure patients secondary to obstructive HCM.", "contents": "Mavacamten -- Continuing Education Activity. Mavacamten is a novel, first-in-class molecule used to manage and treat patients with obstructive hypertrophic cardiomyopathy (HCM). It is currently indicated for treating adults with symptomatic heart failure (New York Heart Association [NYHA] class II and III) secondary to obstructive HCM to improve functional capacity and symptoms. Mavacamten is a selective and reversible inhibitor of the cardiac myosin ATPase. This activity reviews the indications, mechanism of action, adverse effects, and monitoring protocol of mavacamten as a novel agent in treating symptomatic heart failure patients secondary to obstructive HCM."}
{"id": "article-145399_1", "title": "Mavacamten -- Continuing Education Activity", "content": "Objectives: Identify and review the mechanism of action of mavacamten. Outline the indications for mavacamten. Review the adverse events associated with mavacamten utilization. Describe the monitoring protocol for patients on mavacamten. Access free multiple choice questions on this topic.", "contents": "Mavacamten -- Continuing Education Activity. Objectives: Identify and review the mechanism of action of mavacamten. Outline the indications for mavacamten. Review the adverse events associated with mavacamten utilization. Describe the monitoring protocol for patients on mavacamten. Access free multiple choice questions on this topic."}
{"id": "article-145399_2", "title": "Mavacamten -- Indications", "content": "Hypertrophic cardiomyopathy (HCM) is the most commonly known heritable cardiac disorder. [1] This monogenetic disease is characterized by left ventricular hypertrophy in the absence of secondary causes, such as increased loading conditions (e.g., hypertension or valvular pathology) or infiltrative disorders. HCM is an autosomal dominant inherited disease associated with mutations in cardiac sarcomeres, myosin-binding protein C, and cardiac b-heavy chain. [2]", "contents": "Mavacamten -- Indications. Hypertrophic cardiomyopathy (HCM) is the most commonly known heritable cardiac disorder. [1] This monogenetic disease is characterized by left ventricular hypertrophy in the absence of secondary causes, such as increased loading conditions (e.g., hypertension or valvular pathology) or infiltrative disorders. HCM is an autosomal dominant inherited disease associated with mutations in cardiac sarcomeres, myosin-binding protein C, and cardiac b-heavy chain. [2]"}
{"id": "article-145399_3", "title": "Mavacamten -- Indications", "content": "Although asymptomatic at times, the disease is characterized by a gradual progression of shortness of breath on exertion and worsening quality of life in the setting of dynamic obstruction of the left ventricle outflow tract (LVOT). Obstructive HCM ensues due to the myofibrillar disarray leading to septal hypertrophy and abnormal subvalvular mitral apparatus resulting in systolic anterior motion of one or both of the mitral leaflets. [1] The prognosis for HCM is variable, with symptomatic heart failure and sudden cardiac death occurring in a small subset of patients. [1]", "contents": "Mavacamten -- Indications. Although asymptomatic at times, the disease is characterized by a gradual progression of shortness of breath on exertion and worsening quality of life in the setting of dynamic obstruction of the left ventricle outflow tract (LVOT). Obstructive HCM ensues due to the myofibrillar disarray leading to septal hypertrophy and abnormal subvalvular mitral apparatus resulting in systolic anterior motion of one or both of the mitral leaflets. [1] The prognosis for HCM is variable, with symptomatic heart failure and sudden cardiac death occurring in a small subset of patients. [1]"}
{"id": "article-145399_4", "title": "Mavacamten -- Indications", "content": "Mavacamten is currently indicated for treating adults with symptomatic heart failure (New York Heart Association [NYHA] class II and III) secondary to obstructive HCM to improve functional capacity and symptoms. Mavacamten obtained approval from the Food and Drug Administration in 2022 after the release of phase III pivotal clinical study EXPLORER-HCM (Evaluate Mavacamten in Adults with Symptomatic Obstructive Hypertrophic Cardiomyopathy.) [3]", "contents": "Mavacamten -- Indications. Mavacamten is currently indicated for treating adults with symptomatic heart failure (New York Heart Association [NYHA] class II and III) secondary to obstructive HCM to improve functional capacity and symptoms. Mavacamten obtained approval from the Food and Drug Administration in 2022 after the release of phase III pivotal clinical study EXPLORER-HCM (Evaluate Mavacamten in Adults with Symptomatic Obstructive Hypertrophic Cardiomyopathy.) [3]"}
{"id": "article-145399_5", "title": "Mavacamten -- Indications", "content": "In the EXPLORER trial, obstructive HCM was defined as an unexplained left ventricular hypertrophy with a left ventricular wall thickness of 15 mm or greater and a peak LVOT gradient of at least 50 mmHg at rest. Patients enrolled had a left ventricle ejection fraction (LVEF) of at least 55 % and were 18 years old or older. [3]", "contents": "Mavacamten -- Indications. In the EXPLORER trial, obstructive HCM was defined as an unexplained left ventricular hypertrophy with a left ventricular wall thickness of 15 mm or greater and a peak LVOT gradient of at least 50 mmHg at rest. Patients enrolled had a left ventricle ejection fraction (LVEF) of at least 55 % and were 18 years old or older. [3]"}
{"id": "article-145399_6", "title": "Mavacamten -- Indications", "content": "Patients on dual therapy with a beta-blocker and calcium channel blocker were excluded, as well as patients on monotherapy with disopyramide or ranolazine. Patients with known infiltrative or storage diseases causing left ventricle hypertrophy were also excluded. After 62 weeks from randomization, mavacamten use was associated with decreased resting and post-exercise LVOT gradient, improvement in the NYHA heart failure symptom classification, and exercise performance.", "contents": "Mavacamten -- Indications. Patients on dual therapy with a beta-blocker and calcium channel blocker were excluded, as well as patients on monotherapy with disopyramide or ranolazine. Patients with known infiltrative or storage diseases causing left ventricle hypertrophy were also excluded. After 62 weeks from randomization, mavacamten use was associated with decreased resting and post-exercise LVOT gradient, improvement in the NYHA heart failure symptom classification, and exercise performance."}
{"id": "article-145399_7", "title": "Mavacamten -- Indications", "content": "In addition, a post-exercise LVOT gradient of less than 30 mmHg was achieved in 57 % of patients in the mavacamten group, which was 50 % greater than the placebo group. Compared to placebo, mavacamten use in patients with obstructive HCM, LVEF greater than 55 %, and symptomatic heart failure (NYHA class II or III) led to a 34 % greater reduction in functional class. Furthermore, the use of mavacamten in patients with obstructive HCM was also associated with significant improvement in quality of life by several health-related quality of life indexes, such as the Kansas City Cardiomyopathy Questionary Overall Summary Score and the Hypertrophic Cardiomyopathy Symptom Questionnaire Short of Breath. [4]", "contents": "Mavacamten -- Indications. In addition, a post-exercise LVOT gradient of less than 30 mmHg was achieved in 57 % of patients in the mavacamten group, which was 50 % greater than the placebo group. Compared to placebo, mavacamten use in patients with obstructive HCM, LVEF greater than 55 %, and symptomatic heart failure (NYHA class II or III) led to a 34 % greater reduction in functional class. Furthermore, the use of mavacamten in patients with obstructive HCM was also associated with significant improvement in quality of life by several health-related quality of life indexes, such as the Kansas City Cardiomyopathy Questionary Overall Summary Score and the Hypertrophic Cardiomyopathy Symptom Questionnaire Short of Breath. [4]"}
{"id": "article-145399_8", "title": "Mavacamten -- Indications", "content": "Subgroup analysis of patients undergoing cardiac magnetic resonance imaging has shown that mavacamten is associated with absolute reductions in the intracellular myocardial mass index without changes in myocardial contractile fraction or fibrosis after 30 weeks of therapy. [5]", "contents": "Mavacamten -- Indications. Subgroup analysis of patients undergoing cardiac magnetic resonance imaging has shown that mavacamten is associated with absolute reductions in the intracellular myocardial mass index without changes in myocardial contractile fraction or fibrosis after 30 weeks of therapy. [5]"}
{"id": "article-145399_9", "title": "Mavacamten -- Indications", "content": "Statistical projections using a Markov model have analyzed the long-term net health benefits of mavacamten in patients with obstructive HCM. [6] Findings propose that treatment with mavacamten is associated with an incremental in the years of life, as well as the years spent in the NYHA functional class I, compared to current treatment modalities for obstructive HCM. [6]", "contents": "Mavacamten -- Indications. Statistical projections using a Markov model have analyzed the long-term net health benefits of mavacamten in patients with obstructive HCM. [6] Findings propose that treatment with mavacamten is associated with an incremental in the years of life, as well as the years spent in the NYHA functional class I, compared to current treatment modalities for obstructive HCM. [6]"}
{"id": "article-145399_10", "title": "Mavacamten -- Indications", "content": "Using mavacamten has also been proposed in patients with non-obstructive HCM. The MAVERICK-HCM trial (Mavacamten in Adults with Symptomatic Non-Obstructive Hypertrophic Cardiomyopathy) explored the safety and efficacy of mavacamten in this subset of patients. In this phase II analysis, treatment with mavacamten was associated with significantly reducing myocardial wall stress markers, such as the cardiac troponin I and the N-terminal pro-B-type natriuretic peptide. [7] However, the short treatment period and dose-finding nature of the analysis precluded the assessment of clinically significant differences in symptoms or quality of life compared to a placebo.", "contents": "Mavacamten -- Indications. Using mavacamten has also been proposed in patients with non-obstructive HCM. The MAVERICK-HCM trial (Mavacamten in Adults with Symptomatic Non-Obstructive Hypertrophic Cardiomyopathy) explored the safety and efficacy of mavacamten in this subset of patients. In this phase II analysis, treatment with mavacamten was associated with significantly reducing myocardial wall stress markers, such as the cardiac troponin I and the N-terminal pro-B-type natriuretic peptide. [7] However, the short treatment period and dose-finding nature of the analysis precluded the assessment of clinically significant differences in symptoms or quality of life compared to a placebo."}
{"id": "article-145399_11", "title": "Mavacamten -- Indications", "content": "In patients with obstructive HCM with NYHA class IV symptoms who are eligible for septal reduction therapies, the use of mavacamten is being evaluated in the VALOR-HCM trial (Evaluation of Mavacamten in Adults With Symptomatic Obstructive Hypertrophic Cardiomyopathy who are Eligible for Septal Reduction Therapy.) [8] This study will primarily assess if a 16-week treatment course with mavacamten reduces or obviates the need for septal reduction therapies in symptomatic patients.", "contents": "Mavacamten -- Indications. In patients with obstructive HCM with NYHA class IV symptoms who are eligible for septal reduction therapies, the use of mavacamten is being evaluated in the VALOR-HCM trial (Evaluation of Mavacamten in Adults With Symptomatic Obstructive Hypertrophic Cardiomyopathy who are Eligible for Septal Reduction Therapy.) [8] This study will primarily assess if a 16-week treatment course with mavacamten reduces or obviates the need for septal reduction therapies in symptomatic patients."}
{"id": "article-145399_12", "title": "Mavacamten -- Mechanism of Action", "content": "Mavacamten is an allosteric, selective, and reversible inhibitor of cardiac myosin ATPase. [3] [9] It is a first-in-class molecule that reduces the formation of actin-myosin cross-bridges, thus reducing the probability of systolic and diastolic cross-bridge formation. Excessive myosin actin cross-bridge arrangement and dysregulation of the relaxed state are the pathophysiologic and mechanistic hallmarks of HCM. Mavacamten promotes an energy-sparing and super-relaxed state that translates as a reduction in LVOT obstruction and improvement of cardiac filling pressures. [10]", "contents": "Mavacamten -- Mechanism of Action. Mavacamten is an allosteric, selective, and reversible inhibitor of cardiac myosin ATPase. [3] [9] It is a first-in-class molecule that reduces the formation of actin-myosin cross-bridges, thus reducing the probability of systolic and diastolic cross-bridge formation. Excessive myosin actin cross-bridge arrangement and dysregulation of the relaxed state are the pathophysiologic and mechanistic hallmarks of HCM. Mavacamten promotes an energy-sparing and super-relaxed state that translates as a reduction in LVOT obstruction and improvement of cardiac filling pressures. [10]"}
{"id": "article-145399_13", "title": "Mavacamten -- Mechanism of Action", "content": "Mavacamten has displayed rapid absorption followed by adequate distribution and a subsequent long elimination phase. The mean elimination half-life is estimated at eight days. [11] Mavacamten has an oral bioavailability of 85 %, and no effect of co-administration with food has been found. The plasma protein binding of mavacamten is approximately 97 %. Mavacamten is primarily metabolized by CYP2C19 and, to a lesser extent, by CYP3A4. More than 80 % of the drug is eliminated via renal excretion, and the rest via the gastrointestinal tract. [9] [10]", "contents": "Mavacamten -- Mechanism of Action. Mavacamten has displayed rapid absorption followed by adequate distribution and a subsequent long elimination phase. The mean elimination half-life is estimated at eight days. [11] Mavacamten has an oral bioavailability of 85 %, and no effect of co-administration with food has been found. The plasma protein binding of mavacamten is approximately 97 %. Mavacamten is primarily metabolized by CYP2C19 and, to a lesser extent, by CYP3A4. More than 80 % of the drug is eliminated via renal excretion, and the rest via the gastrointestinal tract. [9] [10]"}
{"id": "article-145399_14", "title": "Mavacamten -- Administration", "content": "Mavacamten is administered orally. Capsules are available in 2.5, 5, 10, and 15 mg doses. The recommended starting dose is 5 mg once a day. Dose titration might occur at weeks 4, 8, and 12 after treatment initiation. Maximal approved dose is 15 mg daily. Target plasma concentration for mavacamten ranges from 350 ng/mL to 700 ng/mL, and it might take weeks to reach steady-state levels and therapeutic effects. [11] Regular assessment of patient clinical status, LVEF, and LVOT gradient is required prior to dose titration.", "contents": "Mavacamten -- Administration. Mavacamten is administered orally. Capsules are available in 2.5, 5, 10, and 15 mg doses. The recommended starting dose is 5 mg once a day. Dose titration might occur at weeks 4, 8, and 12 after treatment initiation. Maximal approved dose is 15 mg daily. Target plasma concentration for mavacamten ranges from 350 ng/mL to 700 ng/mL, and it might take weeks to reach steady-state levels and therapeutic effects. [11] Regular assessment of patient clinical status, LVEF, and LVOT gradient is required prior to dose titration."}
{"id": "article-145399_15", "title": "Mavacamten -- Adverse Effects", "content": "Mavacamten reduces systolic contraction and might cause worsening heart failure or a complete block of ventricular function. A decrease of up to 10 % in LVEF has been reported. The most common side effects in the phase III EXPLORER trial were dizziness (27 %) and syncope (6 %). [3] [11] The following are potential adverse effects associated with mavacamten: Acute stress cardiomyopathy Atrial fibrillation Ventricular tachycardia Angina pectoris Headache Dyspnea Chest pain Fatigue Palpitations Leg edema", "contents": "Mavacamten -- Adverse Effects. Mavacamten reduces systolic contraction and might cause worsening heart failure or a complete block of ventricular function. A decrease of up to 10 % in LVEF has been reported. The most common side effects in the phase III EXPLORER trial were dizziness (27 %) and syncope (6 %). [3] [11] The following are potential adverse effects associated with mavacamten: Acute stress cardiomyopathy Atrial fibrillation Ventricular tachycardia Angina pectoris Headache Dyspnea Chest pain Fatigue Palpitations Leg edema"}
{"id": "article-145399_16", "title": "Mavacamten -- Contraindications", "content": "As Mavacamten is metabolized by CYP2C19 and CYP3A4 enzymes, the concomitant use of moderate-to-strong CYP2C19/CYP3A4 inhibitors (e.g., verapamil and ketoconazole), or moderate-to-strong CYP2C19/CYP3A4 inducers (e.g., rifampin), is associated with higher risk for systolic dysfunction, heart failure exacerbation or loss of medication effectiveness.", "contents": "Mavacamten -- Contraindications. As Mavacamten is metabolized by CYP2C19 and CYP3A4 enzymes, the concomitant use of moderate-to-strong CYP2C19/CYP3A4 inhibitors (e.g., verapamil and ketoconazole), or moderate-to-strong CYP2C19/CYP3A4 inducers (e.g., rifampin), is associated with higher risk for systolic dysfunction, heart failure exacerbation or loss of medication effectiveness."}
{"id": "article-145399_17", "title": "Mavacamten -- Contraindications", "content": "Initiation of mavacamten is not recommended in patients with LVEF less than 55 %, given the risk of worsening systolic function. Mavacamten use is not recommended for patients taking disopyramide, ranolazine, and concomitant use of non-dihydropyridine calcium channel blocker with a beta-blocker, as interactions with these medications, have not been studied, and the potential of additive negative inotropic effect. [3]", "contents": "Mavacamten -- Contraindications. Initiation of mavacamten is not recommended in patients with LVEF less than 55 %, given the risk of worsening systolic function. Mavacamten use is not recommended for patients taking disopyramide, ranolazine, and concomitant use of non-dihydropyridine calcium channel blocker with a beta-blocker, as interactions with these medications, have not been studied, and the potential of additive negative inotropic effect. [3]"}
{"id": "article-145399_18", "title": "Mavacamten -- Contraindications", "content": "The use of mavacamten in pregnant patients is not recommended as animal studies have shown fetal toxicity. Therefore, effective contraception prior to treatment initiation is necessary. Mavacamten might reduce the effectiveness of combined hormonal contraceptives. Utilization of contraception methods not affected by enzymes part of the CYP450 family is recommended. Contraception should continue for at least four months following discontinuation of mavacamten.", "contents": "Mavacamten -- Contraindications. The use of mavacamten in pregnant patients is not recommended as animal studies have shown fetal toxicity. Therefore, effective contraception prior to treatment initiation is necessary. Mavacamten might reduce the effectiveness of combined hormonal contraceptives. Utilization of contraception methods not affected by enzymes part of the CYP450 family is recommended. Contraception should continue for at least four months following discontinuation of mavacamten."}
{"id": "article-145399_19", "title": "Mavacamten -- Monitoring", "content": "Patients on mavacamten require continuous monitoring for exacerbation of heart failure symptoms and periodic echocardiographic follow-up to assess LVEF and LVOT gradient.", "contents": "Mavacamten -- Monitoring. Patients on mavacamten require continuous monitoring for exacerbation of heart failure symptoms and periodic echocardiographic follow-up to assess LVEF and LVOT gradient."}
{"id": "article-145399_20", "title": "Mavacamten -- Monitoring", "content": "The use of mavacamten has been associated with nearly complete resolution of mitral valve systolic anterior motion and, thus, reduction in the LVOT gradient. In addition, a decrease in left ventricle mass index left atrial volume index, and lateral E/e’ have also been found in patients on mavacamten. These reductions in echocardiographic parameters were also directly related to reductions in natriuretic peptides and cardiac troponin I, both markers of myocardial injury and stress. Regarding cardiac structural changes, mavacamten use has not been associated with reductions in the interventricular septum thickness or the left ventricle end-diastolic diameter; however, significant changes were noted in inferolateral wall thickness and left ventricle end-systolic diameter when compared to placebo. [12]", "contents": "Mavacamten -- Monitoring. The use of mavacamten has been associated with nearly complete resolution of mitral valve systolic anterior motion and, thus, reduction in the LVOT gradient. In addition, a decrease in left ventricle mass index left atrial volume index, and lateral E/e’ have also been found in patients on mavacamten. These reductions in echocardiographic parameters were also directly related to reductions in natriuretic peptides and cardiac troponin I, both markers of myocardial injury and stress. Regarding cardiac structural changes, mavacamten use has not been associated with reductions in the interventricular septum thickness or the left ventricle end-diastolic diameter; however, significant changes were noted in inferolateral wall thickness and left ventricle end-systolic diameter when compared to placebo. [12]"}
{"id": "article-145399_21", "title": "Mavacamten -- Monitoring", "content": "Once treatment is started, the LVOT gradient should be evaluated after four weeks of therapy. LVOT gradient less than 20 mmHg requires down titration to the next lower available dose (i.e., from 5 mg to 2.5 mg daily). If the gradient is greater than 20 mmHg, a repeat evaluation should be performed at week 8. The same dosage is recommended for patients who remained at the initial dose (i.e., 5 mg) if the LVOT gradient is between 20 and 30 mmHg with an LVEF greater than 50 %. If the LVOT gradient is lower than 20 mmHg, down titration to 2.5 mg is recommended, with reevaluation at week 12. For patients at 2.5 mg daily at week 8, continuing the same dose is recommended if the LVOT gradient is 20 to 30 mmHg. For those with LVOT less than 20 mmHg, withholding treatment is recommended with a reevaluation on week 12. [13]", "contents": "Mavacamten -- Monitoring. Once treatment is started, the LVOT gradient should be evaluated after four weeks of therapy. LVOT gradient less than 20 mmHg requires down titration to the next lower available dose (i.e., from 5 mg to 2.5 mg daily). If the gradient is greater than 20 mmHg, a repeat evaluation should be performed at week 8. The same dosage is recommended for patients who remained at the initial dose (i.e., 5 mg) if the LVOT gradient is between 20 and 30 mmHg with an LVEF greater than 50 %. If the LVOT gradient is lower than 20 mmHg, down titration to 2.5 mg is recommended, with reevaluation at week 12. For patients at 2.5 mg daily at week 8, continuing the same dose is recommended if the LVOT gradient is 20 to 30 mmHg. For those with LVOT less than 20 mmHg, withholding treatment is recommended with a reevaluation on week 12. [13]"}
{"id": "article-145399_22", "title": "Mavacamten -- Monitoring", "content": "For maintenance therapy, patients are evaluated at week 12 after treatment initiation. Continuation of the same dose is recommended for patients with LVEF greater than 50 %, with an LVOT gradient less than 30 mmHg. However, if the LVOT gradient is greater than 30 mmHg, increasing to the next available dose is advised with echocardiographic evaluation at week 16. [13]", "contents": "Mavacamten -- Monitoring. For maintenance therapy, patients are evaluated at week 12 after treatment initiation. Continuation of the same dose is recommended for patients with LVEF greater than 50 %, with an LVOT gradient less than 30 mmHg. However, if the LVOT gradient is greater than 30 mmHg, increasing to the next available dose is advised with echocardiographic evaluation at week 16. [13]"}
{"id": "article-145399_23", "title": "Mavacamten -- Monitoring", "content": "If the LVEF is less than 50 % at any moment, treatment should be halted. Patients who experience serious infections requiring hospitalization or uncontrolled tachyarrhythmia are at greater risk for systolic dysfunction and should be evaluated to determine treatment continuation or interruption. After treatment interruption, an echocardiographic evaluation four weeks later is recommended to reassess LVEF and LVOT gradient. When reinitiating mavacamten, the dose should be decreased to the next lower daily dose (e.g., moving from 10 mg to 5 mg daily). Repeat evaluation is recommended at weeks 4 and 8 after treatment restoration. If the LVEF is lower than 50 % twice after treatment interruption, permanent discontinuation of mavacamten is recommended. [13]", "contents": "Mavacamten -- Monitoring. If the LVEF is less than 50 % at any moment, treatment should be halted. Patients who experience serious infections requiring hospitalization or uncontrolled tachyarrhythmia are at greater risk for systolic dysfunction and should be evaluated to determine treatment continuation or interruption. After treatment interruption, an echocardiographic evaluation four weeks later is recommended to reassess LVEF and LVOT gradient. When reinitiating mavacamten, the dose should be decreased to the next lower daily dose (e.g., moving from 10 mg to 5 mg daily). Repeat evaluation is recommended at weeks 4 and 8 after treatment restoration. If the LVEF is lower than 50 % twice after treatment interruption, permanent discontinuation of mavacamten is recommended. [13]"}
{"id": "article-145399_24", "title": "Mavacamten -- Toxicity", "content": "Mavacamten use has been associated with reducing systolic function, manifesting as worsening functional capacity and heart failure exacerbation. However, no carcinogenic or mutagenic effects have been linked to Mavacamten. In animal studies, QT prolongation and cardiac osseous metaplasia were reported when exposed to doses up to 10 mg/kg/day. [3] [13]", "contents": "Mavacamten -- Toxicity. Mavacamten use has been associated with reducing systolic function, manifesting as worsening functional capacity and heart failure exacerbation. However, no carcinogenic or mutagenic effects have been linked to Mavacamten. In animal studies, QT prolongation and cardiac osseous metaplasia were reported when exposed to doses up to 10 mg/kg/day. [3] [13]"}
{"id": "article-145399_25", "title": "Mavacamten -- Enhancing Healthcare Team Outcomes", "content": "Managing heart failure patients requires a multi-disciplinary and interprofessional team involving cardiologists, critical care and primary care clinicians (including NPs and PAs), registered nurses, pharmacists, social workers, physical therapists, and rehabilitation. Until 2022, treatment for patients with obstructive HCM was mainly directed to provide symptomatic relief with either pharmacologic treatment or interventional approaches such as septal reduction therapies. Mavacamten is a first-in-class molecule developed to directly target the underlying pathophysiology of obstructive HCM.", "contents": "Mavacamten -- Enhancing Healthcare Team Outcomes. Managing heart failure patients requires a multi-disciplinary and interprofessional team involving cardiologists, critical care and primary care clinicians (including NPs and PAs), registered nurses, pharmacists, social workers, physical therapists, and rehabilitation. Until 2022, treatment for patients with obstructive HCM was mainly directed to provide symptomatic relief with either pharmacologic treatment or interventional approaches such as septal reduction therapies. Mavacamten is a first-in-class molecule developed to directly target the underlying pathophysiology of obstructive HCM."}
{"id": "article-145399_26", "title": "Mavacamten -- Enhancing Healthcare Team Outcomes", "content": "Interprofessional strategies will enhance patient outcomes. The prescribing clinician may wish to consult with a cardiology-specialized pharmacist to determine the appropriateness of mavacamten for a particular patient; potential drug-drug interactions can be addressed collaboratively at this time. Nursing will provide patient counseling and answer questions regarding the drug, and the pharmacist can reinforce these points when dispensing.", "contents": "Mavacamten -- Enhancing Healthcare Team Outcomes. Interprofessional strategies will enhance patient outcomes. The prescribing clinician may wish to consult with a cardiology-specialized pharmacist to determine the appropriateness of mavacamten for a particular patient; potential drug-drug interactions can be addressed collaboratively at this time. Nursing will provide patient counseling and answer questions regarding the drug, and the pharmacist can reinforce these points when dispensing."}
{"id": "article-145399_27", "title": "Mavacamten -- Enhancing Healthcare Team Outcomes", "content": "Any member of the interprofessional team who notices a change in the case needs to be able to reach out to other team members to ensure optimal patient care and to keep everyone involved in the patient's case on the same page, making notations in the patient's record as appropriate. Therapists must also report any changes in patient status so adjustments to the patient's regimen can be made if necessary; this interprofessional paradigm will result in better outcomes. [Level 5]", "contents": "Mavacamten -- Enhancing Healthcare Team Outcomes. Any member of the interprofessional team who notices a change in the case needs to be able to reach out to other team members to ensure optimal patient care and to keep everyone involved in the patient's case on the same page, making notations in the patient's record as appropriate. Therapists must also report any changes in patient status so adjustments to the patient's regimen can be made if necessary; this interprofessional paradigm will result in better outcomes. [Level 5]"}
{"id": "article-145399_28", "title": "Mavacamten -- Enhancing Healthcare Team Outcomes", "content": "The use of mavacamten is associated with improving the NYHA symptomatic class and several hemodynamic and structural parameters. FDA's approval of mavacamten for utilization in patients with obstructive HCM and symptomatic heart failure permits a new therapeutic alternative for this population of heart failure patients.", "contents": "Mavacamten -- Enhancing Healthcare Team Outcomes. The use of mavacamten is associated with improving the NYHA symptomatic class and several hemodynamic and structural parameters. FDA's approval of mavacamten for utilization in patients with obstructive HCM and symptomatic heart failure permits a new therapeutic alternative for this population of heart failure patients."}
{"id": "article-145399_29", "title": "Mavacamten -- Enhancing Healthcare Team Outcomes", "content": "Understanding the pharmacologic and cardiovascular impact of mavacamten is paramount for guiding, monitoring, and adjusting treatment in patients with obstructive HCM. In addition, several trials are currently evaluating the use of mavacamten in patients with non-obstructive HCM and in patients with obstructive HCM who met the criteria for interventional therapy to assess safety and efficacy.", "contents": "Mavacamten -- Enhancing Healthcare Team Outcomes. Understanding the pharmacologic and cardiovascular impact of mavacamten is paramount for guiding, monitoring, and adjusting treatment in patients with obstructive HCM. In addition, several trials are currently evaluating the use of mavacamten in patients with non-obstructive HCM and in patients with obstructive HCM who met the criteria for interventional therapy to assess safety and efficacy."}
{"id": "article-145399_30", "title": "Mavacamten -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Mavacamten -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}