{"id": "article-21504_0", "title": "Physiology, Eye -- Introduction", "content": "The proper function of the eye depends on its ability to receive and process energy from light in the environment, produce action potentials in specialized nerve cells, and relay those potentials through the optic nerve (cranial nerve II) to the brain. The cornea, iris, ciliary body, and lens all play a role in transmitting and focusing light onto the sensory component of the eye, the retina. Structures such as the choroid, aqueous and vitreous humor, and the lacrimal system are important for physiological balance, appropriate pressure maintenance, and nourishment of ocular tissues. [1]", "contents": "Physiology, Eye -- Introduction. The proper function of the eye depends on its ability to receive and process energy from light in the environment, produce action potentials in specialized nerve cells, and relay those potentials through the optic nerve (cranial nerve II) to the brain. The cornea, iris, ciliary body, and lens all play a role in transmitting and focusing light onto the sensory component of the eye, the retina. Structures such as the choroid, aqueous and vitreous humor, and the lacrimal system are important for physiological balance, appropriate pressure maintenance, and nourishment of ocular tissues. [1]"}
{"id": "article-21504_1", "title": "Physiology, Eye -- Issues of Concern", "content": "Visual acuity relies on proper refraction or bending of light passing through structures of varying densities as the light is transmitted through the cornea, aqueous humor, lens, and vitreous humor before striking the retina. The lens is the adjustable component of the refractive system: its shape is altered by the contraction or relaxation of the ciliary muscle to focus on objects that are near or far.", "contents": "Physiology, Eye -- Issues of Concern. Visual acuity relies on proper refraction or bending of light passing through structures of varying densities as the light is transmitted through the cornea, aqueous humor, lens, and vitreous humor before striking the retina. The lens is the adjustable component of the refractive system: its shape is altered by the contraction or relaxation of the ciliary muscle to focus on objects that are near or far."}
{"id": "article-21504_2", "title": "Physiology, Eye -- Cellular Level", "content": "The retina is comprised of two types of photoreceptor cells: rods and cones. Rods are the cells primarily responsible for scotopic vision, or low-light vision. Rods are the more abundant cell-type of the retina and reach their maximum density approximately 15 to 20 degrees from the fovea, a small depression in the retina of the eye where visual acuity is highest. There are approximately 90 million rod cells in the human retina. The cones confer color vision and high spatial acuity and are the cell-type most activated at higher light levels when photopic vision predominates. The fovea has the highest density of cones and is free of rods. The human retina contains approximately 6 million cone cells. It should be noted that there is a visual field \"blind spot\" at the site of the optic nerve where photoreceptor cells are absent.", "contents": "Physiology, Eye -- Cellular Level. The retina is comprised of two types of photoreceptor cells: rods and cones. Rods are the cells primarily responsible for scotopic vision, or low-light vision. Rods are the more abundant cell-type of the retina and reach their maximum density approximately 15 to 20 degrees from the fovea, a small depression in the retina of the eye where visual acuity is highest. There are approximately 90 million rod cells in the human retina. The cones confer color vision and high spatial acuity and are the cell-type most activated at higher light levels when photopic vision predominates. The fovea has the highest density of cones and is free of rods. The human retina contains approximately 6 million cone cells. It should be noted that there is a visual field \"blind spot\" at the site of the optic nerve where photoreceptor cells are absent."}
{"id": "article-21504_3", "title": "Physiology, Eye -- Cellular Level", "content": "In comparing the photoreceptor cell types, rods have more photopigment and exhibit high amplification, highly convergent retinal pathways, and high sensitivity, while cones have a faster response with short integration times, are directionally selective, and exhibit high acuity. The term \"bleaching\" refers to the absorption of a photon by a pigment molecule. Rods are achromatic, meaning they contain one type of pigment, while cones are arranged in a chromatic organization of three different pigments. In the fovea, this arrangement takes on the form of what is referred to as the \"cone mosaic .\" Photopigment molecules are embedded in the membranes of photoreceptors. [1] [2] [3]", "contents": "Physiology, Eye -- Cellular Level. In comparing the photoreceptor cell types, rods have more photopigment and exhibit high amplification, highly convergent retinal pathways, and high sensitivity, while cones have a faster response with short integration times, are directionally selective, and exhibit high acuity. The term \"bleaching\" refers to the absorption of a photon by a pigment molecule. Rods are achromatic, meaning they contain one type of pigment, while cones are arranged in a chromatic organization of three different pigments. In the fovea, this arrangement takes on the form of what is referred to as the \"cone mosaic .\" Photopigment molecules are embedded in the membranes of photoreceptors. [1] [2] [3]"}
{"id": "article-21504_4", "title": "Physiology, Eye -- Mechanism", "content": "The photopigment in rods is called rhodopsin. Human rhodopsin is a G-protein-coupled receptor made up of 348 amino acids arranged in seven transmembrane domains, and its gene is located on chromosome 3. Rhodopsin consists of a protein called scotopsin and its covalently-bound cofactor, retinal. The chromophore retinal lies in a pocket formed by the transmembrane domains of scotopsin. Retinal is a vitamin A derivative produced from dietary beta-carotene. Inactive, retinal exists in the 11- cis -retinal conformation. Upon exposure to light, retinal is isomerized to all- trans -retinal leading to a series of changes in conformation to the form metarhodopsin II (Meta II). Meta II activates the G protein transducin, after which its alpha subunit is released. The transducin alpha subunit, bound to guanosine triphosphate (GTP), then activates cyclic guanosine monophosphate (cGMP) phosphodiesterase.  cGMP is hydrolyzed by cGMP phosphodiesterase which inhibits its activation of cGMP-dependent cation channels and causes hyperpolarization of the rod cell and consequent release of glutamate which depolarizes some neurons and hyperpolarizes others. Reversion of rods to their resting state involves rhodopsin kinase (RK), arrestin, a regulator of G protein signaling (RGS) protein, and closure of cGMP channels. The activity of transducin is partially inhibited by the phosphorylation of the rhodopsin cytosolic tail by RK. Arrestin then binds the phosphorylated rhodopsin to inactivate it further. The RGS protein increases the rate of GTP to GDP hydrolysis to convert transducin into its \"off\" state. cGMP-sensitive channel closure decreases the concentration of calcium ions, which stimulates calcium ion-sensitive proteins to activate guanylyl cyclase causing restoration of cGMP levels and plasma membrane depolarization.", "contents": "Physiology, Eye -- Mechanism. The photopigment in rods is called rhodopsin. Human rhodopsin is a G-protein-coupled receptor made up of 348 amino acids arranged in seven transmembrane domains, and its gene is located on chromosome 3. Rhodopsin consists of a protein called scotopsin and its covalently-bound cofactor, retinal. The chromophore retinal lies in a pocket formed by the transmembrane domains of scotopsin. Retinal is a vitamin A derivative produced from dietary beta-carotene. Inactive, retinal exists in the 11- cis -retinal conformation. Upon exposure to light, retinal is isomerized to all- trans -retinal leading to a series of changes in conformation to the form metarhodopsin II (Meta II). Meta II activates the G protein transducin, after which its alpha subunit is released. The transducin alpha subunit, bound to guanosine triphosphate (GTP), then activates cyclic guanosine monophosphate (cGMP) phosphodiesterase.  cGMP is hydrolyzed by cGMP phosphodiesterase which inhibits its activation of cGMP-dependent cation channels and causes hyperpolarization of the rod cell and consequent release of glutamate which depolarizes some neurons and hyperpolarizes others. Reversion of rods to their resting state involves rhodopsin kinase (RK), arrestin, a regulator of G protein signaling (RGS) protein, and closure of cGMP channels. The activity of transducin is partially inhibited by the phosphorylation of the rhodopsin cytosolic tail by RK. Arrestin then binds the phosphorylated rhodopsin to inactivate it further. The RGS protein increases the rate of GTP to GDP hydrolysis to convert transducin into its \"off\" state. cGMP-sensitive channel closure decreases the concentration of calcium ions, which stimulates calcium ion-sensitive proteins to activate guanylyl cyclase causing restoration of cGMP levels and plasma membrane depolarization."}
{"id": "article-21504_5", "title": "Physiology, Eye -- Mechanism", "content": "In contrast to rods, there are three different types of cones: S-cones (short wavelength-sensitive), M-cones (medium wavelength-sensitive), and L-cones (long wavelength-sensitive). The S-cone photopigment gene is encoded on chromosome 7, while those of the M-cones and L-cones are on the X chromosome. All cone receptors contain the protein photopsin in modified conformations to enable activation by different wavelengths of light. The different types of photopsin, which are also opsins combined with retinal, are the cone equivalent of rhodopsin in rods. The absorption maxima for photopsin I, photopsin II, and photopsin III are for yellowish-green, green, and bluish-violet light respectively. The increased visual acuity associated with cones is due to their individual connections to the optic nerve, which enables improved distinction between isolated signals. As compared to rods, each step in the generation of a response to light in cones is less effective, and the reactions responsible for termination of such a light response are faster. Melanopsin is located in some ganglion cells of the retina and is responsible for non-visual responses to light such as the regulation of circadian rhythms and the pupillary reflex. The function of melanopsin is similar to that of invertebrate opsins, it absorbs light and triggers a cascade that allows the brain to generate and modify the body's circadian rhythm. The absorption of blue light by melanopsin can disrupt the body's circadian rhythm and can lead to insomnia.", "contents": "Physiology, Eye -- Mechanism. In contrast to rods, there are three different types of cones: S-cones (short wavelength-sensitive), M-cones (medium wavelength-sensitive), and L-cones (long wavelength-sensitive). The S-cone photopigment gene is encoded on chromosome 7, while those of the M-cones and L-cones are on the X chromosome. All cone receptors contain the protein photopsin in modified conformations to enable activation by different wavelengths of light. The different types of photopsin, which are also opsins combined with retinal, are the cone equivalent of rhodopsin in rods. The absorption maxima for photopsin I, photopsin II, and photopsin III are for yellowish-green, green, and bluish-violet light respectively. The increased visual acuity associated with cones is due to their individual connections to the optic nerve, which enables improved distinction between isolated signals. As compared to rods, each step in the generation of a response to light in cones is less effective, and the reactions responsible for termination of such a light response are faster. Melanopsin is located in some ganglion cells of the retina and is responsible for non-visual responses to light such as the regulation of circadian rhythms and the pupillary reflex. The function of melanopsin is similar to that of invertebrate opsins, it absorbs light and triggers a cascade that allows the brain to generate and modify the body's circadian rhythm. The absorption of blue light by melanopsin can disrupt the body's circadian rhythm and can lead to insomnia."}
{"id": "article-21504_6", "title": "Physiology, Eye -- Mechanism", "content": "Signals from photoreceptor cells are transmitted through bipolar cells to the retinal ganglion cells (RGCs) in the innermost layer of the retina, which carry the signals through the optic nerve (composed of bundled RGC axons) to the brain. Retinal horizontal cells are responsible for providing inhibitory feedback to photoreceptor cells. It is interesting to note that light exposure has an inhibitory effect on photoreceptor neurotransmitter release; glutamate is released in states of darkness, causing depolarization of the membrane at rest, and its release is inhibited by photon absorption. [4] [5] [6] [7] [8]", "contents": "Physiology, Eye -- Mechanism. Signals from photoreceptor cells are transmitted through bipolar cells to the retinal ganglion cells (RGCs) in the innermost layer of the retina, which carry the signals through the optic nerve (composed of bundled RGC axons) to the brain. Retinal horizontal cells are responsible for providing inhibitory feedback to photoreceptor cells. It is interesting to note that light exposure has an inhibitory effect on photoreceptor neurotransmitter release; glutamate is released in states of darkness, causing depolarization of the membrane at rest, and its release is inhibited by photon absorption. [4] [5] [6] [7] [8]"}
{"id": "article-21504_7", "title": "Physiology, Eye -- Clinical Significance", "content": "Astigmatism refers to a blurring of vision due to the irregular curvature of the cornea or the lens. Compensation for such abnormalities is generally made through the use of extraocular lenses such as glasses or contact lenses, or refractive surgery. Myopia or nearsightedness is the result of an excessively long eyeball or thick lens. Hyperopia or farsightedness typically is due to an abnormally short globe or thin lens. Both types of visual disturbance are corrected using intra- or extraocular lenses and/or refractive surgery.", "contents": "Physiology, Eye -- Clinical Significance. Astigmatism refers to a blurring of vision due to the irregular curvature of the cornea or the lens. Compensation for such abnormalities is generally made through the use of extraocular lenses such as glasses or contact lenses, or refractive surgery. Myopia or nearsightedness is the result of an excessively long eyeball or thick lens. Hyperopia or farsightedness typically is due to an abnormally short globe or thin lens. Both types of visual disturbance are corrected using intra- or extraocular lenses and/or refractive surgery."}
{"id": "article-21504_8", "title": "Physiology, Eye -- Clinical Significance", "content": "Glaucoma refers to a group of diseases that cause optic nerve damage due to increased intraocular pressure. Open-angle glaucoma is the most common type and is characterized by a normal angle between the iris and cornea (iridocorneal angle). Other types of glaucoma include closed-angle and normal-tension glaucoma. While some cases of glaucoma result from mutations of certain genes, the cause of primary glaucoma remain largely unknown. Glaucoma is usually associated with either an overproduction of aqueous humor or impairment in the drainage of aqueous.", "contents": "Physiology, Eye -- Clinical Significance. Glaucoma refers to a group of diseases that cause optic nerve damage due to increased intraocular pressure. Open-angle glaucoma is the most common type and is characterized by a normal angle between the iris and cornea (iridocorneal angle). Other types of glaucoma include closed-angle and normal-tension glaucoma. While some cases of glaucoma result from mutations of certain genes, the cause of primary glaucoma remain largely unknown. Glaucoma is usually associated with either an overproduction of aqueous humor or impairment in the drainage of aqueous."}
{"id": "article-21504_9", "title": "Physiology, Eye -- Clinical Significance", "content": "Achromatopsia describes a partial or total absence of color vision. Usually, it is inherited in an autosomal recessive manner. Genetic mutations, most commonly in CNGA3, CNGB3, GNAT2, PDE6C, or PDE6H, cause inappropriate responses of cones to light exposure. This can mean a complete lack of functionality or a significant deficit.", "contents": "Physiology, Eye -- Clinical Significance. Achromatopsia describes a partial or total absence of color vision. Usually, it is inherited in an autosomal recessive manner. Genetic mutations, most commonly in CNGA3, CNGB3, GNAT2, PDE6C, or PDE6H, cause inappropriate responses of cones to light exposure. This can mean a complete lack of functionality or a significant deficit."}
{"id": "article-21504_10", "title": "Physiology, Eye -- Clinical Significance", "content": "Some of the most common retinal diseases include diabetic retinopathy (DR), and age-related macular degeneration (AMD). AMD exits in two forms: dry (atrophic) and wet (exudative or neovascular). In the majority of people, AMD starts as the dry form and in some individuals, it progresses to the wet type (15% to 20%). AMD is always bilateral, but not always the same form in both eyes. Also, the disease does not necessarily progress at the same rate in both eyes. Both AMD and DR involve degeneration of retinal structure which leads to disruption of the phototransduction pathway discussed. In diabetic retinopathy, blood vessels and neurons are damaged by an overaccumulation of glucose, and in severe disease, the proliferation of new blood vessels can further exacerbate visual impairments. In AMD, there is a buildup of damaged cellular components such as lipofuscin (intracellular) and drusen (extracellular). This leads to damage to the macula which causes dysfunctional central vision and can ultimately lead to complete blindness. Choroidal neovascularization can also exacerbate AMD. Many different genes have been implicated in the development and progression of AMD.", "contents": "Physiology, Eye -- Clinical Significance. Some of the most common retinal diseases include diabetic retinopathy (DR), and age-related macular degeneration (AMD). AMD exits in two forms: dry (atrophic) and wet (exudative or neovascular). In the majority of people, AMD starts as the dry form and in some individuals, it progresses to the wet type (15% to 20%). AMD is always bilateral, but not always the same form in both eyes. Also, the disease does not necessarily progress at the same rate in both eyes. Both AMD and DR involve degeneration of retinal structure which leads to disruption of the phototransduction pathway discussed. In diabetic retinopathy, blood vessels and neurons are damaged by an overaccumulation of glucose, and in severe disease, the proliferation of new blood vessels can further exacerbate visual impairments. In AMD, there is a buildup of damaged cellular components such as lipofuscin (intracellular) and drusen (extracellular). This leads to damage to the macula which causes dysfunctional central vision and can ultimately lead to complete blindness. Choroidal neovascularization can also exacerbate AMD. Many different genes have been implicated in the development and progression of AMD."}
{"id": "article-21504_11", "title": "Physiology, Eye -- Clinical Significance", "content": "In contrast to achromatopsia, retinitis pigmentosa (RP) affects the rod cells of the retina. Rods are progressively lost as the disease advances, leading to difficulty seeing at night, and decreased peripheral vision which has been described as \"tunnel vision\". Symptoms often begin in childhood and progressively worsen with age. Mutations in many genes have been shown to cause RP, with possible inheritance patterns including autosomal dominant, autosomal recessive, X-linked, and mitochondrial inheritance. [9] [10] [11] [12] [13] [14] [15] [16] [17] [18] [19] [20] [21] [22] [23] [24]", "contents": "Physiology, Eye -- Clinical Significance. In contrast to achromatopsia, retinitis pigmentosa (RP) affects the rod cells of the retina. Rods are progressively lost as the disease advances, leading to difficulty seeing at night, and decreased peripheral vision which has been described as \"tunnel vision\". Symptoms often begin in childhood and progressively worsen with age. Mutations in many genes have been shown to cause RP, with possible inheritance patterns including autosomal dominant, autosomal recessive, X-linked, and mitochondrial inheritance. [9] [10] [11] [12] [13] [14] [15] [16] [17] [18] [19] [20] [21] [22] [23] [24]"}
{"id": "article-21504_12", "title": "Physiology, Eye -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Physiology, Eye -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}