{"id": "article-131364_0", "title": "Cannabis Versus Opioids for Pain -- Continuing Education Activity", "content": "Opioids are commonly prescribed to treat and manage chronic and severe pain; however, their potential for abuse and dependency is a concern. Chronic and unrelenting pain can have significant psychological, physical, and emotional stress on individuals. Several strategies are employed to mitigate intractable pain that does not respond to nonsteroidal anti-inflammatory drugs (NSAIDs), with opioids being widely recognized as the cornerstone of pain management protocols. In recent years, there has been emerging and growing evidence indicating the potential efficacy of cannabinoids in managing chronic pain. This activity offers an overview of the signs and symptoms of adverse events and the crucial aspects of monitoring, intervention, and other pertinent considerations in opioid therapy and cannabinoids for patients with chronic pain. These key points are indispensable for fostering effective collaboration among interprofessional team members responsible for patient care.", "contents": "Cannabis Versus Opioids for Pain -- Continuing Education Activity. Opioids are commonly prescribed to treat and manage chronic and severe pain; however, their potential for abuse and dependency is a concern. Chronic and unrelenting pain can have significant psychological, physical, and emotional stress on individuals. Several strategies are employed to mitigate intractable pain that does not respond to nonsteroidal anti-inflammatory drugs (NSAIDs), with opioids being widely recognized as the cornerstone of pain management protocols. In recent years, there has been emerging and growing evidence indicating the potential efficacy of cannabinoids in managing chronic pain. This activity offers an overview of the signs and symptoms of adverse events and the crucial aspects of monitoring, intervention, and other pertinent considerations in opioid therapy and cannabinoids for patients with chronic pain. These key points are indispensable for fostering effective collaboration among interprofessional team members responsible for patient care."}
{"id": "article-131364_1", "title": "Cannabis Versus Opioids for Pain -- Continuing Education Activity", "content": "Objectives: Identify patients with chronic pain and provide education regarding the limitations of opioids and cannabinoids, including potential incomplete pain relief, mechanisms of action, and associated risks and adverse effects, emphasizing the importance of multimodal treatment approaches. Elucidate the signs and symptoms of opioid-related drug abuse by identifying behavioral changes in individuals, such as social withdrawal, increased secrecy, or sudden financial difficulties, in order to ensure the optimal effectiveness and safety of opioid and cannabinoid treatment. Identify and navigate legal issues associated with cannabis use by thoroughly understanding the potential benefits, risks, and State regulations governing its use for both medical and recreational purposes. Assess patients' pain levels, treatment response, functional outcomes, and potential adverse effects of opioid and cannabinoid therapy, ensuring ongoing monitoring and optimization of pain management strategies. Access free multiple choice questions on this topic.", "contents": "Cannabis Versus Opioids for Pain -- Continuing Education Activity. Objectives: Identify patients with chronic pain and provide education regarding the limitations of opioids and cannabinoids, including potential incomplete pain relief, mechanisms of action, and associated risks and adverse effects, emphasizing the importance of multimodal treatment approaches. Elucidate the signs and symptoms of opioid-related drug abuse by identifying behavioral changes in individuals, such as social withdrawal, increased secrecy, or sudden financial difficulties, in order to ensure the optimal effectiveness and safety of opioid and cannabinoid treatment. Identify and navigate legal issues associated with cannabis use by thoroughly understanding the potential benefits, risks, and State regulations governing its use for both medical and recreational purposes. Assess patients' pain levels, treatment response, functional outcomes, and potential adverse effects of opioid and cannabinoid therapy, ensuring ongoing monitoring and optimization of pain management strategies. Access free multiple choice questions on this topic."}
{"id": "article-131364_2", "title": "Cannabis Versus Opioids for Pain -- Introduction", "content": "In the human body, pain is an inherent alarm system that activates when there is actual or potential damage, directing an individual's attention toward the issue. [1] [2] [3] Pain is a frequently cited reason for seeking healthcare or medical assistance. Pain encompasses various elements, including nociception, the perception of pain, suffering, and pain behaviors. Although pain is a fundamental mechanism, it can become burdensome when it persists for an extended period, leading to suffering and pain-related behaviors. Chronic and unrelenting pain can cause psychological, physical, and emotional distress, adding further strain to individuals. [4]", "contents": "Cannabis Versus Opioids for Pain -- Introduction. In the human body, pain is an inherent alarm system that activates when there is actual or potential damage, directing an individual's attention toward the issue. [1] [2] [3] Pain is a frequently cited reason for seeking healthcare or medical assistance. Pain encompasses various elements, including nociception, the perception of pain, suffering, and pain behaviors. Although pain is a fundamental mechanism, it can become burdensome when it persists for an extended period, leading to suffering and pain-related behaviors. Chronic and unrelenting pain can cause psychological, physical, and emotional distress, adding further strain to individuals. [4]"}
{"id": "article-131364_3", "title": "Cannabis Versus Opioids for Pain -- Introduction", "content": "The search for an ideal pain relief medication has been an ongoing endeavor since ancient times, as certain types of pain still lack definitive treatment options. Several strategies have been developed to address intractable pain that does not respond to nonsteroidal anti-inflammatory drugs (NSAIDs), with opioids being the mainstay in many pain management protocols. In recent years, there has been growing and promising evidence suggesting the potential effectiveness of cannabinoids in the management of chronic pain. [5] [6]", "contents": "Cannabis Versus Opioids for Pain -- Introduction. The search for an ideal pain relief medication has been an ongoing endeavor since ancient times, as certain types of pain still lack definitive treatment options. Several strategies have been developed to address intractable pain that does not respond to nonsteroidal anti-inflammatory drugs (NSAIDs), with opioids being the mainstay in many pain management protocols. In recent years, there has been growing and promising evidence suggesting the potential effectiveness of cannabinoids in the management of chronic pain. [5] [6]"}
{"id": "article-131364_4", "title": "Cannabis Versus Opioids for Pain -- Function -- Opioids", "content": "Endogenous opioids are produced in the body physiologically, which help in pain modulation. These endogenous opioids act on presynaptic μ-, κ-, and δ-opioid receptors, reducing excitatory neurotransmitters' release. They achieve this by decreasing calcium influx in the presynaptic membrane and increasing potassium influx in the postsynaptic membrane. [7] [8] Pharmacologists utilize the specific characteristics of opioid receptors to develop and administer exogenous opioids for pain management. These exogenous opioids have a dual mechanism of action. First, they work to change the perception of pain in the brain and then increase the pain threshold in the spinal cord. By targeting both mechanisms, exogenous opioids can provide effective pain relief for individuals. [7]", "contents": "Cannabis Versus Opioids for Pain -- Function -- Opioids. Endogenous opioids are produced in the body physiologically, which help in pain modulation. These endogenous opioids act on presynaptic μ-, κ-, and δ-opioid receptors, reducing excitatory neurotransmitters' release. They achieve this by decreasing calcium influx in the presynaptic membrane and increasing potassium influx in the postsynaptic membrane. [7] [8] Pharmacologists utilize the specific characteristics of opioid receptors to develop and administer exogenous opioids for pain management. These exogenous opioids have a dual mechanism of action. First, they work to change the perception of pain in the brain and then increase the pain threshold in the spinal cord. By targeting both mechanisms, exogenous opioids can provide effective pain relief for individuals. [7]"}
{"id": "article-131364_5", "title": "Cannabis Versus Opioids for Pain -- Function -- Opioids", "content": "Physicochemical properties, such as lipid solubility and fraction un-ionized, play a significant role in determining the distribution of drugs in the body and their rate of access to the biophase where drug receptors are located. The pharmacokinetic and pharmacodynamic properties of opioids belonging to the fentanyl group, methadone, and morphine are essential considerations due to their distinctive features. Alfentanil and remifentanil exhibit relatively short equilibration half-lives of approximately 1 minute between plasma and the effect site. In comparison, fentanyl and sufentanil have longer equilibration half-lives of nearly 6 minutes. Methadone has a relatively short half-life of approximately 8 minutes. However, among opioids, morphine exhibits a longer equilibration half-life of 2 to 3 hours, whereas morphine-6-glucuronide (M6G) demonstrates the slowest plasma-effect site transfer, with an equilibration half-life of approximately 7 hours. [9]", "contents": "Cannabis Versus Opioids for Pain -- Function -- Opioids. Physicochemical properties, such as lipid solubility and fraction un-ionized, play a significant role in determining the distribution of drugs in the body and their rate of access to the biophase where drug receptors are located. The pharmacokinetic and pharmacodynamic properties of opioids belonging to the fentanyl group, methadone, and morphine are essential considerations due to their distinctive features. Alfentanil and remifentanil exhibit relatively short equilibration half-lives of approximately 1 minute between plasma and the effect site. In comparison, fentanyl and sufentanil have longer equilibration half-lives of nearly 6 minutes. Methadone has a relatively short half-life of approximately 8 minutes. However, among opioids, morphine exhibits a longer equilibration half-life of 2 to 3 hours, whereas morphine-6-glucuronide (M6G) demonstrates the slowest plasma-effect site transfer, with an equilibration half-life of approximately 7 hours. [9]"}
{"id": "article-131364_6", "title": "Cannabis Versus Opioids for Pain -- Function -- Opioids", "content": "Morphine milligram equivalents (MME) serve as a measure to assess the relative potency and safety of opioids for pain management. [10] According to the CDC (Centers for Disease Control & Prevention) guidelines for opioids, clinicians should exercise caution when converting methadone doses due to pharmacokinetic alterations. The absorption of transdermal fentanyl can be influenced by factors such as heat and other considerations. Buprenorphine, being a partial agonist, does not follow MME conversion guidelines. The use of MME should be approached cautiously, considering the potential variations in pharmacogenetics. [11]", "contents": "Cannabis Versus Opioids for Pain -- Function -- Opioids. Morphine milligram equivalents (MME) serve as a measure to assess the relative potency and safety of opioids for pain management. [10] According to the CDC (Centers for Disease Control & Prevention) guidelines for opioids, clinicians should exercise caution when converting methadone doses due to pharmacokinetic alterations. The absorption of transdermal fentanyl can be influenced by factors such as heat and other considerations. Buprenorphine, being a partial agonist, does not follow MME conversion guidelines. The use of MME should be approached cautiously, considering the potential variations in pharmacogenetics. [11]"}
{"id": "article-131364_7", "title": "Cannabis Versus Opioids for Pain -- Function -- Cannabis", "content": "Similar to opioids, endocannabinoids are synthesized physiologically and released in the body by synapses to act on the cannabinoid receptors present on presynaptic endings. They perform the following essential actions related to pain modulation: [12] [13] [14] Decrease the release of neurotransmitters. Activate descending inhibitory pain pathways. Reduce postsynaptic sensitivity and alleviate neural inflammation Modulate CB1 receptors within central nociception processing areas and the spinal cord, which results in analgesic effects. Attenuate inflammation through the activation of CB2 receptors.", "contents": "Cannabis Versus Opioids for Pain -- Function -- Cannabis. Similar to opioids, endocannabinoids are synthesized physiologically and released in the body by synapses to act on the cannabinoid receptors present on presynaptic endings. They perform the following essential actions related to pain modulation: [12] [13] [14] Decrease the release of neurotransmitters. Activate descending inhibitory pain pathways. Reduce postsynaptic sensitivity and alleviate neural inflammation Modulate CB1 receptors within central nociception processing areas and the spinal cord, which results in analgesic effects. Attenuate inflammation through the activation of CB2 receptors."}
{"id": "article-131364_8", "title": "Cannabis Versus Opioids for Pain -- Function -- Cannabis", "content": "Marijuana is a dried mixture of extracts derived from the cannabis plant. It is essential to understand the difference between cannabis, cannabinoids, and cannabidiol (CBD). Cannabis is typically used to refer to products obtained from the Cannabis sativa plant. [15] Cannabinoids are extracted from the cannabis plants. Specific cannabinoid-based treatments, which include nabilone, dronabinol, and CBD, have gained approval as medical interventions for specific indications. CBD is a non-psychoactive component found in the cannabis plant, whereas 9-tetrahydrocannabinol (THC) is the primary psychoactive component found in cannabis. [16]", "contents": "Cannabis Versus Opioids for Pain -- Function -- Cannabis. Marijuana is a dried mixture of extracts derived from the cannabis plant. It is essential to understand the difference between cannabis, cannabinoids, and cannabidiol (CBD). Cannabis is typically used to refer to products obtained from the Cannabis sativa plant. [15] Cannabinoids are extracted from the cannabis plants. Specific cannabinoid-based treatments, which include nabilone, dronabinol, and CBD, have gained approval as medical interventions for specific indications. CBD is a non-psychoactive component found in the cannabis plant, whereas 9-tetrahydrocannabinol (THC) is the primary psychoactive component found in cannabis. [16]"}
{"id": "article-131364_9", "title": "Cannabis Versus Opioids for Pain -- Function -- Cannabis", "content": "The pharmacokinetic properties of marijuana vary depending on its route of administration. Pulmonary inhalation of marijuana through the lungs rapidly causes a maximum plasma concentration within minutes. Subsequently, psychiatric effects begin within seconds to a few minutes after inhalation, peak after 15 to 30 minutes, and then gradually diminish over the course of 2 to 3 hours. On the other hand, oral ingestion of marijuana causes psychiatric effects that typically occur between 30 and 90 minutes. The effects reach their maximum after 2 to 3 hours and last about 4 to 12 hours. [17]", "contents": "Cannabis Versus Opioids for Pain -- Function -- Cannabis. The pharmacokinetic properties of marijuana vary depending on its route of administration. Pulmonary inhalation of marijuana through the lungs rapidly causes a maximum plasma concentration within minutes. Subsequently, psychiatric effects begin within seconds to a few minutes after inhalation, peak after 15 to 30 minutes, and then gradually diminish over the course of 2 to 3 hours. On the other hand, oral ingestion of marijuana causes psychiatric effects that typically occur between 30 and 90 minutes. The effects reach their maximum after 2 to 3 hours and last about 4 to 12 hours. [17]"}
{"id": "article-131364_10", "title": "Cannabis Versus Opioids for Pain -- Issues of Concern -- Opioids", "content": "One of the primary concerns with opioid use for pain management is the risk of drug abuse and addiction. This often involves the damage of the glutaminergic and dopaminergic pathways in the brain. [18] [19] The signs of opioid addiction include compulsive drug-seeking behavior, continued drug use despite adverse social and physical consequences, drug cravings, and withdrawal symptoms. [20] Importantly, opioid use disorder is one of the leading causes of drug-related deaths in the United States. [21] Treating opioid addiction requires significant resources and can be prone to relapse, making it a complex and challenging endeavor. [22] [23]", "contents": "Cannabis Versus Opioids for Pain -- Issues of Concern -- Opioids. One of the primary concerns with opioid use for pain management is the risk of drug abuse and addiction. This often involves the damage of the glutaminergic and dopaminergic pathways in the brain. [18] [19] The signs of opioid addiction include compulsive drug-seeking behavior, continued drug use despite adverse social and physical consequences, drug cravings, and withdrawal symptoms. [20] Importantly, opioid use disorder is one of the leading causes of drug-related deaths in the United States. [21] Treating opioid addiction requires significant resources and can be prone to relapse, making it a complex and challenging endeavor. [22] [23]"}
{"id": "article-131364_11", "title": "Cannabis Versus Opioids for Pain -- Issues of Concern -- Opioids", "content": "Furthermore, there are other adverse effects of opioid use, in addition to the risk of addiction, including immunosuppression, obesity, respiratory depression, constipation, and miosis. [7] [24] While patients may develop tolerance to most of these adverse effects over time, miosis and constipation may persist and require supportive treatment during opioid therapy for pain management. [25] There are also more severe adverse effects associated with opioid use, such as opioid-induced hyperalgesia and narcotic bowel syndrome. [26] Discontinuing opioids in individuals with a dependence can lead to abstinence syndrome, a collection of unpleasant symptoms prevalent among the pediatric age group. [27] All of these factors raise issues of concern about opioid use for pain management.", "contents": "Cannabis Versus Opioids for Pain -- Issues of Concern -- Opioids. Furthermore, there are other adverse effects of opioid use, in addition to the risk of addiction, including immunosuppression, obesity, respiratory depression, constipation, and miosis. [7] [24] While patients may develop tolerance to most of these adverse effects over time, miosis and constipation may persist and require supportive treatment during opioid therapy for pain management. [25] There are also more severe adverse effects associated with opioid use, such as opioid-induced hyperalgesia and narcotic bowel syndrome. [26] Discontinuing opioids in individuals with a dependence can lead to abstinence syndrome, a collection of unpleasant symptoms prevalent among the pediatric age group. [27] All of these factors raise issues of concern about opioid use for pain management."}
{"id": "article-131364_12", "title": "Cannabis Versus Opioids for Pain -- Issues of Concern -- Opioids", "content": "The significant association between addiction and withdrawal can lead to various physical and psychological effects. In individuals with addiction issues, differentiating between chronic pain stemming from other causes and pain resulting from withdrawal can be challenging. However, certain symptoms, such as yawning, sweating, lacrimation, and piloerection, are more strongly associated with drug withdrawal rather than the pain caused by other conditions. Opioid withdrawal can exacerbate baseline pain caused by other disorders. In the case of withdrawal from short-acting opioids, the duration is typically brief. This is why physical symptoms peak in intensity within 36 to 72 hours and then diminish in severity. [28] The use of opioids during pregnancy can have serious consequences, including the development of Neonatal Opioid Withdrawal Syndrome (NOWS) in infants. NOWS is a potentially life-threatening condition characterized by withdrawal symptoms in newborns exposed to opioids during gestation. [29] [30]", "contents": "Cannabis Versus Opioids for Pain -- Issues of Concern -- Opioids. The significant association between addiction and withdrawal can lead to various physical and psychological effects. In individuals with addiction issues, differentiating between chronic pain stemming from other causes and pain resulting from withdrawal can be challenging. However, certain symptoms, such as yawning, sweating, lacrimation, and piloerection, are more strongly associated with drug withdrawal rather than the pain caused by other conditions. Opioid withdrawal can exacerbate baseline pain caused by other disorders. In the case of withdrawal from short-acting opioids, the duration is typically brief. This is why physical symptoms peak in intensity within 36 to 72 hours and then diminish in severity. [28] The use of opioids during pregnancy can have serious consequences, including the development of Neonatal Opioid Withdrawal Syndrome (NOWS) in infants. NOWS is a potentially life-threatening condition characterized by withdrawal symptoms in newborns exposed to opioids during gestation. [29] [30]"}
{"id": "article-131364_13", "title": "Cannabis Versus Opioids for Pain -- Issues of Concern -- Cannabis", "content": "Cannabis has faced significant restrictions primarily due to its psychotropic effect, often associated with recreational use and the resulting social stigma. As a result, cannabis remains illegal in numerous countries and is classified as a Schedule I status in the United States. Furthermore, cannabis cultivation and production have been prohibited for nearly 75 years, creating barriers to conducting comprehensive research and inhibiting its potential medical applications. [31] Cannabinoids can cause various short-term effects, but tolerance to these effects can develop over time. [32] [33] The long-term effects of cannabis are more difficult to evaluate as they primarily stem from recreational use. [32] Cannabis is generally better tolerated than oral cannabinoids. [34] However, there is limited data available regarding the efficacy of cannabinoids in treating pain and whether they can serve as a safe substitute for opioids. [35] Cannabis use disorder (CUD) is a significant and often underestimated risk associated with cannabis use, affecting approximately 10% of the 193 million cannabis users worldwide. The addictive potential of cannabis is often underestimated, despite its widespread use as a psychotropic substance. CUD is one of the leading causes of addiction in adolescents. [36] [37] [38]", "contents": "Cannabis Versus Opioids for Pain -- Issues of Concern -- Cannabis. Cannabis has faced significant restrictions primarily due to its psychotropic effect, often associated with recreational use and the resulting social stigma. As a result, cannabis remains illegal in numerous countries and is classified as a Schedule I status in the United States. Furthermore, cannabis cultivation and production have been prohibited for nearly 75 years, creating barriers to conducting comprehensive research and inhibiting its potential medical applications. [31] Cannabinoids can cause various short-term effects, but tolerance to these effects can develop over time. [32] [33] The long-term effects of cannabis are more difficult to evaluate as they primarily stem from recreational use. [32] Cannabis is generally better tolerated than oral cannabinoids. [34] However, there is limited data available regarding the efficacy of cannabinoids in treating pain and whether they can serve as a safe substitute for opioids. [35] Cannabis use disorder (CUD) is a significant and often underestimated risk associated with cannabis use, affecting approximately 10% of the 193 million cannabis users worldwide. The addictive potential of cannabis is often underestimated, despite its widespread use as a psychotropic substance. CUD is one of the leading causes of addiction in adolescents. [36] [37] [38]"}
{"id": "article-131364_14", "title": "Cannabis Versus Opioids for Pain -- Issues of Concern -- Cannabis", "content": "The psychoactive compound THC, found in cannabis, has been associated with various health concerns, including cardiovascular disease, acute pancreatitis, cannabinoid hyperemesis syndrome, and lung disease when smoked. [39] [40] In addition, occupational injuries have been linked to its use. Furthermore, cannabis use during pregnancy has been associated with an increased risk of neonatal morbidity and death. [41] Long-term cannabis use can have cognitive risks due to the attenuation of gray matter in the brain. [42] Psychopathological effects have also been reported with cannabis use, including schizophrenia, acute psychosis, depression, bipolar disorder, and anxiety. [43] However, patients using medical cannabis (MC), many of whom have chronic pain, have reported certain health benefits such as improved sleep and pain management. [44] The most common adverse drug reactions reported with CBD are diarrhea, reduced appetite, and vomiting. [45]", "contents": "Cannabis Versus Opioids for Pain -- Issues of Concern -- Cannabis. The psychoactive compound THC, found in cannabis, has been associated with various health concerns, including cardiovascular disease, acute pancreatitis, cannabinoid hyperemesis syndrome, and lung disease when smoked. [39] [40] In addition, occupational injuries have been linked to its use. Furthermore, cannabis use during pregnancy has been associated with an increased risk of neonatal morbidity and death. [41] Long-term cannabis use can have cognitive risks due to the attenuation of gray matter in the brain. [42] Psychopathological effects have also been reported with cannabis use, including schizophrenia, acute psychosis, depression, bipolar disorder, and anxiety. [43] However, patients using medical cannabis (MC), many of whom have chronic pain, have reported certain health benefits such as improved sleep and pain management. [44] The most common adverse drug reactions reported with CBD are diarrhea, reduced appetite, and vomiting. [45]"}
{"id": "article-131364_15", "title": "Cannabis Versus Opioids for Pain -- Issues of Concern -- Cannabis", "content": "The drug interactions of opioids are widely known, and it is essential to exercise vigilance regarding the potential drug interactions of cannabis. [46]", "contents": "Cannabis Versus Opioids for Pain -- Issues of Concern -- Cannabis. The drug interactions of opioids are widely known, and it is essential to exercise vigilance regarding the potential drug interactions of cannabis. [46]"}
{"id": "article-131364_16", "title": "Cannabis Versus Opioids for Pain -- Issues of Concern -- Cannabis", "content": "Warfarin: THC and CBD can inhibit the metabolism of warfarin by inhibiting CYP2C9, potentially leading to supratherapeutic INR.", "contents": "Cannabis Versus Opioids for Pain -- Issues of Concern -- Cannabis. Warfarin: THC and CBD can inhibit the metabolism of warfarin by inhibiting CYP2C9, potentially leading to supratherapeutic INR."}
{"id": "article-131364_17", "title": "Cannabis Versus Opioids for Pain -- Issues of Concern -- Cannabis", "content": "Clopidogrel: CBD can increase the levels of clopidogrel due to competitive inhibition of CYP2C19.", "contents": "Cannabis Versus Opioids for Pain -- Issues of Concern -- Cannabis. Clopidogrel: CBD can increase the levels of clopidogrel due to competitive inhibition of CYP2C19."}
{"id": "article-131364_18", "title": "Cannabis Versus Opioids for Pain -- Issues of Concern -- Cannabis", "content": "P-glycoprotein substrates: CBD and THC can act as substrates and inhibitors of P-glycoprotein, potentially increasing the concentration of drugs such as digoxin and loperamide.", "contents": "Cannabis Versus Opioids for Pain -- Issues of Concern -- Cannabis. P-glycoprotein substrates: CBD and THC can act as substrates and inhibitors of P-glycoprotein, potentially increasing the concentration of drugs such as digoxin and loperamide."}
{"id": "article-131364_19", "title": "Cannabis Versus Opioids for Pain -- Issues of Concern -- Cannabis", "content": "Direct-acting oral anticoagulants (DOACs): CBD and THC can increase the plasma concentration of dabigatran, apixaban, and rivaroxaban by inhibiting P-glycoproteins and CYP3A4.", "contents": "Cannabis Versus Opioids for Pain -- Issues of Concern -- Cannabis. Direct-acting oral anticoagulants (DOACs): CBD and THC can increase the plasma concentration of dabigatran, apixaban, and rivaroxaban by inhibiting P-glycoproteins and CYP3A4."}
{"id": "article-131364_20", "title": "Cannabis Versus Opioids for Pain -- Issues of Concern -- Cannabis", "content": "Fexinidazole: Fexinidazole can inhibit CYP3A4 and may significantly increase the concentrations of CYP3A4 substrates, including cannabis. [47]", "contents": "Cannabis Versus Opioids for Pain -- Issues of Concern -- Cannabis. Fexinidazole: Fexinidazole can inhibit CYP3A4 and may significantly increase the concentrations of CYP3A4 substrates, including cannabis. [47]"}
{"id": "article-131364_21", "title": "Cannabis Versus Opioids for Pain -- Issues of Concern -- Cannabis", "content": "Antiepileptic drugs: Concurrent use of CBD with valproate and clobazam can increase the risk of sedation and hepatotoxicity. [45]", "contents": "Cannabis Versus Opioids for Pain -- Issues of Concern -- Cannabis. Antiepileptic drugs: Concurrent use of CBD with valproate and clobazam can increase the risk of sedation and hepatotoxicity. [45]"}
{"id": "article-131364_22", "title": "Cannabis Versus Opioids for Pain -- Issues of Concern -- Cannabis", "content": "Sirolimus: P-glycoprotein inhibitors can increase sirolimus concentrations and the risk for toxicities. Simultaneous use of P-glycoprotein inhibitors should be avoided. [48] [49]", "contents": "Cannabis Versus Opioids for Pain -- Issues of Concern -- Cannabis. Sirolimus: P-glycoprotein inhibitors can increase sirolimus concentrations and the risk for toxicities. Simultaneous use of P-glycoprotein inhibitors should be avoided. [48] [49]"}
{"id": "article-131364_23", "title": "Cannabis Versus Opioids for Pain -- Issues of Concern -- Cannabis", "content": "Tacrolimus: CBD can increase tacrolimus concentrations, especially at higher doses, due to CYP3A4 and P-glycoprotein inhibition. Caution is advised when using them together. [45]", "contents": "Cannabis Versus Opioids for Pain -- Issues of Concern -- Cannabis. Tacrolimus: CBD can increase tacrolimus concentrations, especially at higher doses, due to CYP3A4 and P-glycoprotein inhibition. Caution is advised when using them together. [45]"}
{"id": "article-131364_24", "title": "Cannabis Versus Opioids for Pain -- Issues of Concern -- Cannabis", "content": "Chronic noncancer pain affects approximately 20% of adults. According to the CDC reports, a 50-mg morphine equivalent dose (MED) increases the risk of lethal overdose compared to a 20-mg MED. The mortality risk further increases 10-fold for MED exceeding 90 mg. In comparison, CBD has been shown to provide pain relief with fewer adverse reactions than opioids. A typical dosage of CBD for pain relief is around 5 mg twice daily, with a maximum recommended dosage of up to 40 mg daily. It is important to note that the CBD dosage used for treating seizures associated with Lennox-Gastaut syndrome and Dravet syndrome is higher, typically ranging from 5 to 10 mg/kg per day, compared to the dosage used for pain relief. [50]", "contents": "Cannabis Versus Opioids for Pain -- Issues of Concern -- Cannabis. Chronic noncancer pain affects approximately 20% of adults. According to the CDC reports, a 50-mg morphine equivalent dose (MED) increases the risk of lethal overdose compared to a 20-mg MED. The mortality risk further increases 10-fold for MED exceeding 90 mg. In comparison, CBD has been shown to provide pain relief with fewer adverse reactions than opioids. A typical dosage of CBD for pain relief is around 5 mg twice daily, with a maximum recommended dosage of up to 40 mg daily. It is important to note that the CBD dosage used for treating seizures associated with Lennox-Gastaut syndrome and Dravet syndrome is higher, typically ranging from 5 to 10 mg/kg per day, compared to the dosage used for pain relief. [50]"}
{"id": "article-131364_25", "title": "Cannabis Versus Opioids for Pain -- Clinical Significance -- Opioids", "content": "The second and third steps of the World Health Organization's step ladder for pain management involve the use of opioids. [51] Opioids commonly alleviate pain in gastrointestinal pathologies, such as chronic pancreatitis and inflammatory bowel disease. [52] They are also prescribed for osteoarthritis, migraine, lower back pain, cancer, and postoperative pain. The efficacy of opioids in managing these conditions has been proven through randomized clinical trials (RCT) for some of these conditions. [53] [54] [55]", "contents": "Cannabis Versus Opioids for Pain -- Clinical Significance -- Opioids. The second and third steps of the World Health Organization's step ladder for pain management involve the use of opioids. [51] Opioids commonly alleviate pain in gastrointestinal pathologies, such as chronic pancreatitis and inflammatory bowel disease. [52] They are also prescribed for osteoarthritis, migraine, lower back pain, cancer, and postoperative pain. The efficacy of opioids in managing these conditions has been proven through randomized clinical trials (RCT) for some of these conditions. [53] [54] [55]"}
{"id": "article-131364_26", "title": "Cannabis Versus Opioids for Pain -- Clinical Significance -- Cannabinoids", "content": "Cannabis is currently not approved by the United States Food and Drug Administration (FDA) and is considered an illicit drug by the US Drug Enforcement Agency (DEA). However, several US states have legalized its use in certain medical conditions. [56] MC treats various conditions, including migraines, chronic pain, back pain, arthritic pain, and pain associated with cancer and surgery. [56] [57] Multiple studies have indicated that patients undergoing pain treatment can effectively substitute their opioid medication with cannabis, potentially contributing to mitigating the opioid epidemic. [58] Cannabinoids also reduce neuropathic pain associated with different conditions and prevent diabetic neuropathic pain when administered early in the disease progression. [59] [60] In addition, cannabinoids also reduce inflammatory pain and thus can be used in conditions such as arthritis, sickle cell disease, cancer, and inflammatory bowel disease. [61] [62]", "contents": "Cannabis Versus Opioids for Pain -- Clinical Significance -- Cannabinoids. Cannabis is currently not approved by the United States Food and Drug Administration (FDA) and is considered an illicit drug by the US Drug Enforcement Agency (DEA). However, several US states have legalized its use in certain medical conditions. [56] MC treats various conditions, including migraines, chronic pain, back pain, arthritic pain, and pain associated with cancer and surgery. [56] [57] Multiple studies have indicated that patients undergoing pain treatment can effectively substitute their opioid medication with cannabis, potentially contributing to mitigating the opioid epidemic. [58] Cannabinoids also reduce neuropathic pain associated with different conditions and prevent diabetic neuropathic pain when administered early in the disease progression. [59] [60] In addition, cannabinoids also reduce inflammatory pain and thus can be used in conditions such as arthritis, sickle cell disease, cancer, and inflammatory bowel disease. [61] [62]"}
{"id": "article-131364_27", "title": "Cannabis Versus Opioids for Pain -- Clinical Significance -- Cannabinoids", "content": "Several studies have demonstrated that MC helps reduce the opioid dosage for patients undergoing treatment for non-cancer pain. It can also be substituted in place of opioids to achieve therapeutic benefits. [63] [64] [65] This opioid-sparing effect of cannabinoids holds a significant value as it emphasizes the potential synergistic use of both modalities, rather than relying exclusively on a single treatment approach, to achieve optimal outcomes.", "contents": "Cannabis Versus Opioids for Pain -- Clinical Significance -- Cannabinoids. Several studies have demonstrated that MC helps reduce the opioid dosage for patients undergoing treatment for non-cancer pain. It can also be substituted in place of opioids to achieve therapeutic benefits. [63] [64] [65] This opioid-sparing effect of cannabinoids holds a significant value as it emphasizes the potential synergistic use of both modalities, rather than relying exclusively on a single treatment approach, to achieve optimal outcomes."}
{"id": "article-131364_28", "title": "Cannabis Versus Opioids for Pain -- Clinical Significance -- Cannabinoids", "content": "Several cannabinoids are available, including CBD, dronabinol, and nabilone, each with specific indications. CBD has been approved for treating refractory seizures in patients with Lennox-Gastaut syndrome, tuberous sclerosis, and Dravet syndrome. [66] [67] [68] Dronabinol is primarily used to manage anorexia associated with weight loss in patients with AIDS and for refractory nausea and vomiting associated with chemotherapy(CINV). Nabilone is indicated for patients with refractory CINV. [69] [70] The increasing use of cannabis-based therapeutics in sports medicine among athletes is due to their potential to modulate neuropathic, inflammatory, and central pain with reduced adverse effects compared to opioids. [71]", "contents": "Cannabis Versus Opioids for Pain -- Clinical Significance -- Cannabinoids. Several cannabinoids are available, including CBD, dronabinol, and nabilone, each with specific indications. CBD has been approved for treating refractory seizures in patients with Lennox-Gastaut syndrome, tuberous sclerosis, and Dravet syndrome. [66] [67] [68] Dronabinol is primarily used to manage anorexia associated with weight loss in patients with AIDS and for refractory nausea and vomiting associated with chemotherapy(CINV). Nabilone is indicated for patients with refractory CINV. [69] [70] The increasing use of cannabis-based therapeutics in sports medicine among athletes is due to their potential to modulate neuropathic, inflammatory, and central pain with reduced adverse effects compared to opioids. [71]"}
{"id": "article-131364_29", "title": "Cannabis Versus Opioids for Pain -- Other Issues", "content": "Marijuana use can lead to various symptoms and effects if used by an inexperienced user in large doses. These symptoms can include anxiety, paranoia, depersonalization, depressed mood, illusions, and hallucinations. In addition, studies have shown that marijuana use can affect blood flow to the temporal lobe of the brain in smokers. [72] Furthermore, there is a concern that marijuana use may serve as a gateway to the use of other potentially more dangerous narcotic drugs. [72]", "contents": "Cannabis Versus Opioids for Pain -- Other Issues. Marijuana use can lead to various symptoms and effects if used by an inexperienced user in large doses. These symptoms can include anxiety, paranoia, depersonalization, depressed mood, illusions, and hallucinations. In addition, studies have shown that marijuana use can affect blood flow to the temporal lobe of the brain in smokers. [72] Furthermore, there is a concern that marijuana use may serve as a gateway to the use of other potentially more dangerous narcotic drugs. [72]"}
{"id": "article-131364_30", "title": "Cannabis Versus Opioids for Pain -- Other Issues", "content": "According to The American Society of Regional Anesthesia and Pain Medicine (ASRA), smoking cannabis increases the risk of perioperative myocardial infarction and can harm airway resistance. As a precautionary measure, ASRA recommends delaying elective surgery for at least 2 hours after smoking cannabis. [46]", "contents": "Cannabis Versus Opioids for Pain -- Other Issues. According to The American Society of Regional Anesthesia and Pain Medicine (ASRA), smoking cannabis increases the risk of perioperative myocardial infarction and can harm airway resistance. As a precautionary measure, ASRA recommends delaying elective surgery for at least 2 hours after smoking cannabis. [46]"}
{"id": "article-131364_31", "title": "Cannabis Versus Opioids for Pain -- Other Issues", "content": "Legal issues surrounding the use of cannabis have indeed hindered research progress and contributed to delays in fully understanding its potential benefits and risks. While some states and countries have legalized cannabis use for medical and recreational purposes, there are still significant variations in the legal status of cannabis across different regions.", "contents": "Cannabis Versus Opioids for Pain -- Other Issues. Legal issues surrounding the use of cannabis have indeed hindered research progress and contributed to delays in fully understanding its potential benefits and risks. While some states and countries have legalized cannabis use for medical and recreational purposes, there are still significant variations in the legal status of cannabis across different regions."}
{"id": "article-131364_32", "title": "Cannabis Versus Opioids for Pain -- Other Issues", "content": "Opioid use disorder has become an epidemic in the United States recently. In addition, respiratory depression associated with opioid use is one of the primary factors contributing to fatal overdoses, which has resulted in a significant loss of lives. Given these challenges related to opioid use, there is a pressing need to find a safer and more effective alternative for pain management, particularly for patients with chronic and terminal diseases. This alternative should minimize the risks of drug misuse, dependence, and overdose while offering superior efficacy and a more favorable benefit-to-risk ratio than opioids.", "contents": "Cannabis Versus Opioids for Pain -- Other Issues. Opioid use disorder has become an epidemic in the United States recently. In addition, respiratory depression associated with opioid use is one of the primary factors contributing to fatal overdoses, which has resulted in a significant loss of lives. Given these challenges related to opioid use, there is a pressing need to find a safer and more effective alternative for pain management, particularly for patients with chronic and terminal diseases. This alternative should minimize the risks of drug misuse, dependence, and overdose while offering superior efficacy and a more favorable benefit-to-risk ratio than opioids."}
{"id": "article-131364_33", "title": "Cannabis Versus Opioids for Pain -- Enhancing Healthcare Team Outcomes", "content": "Chronic pain can significantly affect an individual's lifestyle due to its somatic and psychological effects. Therefore, optimal chronic pain management often requires a multidisciplinary approach involving healthcare professionals such as pain medicine specialists, internists, and psychiatrists. This condition is addressed well by using potent analgesics, including opioids, which can provide effective pain relief. However, it is essential to closely monitor patients by scheduling regular follow-up visits to assess their response to treatment, address any emerging adverse effects, and make necessary adjustments in dosage as needed. For accurate conversion and appropriate dosing of opioids, pharmacists should be consulted as they possess the expertise to provide precise dosing information for the prescribed medications and perform medication reconciliation to prevent potential drug interactions. Moreover, due to the potentially fatal effects of opioids, patients should be thoroughly educated about the adverse signs and symptoms associated with opioid use and the potential for drug abuse and dependence.", "contents": "Cannabis Versus Opioids for Pain -- Enhancing Healthcare Team Outcomes. Chronic pain can significantly affect an individual's lifestyle due to its somatic and psychological effects. Therefore, optimal chronic pain management often requires a multidisciplinary approach involving healthcare professionals such as pain medicine specialists, internists, and psychiatrists. This condition is addressed well by using potent analgesics, including opioids, which can provide effective pain relief. However, it is essential to closely monitor patients by scheduling regular follow-up visits to assess their response to treatment, address any emerging adverse effects, and make necessary adjustments in dosage as needed. For accurate conversion and appropriate dosing of opioids, pharmacists should be consulted as they possess the expertise to provide precise dosing information for the prescribed medications and perform medication reconciliation to prevent potential drug interactions. Moreover, due to the potentially fatal effects of opioids, patients should be thoroughly educated about the adverse signs and symptoms associated with opioid use and the potential for drug abuse and dependence."}
{"id": "article-131364_34", "title": "Cannabis Versus Opioids for Pain -- Enhancing Healthcare Team Outcomes", "content": "Nurses are vital in monitoring patients for respiratory depression, a potential adverse effect of opioid use. Pain management specialists are responsible for monitoring and managing the patient's pain and ensuring the accurate dosing of prescribed medications. They utilize various tools (such as clinical examinations) and validated questionnaires (such as the Pain Assessment in Advanced Dementia (PAINAD) or the Dallas pain questionnaire for back pain) to evaluate the severity and characteristics of pain in patients. [73] Pharmacists are responsible for accurately dosing prescribed medications, including opioids, CBD, dronabinol, and nabilone. In the case of opioid overdose, the involvement of critical care physicians and emergency medicine clinicians plays a crucial role.", "contents": "Cannabis Versus Opioids for Pain -- Enhancing Healthcare Team Outcomes. Nurses are vital in monitoring patients for respiratory depression, a potential adverse effect of opioid use. Pain management specialists are responsible for monitoring and managing the patient's pain and ensuring the accurate dosing of prescribed medications. They utilize various tools (such as clinical examinations) and validated questionnaires (such as the Pain Assessment in Advanced Dementia (PAINAD) or the Dallas pain questionnaire for back pain) to evaluate the severity and characteristics of pain in patients. [73] Pharmacists are responsible for accurately dosing prescribed medications, including opioids, CBD, dronabinol, and nabilone. In the case of opioid overdose, the involvement of critical care physicians and emergency medicine clinicians plays a crucial role."}
{"id": "article-131364_35", "title": "Cannabis Versus Opioids for Pain -- Enhancing Healthcare Team Outcomes", "content": "The incidence of CBD toxicity has been reportedly increasing; therefore, it is recommended to consult the Poison Control Center or a medical toxicologist for the latest information and guidance in cases of suspected toxicity. [74] In the perioperative period, anesthetists play a crucial role in caring for patients with cannabis use disorder. An interprofessional team approach involving clinicians (such as physicians, nurses, nurse practitioners, and physician assistants), specialists, pharmacists, and toxicologists is highly beneficial in improving the outcomes related to cannabis and opioids for pain management and preventing adverse effects.", "contents": "Cannabis Versus Opioids for Pain -- Enhancing Healthcare Team Outcomes. The incidence of CBD toxicity has been reportedly increasing; therefore, it is recommended to consult the Poison Control Center or a medical toxicologist for the latest information and guidance in cases of suspected toxicity. [74] In the perioperative period, anesthetists play a crucial role in caring for patients with cannabis use disorder. An interprofessional team approach involving clinicians (such as physicians, nurses, nurse practitioners, and physician assistants), specialists, pharmacists, and toxicologists is highly beneficial in improving the outcomes related to cannabis and opioids for pain management and preventing adverse effects."}
{"id": "article-131364_36", "title": "Cannabis Versus Opioids for Pain -- Nursing, Allied Health, and Interprofessional Team Interventions", "content": "Pain is a common and chief complaint among patients in both ambulatory and hospital settings. Clinicians effectively manage pain by obtaining a thorough history from the patient, conducting a comprehensive physical examination, investigating for accurate diagnosis appropriately, and incorporating evidence-based medicine for treating pain. [75]", "contents": "Cannabis Versus Opioids for Pain -- Nursing, Allied Health, and Interprofessional Team Interventions. Pain is a common and chief complaint among patients in both ambulatory and hospital settings. Clinicians effectively manage pain by obtaining a thorough history from the patient, conducting a comprehensive physical examination, investigating for accurate diagnosis appropriately, and incorporating evidence-based medicine for treating pain. [75]"}
{"id": "article-131364_37", "title": "Cannabis Versus Opioids for Pain -- Nursing, Allied Health, and Interprofessional Team Interventions", "content": "Healthcare professionals should examine the etiology of pain in their patients. For managing acute musculoskeletal pain and inflammation, healthcare professionals should consider prescribing NSAIDs as the initial pain relief approach before recommending opioids or cannabis to patients. [76] The American Gastroenterological Association guidelines suggest dicyclomine for managing spasmodic pain associated with irritable bowel syndrome. Intraarticular injection of corticosteroids is recommended for patients in cases of osteoarthritis.", "contents": "Cannabis Versus Opioids for Pain -- Nursing, Allied Health, and Interprofessional Team Interventions. Healthcare professionals should examine the etiology of pain in their patients. For managing acute musculoskeletal pain and inflammation, healthcare professionals should consider prescribing NSAIDs as the initial pain relief approach before recommending opioids or cannabis to patients. [76] The American Gastroenterological Association guidelines suggest dicyclomine for managing spasmodic pain associated with irritable bowel syndrome. Intraarticular injection of corticosteroids is recommended for patients in cases of osteoarthritis."}
{"id": "article-131364_38", "title": "Cannabis Versus Opioids for Pain -- Nursing, Allied Health, and Interprofessional Team Interventions", "content": "Fibromyalgia should be considered in patients exhibiting multiple tender points during a physical examination and with standard laboratory results. Regarding treatment, FDA-approved medications, such as duloxetine, pregabalin, and milnacipran, can be prescribed to help manage fibromyalgia symptoms. [77]", "contents": "Cannabis Versus Opioids for Pain -- Nursing, Allied Health, and Interprofessional Team Interventions. Fibromyalgia should be considered in patients exhibiting multiple tender points during a physical examination and with standard laboratory results. Regarding treatment, FDA-approved medications, such as duloxetine, pregabalin, and milnacipran, can be prescribed to help manage fibromyalgia symptoms. [77]"}
{"id": "article-131364_39", "title": "Cannabis Versus Opioids for Pain -- Nursing, Allied Health, and Interprofessional Team Interventions", "content": "The first-line medications for treating trigeminal neuralgia are carbamazepine and oxcarbazepine. Diabetic neuropathy or postherpetic neuralgia responds well to gabapentin medication. [78] If the pain is intractable and not responding to other treatment options, opioids or CBD may be considered.", "contents": "Cannabis Versus Opioids for Pain -- Nursing, Allied Health, and Interprofessional Team Interventions. The first-line medications for treating trigeminal neuralgia are carbamazepine and oxcarbazepine. Diabetic neuropathy or postherpetic neuralgia responds well to gabapentin medication. [78] If the pain is intractable and not responding to other treatment options, opioids or CBD may be considered."}
{"id": "article-131364_40", "title": "Cannabis Versus Opioids for Pain -- Nursing, Allied Health, and Interprofessional Team Monitoring", "content": "The healthcare team can monitor the misuse of cannabis and opioids using the prescription drug monitoring program (PDMP). [79]", "contents": "Cannabis Versus Opioids for Pain -- Nursing, Allied Health, and Interprofessional Team Monitoring. The healthcare team can monitor the misuse of cannabis and opioids using the prescription drug monitoring program (PDMP). [79]"}
{"id": "article-131364_41", "title": "Cannabis Versus Opioids for Pain -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Cannabis Versus Opioids for Pain -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}