{"id": "article-18680_0", "title": "Budd-Chiari Syndrome -- Continuing Education Activity", "content": "Hepatic venous outflow obstruction due to any cause except the cardiac ones regardless of the level of obstruction is known as Budd-Chiari syndrome. To improve outcomes associated with this condition, prompt diagnosis and treatment are essential. This activity reviews the evaluation and treatment of Budd-Chiari syndrome and highlights the role of the interprofessional team in caring for patients with this condition.", "contents": "Budd-Chiari Syndrome -- Continuing Education Activity. Hepatic venous outflow obstruction due to any cause except the cardiac ones regardless of the level of obstruction is known as Budd-Chiari syndrome. To improve outcomes associated with this condition, prompt diagnosis and treatment are essential. This activity reviews the evaluation and treatment of Budd-Chiari syndrome and highlights the role of the interprofessional team in caring for patients with this condition."}
{"id": "article-18680_1", "title": "Budd-Chiari Syndrome -- Continuing Education Activity", "content": "Objectives: Review the categorization, etiologies, and clinical manifestations of Budd-Chiari syndrome. Outline the diagnostic approach to a patient with suspected Budd-Chiari syndrome. Explain the treatment guidelines for Budd-Chiari syndrome. Summarize the importance of improving care coordination amongst interprofessional team members to improve outcomes for patients affected by Budd-Chiari syndrome. Access free multiple choice questions on this topic.", "contents": "Budd-Chiari Syndrome -- Continuing Education Activity. Objectives: Review the categorization, etiologies, and clinical manifestations of Budd-Chiari syndrome. Outline the diagnostic approach to a patient with suspected Budd-Chiari syndrome. Explain the treatment guidelines for Budd-Chiari syndrome. Summarize the importance of improving care coordination amongst interprofessional team members to improve outcomes for patients affected by Budd-Chiari syndrome. Access free multiple choice questions on this topic."}
{"id": "article-18680_2", "title": "Budd-Chiari Syndrome -- Introduction", "content": "Budd-Chiari syndrome (BCS) is an uncommon disorder defined as hepatic venous outflow tract obstruction, which is independent of the level or mechanism of obstruction, given the obstruction is not due to pericardial disease, cardiac disease, or sinusoidal obstruction syndrome (veno-occlusive disease). [1] Primary Budd-Chiari syndrome is defined as obstruction due to a predominantly venous process (thrombosis or phlebitis). In contrast, secondary Budd-Chiari syndrome is defined as compression or invasion of the hepatic veins and/or the inferior vena cava by a lesion that originates outside of the vein (for example, a malignancy).", "contents": "Budd-Chiari Syndrome -- Introduction. Budd-Chiari syndrome (BCS) is an uncommon disorder defined as hepatic venous outflow tract obstruction, which is independent of the level or mechanism of obstruction, given the obstruction is not due to pericardial disease, cardiac disease, or sinusoidal obstruction syndrome (veno-occlusive disease). [1] Primary Budd-Chiari syndrome is defined as obstruction due to a predominantly venous process (thrombosis or phlebitis). In contrast, secondary Budd-Chiari syndrome is defined as compression or invasion of the hepatic veins and/or the inferior vena cava by a lesion that originates outside of the vein (for example, a malignancy)."}
{"id": "article-18680_3", "title": "Budd-Chiari Syndrome -- Etiology", "content": "In 80 percent of the cases, some underlying cause leads to the development of Budd-Chiari syndrome, and the majority are related to a hypercoagulable state. This aspect of Budd-Chiari syndrome must be considered for diagnosis and treatment. [1] The most important causes of Budd-Chiari syndrome are the following:", "contents": "Budd-Chiari Syndrome -- Etiology. In 80 percent of the cases, some underlying cause leads to the development of Budd-Chiari syndrome, and the majority are related to a hypercoagulable state. This aspect of Budd-Chiari syndrome must be considered for diagnosis and treatment. [1] The most important causes of Budd-Chiari syndrome are the following:"}
{"id": "article-18680_4", "title": "Budd-Chiari Syndrome -- Etiology -- Myeloproliferative Disorders", "content": "Almost half of the cases of Budd-Chiari syndrome are related to some type of myeloproliferative disorder like polycythemia vera and essential thrombocythemia because these disorders are almost always accompanied by some type of hypercoagulability.", "contents": "Budd-Chiari Syndrome -- Etiology -- Myeloproliferative Disorders. Almost half of the cases of Budd-Chiari syndrome are related to some type of myeloproliferative disorder like polycythemia vera and essential thrombocythemia because these disorders are almost always accompanied by some type of hypercoagulability."}
{"id": "article-18680_5", "title": "Budd-Chiari Syndrome -- Etiology -- Malignancy", "content": "10% of Budd-Chiari syndrome cases are related to malignancy, which causes either direct compression or invasion of vessels. These, along with hypercoagulability, lead to venous thrombosis and obstruction. The most common cancer related to the Budd-Chiari syndrome is hepatocellular carcinoma, followed by cancers of the adrenal gland, renal cell carcinoma, leiomyosarcoma, right atrial myxoma, and Wilms tumor.", "contents": "Budd-Chiari Syndrome -- Etiology -- Malignancy. 10% of Budd-Chiari syndrome cases are related to malignancy, which causes either direct compression or invasion of vessels. These, along with hypercoagulability, lead to venous thrombosis and obstruction. The most common cancer related to the Budd-Chiari syndrome is hepatocellular carcinoma, followed by cancers of the adrenal gland, renal cell carcinoma, leiomyosarcoma, right atrial myxoma, and Wilms tumor."}
{"id": "article-18680_6", "title": "Budd-Chiari Syndrome -- Etiology -- Lesions of the Liver", "content": "Sometimes, infection or a space-occupying lesion of the liver leads to the compression of the vasculature. Hepatic cysts, adenomas, cystadenomas, invasive aspergillosis, and aortic aneurysm are common lesions that lead to Budd-Chiari syndrome.", "contents": "Budd-Chiari Syndrome -- Etiology -- Lesions of the Liver. Sometimes, infection or a space-occupying lesion of the liver leads to the compression of the vasculature. Hepatic cysts, adenomas, cystadenomas, invasive aspergillosis, and aortic aneurysm are common lesions that lead to Budd-Chiari syndrome."}
{"id": "article-18680_7", "title": "Budd-Chiari Syndrome -- Etiology -- Pregnancy and OCPs (oral contraceptives)", "content": "Oral contraceptives and pregnancy lead to a hypercoagulable state and are responsible for about 20 percent of cases of Budd-Chiari syndrome.", "contents": "Budd-Chiari Syndrome -- Etiology -- Pregnancy and OCPs (oral contraceptives). Oral contraceptives and pregnancy lead to a hypercoagulable state and are responsible for about 20 percent of cases of Budd-Chiari syndrome."}
{"id": "article-18680_8", "title": "Budd-Chiari Syndrome -- Etiology -- Idiopathic", "content": "20% of the cases are idiopathic Other hypercoagulable states responsible for Budd-Chiari syndrome include: Factor V (Leiden) mutation that leads to protein C resistanceAntiphospholipid antibody syndromeAntithrombin deficiencyProtein C deficiencyParoxysmal nocturnal hemoglobinuria", "contents": "Budd-Chiari Syndrome -- Etiology -- Idiopathic. 20% of the cases are idiopathic Other hypercoagulable states responsible for Budd-Chiari syndrome include: Factor V (Leiden) mutation that leads to protein C resistanceAntiphospholipid antibody syndromeAntithrombin deficiencyProtein C deficiencyParoxysmal nocturnal hemoglobinuria"}
{"id": "article-18680_9", "title": "Budd-Chiari Syndrome -- Epidemiology", "content": "In non-Asian countries, Budd-Chiari syndrome is usually diagnosed in the third or fourth decade of life, predominantly in females. It is most commonly due to hepatic vein blockage. In Asian countries, it is more common in males, and the most common cause is inferior vena cava blockage or a combination of inferior vena cava and hepatic vein blockage. [2]", "contents": "Budd-Chiari Syndrome -- Epidemiology. In non-Asian countries, Budd-Chiari syndrome is usually diagnosed in the third or fourth decade of life, predominantly in females. It is most commonly due to hepatic vein blockage. In Asian countries, it is more common in males, and the most common cause is inferior vena cava blockage or a combination of inferior vena cava and hepatic vein blockage. [2]"}
{"id": "article-18680_10", "title": "Budd-Chiari Syndrome -- Pathophysiology", "content": "The occlusion of a single hepatic vein usually remains silent, but when 2 hepatic veins get occluded, it causes venous congestion that stretches the liver capsule. This can be very painful. The sinusoids begin to dilate, and there is a filtration of interstitial fluid leading to liver congestion. When the filtrated fluid exceeds the capacity of the lymphatic system to drain it, it starts passing through the liver capsule leading to ascites. [3] [4] Due to the thrombosis and obstruction to venous flow, there is portal venous hypertension and decreased blood flow to the liver via the portal vein. As a result, there is a hypoxic injury to the centrilobular hepatocytes. In acute severe cases, this can lead to liver failure, while in chronic cases, it can lead to ascites and hepatomegaly with preserved liver function. Over time, fibrosis develops, leading to cirrhosis. [5]", "contents": "Budd-Chiari Syndrome -- Pathophysiology. The occlusion of a single hepatic vein usually remains silent, but when 2 hepatic veins get occluded, it causes venous congestion that stretches the liver capsule. This can be very painful. The sinusoids begin to dilate, and there is a filtration of interstitial fluid leading to liver congestion. When the filtrated fluid exceeds the capacity of the lymphatic system to drain it, it starts passing through the liver capsule leading to ascites. [3] [4] Due to the thrombosis and obstruction to venous flow, there is portal venous hypertension and decreased blood flow to the liver via the portal vein. As a result, there is a hypoxic injury to the centrilobular hepatocytes. In acute severe cases, this can lead to liver failure, while in chronic cases, it can lead to ascites and hepatomegaly with preserved liver function. Over time, fibrosis develops, leading to cirrhosis. [5]"}
{"id": "article-18680_11", "title": "Budd-Chiari Syndrome -- Pathophysiology", "content": "The most common lobe affected in Budd-Chiari syndrome is the caudate lobe because its blood is directly shunted into the inferior vena cava. Hence, when the hepatic veins are occluded, the caudate lobe undergoes hypertrophy. [6]", "contents": "Budd-Chiari Syndrome -- Pathophysiology. The most common lobe affected in Budd-Chiari syndrome is the caudate lobe because its blood is directly shunted into the inferior vena cava. Hence, when the hepatic veins are occluded, the caudate lobe undergoes hypertrophy. [6]"}
{"id": "article-18680_12", "title": "Budd-Chiari Syndrome -- Histopathology", "content": "Biopsy of the liver of the patient suffering from Budd-Chiari syndrome shows the following features: Necrosis of hepatic cells in the centrilobular area Sinusoidal dilation due to stasis of blood flow Sometimes macro nodules can also be seen in this syndrome [7]", "contents": "Budd-Chiari Syndrome -- Histopathology. Biopsy of the liver of the patient suffering from Budd-Chiari syndrome shows the following features: Necrosis of hepatic cells in the centrilobular area Sinusoidal dilation due to stasis of blood flow Sometimes macro nodules can also be seen in this syndrome [7]"}
{"id": "article-18680_13", "title": "Budd-Chiari Syndrome -- History and Physical", "content": "Budd-Chiari syndrome (BCS) is often categorized by disease duration and severity: [8] [9] Acute: Clinical manifestations develop rapidly over a few weeks, with intractable ascites and hepatic necrosis. Venous collaterals are not seen. Subacute: Has insidious onset, with patients taking up to three months to develop symptoms. Venous collaterals develop, leading to minimal ascites and hepatic necrosis. Chronic: Patients present with complications of cirrhosis. Venous collaterals are present.", "contents": "Budd-Chiari Syndrome -- History and Physical. Budd-Chiari syndrome (BCS) is often categorized by disease duration and severity: [8] [9] Acute: Clinical manifestations develop rapidly over a few weeks, with intractable ascites and hepatic necrosis. Venous collaterals are not seen. Subacute: Has insidious onset, with patients taking up to three months to develop symptoms. Venous collaterals develop, leading to minimal ascites and hepatic necrosis. Chronic: Patients present with complications of cirrhosis. Venous collaterals are present."}
{"id": "article-18680_14", "title": "Budd-Chiari Syndrome -- History and Physical", "content": "Fulminant liver failure can occur in patients with BCS and is characterized by acute liver injury along with elevated transaminases, jaundice, elevated prothrombin time/international normalized ratio (PT/INR), and hepatic encephalopathy; the latter usually develops within eight weeks of the development of jaundice. Venous collaterals are not seen.", "contents": "Budd-Chiari Syndrome -- History and Physical. Fulminant liver failure can occur in patients with BCS and is characterized by acute liver injury along with elevated transaminases, jaundice, elevated prothrombin time/international normalized ratio (PT/INR), and hepatic encephalopathy; the latter usually develops within eight weeks of the development of jaundice. Venous collaterals are not seen."}
{"id": "article-18680_15", "title": "Budd-Chiari Syndrome -- History and Physical", "content": "The majority of patients with Budd-Chiari syndrome present with the triad of abdominal pain, ascites, and hepatomegaly. Due to the non-specific nature of findings and a wide range of presentations, a high degree of suspicion is needed to diagnose this condition. Clinical presentation: Acute and subacute presentation: Sudden onset of ascites, abdominal pain, jaundice, hepatomegaly, renal failure, hepatic encephalopathy. Chronic presentation (most common): Progressive ascites and absence of jaundice. Half of the patients can present with renal impairment. Rare presentation: Tender hepatomegaly, fulminant/sub-fulminant hepatic failure, jaundice, and renal failure. On physical examination, the following findings can be seen: Jaundice Ascites Hepatomegaly Splenomegaly Pedal edema Stasis ulcerations BCS should be suspected when there is:", "contents": "Budd-Chiari Syndrome -- History and Physical. The majority of patients with Budd-Chiari syndrome present with the triad of abdominal pain, ascites, and hepatomegaly. Due to the non-specific nature of findings and a wide range of presentations, a high degree of suspicion is needed to diagnose this condition. Clinical presentation: Acute and subacute presentation: Sudden onset of ascites, abdominal pain, jaundice, hepatomegaly, renal failure, hepatic encephalopathy. Chronic presentation (most common): Progressive ascites and absence of jaundice. Half of the patients can present with renal impairment. Rare presentation: Tender hepatomegaly, fulminant/sub-fulminant hepatic failure, jaundice, and renal failure. On physical examination, the following findings can be seen: Jaundice Ascites Hepatomegaly Splenomegaly Pedal edema Stasis ulcerations BCS should be suspected when there is:"}
{"id": "article-18680_16", "title": "Budd-Chiari Syndrome -- History and Physical", "content": "Sudden onset of ascites and painful hepatomegaly Massive ascites with relatively normal liver functions Sinusoidal dilation in liver biopsy without heart disease Fulminant hepatic failure along with hepatomegaly and ascites Unexplained chronic liver disease Liver disease with a thrombogenic disorder. [6]", "contents": "Budd-Chiari Syndrome -- History and Physical. Sudden onset of ascites and painful hepatomegaly Massive ascites with relatively normal liver functions Sinusoidal dilation in liver biopsy without heart disease Fulminant hepatic failure along with hepatomegaly and ascites Unexplained chronic liver disease Liver disease with a thrombogenic disorder. [6]"}
{"id": "article-18680_17", "title": "Budd-Chiari Syndrome -- Evaluation", "content": "There is no individual test that establishes the diagnosis of Budd-Chiari syndrome. The diagnosis is based on classic clinical manifestations and conditions predisposing to thrombosis, such as the presence of malignancy.", "contents": "Budd-Chiari Syndrome -- Evaluation. There is no individual test that establishes the diagnosis of Budd-Chiari syndrome. The diagnosis is based on classic clinical manifestations and conditions predisposing to thrombosis, such as the presence of malignancy."}
{"id": "article-18680_18", "title": "Budd-Chiari Syndrome -- Evaluation", "content": "Doppler ultrasonography is the initial test of choice and usually helps confirm the diagnosis. If it is unavailable, equivocal, or cannot be performed, computed tomography (CT) or magnetic resonance imaging (MRI) may be helpful. If these tests fail to establish a diagnosis, but suspicion is still high, venography may be helpful.", "contents": "Budd-Chiari Syndrome -- Evaluation. Doppler ultrasonography is the initial test of choice and usually helps confirm the diagnosis. If it is unavailable, equivocal, or cannot be performed, computed tomography (CT) or magnetic resonance imaging (MRI) may be helpful. If these tests fail to establish a diagnosis, but suspicion is still high, venography may be helpful."}
{"id": "article-18680_19", "title": "Budd-Chiari Syndrome -- Evaluation -- Diagnostic Paracentesis", "content": "Examination of ascitic fluid provides invaluable clues to diagnosis and form of presentation. Elevated protein levels >2g/d and a white blood cell count (WBC) < 500/microliter are mostly present in patients with the chronic form. The serum ascites-albumin gradient is usually <1.1 g/dl in the chronic form compared to patients with an acute form of the syndrome. [10]", "contents": "Budd-Chiari Syndrome -- Evaluation -- Diagnostic Paracentesis. Examination of ascitic fluid provides invaluable clues to diagnosis and form of presentation. Elevated protein levels >2g/d and a white blood cell count (WBC) < 500/microliter are mostly present in patients with the chronic form. The serum ascites-albumin gradient is usually <1.1 g/dl in the chronic form compared to patients with an acute form of the syndrome. [10]"}
{"id": "article-18680_20", "title": "Budd-Chiari Syndrome -- Evaluation -- Blood / Biochemical Abnormalities", "content": "Non-specific except for mild elevation in serum aminotransferases (ALT/AST) and alkaline phosphatase level in 25% to 50% of patients", "contents": "Budd-Chiari Syndrome -- Evaluation -- Blood / Biochemical Abnormalities. Non-specific except for mild elevation in serum aminotransferases (ALT/AST) and alkaline phosphatase level in 25% to 50% of patients"}
{"id": "article-18680_21", "title": "Budd-Chiari Syndrome -- Evaluation -- Radiological Evaluation", "content": "Ultrasonography, preferably the color flow doppler, can visualize the thrombi with a sensitivity and specificity of 85% to 90%. Common findings in the sonographic evaluation of Budd Chiari syndrome include; 1. presence of inferior vena cava (IVC) webs and thrombi, 2. decreased IVC diameter, 3. presence of hepatic venous thrombosis, 4. increased caudate lobe size, 5. presence of ascites, 6. presence of intrahepatic or extrahepatic collaterals, 7. monophasic flow in the hepatic veins, and 8. remarkably high flow velocities in areas of stenosis that can be detected in the IVC or hepatic veins. [11] [12] CT scanning is helpful if a mechanical obstruction is suspected as an underlying cause. MRI is becoming the non-invasive modality of choice with a sensitivity and specificity of >90%. [13] Venography can accurately show the site and severity of obstruction, but the invasive nature limits the test's usefulness.", "contents": "Budd-Chiari Syndrome -- Evaluation -- Radiological Evaluation. Ultrasonography, preferably the color flow doppler, can visualize the thrombi with a sensitivity and specificity of 85% to 90%. Common findings in the sonographic evaluation of Budd Chiari syndrome include; 1. presence of inferior vena cava (IVC) webs and thrombi, 2. decreased IVC diameter, 3. presence of hepatic venous thrombosis, 4. increased caudate lobe size, 5. presence of ascites, 6. presence of intrahepatic or extrahepatic collaterals, 7. monophasic flow in the hepatic veins, and 8. remarkably high flow velocities in areas of stenosis that can be detected in the IVC or hepatic veins. [11] [12] CT scanning is helpful if a mechanical obstruction is suspected as an underlying cause. MRI is becoming the non-invasive modality of choice with a sensitivity and specificity of >90%. [13] Venography can accurately show the site and severity of obstruction, but the invasive nature limits the test's usefulness."}
{"id": "article-18680_22", "title": "Budd-Chiari Syndrome -- Evaluation", "content": "Liver biopsy: while liver biopsy can be used to diagnose Budd-Chiari syndrome, there are more non-invasive methods available. Liver biopsy often shows necrosis, hemorrhage, and congestion in the central zone.", "contents": "Budd-Chiari Syndrome -- Evaluation. Liver biopsy: while liver biopsy can be used to diagnose Budd-Chiari syndrome, there are more non-invasive methods available. Liver biopsy often shows necrosis, hemorrhage, and congestion in the central zone."}
{"id": "article-18680_23", "title": "Budd-Chiari Syndrome -- Treatment / Management", "content": "The treatment of Budd-Chiari syndrome is focused on alleviating the obstruction, preventing the progression of the clot, limiting progressive liver injury, and preventing or managing complications.", "contents": "Budd-Chiari Syndrome -- Treatment / Management. The treatment of Budd-Chiari syndrome is focused on alleviating the obstruction, preventing the progression of the clot, limiting progressive liver injury, and preventing or managing complications."}
{"id": "article-18680_24", "title": "Budd-Chiari Syndrome -- Treatment / Management -- Goals of Treatment", "content": "Relieving obstruction Correcting underlying conditions Monitoring liver deterioration [14]", "contents": "Budd-Chiari Syndrome -- Treatment / Management -- Goals of Treatment. Relieving obstruction Correcting underlying conditions Monitoring liver deterioration [14]"}
{"id": "article-18680_25", "title": "Budd-Chiari Syndrome -- Treatment / Management -- Treatment of Budd-Chiari Syndrome", "content": "Anticoagulants are the mainstay of treatment. They are started initially with low-molecular-weight heparin and then transitioned to warfarin, which is continued lifelong. PT/INR should be monitored and should be kept in the therapeutic range for patients on warfarin. Other treatment options include thrombolysis and stenting, as well as placement of a transjugular intrahepatic portosystemic shunt in acute forms of BCS, which fail to respond. Surgical decompression can also be considered in acute forms if other therapies fail. [15]", "contents": "Budd-Chiari Syndrome -- Treatment / Management -- Treatment of Budd-Chiari Syndrome. Anticoagulants are the mainstay of treatment. They are started initially with low-molecular-weight heparin and then transitioned to warfarin, which is continued lifelong. PT/INR should be monitored and should be kept in the therapeutic range for patients on warfarin. Other treatment options include thrombolysis and stenting, as well as placement of a transjugular intrahepatic portosystemic shunt in acute forms of BCS, which fail to respond. Surgical decompression can also be considered in acute forms if other therapies fail. [15]"}
{"id": "article-18680_26", "title": "Budd-Chiari Syndrome -- Treatment / Management", "content": "Liver transplantation: In patients who fail all therapies or who have developed decompensated cirrhosis, liver transplantation may be an option. The ten-year survival rate ranges from 69-84% as per two reported studies. [16] [17]", "contents": "Budd-Chiari Syndrome -- Treatment / Management. Liver transplantation: In patients who fail all therapies or who have developed decompensated cirrhosis, liver transplantation may be an option. The ten-year survival rate ranges from 69-84% as per two reported studies. [16] [17]"}
{"id": "article-18680_27", "title": "Budd-Chiari Syndrome -- Differential Diagnosis", "content": "Differential diagnosis of Budd Chiari syndrome includes the following: Right-sided heart failure Metastatic liver disease Alcoholic liver disease Granulomatous liver disease Alpha-1 antitrypsin deficiency Infectious hepatitis Fitz-Hugh Curtis syndrome Congestive heart failure Niemann-Pick disease type C Infectious hepatitis Neonatal hemochromatosis Biliary atresia Congenital hepatic fibrosis Cystic fibrosis Inborn errors of metabolism Hemochromatosis Drug-induced hepatitis [18] [19] [20] [21]", "contents": "Budd-Chiari Syndrome -- Differential Diagnosis. Differential diagnosis of Budd Chiari syndrome includes the following: Right-sided heart failure Metastatic liver disease Alcoholic liver disease Granulomatous liver disease Alpha-1 antitrypsin deficiency Infectious hepatitis Fitz-Hugh Curtis syndrome Congestive heart failure Niemann-Pick disease type C Infectious hepatitis Neonatal hemochromatosis Biliary atresia Congenital hepatic fibrosis Cystic fibrosis Inborn errors of metabolism Hemochromatosis Drug-induced hepatitis [18] [19] [20] [21]"}
{"id": "article-18680_28", "title": "Budd-Chiari Syndrome -- Prognosis", "content": "Factors contributing to a good prognosis for Budd-Chiari syndrome are: Younger age Low Child-Pugh score Low creatinine level in serum Absence of ascites Factors contributing to a bad prognosis: Involvement of all three hepatic veins and/or portal vein Presence of ascites Older age at the time of presentation High Child-Pugh score Chronic disease at presentation [22] [23] [24]", "contents": "Budd-Chiari Syndrome -- Prognosis. Factors contributing to a good prognosis for Budd-Chiari syndrome are: Younger age Low Child-Pugh score Low creatinine level in serum Absence of ascites Factors contributing to a bad prognosis: Involvement of all three hepatic veins and/or portal vein Presence of ascites Older age at the time of presentation High Child-Pugh score Chronic disease at presentation [22] [23] [24]"}
{"id": "article-18680_29", "title": "Budd-Chiari Syndrome -- Complications", "content": "Complications of Budd-Chiari syndrome are mostly related to underlying conditions and degree of liver failure. In general, untreated Budd-Chiari syndrome can lead to the following: Hepatic encephalopathy Variceal hemorrhage Hepatorenal syndrome Portal hypertension Bacterial peritonitis in the presence of ascites Heptocellular carcinoma", "contents": "Budd-Chiari Syndrome -- Complications. Complications of Budd-Chiari syndrome are mostly related to underlying conditions and degree of liver failure. In general, untreated Budd-Chiari syndrome can lead to the following: Hepatic encephalopathy Variceal hemorrhage Hepatorenal syndrome Portal hypertension Bacterial peritonitis in the presence of ascites Heptocellular carcinoma"}
{"id": "article-18680_30", "title": "Budd-Chiari Syndrome -- Deterrence and Patient Education", "content": "There is a need to educate patients, especially those with risk factors, regarding the possibility of this condition. Basic education regarding symptoms consistent with liver abnormalities should be taught. Patients should be advised to seek a professional opinion if they begin to develop symptoms. More importantly, regular follow-up with their clinicians should be encouraged.", "contents": "Budd-Chiari Syndrome -- Deterrence and Patient Education. There is a need to educate patients, especially those with risk factors, regarding the possibility of this condition. Basic education regarding symptoms consistent with liver abnormalities should be taught. Patients should be advised to seek a professional opinion if they begin to develop symptoms. More importantly, regular follow-up with their clinicians should be encouraged."}
{"id": "article-18680_31", "title": "Budd-Chiari Syndrome -- Enhancing Healthcare Team Outcomes", "content": "Clinicians need to have a high clinical suspicion for this condition in patients with risk factors.", "contents": "Budd-Chiari Syndrome -- Enhancing Healthcare Team Outcomes. Clinicians need to have a high clinical suspicion for this condition in patients with risk factors."}
{"id": "article-18680_32", "title": "Budd-Chiari Syndrome -- Enhancing Healthcare Team Outcomes", "content": "Treatment of this condition requires an interprofessional team consisting of a hepatologist/gastroenterologist, hematologist, vascular surgeon, transplant hepatologist, interventional radiologist, and transplant surgeon. A hematologist might be consulted for an opinion regarding an underlying hematologic condition if no other predisposing condition is evident.", "contents": "Budd-Chiari Syndrome -- Enhancing Healthcare Team Outcomes. Treatment of this condition requires an interprofessional team consisting of a hepatologist/gastroenterologist, hematologist, vascular surgeon, transplant hepatologist, interventional radiologist, and transplant surgeon. A hematologist might be consulted for an opinion regarding an underlying hematologic condition if no other predisposing condition is evident."}
{"id": "article-18680_33", "title": "Budd-Chiari Syndrome -- Enhancing Healthcare Team Outcomes", "content": "In those with acute liver failure, admission and management in an intensive care unit (ICU) is warranted, with evaluation by a vascular surgeon, transplant hepatologist, interventional radiologist, and transplant surgeon. A liver transplant should be considered. [25] [Level 3] In patients with an acute form with an identifiable clot, thrombolytic therapy is advisable. [26] [Level 5] Routine stenting with angioplasty was found to be superior to angioplasty only for preventing restenosis in one study. [27] [Level 2] Once the condition has resolved, patients should be counseled regarding the need for continuing lifelong anticoagulation and proper follow-up.", "contents": "Budd-Chiari Syndrome -- Enhancing Healthcare Team Outcomes. In those with acute liver failure, admission and management in an intensive care unit (ICU) is warranted, with evaluation by a vascular surgeon, transplant hepatologist, interventional radiologist, and transplant surgeon. A liver transplant should be considered. [25] [Level 3] In patients with an acute form with an identifiable clot, thrombolytic therapy is advisable. [26] [Level 5] Routine stenting with angioplasty was found to be superior to angioplasty only for preventing restenosis in one study. [27] [Level 2] Once the condition has resolved, patients should be counseled regarding the need for continuing lifelong anticoagulation and proper follow-up."}
{"id": "article-18680_34", "title": "Budd-Chiari Syndrome -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Budd-Chiari Syndrome -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}