{"id": "article-31770_0", "title": "EMS Mass Casualty Response -- Introduction", "content": "Mass casualty incidents (MCIs) are disasters, either man-made or natural, in which local management agencies and the healthcare system are overwhelmed. Emergency medical services (EMS) provides a vital role in triaging, stabilizing, and transporting victims to definitive care during MCIs.  There may be large numbers of victims who will need care. Strategies and plans for effective management, communication, and collaboration are essential during an MCI. The military, fire department, police department, search, and rescue units, as well as the country's or jurisdiction's health ministry, may become involved depending on the type and severity of an MCI.", "contents": "EMS Mass Casualty Response -- Introduction. Mass casualty incidents (MCIs) are disasters, either man-made or natural, in which local management agencies and the healthcare system are overwhelmed. Emergency medical services (EMS) provides a vital role in triaging, stabilizing, and transporting victims to definitive care during MCIs.  There may be large numbers of victims who will need care. Strategies and plans for effective management, communication, and collaboration are essential during an MCI. The military, fire department, police department, search, and rescue units, as well as the country's or jurisdiction's health ministry, may become involved depending on the type and severity of an MCI."}
{"id": "article-31770_1", "title": "EMS Mass Casualty Response -- Issues of Concern -- Scene Safety", "content": "The safety of the EMS and other responders to the scene of a mass casualty incident (MCI) is paramount. EMS receives training in S-C-ABC, emphasizing safety first, then catastrophic hemorrhage treatment, and management of ABCs (airway, breathing, and circulation).  Responders to a chemical, biological, radiological, or nuclear (CBRN) attack need to have the necessary personal protective equipment (PPE).  If the response is to a terrorist bomb attack, the possibility of a secondary detonation of an explosive device or additional suicide bomber should be considered. Bomb disposal experts may be required to verify that the scene is safe prior to EMS and first responders providing care. In a mass shooting incident, if the perpetrator is not neutralized, EMS providers and first responders must not approach the scene unless they received training in tactical medicine and are wearing appropriate protective gear. The risk of building collapse and inhalation injuries after a fire must also be considered. [1]", "contents": "EMS Mass Casualty Response -- Issues of Concern -- Scene Safety. The safety of the EMS and other responders to the scene of a mass casualty incident (MCI) is paramount. EMS receives training in S-C-ABC, emphasizing safety first, then catastrophic hemorrhage treatment, and management of ABCs (airway, breathing, and circulation).  Responders to a chemical, biological, radiological, or nuclear (CBRN) attack need to have the necessary personal protective equipment (PPE).  If the response is to a terrorist bomb attack, the possibility of a secondary detonation of an explosive device or additional suicide bomber should be considered. Bomb disposal experts may be required to verify that the scene is safe prior to EMS and first responders providing care. In a mass shooting incident, if the perpetrator is not neutralized, EMS providers and first responders must not approach the scene unless they received training in tactical medicine and are wearing appropriate protective gear. The risk of building collapse and inhalation injuries after a fire must also be considered. [1]"}
{"id": "article-31770_2", "title": "EMS Mass Casualty Response -- Issues of Concern -- EMS Field Triage", "content": "EMS mass casualty response begins with field triage.  Examples of some of the field triage systems currently in use are as follows: [2] [3] START (Simple Triage and Rapid Treatment- ability to obey commands, respiratory rate, and radial pulse or capillary refill) SALT (Sort, Assess, Life-Saving Interventions, Treatment, and/or Transport) Triage Sieve and Sort (using respiratory rate and either capillary refill or heart rate) CareFlight Triage (ability to obey commands, the presence of respirations, and being able to palpate a radial pulse) will need to be implemented Field triage systems may be combined with geographic triage efforts - grouping patients of the same triage level to one location.", "contents": "EMS Mass Casualty Response -- Issues of Concern -- EMS Field Triage. EMS mass casualty response begins with field triage.  Examples of some of the field triage systems currently in use are as follows: [2] [3] START (Simple Triage and Rapid Treatment- ability to obey commands, respiratory rate, and radial pulse or capillary refill) SALT (Sort, Assess, Life-Saving Interventions, Treatment, and/or Transport) Triage Sieve and Sort (using respiratory rate and either capillary refill or heart rate) CareFlight Triage (ability to obey commands, the presence of respirations, and being able to palpate a radial pulse) will need to be implemented Field triage systems may be combined with geographic triage efforts - grouping patients of the same triage level to one location."}
{"id": "article-31770_3", "title": "EMS Mass Casualty Response -- Issues of Concern -- EMS Field Triage", "content": "Triage systems generally use a color-coded tag method to identify patients based on the severity of the injury and to guide transport. Red indicates someone who has an immediate, life-threatening injury; yellow means a serious injury that can tolerate delay, and green is for the walking wounded. A black triage tag is used for all deceased or expectant patients.  In MCIs, triage tags often do not get used. Lack of tag usage during an MCI is frequently due to the inability to find the tags and the practice of scoop and run where the tags are not necessary.  Walking wounded may find their own transportation and arrive at hospitals and treatment centers prior to more severe casualties.  Hours after the start of the MCI, other victims experiencing stress and anxiety may also begin arriving at hospitals and treatment centers.", "contents": "EMS Mass Casualty Response -- Issues of Concern -- EMS Field Triage. Triage systems generally use a color-coded tag method to identify patients based on the severity of the injury and to guide transport. Red indicates someone who has an immediate, life-threatening injury; yellow means a serious injury that can tolerate delay, and green is for the walking wounded. A black triage tag is used for all deceased or expectant patients.  In MCIs, triage tags often do not get used. Lack of tag usage during an MCI is frequently due to the inability to find the tags and the practice of scoop and run where the tags are not necessary.  Walking wounded may find their own transportation and arrive at hospitals and treatment centers prior to more severe casualties.  Hours after the start of the MCI, other victims experiencing stress and anxiety may also begin arriving at hospitals and treatment centers."}
{"id": "article-31770_4", "title": "EMS Mass Casualty Response -- Issues of Concern -- Hot, Warm & Cold Zones", "content": "In an MCI, whether it is a CBRN or terrorist attack, the area of care is divided into the hot zone, warm zone, and cold zone. Hot Zone - the location where the incident occurred, and in a CBRN event, where there is direct contamination. Warm Zone - the area surrounding the hot zone where there can be contamination secondary to people leaving the hot zone.  Triage and decontamination can take place in the warm zone. Cold Zone - where casualty care occurs and depending on the scenario it may be the location of the casualty clearing station.", "contents": "EMS Mass Casualty Response -- Issues of Concern -- Hot, Warm & Cold Zones. In an MCI, whether it is a CBRN or terrorist attack, the area of care is divided into the hot zone, warm zone, and cold zone. Hot Zone - the location where the incident occurred, and in a CBRN event, where there is direct contamination. Warm Zone - the area surrounding the hot zone where there can be contamination secondary to people leaving the hot zone.  Triage and decontamination can take place in the warm zone. Cold Zone - where casualty care occurs and depending on the scenario it may be the location of the casualty clearing station."}
{"id": "article-31770_5", "title": "EMS Mass Casualty Response -- Issues of Concern -- Hot, Warm & Cold Zones", "content": "The EMS provider should have a high clinical suspicion that a conventional bomb blast may also involve a CBRN event. One should be aware of similar toxidrome symptoms on multiple victims or unusual odors. However, there is often a “silent gap” whereby it is not clear to EMS that there has been a CBRN attack or if there is suspicion then it is often not clear as to the specific agent. [4]", "contents": "EMS Mass Casualty Response -- Issues of Concern -- Hot, Warm & Cold Zones. The EMS provider should have a high clinical suspicion that a conventional bomb blast may also involve a CBRN event. One should be aware of similar toxidrome symptoms on multiple victims or unusual odors. However, there is often a “silent gap” whereby it is not clear to EMS that there has been a CBRN attack or if there is suspicion then it is often not clear as to the specific agent. [4]"}
{"id": "article-31770_6", "title": "EMS Mass Casualty Response -- Issues of Concern -- Personal Protective Equipment and Decontamination", "content": "Usually, biological, radiological, or nuclear exposures are not immediately life-threatening.  The goal of EMS providers is to remove the victim from the hot zone as soon as possible.  Chemical and nerve agent exposures may be immediately life-threatening, creating challenges for EMS providers.  EMS providers may need to wear personal protective equipment (PPE) while working in the hot zone.  The PPE for a chemical MCI ranges from Level A, consisting of a chemically resistant suit and full-face self-contained breathing apparatus to Level D with overalls and no respiratory protection. Responders to a biologic event may also require a protective gown, gloves, and an N95 respirator. For radiological disasters, personal protection includes masks, eye protection, gowns, gloves, and boots. The more protective clothing required, the more challenging it will be for the EMS provider to perform their duties. [4]", "contents": "EMS Mass Casualty Response -- Issues of Concern -- Personal Protective Equipment and Decontamination. Usually, biological, radiological, or nuclear exposures are not immediately life-threatening.  The goal of EMS providers is to remove the victim from the hot zone as soon as possible.  Chemical and nerve agent exposures may be immediately life-threatening, creating challenges for EMS providers.  EMS providers may need to wear personal protective equipment (PPE) while working in the hot zone.  The PPE for a chemical MCI ranges from Level A, consisting of a chemically resistant suit and full-face self-contained breathing apparatus to Level D with overalls and no respiratory protection. Responders to a biologic event may also require a protective gown, gloves, and an N95 respirator. For radiological disasters, personal protection includes masks, eye protection, gowns, gloves, and boots. The more protective clothing required, the more challenging it will be for the EMS provider to perform their duties. [4]"}
{"id": "article-31770_7", "title": "EMS Mass Casualty Response -- Issues of Concern -- Personal Protective Equipment and Decontamination", "content": "While the goal is to evacuate victims as quickly as possible, some life-saving interventions may need to be provided in the hot zone, especially if there was a bomb blast or explosion. All care provided should follow the C-ABC protocol, whether it is massive hemorrhage control with tourniquets, airway management with bag-valve-mask ventilation, needle application for pneumothorax, or administration of the initial dose of an antidote.  A pneumonic that can help guide care in this situation is MARCH (Massive hemorrhage control, Airway, and Antidote, Respiratory protection and oxygen, Circulation management, Head- CNS evaluation). As one moves into the warm zone and triage and decontamination can occur, more advanced care is possible.  Some treatment systems advocate the decontamination of all toxicological mass casualty victims at the hospital.  In this paradigm, the EMS provider while in protective gear can undress the victim in the ambulance, and then proper decontamination can be done at the hospital. [5]", "contents": "EMS Mass Casualty Response -- Issues of Concern -- Personal Protective Equipment and Decontamination. While the goal is to evacuate victims as quickly as possible, some life-saving interventions may need to be provided in the hot zone, especially if there was a bomb blast or explosion. All care provided should follow the C-ABC protocol, whether it is massive hemorrhage control with tourniquets, airway management with bag-valve-mask ventilation, needle application for pneumothorax, or administration of the initial dose of an antidote.  A pneumonic that can help guide care in this situation is MARCH (Massive hemorrhage control, Airway, and Antidote, Respiratory protection and oxygen, Circulation management, Head- CNS evaluation). As one moves into the warm zone and triage and decontamination can occur, more advanced care is possible.  Some treatment systems advocate the decontamination of all toxicological mass casualty victims at the hospital.  In this paradigm, the EMS provider while in protective gear can undress the victim in the ambulance, and then proper decontamination can be done at the hospital. [5]"}
{"id": "article-31770_8", "title": "EMS Mass Casualty Response -- Issues of Concern -- Transport of Victims", "content": "There are different theories regarding the best method to transfer patients from the disaster site to local hospitals. In the traditional approach, rescue, triage, and basic emergency care take place at the disaster site. After these steps are accomplished ambulances take the patients directly to the area hospital or treatment center.", "contents": "EMS Mass Casualty Response -- Issues of Concern -- Transport of Victims. There are different theories regarding the best method to transfer patients from the disaster site to local hospitals. In the traditional approach, rescue, triage, and basic emergency care take place at the disaster site. After these steps are accomplished ambulances take the patients directly to the area hospital or treatment center."}
{"id": "article-31770_9", "title": "EMS Mass Casualty Response -- Issues of Concern -- Transport of Victims", "content": "In the sequential/conveyance method, rescue and emergency care take place at the disaster site. Patients are then taken by ambulance to a Mobile Emergency Medical Center (MEMC). At the MEMC, patients with minor injuries receive rapid treatment and discharge, and more severely injured patients are stabilized before being taken to the hospital. Some contend that the sequential/conveyance method is a theoretically more regulated system for ambulance transportation. The use of a MEMC is similar to the example treatment provided in rural areas. In a more rural setting, severely injured patients are stabilized in a level 3 emergency department before transfer to a level 1 trauma center. Another advantage over sequential/conveyance over the traditional approach is that the selection of hospital destinations for patients is determined by physicians and health care providers in the MEMC which may lead to decreases in hospital overcrowding.", "contents": "EMS Mass Casualty Response -- Issues of Concern -- Transport of Victims. In the sequential/conveyance method, rescue and emergency care take place at the disaster site. Patients are then taken by ambulance to a Mobile Emergency Medical Center (MEMC). At the MEMC, patients with minor injuries receive rapid treatment and discharge, and more severely injured patients are stabilized before being taken to the hospital. Some contend that the sequential/conveyance method is a theoretically more regulated system for ambulance transportation. The use of a MEMC is similar to the example treatment provided in rural areas. In a more rural setting, severely injured patients are stabilized in a level 3 emergency department before transfer to a level 1 trauma center. Another advantage over sequential/conveyance over the traditional approach is that the selection of hospital destinations for patients is determined by physicians and health care providers in the MEMC which may lead to decreases in hospital overcrowding."}
{"id": "article-31770_10", "title": "EMS Mass Casualty Response -- Issues of Concern -- Transport of Victims", "content": "The location of the MEMC can be obtained from the internet or cellphone-based mapping apps to help find the fastest route for transport. The limitation to the use of cell phone and internet assisted transport is that many roads may be unpassable, and the internet or cellular network out of commission. The ideal situation is that the location of the MEMC is designated in advance. However, in real life, the location itself may be altered by the location, scope, and type of disaster. [6]", "contents": "EMS Mass Casualty Response -- Issues of Concern -- Transport of Victims. The location of the MEMC can be obtained from the internet or cellphone-based mapping apps to help find the fastest route for transport. The limitation to the use of cell phone and internet assisted transport is that many roads may be unpassable, and the internet or cellular network out of commission. The ideal situation is that the location of the MEMC is designated in advance. However, in real life, the location itself may be altered by the location, scope, and type of disaster. [6]"}
{"id": "article-31770_11", "title": "EMS Mass Casualty Response -- Issues of Concern -- Transport of Victims", "content": "It is worth noting that in a fast-onset disaster, such as a terrorist attack, helicopter evacuation may be limited as in large urban areas because of the limited availability of adequate space to create landing zones and a smaller number of victims for whom initial evacuation is possible. [7]", "contents": "EMS Mass Casualty Response -- Issues of Concern -- Transport of Victims. It is worth noting that in a fast-onset disaster, such as a terrorist attack, helicopter evacuation may be limited as in large urban areas because of the limited availability of adequate space to create landing zones and a smaller number of victims for whom initial evacuation is possible. [7]"}
{"id": "article-31770_12", "title": "EMS Mass Casualty Response -- Issues of Concern -- Transport of Victims", "content": "Patient evacuation must occur with the utmost of care.   EMS and other services providing transport for victims should be cautious to limit the chance for further injury. As a result of the earthquake that hit Fukushima, there was morbidity from the transportation itself.  Some of the bedridden patients transported on seats fell and suffered further injuries.  Patients with severe illnesses such as end-stage renal disease or stroke died during transportation, while other patients died from hypothermia or dehydration. [8]", "contents": "EMS Mass Casualty Response -- Issues of Concern -- Transport of Victims. Patient evacuation must occur with the utmost of care.   EMS and other services providing transport for victims should be cautious to limit the chance for further injury. As a result of the earthquake that hit Fukushima, there was morbidity from the transportation itself.  Some of the bedridden patients transported on seats fell and suffered further injuries.  Patients with severe illnesses such as end-stage renal disease or stroke died during transportation, while other patients died from hypothermia or dehydration. [8]"}
{"id": "article-31770_13", "title": "EMS Mass Casualty Response -- Issues of Concern -- Additional Aid", "content": "Effective MCI and disaster response may necessitate mutual aid between different jurisdictions, states, or countries.  International agencies, such as the International Committee of the Red Cross,  may offer to take the lead in coordinating aid during a CBRN event. [9]", "contents": "EMS Mass Casualty Response -- Issues of Concern -- Additional Aid. Effective MCI and disaster response may necessitate mutual aid between different jurisdictions, states, or countries.  International agencies, such as the International Committee of the Red Cross,  may offer to take the lead in coordinating aid during a CBRN event. [9]"}
{"id": "article-31770_14", "title": "EMS Mass Casualty Response -- Issues of Concern -- Risk to Health Care Workers", "content": "Depending on the type of MCI or disaster, the EMS provider may become injured or ill.  The type of injuries suffered can be influenced by the type of MCI.  During the Chernobyl nuclear accident,  600,000 liquidators were involved in the cleanup efforts. The average absorbed dose of radiation for those who assisted in the cleanup efforts was between 5 and 9 cGy.   Studies have shown an increase in leukemia and thyroid cancer in the liquidators.", "contents": "EMS Mass Casualty Response -- Issues of Concern -- Risk to Health Care Workers. Depending on the type of MCI or disaster, the EMS provider may become injured or ill.  The type of injuries suffered can be influenced by the type of MCI.  During the Chernobyl nuclear accident,  600,000 liquidators were involved in the cleanup efforts. The average absorbed dose of radiation for those who assisted in the cleanup efforts was between 5 and 9 cGy.   Studies have shown an increase in leukemia and thyroid cancer in the liquidators."}
{"id": "article-31770_15", "title": "EMS Mass Casualty Response -- Issues of Concern -- Risk to Health Care Workers", "content": "There were an estimated 90,000 workers and responders to the 9/11 attack on the Twin Towers in New York City. Rescue workers suffered both physical and mental health effects from the experience. Periodic health assessments for similar MCI events should include pulmonary function tests, chest x-rays, routine blood tests, and a urinalysis. Mental health screening may also be necessary after any MCI to identify post-traumatic stress disorder, suicidality, or drug abuse.  Rescue workers who responded to the Fukushima nuclear accident in March 2011 received medical surveillance including cancer screening (based on radiation exposure), eye examinations for cataracts, and thyroid tests.", "contents": "EMS Mass Casualty Response -- Issues of Concern -- Risk to Health Care Workers. There were an estimated 90,000 workers and responders to the 9/11 attack on the Twin Towers in New York City. Rescue workers suffered both physical and mental health effects from the experience. Periodic health assessments for similar MCI events should include pulmonary function tests, chest x-rays, routine blood tests, and a urinalysis. Mental health screening may also be necessary after any MCI to identify post-traumatic stress disorder, suicidality, or drug abuse.  Rescue workers who responded to the Fukushima nuclear accident in March 2011 received medical surveillance including cancer screening (based on radiation exposure), eye examinations for cataracts, and thyroid tests."}
{"id": "article-31770_16", "title": "EMS Mass Casualty Response -- Issues of Concern -- Risk to Health Care Workers", "content": "Electronic GPS based ID cards can also be issued to all responders so that their location during the disaster is recordable. The data collected may help with subsequent assessment of the amount of radiation or chemical exposure. [10]", "contents": "EMS Mass Casualty Response -- Issues of Concern -- Risk to Health Care Workers. Electronic GPS based ID cards can also be issued to all responders so that their location during the disaster is recordable. The data collected may help with subsequent assessment of the amount of radiation or chemical exposure. [10]"}
{"id": "article-31770_17", "title": "EMS Mass Casualty Response -- Clinical Significance", "content": "EMS providers play a central role in MCI and disaster response. There are many challenges to providing optimal care to patients and victims.  Large numbers of victims may need triage, stabilization, and evacuation. In the event of a CBRN attack, heavy protective gear may be necessary. EMS providers and responders to the scene must always prioritize the safety of oneself so that they are able to care for others. In certain circumstances, it is important to consider the future health effects and risks for those who participated in an MCI.", "contents": "EMS Mass Casualty Response -- Clinical Significance. EMS providers play a central role in MCI and disaster response. There are many challenges to providing optimal care to patients and victims.  Large numbers of victims may need triage, stabilization, and evacuation. In the event of a CBRN attack, heavy protective gear may be necessary. EMS providers and responders to the scene must always prioritize the safety of oneself so that they are able to care for others. In certain circumstances, it is important to consider the future health effects and risks for those who participated in an MCI."}
{"id": "article-31770_18", "title": "EMS Mass Casualty Response -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "EMS Mass Casualty Response -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}