{"id": "article-17941_0", "title": "Atheroembolic Kidney Disease -- Continuing Education Activity", "content": "Atheroembolic renal disease is caused by the occlusion of small arteries in the kidneys by cholesterol crystal emboli from ulcerated atherosclerotic plaques and is a part of systemic atheroembolic disease. The proximity of the kidneys to the abdominal aorta and high renal blood flow makes them the most frequent target organ. This activity examines when this condition should be considered in the differential diagnoses and how to properly evaluate it. This activity highlights the role of the interprofessional team in caring for patients having with this condition.", "contents": "Atheroembolic Kidney Disease -- Continuing Education Activity. Atheroembolic renal disease is caused by the occlusion of small arteries in the kidneys by cholesterol crystal emboli from ulcerated atherosclerotic plaques and is a part of systemic atheroembolic disease. The proximity of the kidneys to the abdominal aorta and high renal blood flow makes them the most frequent target organ. This activity examines when this condition should be considered in the differential diagnoses and how to properly evaluate it. This activity highlights the role of the interprofessional team in caring for patients having with this condition."}
{"id": "article-17941_1", "title": "Atheroembolic Kidney Disease -- Continuing Education Activity", "content": "Objectives: Review the pathophysiology of atheroembolic renal disease. Describe the reasons for a delayed diagnosis of atheroembolic renal disease. Outline the risk factors for developing the classic findings associated with atheroembolic renal disease. Explain the interprofessional team strategies for improving care coordination and communication regarding the management of patients with atheroembolic renal disease. Access free multiple choice questions on this topic.", "contents": "Atheroembolic Kidney Disease -- Continuing Education Activity. Objectives: Review the pathophysiology of atheroembolic renal disease. Describe the reasons for a delayed diagnosis of atheroembolic renal disease. Outline the risk factors for developing the classic findings associated with atheroembolic renal disease. Explain the interprofessional team strategies for improving care coordination and communication regarding the management of patients with atheroembolic renal disease. Access free multiple choice questions on this topic."}
{"id": "article-17941_2", "title": "Atheroembolic Kidney Disease -- Introduction", "content": "Atheroembolic renal disease (AERD), also known as cholesterol atheroembolic renal disease, atheroembolism, cholesterol embolism, or cholesterol crystal embolization, is often regarded as an underdiagnosed clinical illness. [1] [2] [3]", "contents": "Atheroembolic Kidney Disease -- Introduction. Atheroembolic renal disease (AERD), also known as cholesterol atheroembolic renal disease, atheroembolism, cholesterol embolism, or cholesterol crystal embolization, is often regarded as an underdiagnosed clinical illness. [1] [2] [3]"}
{"id": "article-17941_3", "title": "Atheroembolic Kidney Disease -- Introduction", "content": "It is now excessively recognized that cholesterol emboli are an important cause of renal impairment. Irregularly shaped atheroemboli cause partial or complete obstruction of small renal vessels causing ischemia. A vasculitis-like picture is commonly seen with an inflammatory reaction and ultimately giant cell formation. The relation of these emboli may be temporally found with the use of anticoagulants, vascular manipulation, or thrombolytic drug use. [4] However, spontaneous cases have also been reported. Patients who develop atheroembolic renal disease may present with a spectrum of clinical presentations of acute renal failure ranging from mild/asymptomatic to life-threatening conditions.", "contents": "Atheroembolic Kidney Disease -- Introduction. It is now excessively recognized that cholesterol emboli are an important cause of renal impairment. Irregularly shaped atheroemboli cause partial or complete obstruction of small renal vessels causing ischemia. A vasculitis-like picture is commonly seen with an inflammatory reaction and ultimately giant cell formation. The relation of these emboli may be temporally found with the use of anticoagulants, vascular manipulation, or thrombolytic drug use. [4] However, spontaneous cases have also been reported. Patients who develop atheroembolic renal disease may present with a spectrum of clinical presentations of acute renal failure ranging from mild/asymptomatic to life-threatening conditions."}
{"id": "article-17941_4", "title": "Atheroembolic Kidney Disease -- Introduction", "content": "Atheroembolic renal disease is caused by the occlusion of small arteries in the kidneys by cholesterol crystal emboli from ulcerated atherosclerotic plaques and is a part of systemic atheroembolism disease. [5] [6] The proximity of the kidneys to the abdominal aorta and high renal blood flow makes them the most frequent target organ.", "contents": "Atheroembolic Kidney Disease -- Introduction. Atheroembolic renal disease is caused by the occlusion of small arteries in the kidneys by cholesterol crystal emboli from ulcerated atherosclerotic plaques and is a part of systemic atheroembolism disease. [5] [6] The proximity of the kidneys to the abdominal aorta and high renal blood flow makes them the most frequent target organ."}
{"id": "article-17941_5", "title": "Atheroembolic Kidney Disease -- Etiology", "content": "Atheroembolic renal disease occurs in patients with atherosclerotic vascular disease, and typically these patients have significant atherosclerotic plaques particularly in the aorta and large to medium-sized vessels. These plaques have a lipid-rich core and a thin fibrous cap. Mechanical and hemodynamic stresses can rupture the fibrous cap and release the underlying extracellular cholesterol-rich matrix, which enters circulation and eventually lodges a distal site causing vascular occlusion. [7]", "contents": "Atheroembolic Kidney Disease -- Etiology. Atheroembolic renal disease occurs in patients with atherosclerotic vascular disease, and typically these patients have significant atherosclerotic plaques particularly in the aorta and large to medium-sized vessels. These plaques have a lipid-rich core and a thin fibrous cap. Mechanical and hemodynamic stresses can rupture the fibrous cap and release the underlying extracellular cholesterol-rich matrix, which enters circulation and eventually lodges a distal site causing vascular occlusion. [7]"}
{"id": "article-17941_6", "title": "Atheroembolic Kidney Disease -- Etiology", "content": "It is frequently an iatrogenic disease and may follow surgical procedures like coronary artery bypass grafting, abdominal aortic aneurysm repair, and vascular procedures like angiography, angioplasty, or endovascular grafting, which may be related to anticoagulation with warfarin, heparin, and antiplatelet agents or to thrombolytic therapy. In a small number of patients, atheroembolic renal disease may occur spontaneously without any inciting or triggering factors. [6] [8] [9]", "contents": "Atheroembolic Kidney Disease -- Etiology. It is frequently an iatrogenic disease and may follow surgical procedures like coronary artery bypass grafting, abdominal aortic aneurysm repair, and vascular procedures like angiography, angioplasty, or endovascular grafting, which may be related to anticoagulation with warfarin, heparin, and antiplatelet agents or to thrombolytic therapy. In a small number of patients, atheroembolic renal disease may occur spontaneously without any inciting or triggering factors. [6] [8] [9]"}
{"id": "article-17941_7", "title": "Atheroembolic Kidney Disease -- Etiology", "content": "The release of cholesterol emboli into the circulation may occur spontaneously, post-intravascular trauma caused by angiographic catheters, or due to the use of anticoagulants and thrombolytics. Like the native kidneys, atheroembolic renal disease can also affect a transplanted kidney and it must be considered when diagnosing a patient with worsening renal allograft function. [10] [11] [12]", "contents": "Atheroembolic Kidney Disease -- Etiology. The release of cholesterol emboli into the circulation may occur spontaneously, post-intravascular trauma caused by angiographic catheters, or due to the use of anticoagulants and thrombolytics. Like the native kidneys, atheroembolic renal disease can also affect a transplanted kidney and it must be considered when diagnosing a patient with worsening renal allograft function. [10] [11] [12]"}
{"id": "article-17941_8", "title": "Atheroembolic Kidney Disease -- Epidemiology", "content": "Atheroembolic renal disease occurs in patients with systemic generalized atherosclerosis. Risk factors include older age, male gender, diabetes, hypertension, hyperlipidemia, and smoking. These patients frequently have coronary artery disease, congestive heart failure, cerebrovascular disease, renal artery stenosis, renal insufficiency, aortic aneurysm, or other similar atherosclerotic diseases. [5]", "contents": "Atheroembolic Kidney Disease -- Epidemiology. Atheroembolic renal disease occurs in patients with systemic generalized atherosclerosis. Risk factors include older age, male gender, diabetes, hypertension, hyperlipidemia, and smoking. These patients frequently have coronary artery disease, congestive heart failure, cerebrovascular disease, renal artery stenosis, renal insufficiency, aortic aneurysm, or other similar atherosclerotic diseases. [5]"}
{"id": "article-17941_9", "title": "Atheroembolic Kidney Disease -- Epidemiology", "content": "The reported incidence ranges between 1.1% and 4.5% because of different study designs and criteria for diagnosis. [6] Fukumoto and colleagues observed that 1.4% of 1786 patients who underwent left-heart catheterization were found to have atheroembolic disease and that 64% of these patients were diagnosed with renal failure. [8] In older adults with atherosclerosis atheroembolic renal disease is being increasingly seen. Scolari et al. published that 60% of 354 patients who had atheroembolic disease were over 70 years old. [13]", "contents": "Atheroembolic Kidney Disease -- Epidemiology. The reported incidence ranges between 1.1% and 4.5% because of different study designs and criteria for diagnosis. [6] Fukumoto and colleagues observed that 1.4% of 1786 patients who underwent left-heart catheterization were found to have atheroembolic disease and that 64% of these patients were diagnosed with renal failure. [8] In older adults with atherosclerosis atheroembolic renal disease is being increasingly seen. Scolari et al. published that 60% of 354 patients who had atheroembolic disease were over 70 years old. [13]"}
{"id": "article-17941_10", "title": "Atheroembolic Kidney Disease -- Epidemiology", "content": "The exact prevalence of atheroembolic renal disease is unknown and it is an underdiagnosed condition. [5] The clinical experience is based on isolated case reports, case series, and clinicopathologic case discussions. The reported incidence varies in the literature as there are differences in study design and criteria used for establishing the diagnosis always differ.", "contents": "Atheroembolic Kidney Disease -- Epidemiology. The exact prevalence of atheroembolic renal disease is unknown and it is an underdiagnosed condition. [5] The clinical experience is based on isolated case reports, case series, and clinicopathologic case discussions. The reported incidence varies in the literature as there are differences in study design and criteria used for establishing the diagnosis always differ."}
{"id": "article-17941_11", "title": "Atheroembolic Kidney Disease -- Pathophysiology", "content": "During surgical procedures, mechanical trauma (incision, clamping, or manipulation of the vessel) may disrupt the atherosclerotic plaques. During angiography or angioplasty, catheter manipulations disrupt the plaques, exposing the soft, cholesterol-laden core of the plaque to the arterial circulation. Anticoagulants or thrombolytic therapy prevent the formation of a protective thrombus overlying an ulcerated plaque or could initiate the disruption of a plaque by causing hemorrhage into it exposing them to the hemodynamic stress of circulating blood. Once in the circulation, cholesterol crystal emboli lodge in small arteries, 150 mm to 200 mm in diameter. These cause partial occlusion of the vessel and distal ischemia. This is followed by an inflammatory reaction, intimal proliferation, and intravascular fibrosis. The entire process results in the further obliteration of the lumen and more ischemic changes. [14]", "contents": "Atheroembolic Kidney Disease -- Pathophysiology. During surgical procedures, mechanical trauma (incision, clamping, or manipulation of the vessel) may disrupt the atherosclerotic plaques. During angiography or angioplasty, catheter manipulations disrupt the plaques, exposing the soft, cholesterol-laden core of the plaque to the arterial circulation. Anticoagulants or thrombolytic therapy prevent the formation of a protective thrombus overlying an ulcerated plaque or could initiate the disruption of a plaque by causing hemorrhage into it exposing them to the hemodynamic stress of circulating blood. Once in the circulation, cholesterol crystal emboli lodge in small arteries, 150 mm to 200 mm in diameter. These cause partial occlusion of the vessel and distal ischemia. This is followed by an inflammatory reaction, intimal proliferation, and intravascular fibrosis. The entire process results in the further obliteration of the lumen and more ischemic changes. [14]"}
{"id": "article-17941_12", "title": "Atheroembolic Kidney Disease -- Pathophysiology", "content": "The exact mechanism underlying atheroembolic renal disease is not fully known. The local tissue necrosis and inflammatory response invoked by cholesterol crystals play a significant role. Furthermore, the renin-angiotensin-aldosterone system and complement activation also contribute to the development of atheroembolic renal disease.", "contents": "Atheroembolic Kidney Disease -- Pathophysiology. The exact mechanism underlying atheroembolic renal disease is not fully known. The local tissue necrosis and inflammatory response invoked by cholesterol crystals play a significant role. Furthermore, the renin-angiotensin-aldosterone system and complement activation also contribute to the development of atheroembolic renal disease."}
{"id": "article-17941_13", "title": "Atheroembolic Kidney Disease -- Pathophysiology -- Necroinflammation", "content": "Cholesterol crystals cause tissue damage directly by mechanical obstruction leading to the obstruction of the vessels, tissue ischemia, and cell necrosis, which is referred to as “necroinflammation”. [15] The local inflammatory cascade initiated by cholesterol crystals plays a crucial part in the luminal occlusion and consequent renal insufficiency. The cholesterol crystals set off a foreign-body inflammatory response around the arterioles, causing infiltration of the macrophages and giant cell reaction.", "contents": "Atheroembolic Kidney Disease -- Pathophysiology -- Necroinflammation. Cholesterol crystals cause tissue damage directly by mechanical obstruction leading to the obstruction of the vessels, tissue ischemia, and cell necrosis, which is referred to as “necroinflammation”. [15] The local inflammatory cascade initiated by cholesterol crystals plays a crucial part in the luminal occlusion and consequent renal insufficiency. The cholesterol crystals set off a foreign-body inflammatory response around the arterioles, causing infiltration of the macrophages and giant cell reaction."}
{"id": "article-17941_14", "title": "Atheroembolic Kidney Disease -- Pathophysiology -- Necroinflammation", "content": "Cholesterol crystals are appearing as an endogenous instigator of inflammation. Tschopp, Martinon, and colleagues reported that cholesterol crystals induce the activation of interleukin-1β in mononuclear phagocytes via the nucleotide-binding domain (NOD)-like receptor protein 3 ( NLRP3 ) inflammasome. [16] This inflammasome is an intracellular platform for the translation of several danger signals into the actuation of caspase-1 and the release of interleukin-1β. Duewell and colleagues reiterated that cholesterol crystals also cause the activation of the NLRP3 inflammasome for the macrophages to secrete mature interleukin (IL)-1β and α, causing cell necrosis. [17] Additionally, Corr et al. reported that cholesterol emboli induce the production of IL-α/β via the activation of PI3K and Syk in macrophages and dendritic cells. [18] Moreover, another study showed that atheroemboli directly adhere to the human macrophage-inducible C-type lectin (hMincle) inducing the release of pro-inflammatory cytokines, such as macrophage inflammatory protein 2 (MIP-2) and tumor necrosis factor (TNF). [19]", "contents": "Atheroembolic Kidney Disease -- Pathophysiology -- Necroinflammation. Cholesterol crystals are appearing as an endogenous instigator of inflammation. Tschopp, Martinon, and colleagues reported that cholesterol crystals induce the activation of interleukin-1β in mononuclear phagocytes via the nucleotide-binding domain (NOD)-like receptor protein 3 ( NLRP3 ) inflammasome. [16] This inflammasome is an intracellular platform for the translation of several danger signals into the actuation of caspase-1 and the release of interleukin-1β. Duewell and colleagues reiterated that cholesterol crystals also cause the activation of the NLRP3 inflammasome for the macrophages to secrete mature interleukin (IL)-1β and α, causing cell necrosis. [17] Additionally, Corr et al. reported that cholesterol emboli induce the production of IL-α/β via the activation of PI3K and Syk in macrophages and dendritic cells. [18] Moreover, another study showed that atheroemboli directly adhere to the human macrophage-inducible C-type lectin (hMincle) inducing the release of pro-inflammatory cytokines, such as macrophage inflammatory protein 2 (MIP-2) and tumor necrosis factor (TNF). [19]"}
{"id": "article-17941_15", "title": "Atheroembolic Kidney Disease -- Pathophysiology -- Activation of Renin-Angiotensin-Aldosterone System (RAAS)", "content": "Blood pressure in patients with AERD is difficult to control, as it has been found to contribute to the activation of RAAS. Obstruction of the renal vasculature by cholesterol crystals reduces focal blood perfusion and induces the activation of RAAS, exerting detrimental effects through oxidative stress. This in turn leads to apoptosis, inflammation, and fibrosis.[ 25 ]", "contents": "Atheroembolic Kidney Disease -- Pathophysiology -- Activation of Renin-Angiotensin-Aldosterone System (RAAS). Blood pressure in patients with AERD is difficult to control, as it has been found to contribute to the activation of RAAS. Obstruction of the renal vasculature by cholesterol crystals reduces focal blood perfusion and induces the activation of RAAS, exerting detrimental effects through oxidative stress. This in turn leads to apoptosis, inflammation, and fibrosis.[ 25 ]"}
{"id": "article-17941_16", "title": "Atheroembolic Kidney Disease -- Pathophysiology -- Complement Activation", "content": "Complement factors are associated with the inflammatory response secondary to atherosclerosis. Cholesterol crystals trigger both complement pathways, classical and alternative. [20] [21] A study demonstrated that emboli activated the classical complement cascade and TNF release, which led to endothelial activation in vitro. [22] The activation of complement pathways is an important mechanism that controls the secretion of proinflammatory cytokines and inflammatory reactions.", "contents": "Atheroembolic Kidney Disease -- Pathophysiology -- Complement Activation. Complement factors are associated with the inflammatory response secondary to atherosclerosis. Cholesterol crystals trigger both complement pathways, classical and alternative. [20] [21] A study demonstrated that emboli activated the classical complement cascade and TNF release, which led to endothelial activation in vitro. [22] The activation of complement pathways is an important mechanism that controls the secretion of proinflammatory cytokines and inflammatory reactions."}
{"id": "article-17941_17", "title": "Atheroembolic Kidney Disease -- Histopathology", "content": "In the kidney, emboli typically lodge in the arcuate and interlobar arteries and are seen on light microscopy as elongated biconvex transparent needle-shaped clefts. These clefts represent the cholesterol crystals that are dissolved during tissue processing. Initially, the blood vessel is partially occluded initially. Endothelial inflammatory response ensues and eventually leads to complete obliteration of flow of blood within weeks or months. [5] [23]", "contents": "Atheroembolic Kidney Disease -- Histopathology. In the kidney, emboli typically lodge in the arcuate and interlobar arteries and are seen on light microscopy as elongated biconvex transparent needle-shaped clefts. These clefts represent the cholesterol crystals that are dissolved during tissue processing. Initially, the blood vessel is partially occluded initially. Endothelial inflammatory response ensues and eventually leads to complete obliteration of flow of blood within weeks or months. [5] [23]"}
{"id": "article-17941_18", "title": "Atheroembolic Kidney Disease -- Histopathology", "content": "Glomeruli may appear normal in the initial stages, but eventually, there may be glomerular collapse or shrinkage. Other changes in histology may include acute tubular necrosis, interstitial fibrosis, and tubular atrophy.", "contents": "Atheroembolic Kidney Disease -- Histopathology. Glomeruli may appear normal in the initial stages, but eventually, there may be glomerular collapse or shrinkage. Other changes in histology may include acute tubular necrosis, interstitial fibrosis, and tubular atrophy."}
{"id": "article-17941_19", "title": "Atheroembolic Kidney Disease -- History and Physical", "content": "Atheroembolic renal disease is most commonly part of generalized atheroembolic disease, and the five most commonly affected organs are skin, lower extremity skeletal muscles, gastrointestinal tract, kidneys, and brain. Clinical manifestations include livedo reticularis, blue toe/purple toe syndrome, abdominal pain, and neurological deficits. AERD presents with acute/subacute/chronic renal failure, mild to moderate degree of proteinuria, hematuria, accelerated hypertension, or new onset of hypertension. Eosinophilia, eosinophiluria, and hypocomplementemia are known to occur in this disease. [5] [24] There are three forms of atheroembolic renal disease:", "contents": "Atheroembolic Kidney Disease -- History and Physical. Atheroembolic renal disease is most commonly part of generalized atheroembolic disease, and the five most commonly affected organs are skin, lower extremity skeletal muscles, gastrointestinal tract, kidneys, and brain. Clinical manifestations include livedo reticularis, blue toe/purple toe syndrome, abdominal pain, and neurological deficits. AERD presents with acute/subacute/chronic renal failure, mild to moderate degree of proteinuria, hematuria, accelerated hypertension, or new onset of hypertension. Eosinophilia, eosinophiluria, and hypocomplementemia are known to occur in this disease. [5] [24] There are three forms of atheroembolic renal disease:"}
{"id": "article-17941_20", "title": "Atheroembolic Kidney Disease -- History and Physical", "content": "An acute form that develops a few days after the inciting event and is due to a massive embolization. The second type of AERD develops subacutely or in a stepwise fashion, probably due to recurrent embolization or endothelial inflammation that follows initial ischemic insult and which results in further vessel occlusion. This is the most frequently observed form of atheroembolic renal disease. A third variety presents as chronic and slowly progressive impairment of renal function and is often mistaken for nephrosclerosis and/or ischemic nephropathy. [13] [25] [26]", "contents": "Atheroembolic Kidney Disease -- History and Physical. An acute form that develops a few days after the inciting event and is due to a massive embolization. The second type of AERD develops subacutely or in a stepwise fashion, probably due to recurrent embolization or endothelial inflammation that follows initial ischemic insult and which results in further vessel occlusion. This is the most frequently observed form of atheroembolic renal disease. A third variety presents as chronic and slowly progressive impairment of renal function and is often mistaken for nephrosclerosis and/or ischemic nephropathy. [13] [25] [26]"}
{"id": "article-17941_21", "title": "Atheroembolic Kidney Disease -- History and Physical", "content": "Renal pathology can also manifest as purpura nephritis and membranous nephropathy. [27] Cholesterol emboli have been found to be associated with renal impairment due to ischemic interstitial damage. AERD may also happen in end-stage renal disease patients undergoing maintenance dialysis. [28]", "contents": "Atheroembolic Kidney Disease -- History and Physical. Renal pathology can also manifest as purpura nephritis and membranous nephropathy. [27] Cholesterol emboli have been found to be associated with renal impairment due to ischemic interstitial damage. AERD may also happen in end-stage renal disease patients undergoing maintenance dialysis. [28]"}
{"id": "article-17941_22", "title": "Atheroembolic Kidney Disease -- Evaluation", "content": "The combination of risk factors, inciting or triggering events, acute/subacute renal failure, and signs of peripheral emboli strongly suggest the diagnosis. In the presence of these, the diagnosis of atheroembolic renal disease can be made without doing a kidney biopsy. Renal biopsy, however, may be required in some cases to exclude vasculitis, acute tubular necrosis, allergic interstitial nephritis, etc., and may provide a definite diagnosis.", "contents": "Atheroembolic Kidney Disease -- Evaluation. The combination of risk factors, inciting or triggering events, acute/subacute renal failure, and signs of peripheral emboli strongly suggest the diagnosis. In the presence of these, the diagnosis of atheroembolic renal disease can be made without doing a kidney biopsy. Renal biopsy, however, may be required in some cases to exclude vasculitis, acute tubular necrosis, allergic interstitial nephritis, etc., and may provide a definite diagnosis."}
{"id": "article-17941_23", "title": "Atheroembolic Kidney Disease -- Evaluation", "content": "A skin biopsy may be a simple and minimally invasive way of making the diagnosis if there are skin lesions (digital infarcts, livedo reticularis). In the presence of muscle damage and if a specific muscle can be identified, muscle biopsy may be another minimally invasive way to establish the diagnosis.", "contents": "Atheroembolic Kidney Disease -- Evaluation. A skin biopsy may be a simple and minimally invasive way of making the diagnosis if there are skin lesions (digital infarcts, livedo reticularis). In the presence of muscle damage and if a specific muscle can be identified, muscle biopsy may be another minimally invasive way to establish the diagnosis."}
{"id": "article-17941_24", "title": "Atheroembolic Kidney Disease -- Treatment / Management", "content": "There is no specific therapy for atheroembolic renal disease and treatment is mostly symptomatic and supportive. Dialysis may be appropriate if there is no evidence of continued embolic events. Anticoagulation should be discontinued, and performance of more invasive diagnostic/therapeutic vascular procedures or surgery should be avoided or delayed, if possible. Treatment with aspirin and statins, smoking cessation, blood pressure control, and glycemic control should be provided for the management of atherosclerosis. Distal protection vascular devices are being used in interventional procedures to prevent embolic material from lodging in distal sites. [5] The aim of treatment is to slow or halt the progression of ischemia of the tissues and more showering of cholesterol crystals and provide supportive management in the event of renal dysfunction.", "contents": "Atheroembolic Kidney Disease -- Treatment / Management. There is no specific therapy for atheroembolic renal disease and treatment is mostly symptomatic and supportive. Dialysis may be appropriate if there is no evidence of continued embolic events. Anticoagulation should be discontinued, and performance of more invasive diagnostic/therapeutic vascular procedures or surgery should be avoided or delayed, if possible. Treatment with aspirin and statins, smoking cessation, blood pressure control, and glycemic control should be provided for the management of atherosclerosis. Distal protection vascular devices are being used in interventional procedures to prevent embolic material from lodging in distal sites. [5] The aim of treatment is to slow or halt the progression of ischemia of the tissues and more showering of cholesterol crystals and provide supportive management in the event of renal dysfunction."}
{"id": "article-17941_25", "title": "Atheroembolic Kidney Disease -- Treatment / Management -- Corticosteroid", "content": "The purpose of corticosteroid use is to decrease the inflammatory response with atheroembolization. However, the effects of steroids stay controversial. Some studies demonstrate that the administration of oral prednisolone at a dose of 1 mg/kg/day results in overall clinical improvement and better renal outcomes. [29] However, other studies reveal that steroids do not have a remarkable long-term effect on renal outcomes and may even result in an increased risk of mortality. [30]", "contents": "Atheroembolic Kidney Disease -- Treatment / Management -- Corticosteroid. The purpose of corticosteroid use is to decrease the inflammatory response with atheroembolization. However, the effects of steroids stay controversial. Some studies demonstrate that the administration of oral prednisolone at a dose of 1 mg/kg/day results in overall clinical improvement and better renal outcomes. [29] However, other studies reveal that steroids do not have a remarkable long-term effect on renal outcomes and may even result in an increased risk of mortality. [30]"}
{"id": "article-17941_26", "title": "Atheroembolic Kidney Disease -- Treatment / Management -- Lipid-lowering Therapies", "content": "Statins may have a positive effect on AERD by contributing to the stabilization of plaque and its regression through their anti-inflammatory and lipid-lowering properties. [31]", "contents": "Atheroembolic Kidney Disease -- Treatment / Management -- Lipid-lowering Therapies. Statins may have a positive effect on AERD by contributing to the stabilization of plaque and its regression through their anti-inflammatory and lipid-lowering properties. [31]"}
{"id": "article-17941_27", "title": "Atheroembolic Kidney Disease -- Treatment / Management -- Dialysis and Other Therapies", "content": "Patients with acute kidney injury may need renal replacement therapy. Both peritoneal dialysis and hemodialysis are useful means of treating renal failure in such patients.", "contents": "Atheroembolic Kidney Disease -- Treatment / Management -- Dialysis and Other Therapies. Patients with acute kidney injury may need renal replacement therapy. Both peritoneal dialysis and hemodialysis are useful means of treating renal failure in such patients."}
{"id": "article-17941_28", "title": "Atheroembolic Kidney Disease -- Differential Diagnosis", "content": "In contrast nephropathy, an increase in serum creatinine starts a day or two after exposure to contrast, serum creatinine peaks in approximately one week and returns to baseline within 10 to 14 days. On the other hand, AERD frequently has a delayed onset, usually days to weeks, and a protracted course. The outcome is often poor, resulting in progressive renal failure requiring dialysis. [24]", "contents": "Atheroembolic Kidney Disease -- Differential Diagnosis. In contrast nephropathy, an increase in serum creatinine starts a day or two after exposure to contrast, serum creatinine peaks in approximately one week and returns to baseline within 10 to 14 days. On the other hand, AERD frequently has a delayed onset, usually days to weeks, and a protracted course. The outcome is often poor, resulting in progressive renal failure requiring dialysis. [24]"}
{"id": "article-17941_29", "title": "Atheroembolic Kidney Disease -- Differential Diagnosis", "content": "Systemic vasculitis is another consideration since there is multisystem involvement and a decrease in complement levels in both atheroembolic renal disease and systemic vasculitis. Serological testing, a biopsy of the affected organ, or angiography may be needed to rule this disease out since management and outcome of vasculitis are very different. Subacute bacterial endocarditis may also enter into differential diagnosis due to multisystem manifestations and low complement levels. Rising serum creatinine, mild to moderate degree of proteinuria, hematuria, and eosinophilia may also raise the possibility of acute interstitial nephritis. [6] [23]", "contents": "Atheroembolic Kidney Disease -- Differential Diagnosis. Systemic vasculitis is another consideration since there is multisystem involvement and a decrease in complement levels in both atheroembolic renal disease and systemic vasculitis. Serological testing, a biopsy of the affected organ, or angiography may be needed to rule this disease out since management and outcome of vasculitis are very different. Subacute bacterial endocarditis may also enter into differential diagnosis due to multisystem manifestations and low complement levels. Rising serum creatinine, mild to moderate degree of proteinuria, hematuria, and eosinophilia may also raise the possibility of acute interstitial nephritis. [6] [23]"}
{"id": "article-17941_30", "title": "Atheroembolic Kidney Disease -- Differential Diagnosis", "content": "Chronic forms of atheroembolic renal disease may be mistaken for hypertensive nephrosclerosis or ischemic nephropathy if peripheral manifestations are not obvious or missed. Renal biopsy may be crucial in these cases to make the diagnosis.", "contents": "Atheroembolic Kidney Disease -- Differential Diagnosis. Chronic forms of atheroembolic renal disease may be mistaken for hypertensive nephrosclerosis or ischemic nephropathy if peripheral manifestations are not obvious or missed. Renal biopsy may be crucial in these cases to make the diagnosis."}
{"id": "article-17941_31", "title": "Atheroembolic Kidney Disease -- Prognosis", "content": "In atheroembolic renal disease, cholesterol emboli are often associated with irreversible organ damage with a poor prognosis. The renal outcome varies, with some patients going on maintenance dialysis and others improving but with a variable degree of residual chronic renal impairment. Renal function may improve in approximately one-third of these patients after variable time if there are no more embolic events and tubular recovery ensues. [5] [6] Around 30%–55% of acute/subacute AERD patients need renal replacement therapy. The improvement in renal function has been observed in only 21%–28% of such patients. [32] Progression to end-stage renal failure has been observed in 23%–32% of AERD cases. [33] One and two-year survival rates of 87% and 75%, respectively, have been reported. The 4-year survival rate is found to be 52%. Mortality is quite high, ranging from 64% to 81%. [34] The most common cause of mortality is cardiovascular disease. [35]", "contents": "Atheroembolic Kidney Disease -- Prognosis. In atheroembolic renal disease, cholesterol emboli are often associated with irreversible organ damage with a poor prognosis. The renal outcome varies, with some patients going on maintenance dialysis and others improving but with a variable degree of residual chronic renal impairment. Renal function may improve in approximately one-third of these patients after variable time if there are no more embolic events and tubular recovery ensues. [5] [6] Around 30%–55% of acute/subacute AERD patients need renal replacement therapy. The improvement in renal function has been observed in only 21%–28% of such patients. [32] Progression to end-stage renal failure has been observed in 23%–32% of AERD cases. [33] One and two-year survival rates of 87% and 75%, respectively, have been reported. The 4-year survival rate is found to be 52%. Mortality is quite high, ranging from 64% to 81%. [34] The most common cause of mortality is cardiovascular disease. [35]"}
{"id": "article-17941_32", "title": "Atheroembolic Kidney Disease -- Complications", "content": "Atheroembolic disease being a multi-organ disease can lead to the following complications that the providers need to be aware of: Irreversible organ damage End-stage renal disease Cardiovascular disease Visceral ischemia Purpura nephritis Membranous nephropathy", "contents": "Atheroembolic Kidney Disease -- Complications. Atheroembolic disease being a multi-organ disease can lead to the following complications that the providers need to be aware of: Irreversible organ damage End-stage renal disease Cardiovascular disease Visceral ischemia Purpura nephritis Membranous nephropathy"}
{"id": "article-17941_33", "title": "Atheroembolic Kidney Disease -- Deterrence and Patient Education", "content": "Prevention is critical for atheroembolic renal disease as there is no effective treatment available at present. It is useful to act in anticipation and initiate prophylaxis against further events of atheroembolization. As it is a serious complication of many invasive vascular procedures, it is recommended that excess anticoagulation, surgical procedures, and angiography be limited as much as possible in cases with severe atherosclerosis. [36] Newer noninvasive diagnostic investigations, such as spiral CT angiography, duplex ultrasonography, and angiomagnetic resonance might reduce iatrogenic AERD.", "contents": "Atheroembolic Kidney Disease -- Deterrence and Patient Education. Prevention is critical for atheroembolic renal disease as there is no effective treatment available at present. It is useful to act in anticipation and initiate prophylaxis against further events of atheroembolization. As it is a serious complication of many invasive vascular procedures, it is recommended that excess anticoagulation, surgical procedures, and angiography be limited as much as possible in cases with severe atherosclerosis. [36] Newer noninvasive diagnostic investigations, such as spiral CT angiography, duplex ultrasonography, and angiomagnetic resonance might reduce iatrogenic AERD."}
{"id": "article-17941_34", "title": "Atheroembolic Kidney Disease -- Deterrence and Patient Education", "content": "Patients should be made aware of their disease and its implications on different systems of the body. Should it indicate the need for dialysis in a patient, a thorough awareness program with the help of an interprofessional team should be carried out in such cases.", "contents": "Atheroembolic Kidney Disease -- Deterrence and Patient Education. Patients should be made aware of their disease and its implications on different systems of the body. Should it indicate the need for dialysis in a patient, a thorough awareness program with the help of an interprofessional team should be carried out in such cases."}
{"id": "article-17941_35", "title": "Atheroembolic Kidney Disease -- Pearls and Other Issues", "content": "Atheroembolic renal disease is frequently an iatrogenic disease and may follow surgical procedures, angiography, angioplasty, or endovascular grafting, may be related to anticoagulation or thrombolytic therapy and presents with acute/subacute/chronic renal failure, mild to moderate degree of proteinuria, hematuria, accelerated hypertension or new onset of hypertension. Differential diagnosis includes contrast nephropathy, allergic interstitial nephritis, acute tubular necrosis. Renal and patient survival are poor and related to a coexistent significant cardiovascular disease.", "contents": "Atheroembolic Kidney Disease -- Pearls and Other Issues. Atheroembolic renal disease is frequently an iatrogenic disease and may follow surgical procedures, angiography, angioplasty, or endovascular grafting, may be related to anticoagulation or thrombolytic therapy and presents with acute/subacute/chronic renal failure, mild to moderate degree of proteinuria, hematuria, accelerated hypertension or new onset of hypertension. Differential diagnosis includes contrast nephropathy, allergic interstitial nephritis, acute tubular necrosis. Renal and patient survival are poor and related to a coexistent significant cardiovascular disease."}
{"id": "article-17941_36", "title": "Atheroembolic Kidney Disease -- Enhancing Healthcare Team Outcomes", "content": "Restricting the use of angiography and interventional or surgical vascular procedures in those with a high risk of atheroembolic events may of important for primary prevention of this disease. The use of alternate diagnostic procedures like MR angiography or computer-assisted topographic angiography should be considered in high-risk patients if the alternate procedure can provide adequate information. Minimizing direct trauma of the tip of the catheter to the atheromatous wall of the vessel may reduce the risk of atheroembolization. The use of embolic protection devices during vascular procedures may catch the atheromatous debris and prevent their migration to distal sites and reduce the risk of embolization. [5] [37] [Level 5]", "contents": "Atheroembolic Kidney Disease -- Enhancing Healthcare Team Outcomes. Restricting the use of angiography and interventional or surgical vascular procedures in those with a high risk of atheroembolic events may of important for primary prevention of this disease. The use of alternate diagnostic procedures like MR angiography or computer-assisted topographic angiography should be considered in high-risk patients if the alternate procedure can provide adequate information. Minimizing direct trauma of the tip of the catheter to the atheromatous wall of the vessel may reduce the risk of atheroembolization. The use of embolic protection devices during vascular procedures may catch the atheromatous debris and prevent their migration to distal sites and reduce the risk of embolization. [5] [37] [Level 5]"}
{"id": "article-17941_37", "title": "Atheroembolic Kidney Disease -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Atheroembolic Kidney Disease -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}