{"id": "article-17715_0", "title": "Biochemistry, Antithrombin III -- Introduction", "content": "Antithrombin is a plasma glycoprotein consisting of 432 amino acid residues integral in the regulation of the coagulation process during bleeding. Antithrombin most notably binds to serine proteases factor II (thrombin), factor IXa, and factor Xa which inhibits the blood clotting process involved in the coagulation cascade pathway. As part of the normal physiological response to bleeding, platelets circulating the plasma become initially activated by multiple factors produced from endothelial cells to aggregate and form a plug. Circulating fibrinogen is then converted into fibrin by thrombin through a series of protease activations, which constitute the reactions of the coagulation cascade pathway. Fibrin acts to stabilize the initial platelet-created plug which determines the completion of the clot formation. [1]", "contents": "Biochemistry, Antithrombin III -- Introduction. Antithrombin is a plasma glycoprotein consisting of 432 amino acid residues integral in the regulation of the coagulation process during bleeding. Antithrombin most notably binds to serine proteases factor II (thrombin), factor IXa, and factor Xa which inhibits the blood clotting process involved in the coagulation cascade pathway. As part of the normal physiological response to bleeding, platelets circulating the plasma become initially activated by multiple factors produced from endothelial cells to aggregate and form a plug. Circulating fibrinogen is then converted into fibrin by thrombin through a series of protease activations, which constitute the reactions of the coagulation cascade pathway. Fibrin acts to stabilize the initial platelet-created plug which determines the completion of the clot formation. [1]"}
{"id": "article-17715_1", "title": "Biochemistry, Antithrombin III -- Introduction", "content": "Antithrombin is among the number of regulatory mechanisms of the coagulation cascade which provides a counter mechanism to clot formation. It serves as up to 80% of the inhibitory component to thrombin formation, as well as factor IXa and factor Xa inhibition. [2] Deficiency in antithrombin has clinical links to increased risks of thrombosis, thromboembolism, and associated complications associated with a hypercoagulable state. [3] This activity aims to provide a generalized understanding of the biochemical properties of anti-thrombin, present an overview of its structure in correlation to its function regarding interactions with serine proteases and heparin.", "contents": "Biochemistry, Antithrombin III -- Introduction. Antithrombin is among the number of regulatory mechanisms of the coagulation cascade which provides a counter mechanism to clot formation. It serves as up to 80% of the inhibitory component to thrombin formation, as well as factor IXa and factor Xa inhibition. [2] Deficiency in antithrombin has clinical links to increased risks of thrombosis, thromboembolism, and associated complications associated with a hypercoagulable state. [3] This activity aims to provide a generalized understanding of the biochemical properties of anti-thrombin, present an overview of its structure in correlation to its function regarding interactions with serine proteases and heparin."}
{"id": "article-17715_2", "title": "Biochemistry, Antithrombin III -- Molecular Level", "content": "Antithrombin is part of a family of serine protease inhibitors known as serpins. Serpins generally consist of a highly conserved structure of amino acid chains organized into three beta-sheets, nine alpha sheets, and a reactive center loop (RCL) designated as the sequence of amino acids which serve as the reactive site for protease interaction [4] . The RCL loop in antithrombin exists along the amino acid chain sequence at the 393 arginine residue and 394 serine residue near the carboxyl-terminal of the amino acid sequence. It is the region within the antithrombin that creates the antithrombin-protease complex for inhibition. [4]", "contents": "Biochemistry, Antithrombin III -- Molecular Level. Antithrombin is part of a family of serine protease inhibitors known as serpins. Serpins generally consist of a highly conserved structure of amino acid chains organized into three beta-sheets, nine alpha sheets, and a reactive center loop (RCL) designated as the sequence of amino acids which serve as the reactive site for protease interaction [4] . The RCL loop in antithrombin exists along the amino acid chain sequence at the 393 arginine residue and 394 serine residue near the carboxyl-terminal of the amino acid sequence. It is the region within the antithrombin that creates the antithrombin-protease complex for inhibition. [4]"}
{"id": "article-17715_3", "title": "Biochemistry, Antithrombin III -- Molecular Level", "content": "Synthesis of antithrombin occurs primarily in the liver initially as an immature protein chain made up of 464 amino acid residues. The amino acid chain is then cleaved at the N-terminal by 32 amino acids, thereby creating a mature 432 amino acid sequence protein. The mature protein contains three disulfide bonds that intermolecularly link six cysteine residues together. This configuration allows for four potential glycosylation sites to exist within the molecule. [4] Depending on the number of occupied glycosylation sites, anti-thrombin further subcategorizes into two isoforms: alpha antithrombin and beta antithrombin. [5]", "contents": "Biochemistry, Antithrombin III -- Molecular Level. Synthesis of antithrombin occurs primarily in the liver initially as an immature protein chain made up of 464 amino acid residues. The amino acid chain is then cleaved at the N-terminal by 32 amino acids, thereby creating a mature 432 amino acid sequence protein. The mature protein contains three disulfide bonds that intermolecularly link six cysteine residues together. This configuration allows for four potential glycosylation sites to exist within the molecule. [4] Depending on the number of occupied glycosylation sites, anti-thrombin further subcategorizes into two isoforms: alpha antithrombin and beta antithrombin. [5]"}
{"id": "article-17715_4", "title": "Biochemistry, Antithrombin III -- Molecular Level", "content": "Alpha antithrombin refers to antithrombin in which oligosaccharides bind all four glycosylation sites. It is the predominant configuration of antithrombin, presenting as around 90% of the antithrombin in the plasma. [6] Beta antithrombin, however, refers to antithrombin with three of the four sites occupied, with the oligosaccharide chain at Asn135 missing. [6] This change in configuration increases the affinity of beta antithrombin binding to heparin at a designated heparin-binding domain. [7] The binding of heparin dramatically increases the affinity for antithrombin to bind to serine protease, enhancing the functional efficiency of antithrombin to inhibit clot formation.", "contents": "Biochemistry, Antithrombin III -- Molecular Level. Alpha antithrombin refers to antithrombin in which oligosaccharides bind all four glycosylation sites. It is the predominant configuration of antithrombin, presenting as around 90% of the antithrombin in the plasma. [6] Beta antithrombin, however, refers to antithrombin with three of the four sites occupied, with the oligosaccharide chain at Asn135 missing. [6] This change in configuration increases the affinity of beta antithrombin binding to heparin at a designated heparin-binding domain. [7] The binding of heparin dramatically increases the affinity for antithrombin to bind to serine protease, enhancing the functional efficiency of antithrombin to inhibit clot formation."}
{"id": "article-17715_5", "title": "Biochemistry, Antithrombin III -- Mechanism", "content": "Antithrombin has two specific binding sites- the reactive site consisting of the reactive center loop (RCL) which binds proteases such as thrombin, factor Xa, IXa, and the heparin-binding domain which, as the name suggests, binds heparin. [8]", "contents": "Biochemistry, Antithrombin III -- Mechanism. Antithrombin has two specific binding sites- the reactive site consisting of the reactive center loop (RCL) which binds proteases such as thrombin, factor Xa, IXa, and the heparin-binding domain which, as the name suggests, binds heparin. [8]"}
{"id": "article-17715_6", "title": "Biochemistry, Antithrombin III -- Mechanism", "content": "The reactive center loop of antithrombin located at the arginine residue at 393 and the serine residue at 394 near the carboxyl-terminal functions to bind to the active site of proteases through a complex mechanism involving a conformational change of the antithrombin reactive site. [8] Strands from beta-sheet A of the antithrombin site separate halfway along their length and the RCL subsequently rearranges at the point of entry into the sheet A along with various other conformational changes, which serve to increase the mobility of the RCL. The increased mobility provides a docking site of the protease, which in turn creates an irreversible complex. [8]", "contents": "Biochemistry, Antithrombin III -- Mechanism. The reactive center loop of antithrombin located at the arginine residue at 393 and the serine residue at 394 near the carboxyl-terminal functions to bind to the active site of proteases through a complex mechanism involving a conformational change of the antithrombin reactive site. [8] Strands from beta-sheet A of the antithrombin site separate halfway along their length and the RCL subsequently rearranges at the point of entry into the sheet A along with various other conformational changes, which serve to increase the mobility of the RCL. The increased mobility provides a docking site of the protease, which in turn creates an irreversible complex. [8]"}
{"id": "article-17715_7", "title": "Biochemistry, Antithrombin III -- Mechanism", "content": "The inhibitor-protease complex is then rapidly removed from the circulation no more than 5 minutes after formation, which removes thrombin from the circulation, disrupting the clotting effect of the coagulation cascade. While the exact mechanism is still uncertain, evidence may suggest receptors on hepatocytes to be involved in the removal of the complex from the plasma. [8]", "contents": "Biochemistry, Antithrombin III -- Mechanism. The inhibitor-protease complex is then rapidly removed from the circulation no more than 5 minutes after formation, which removes thrombin from the circulation, disrupting the clotting effect of the coagulation cascade. While the exact mechanism is still uncertain, evidence may suggest receptors on hepatocytes to be involved in the removal of the complex from the plasma. [8]"}
{"id": "article-17715_8", "title": "Biochemistry, Antithrombin III -- Mechanism", "content": "The formation of the antithrombin-protease complex, while irreversible, is a naturally slow and inefficient reaction. The process can be rapidly increased up to 1000-fold with the presence of sulfated polysaccharides in the form of heparin and heparan sulfate. [8] Heparin contains a unique pentasaccharide sequence within its glycosaminoglycan chain consisting of negatively charged sulfate groups, which is responsible for its high-affinity towards the antithrombin heparin-binding domain.", "contents": "Biochemistry, Antithrombin III -- Mechanism. The formation of the antithrombin-protease complex, while irreversible, is a naturally slow and inefficient reaction. The process can be rapidly increased up to 1000-fold with the presence of sulfated polysaccharides in the form of heparin and heparan sulfate. [8] Heparin contains a unique pentasaccharide sequence within its glycosaminoglycan chain consisting of negatively charged sulfate groups, which is responsible for its high-affinity towards the antithrombin heparin-binding domain."}
{"id": "article-17715_9", "title": "Biochemistry, Antithrombin III -- Mechanism", "content": "The heparin-binding domain located on the surface of antithrombin, on the other hand, contains positively charged arginine and lysine which bind to the negatively charged domains of the heparin pentasaccharide sequence through partially an allosteric mechanism. [9]", "contents": "Biochemistry, Antithrombin III -- Mechanism. The heparin-binding domain located on the surface of antithrombin, on the other hand, contains positively charged arginine and lysine which bind to the negatively charged domains of the heparin pentasaccharide sequence through partially an allosteric mechanism. [9]"}
{"id": "article-17715_10", "title": "Biochemistry, Antithrombin III -- Mechanism", "content": "The successful binding of heparin activates a conformational change within the antithrombin, which increases its affinity towards protease, promotes the formation of the antithrombin-protease complex, and ultimately inhibits blood coagulation. [10]", "contents": "Biochemistry, Antithrombin III -- Mechanism. The successful binding of heparin activates a conformational change within the antithrombin, which increases its affinity towards protease, promotes the formation of the antithrombin-protease complex, and ultimately inhibits blood coagulation. [10]"}
{"id": "article-17715_11", "title": "Biochemistry, Antithrombin III -- Mechanism", "content": "Allosteric activation induced by heparin to the antithrombin serpin structure has been the object of extensive study, and while the kinetics of the reaction is quite complex, generally the allosteric activation of antithrombin induces structural changes within the RCL, the heparin-binding site, and the hydrophobic core that constitutes the antithrombin. The exact interactions involved in the conformational change are still a topic for research and revision. [9]", "contents": "Biochemistry, Antithrombin III -- Mechanism. Allosteric activation induced by heparin to the antithrombin serpin structure has been the object of extensive study, and while the kinetics of the reaction is quite complex, generally the allosteric activation of antithrombin induces structural changes within the RCL, the heparin-binding site, and the hydrophobic core that constitutes the antithrombin. The exact interactions involved in the conformational change are still a topic for research and revision. [9]"}
{"id": "article-17715_12", "title": "Biochemistry, Antithrombin III -- Clinical Significance", "content": "The estimated prevalence of hereditary antithrombin deficiency is generally between 1 in 2000 and 1 in 5000. [8] Those presenting with venous thrombosis have an incidence between 1 in 20 to 1 in 200. [11] Hereditary antithrombin deficiency categorizes into Type I or Type II. Type I results in a complete deficiency of antithrombin gene products if in a homozygous state. A heterozygous genotype results in approximately 50% of functional antithrombin activity. Type II deficiencies characteristically demonstrate the production of altered antithrombin protein, which results in the loss of its function [11] . There is a decrease in overall antithrombin activity, but the reduction of antithrombin antigen is less likely. The location in which the protein undergoes alteration can affect the reactive site, heparin-binding domain, or both. The lack of antithrombin activity or production most commonly presents as a deep vein thrombosis. However,  there is an increased risk of recurring unprovoked thrombosis in unusual sites such as the cerebral or mesenteric veins. [11] The first instance of thrombosis occurs at relatively young ages with the risk of thrombosis peaking around ages 15 to 40. Initial treatment for thrombosis in these patients is heparin, and maintenance treatment is generally ongoing with an oral anticoagulant. For asymptomatic incidences, primary prophylaxis is currently not recommended due to the increased risk of fatal hemorrhage on long-term anticoagulation versus the lesser risk of fatal VTE. [11]", "contents": "Biochemistry, Antithrombin III -- Clinical Significance. The estimated prevalence of hereditary antithrombin deficiency is generally between 1 in 2000 and 1 in 5000. [8] Those presenting with venous thrombosis have an incidence between 1 in 20 to 1 in 200. [11] Hereditary antithrombin deficiency categorizes into Type I or Type II. Type I results in a complete deficiency of antithrombin gene products if in a homozygous state. A heterozygous genotype results in approximately 50% of functional antithrombin activity. Type II deficiencies characteristically demonstrate the production of altered antithrombin protein, which results in the loss of its function [11] . There is a decrease in overall antithrombin activity, but the reduction of antithrombin antigen is less likely. The location in which the protein undergoes alteration can affect the reactive site, heparin-binding domain, or both. The lack of antithrombin activity or production most commonly presents as a deep vein thrombosis. However,  there is an increased risk of recurring unprovoked thrombosis in unusual sites such as the cerebral or mesenteric veins. [11] The first instance of thrombosis occurs at relatively young ages with the risk of thrombosis peaking around ages 15 to 40. Initial treatment for thrombosis in these patients is heparin, and maintenance treatment is generally ongoing with an oral anticoagulant. For asymptomatic incidences, primary prophylaxis is currently not recommended due to the increased risk of fatal hemorrhage on long-term anticoagulation versus the lesser risk of fatal VTE. [11]"}
{"id": "article-17715_13", "title": "Biochemistry, Antithrombin III -- Clinical Significance", "content": "Acquired antithrombin deficiency is generally associated with either decreased production as a part of impaired synthesis in the instance of acute liver failure, cirrhosis, malnutrition, a direct loss of antithrombin in conditions including nephrotic syndrome, or due to an increase in consumption. [11] Antithrombin gets lost through consumption coagulopathies, including disseminated intravascular coagulation syndrome (DIC), microangiopathies with thrombosis, malignancies, and hematologic transfusion reactions. Levels of antithrombin less than 50 to 60% in sepsis generally have worsening prognostic outcomes, and levels less than 20% correlate with fatal outcomes. [11] The loss of antithrombin in sepsis is in part due to the increase in plasma turnover, and the downregulation of antithrombin production. The degree of deficiency also correlates with the severity of the illness. The effects of antithrombin on the body are extensive, and an understanding of the structure and function of this molecule provides foundational knowledge to integrate treatments and clinical practices for patients with antithrombin disorders. [8]", "contents": "Biochemistry, Antithrombin III -- Clinical Significance. Acquired antithrombin deficiency is generally associated with either decreased production as a part of impaired synthesis in the instance of acute liver failure, cirrhosis, malnutrition, a direct loss of antithrombin in conditions including nephrotic syndrome, or due to an increase in consumption. [11] Antithrombin gets lost through consumption coagulopathies, including disseminated intravascular coagulation syndrome (DIC), microangiopathies with thrombosis, malignancies, and hematologic transfusion reactions. Levels of antithrombin less than 50 to 60% in sepsis generally have worsening prognostic outcomes, and levels less than 20% correlate with fatal outcomes. [11] The loss of antithrombin in sepsis is in part due to the increase in plasma turnover, and the downregulation of antithrombin production. The degree of deficiency also correlates with the severity of the illness. The effects of antithrombin on the body are extensive, and an understanding of the structure and function of this molecule provides foundational knowledge to integrate treatments and clinical practices for patients with antithrombin disorders. [8]"}
{"id": "article-17715_14", "title": "Biochemistry, Antithrombin III -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Biochemistry, Antithrombin III -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}