{"id": "article-17965_0", "title": "Atrial Natriuretic Peptide -- Introduction", "content": "Atrial natriuretic peptide (ANP) is a hormone secreted from the right atrium in response to atrial stretch from hypervolemia as well as in response to hypertension. Since its discovery in the early 1980s, there have subsequent discoveries of other natriuretic peptides, including brain or B-type natriuretic peptide (BNP) and C-type natriuretic peptide (CNP). ANP and BNP are predominately produced by cardiomyocytes, while CNP is found more in the central nervous system and peripheral tissues. [1] ANP and BNP have demonstrated properties leading to vasodilation, increase in natriuresis, diuresis, and antifibrotic and antihypertrophic effects within the heart. [1]", "contents": "Atrial Natriuretic Peptide -- Introduction. Atrial natriuretic peptide (ANP) is a hormone secreted from the right atrium in response to atrial stretch from hypervolemia as well as in response to hypertension. Since its discovery in the early 1980s, there have subsequent discoveries of other natriuretic peptides, including brain or B-type natriuretic peptide (BNP) and C-type natriuretic peptide (CNP). ANP and BNP are predominately produced by cardiomyocytes, while CNP is found more in the central nervous system and peripheral tissues. [1] ANP and BNP have demonstrated properties leading to vasodilation, increase in natriuresis, diuresis, and antifibrotic and antihypertrophic effects within the heart. [1]"}
{"id": "article-17965_1", "title": "Atrial Natriuretic Peptide -- Etiology and Epidemiology", "content": "ANP was first discovered in 1981 by Adolfo J de Bold. [2] At that time, he found that within the myocytes of the atria, there were granules that were very similar morphologically and histochemically to other granules that were known to be hormone-producing cells. [2] This finding turned out to be a groundbreaking discovery. Over the ensuing decades, research has revealed that ANP has properties that lead to vasodilation, natriuresis, and reduction of the renin-angiotensin-aldosterone system (RAAS). [3]", "contents": "Atrial Natriuretic Peptide -- Etiology and Epidemiology. ANP was first discovered in 1981 by Adolfo J de Bold. [2] At that time, he found that within the myocytes of the atria, there were granules that were very similar morphologically and histochemically to other granules that were known to be hormone-producing cells. [2] This finding turned out to be a groundbreaking discovery. Over the ensuing decades, research has revealed that ANP has properties that lead to vasodilation, natriuresis, and reduction of the renin-angiotensin-aldosterone system (RAAS). [3]"}
{"id": "article-17965_2", "title": "Atrial Natriuretic Peptide -- Etiology and Epidemiology", "content": "ANP acts to increase the glomerular filtration rate (GFR) within the kidney by dilating the afferent arterioles and constricting the efferent arterioles. [4] ANP also inhibits sodium and water reabsorption at varying levels of the nephron. [3] This combination results in a reduction of the secretion of Renin and, ultimately, the production of aldosterone. Neprilysin largely degrades ANP.", "contents": "Atrial Natriuretic Peptide -- Etiology and Epidemiology. ANP acts to increase the glomerular filtration rate (GFR) within the kidney by dilating the afferent arterioles and constricting the efferent arterioles. [4] ANP also inhibits sodium and water reabsorption at varying levels of the nephron. [3] This combination results in a reduction of the secretion of Renin and, ultimately, the production of aldosterone. Neprilysin largely degrades ANP."}
{"id": "article-17965_3", "title": "Atrial Natriuretic Peptide -- Etiology and Epidemiology", "content": "There have also been more recent associations made between ANP and lipid metabolism [5] . Lafontan et al. report that ANP, as well as the other natriuretic peptides, B-type and C-Type, play a role in lipid mobilization in human white adipose tissue. [6] Engeli S et al. also report that the natriuretic peptides, including ANP, play a role in fat oxidation in human skeletal muscle. [7] In addition to this, research reveals the administration of ANP intravenously can lead to an increase in plasma levels of adiponectin. [8] [9]", "contents": "Atrial Natriuretic Peptide -- Etiology and Epidemiology. There have also been more recent associations made between ANP and lipid metabolism [5] . Lafontan et al. report that ANP, as well as the other natriuretic peptides, B-type and C-Type, play a role in lipid mobilization in human white adipose tissue. [6] Engeli S et al. also report that the natriuretic peptides, including ANP, play a role in fat oxidation in human skeletal muscle. [7] In addition to this, research reveals the administration of ANP intravenously can lead to an increase in plasma levels of adiponectin. [8] [9]"}
{"id": "article-17965_4", "title": "Atrial Natriuretic Peptide -- Etiology and Epidemiology", "content": "Adiponectin is an adipokine secreted by adipose tissue. Adiponectin has regulating effects on glucose and lipid metabolism resulting in increasing insulin sensitivity, reductions in both plasma glucose and free fatty acid (FFA) levels, as well as anti-inflammatory effects. [3] [10] [11] [12] [13] These associations still need further research, but indeed represent a potentially significant finding that ANP could be much more than just a hormone to regulate vasodilation and natriuresis as was initially thought.", "contents": "Atrial Natriuretic Peptide -- Etiology and Epidemiology. Adiponectin is an adipokine secreted by adipose tissue. Adiponectin has regulating effects on glucose and lipid metabolism resulting in increasing insulin sensitivity, reductions in both plasma glucose and free fatty acid (FFA) levels, as well as anti-inflammatory effects. [3] [10] [11] [12] [13] These associations still need further research, but indeed represent a potentially significant finding that ANP could be much more than just a hormone to regulate vasodilation and natriuresis as was initially thought."}
{"id": "article-17965_5", "title": "Atrial Natriuretic Peptide -- Etiology and Epidemiology", "content": "Additionally, there is evidence to suggest that there is a genetic component to the natriuretic peptides and their receptors. ANP and BNP are both encoded by natriuretic peptide precursors A and B (NPPA & NPPB), respectively, t found on chromosome 1. [14] ANP derives from its precursors pre-pro-ANP and pro-ANP. The NPPA gene has many variants. For example, there is a variant in the Japanese and Italian populations that leads to lower ANP levels, higher blood pressure, and subsequently more incidences of left ventricular hypertrophy. [15]", "contents": "Atrial Natriuretic Peptide -- Etiology and Epidemiology. Additionally, there is evidence to suggest that there is a genetic component to the natriuretic peptides and their receptors. ANP and BNP are both encoded by natriuretic peptide precursors A and B (NPPA & NPPB), respectively, t found on chromosome 1. [14] ANP derives from its precursors pre-pro-ANP and pro-ANP. The NPPA gene has many variants. For example, there is a variant in the Japanese and Italian populations that leads to lower ANP levels, higher blood pressure, and subsequently more incidences of left ventricular hypertrophy. [15]"}
{"id": "article-17965_6", "title": "Atrial Natriuretic Peptide -- Etiology and Epidemiology", "content": "Another variant that studied is rs5068. This particular variant demonstrated in a large sample study to result in higher ANP levels, lower blood pressures, reduced C-reactive protein levels, as well as increased amount of high-density lipoprotein (HDL) levels. [14] [16] [17] [18] [19] To further study this genetic component, researchers have conducted animal studies in mice where they knocked out either the gene for ANP or the gene for natriuretic peptide receptor-A (NPR-A). This modification resulted in the mice having an enlarged heart relative to those that were unaltered. [20] Again, this is an area requiring further research to illuminate the genetic component of ANP fully.", "contents": "Atrial Natriuretic Peptide -- Etiology and Epidemiology. Another variant that studied is rs5068. This particular variant demonstrated in a large sample study to result in higher ANP levels, lower blood pressures, reduced C-reactive protein levels, as well as increased amount of high-density lipoprotein (HDL) levels. [14] [16] [17] [18] [19] To further study this genetic component, researchers have conducted animal studies in mice where they knocked out either the gene for ANP or the gene for natriuretic peptide receptor-A (NPR-A). This modification resulted in the mice having an enlarged heart relative to those that were unaltered. [20] Again, this is an area requiring further research to illuminate the genetic component of ANP fully."}
{"id": "article-17965_7", "title": "Atrial Natriuretic Peptide -- Testing Procedures", "content": "The measurement of BNP and NT-pro-BNP are both accepted assays for the diagnosis and management of heart failure. This test is via a standard blood draw.", "contents": "Atrial Natriuretic Peptide -- Testing Procedures. The measurement of BNP and NT-pro-BNP are both accepted assays for the diagnosis and management of heart failure. This test is via a standard blood draw."}
{"id": "article-17965_8", "title": "Atrial Natriuretic Peptide -- Testing Procedures", "content": "An assay for the mid-regional pro-ANP (MR-pro-ANP) is available and appears to have utility in the diagnosis and management of heart failure since it is more stable than ANP. [21] Future studies will reveal the value of this assay.", "contents": "Atrial Natriuretic Peptide -- Testing Procedures. An assay for the mid-regional pro-ANP (MR-pro-ANP) is available and appears to have utility in the diagnosis and management of heart failure since it is more stable than ANP. [21] Future studies will reveal the value of this assay."}
{"id": "article-17965_9", "title": "Atrial Natriuretic Peptide -- Interfering Factors", "content": "Again, ANP is not routinely measured. However, in the setting of BNP and NT-proBNP testing, comorbid conditions such as anemia, Type 2 diabetes, kidney disease, obesity, and acute coronary syndrome can affect the levels. [22] Levels are lower in obese patients and tend to be higher in the setting of kidney disease, acute coronary syndrome, and diabetes. [23]", "contents": "Atrial Natriuretic Peptide -- Interfering Factors. Again, ANP is not routinely measured. However, in the setting of BNP and NT-proBNP testing, comorbid conditions such as anemia, Type 2 diabetes, kidney disease, obesity, and acute coronary syndrome can affect the levels. [22] Levels are lower in obese patients and tend to be higher in the setting of kidney disease, acute coronary syndrome, and diabetes. [23]"}
{"id": "article-17965_10", "title": "Atrial Natriuretic Peptide -- Clinical Significance", "content": "ANP exerts its effects by increasing the amounts of cyclic guanosine monophosphate (cGMP) circulating in target tissues. [1] The impact on these target tissues ultimately leads to vasodilation, diuresis, and inhibition of the renin-angiotensin-aldosterone system (RAAS) and sympathetic activity. [1] The discovery of ANP was followed by that of the brain or B-type natriuretic peptide (BNP) and C-type natriuretic peptide (CNP).", "contents": "Atrial Natriuretic Peptide -- Clinical Significance. ANP exerts its effects by increasing the amounts of cyclic guanosine monophosphate (cGMP) circulating in target tissues. [1] The impact on these target tissues ultimately leads to vasodilation, diuresis, and inhibition of the renin-angiotensin-aldosterone system (RAAS) and sympathetic activity. [1] The discovery of ANP was followed by that of the brain or B-type natriuretic peptide (BNP) and C-type natriuretic peptide (CNP)."}
{"id": "article-17965_11", "title": "Atrial Natriuretic Peptide -- Clinical Significance", "content": "BNP has since become clinically useful in the diagnosis of heart failure. Further, the PARADIGM trial in 2014 compared angiotensin receptor-neprilysin inhibitor (ARNi) with enalapril in patients with heart failure with a reduced ejection fraction. [24] Recall that neprilysin degrades ANP and BNP. The PARADIGM trial demonstrated that an ARNi, such as sacubitril-valsartan, reduced the rates of death and hospitalizations in this subset of patients when compared to enalapril. [24] There was also a significant decrease in measured BNP noted as well. [25] This decrease becomes clinically relevant as it pertains to ANP because two studies demonstrated a sustained increase in ANP among patients receiving an ARNi. [26] [27] This data helps to support the theory that ANP is beneficial in heart failure, most likely due to its ability to inhibit the RAAS.", "contents": "Atrial Natriuretic Peptide -- Clinical Significance. BNP has since become clinically useful in the diagnosis of heart failure. Further, the PARADIGM trial in 2014 compared angiotensin receptor-neprilysin inhibitor (ARNi) with enalapril in patients with heart failure with a reduced ejection fraction. [24] Recall that neprilysin degrades ANP and BNP. The PARADIGM trial demonstrated that an ARNi, such as sacubitril-valsartan, reduced the rates of death and hospitalizations in this subset of patients when compared to enalapril. [24] There was also a significant decrease in measured BNP noted as well. [25] This decrease becomes clinically relevant as it pertains to ANP because two studies demonstrated a sustained increase in ANP among patients receiving an ARNi. [26] [27] This data helps to support the theory that ANP is beneficial in heart failure, most likely due to its ability to inhibit the RAAS."}
{"id": "article-17965_12", "title": "Atrial Natriuretic Peptide -- Clinical Significance", "content": "To further support this theory, we know that poorly controlled hypertension can lead to left ventricular hypertrophy and, ultimately, to heart failure. The heart failure can be with either a preserved or a reduced ejection fraction. Hypertension, itself, can result from sodium retention along with overactivation of RAAS and the sympathetic nervous system. [28] There have been studies to evaluate the effect of ANP on hypertension. In 1995, the research found that mice with a disrupted ANP gene, who ate a high sodium diet, developed hypertension. [29] This result was expounded upon further by Macherat et al. in 2012 when they demonstrated that patients with pre-hypertension had lower concentrations of ANP than normotensive patients. [30]", "contents": "Atrial Natriuretic Peptide -- Clinical Significance. To further support this theory, we know that poorly controlled hypertension can lead to left ventricular hypertrophy and, ultimately, to heart failure. The heart failure can be with either a preserved or a reduced ejection fraction. Hypertension, itself, can result from sodium retention along with overactivation of RAAS and the sympathetic nervous system. [28] There have been studies to evaluate the effect of ANP on hypertension. In 1995, the research found that mice with a disrupted ANP gene, who ate a high sodium diet, developed hypertension. [29] This result was expounded upon further by Macherat et al. in 2012 when they demonstrated that patients with pre-hypertension had lower concentrations of ANP than normotensive patients. [30]"}
{"id": "article-17965_13", "title": "Atrial Natriuretic Peptide -- Clinical Significance", "content": "Studies have also determined that there is an inverse relationship between aldosterone and ANP so that patients with lower ANP levels actually have higher aldosterone levels, and therefore are more likely to be hypertensive. [31] [32]", "contents": "Atrial Natriuretic Peptide -- Clinical Significance. Studies have also determined that there is an inverse relationship between aldosterone and ANP so that patients with lower ANP levels actually have higher aldosterone levels, and therefore are more likely to be hypertensive. [31] [32]"}
{"id": "article-17965_14", "title": "Atrial Natriuretic Peptide -- Clinical Significance", "content": "With these correlations in mind, it stands to reason that a therapy mimicking the actions of ANP would be beneficial in the treatment of hypertension. Unfortunately, ANP has a very short half-life of only 2 to 5 minutes. [3] This short of a half-life would require the patient to take the medication multiple times a day, which would be unreasonable in terms of patient compliance. However, there are ongoing studies with peptides that are similar in composition to ANP, but with a prolonged half-life; this could represent a novel therapy for hypertension.", "contents": "Atrial Natriuretic Peptide -- Clinical Significance. With these correlations in mind, it stands to reason that a therapy mimicking the actions of ANP would be beneficial in the treatment of hypertension. Unfortunately, ANP has a very short half-life of only 2 to 5 minutes. [3] This short of a half-life would require the patient to take the medication multiple times a day, which would be unreasonable in terms of patient compliance. However, there are ongoing studies with peptides that are similar in composition to ANP, but with a prolonged half-life; this could represent a novel therapy for hypertension."}
{"id": "article-17965_15", "title": "Atrial Natriuretic Peptide -- Clinical Significance", "content": "A few examples of these synthetic natriuretic peptides are anaritide and carperitide, which are forms of ANP. Carperitide actually received approval for use in Japan in 1995 for the treatment of patients with acute decompensated heart failure. [33] There is also a recombinant form of BNP called nesiritide. It obtained approval for use from the FDA in 2001 for patients with acute episodes of heart failure. However, the ASCEND-HF trial revealed that patients were prone to becoming hypotensive, and therefore Nesiritide is no longer recommended. [34]", "contents": "Atrial Natriuretic Peptide -- Clinical Significance. A few examples of these synthetic natriuretic peptides are anaritide and carperitide, which are forms of ANP. Carperitide actually received approval for use in Japan in 1995 for the treatment of patients with acute decompensated heart failure. [33] There is also a recombinant form of BNP called nesiritide. It obtained approval for use from the FDA in 2001 for patients with acute episodes of heart failure. However, the ASCEND-HF trial revealed that patients were prone to becoming hypotensive, and therefore Nesiritide is no longer recommended. [34]"}
{"id": "article-17965_16", "title": "Atrial Natriuretic Peptide -- Clinical Significance", "content": "As it pertains to lipid metabolism, as described above, this is an area of ongoing research. The discoveries that the natriuretic peptides play a role in lipid mobilization within human white adipose tissue, skeletal muscle fat oxidation, and dissipation of energy in brown adipose tissue all point to the fact that the natriuretic peptides are possibly associated with glucose homeostasis, fatty acid metabolism, and insulin sensitivity. [6] [7] [35] [7] [6] [36] It has been hypothesized that there may even be an associated predictive value in the development of diabetes. [37] Given that obesity is currently a huge health problem, this could also represent a future area for therapeutic intervention if a peptide in similar composition to ANP but with a longer half-life is formulated.", "contents": "Atrial Natriuretic Peptide -- Clinical Significance. As it pertains to lipid metabolism, as described above, this is an area of ongoing research. The discoveries that the natriuretic peptides play a role in lipid mobilization within human white adipose tissue, skeletal muscle fat oxidation, and dissipation of energy in brown adipose tissue all point to the fact that the natriuretic peptides are possibly associated with glucose homeostasis, fatty acid metabolism, and insulin sensitivity. [6] [7] [35] [7] [6] [36] It has been hypothesized that there may even be an associated predictive value in the development of diabetes. [37] Given that obesity is currently a huge health problem, this could also represent a future area for therapeutic intervention if a peptide in similar composition to ANP but with a longer half-life is formulated."}
{"id": "article-17965_17", "title": "Atrial Natriuretic Peptide -- Enhancing Healthcare Team Outcomes", "content": "As discussed above, there continue to be many new discoveries with regards to atrial natriuretic peptide. We have discovered its effects on the vasculature, on the kidney, and lipolysis, among others. Each of these has a wide range of impacts on various pathologies, from hypertension to heart failure to even metabolic syndrome. In addition to continued studies into ANP, an interdisciplinary approach is also necessary to help tackle these disorders. From nurses checking vitals and drawing labs to pharmacists helping to dose future therapeutic regimens to physicians understanding the physiology behind ANP, it will require a team effort.", "contents": "Atrial Natriuretic Peptide -- Enhancing Healthcare Team Outcomes. As discussed above, there continue to be many new discoveries with regards to atrial natriuretic peptide. We have discovered its effects on the vasculature, on the kidney, and lipolysis, among others. Each of these has a wide range of impacts on various pathologies, from hypertension to heart failure to even metabolic syndrome. In addition to continued studies into ANP, an interdisciplinary approach is also necessary to help tackle these disorders. From nurses checking vitals and drawing labs to pharmacists helping to dose future therapeutic regimens to physicians understanding the physiology behind ANP, it will require a team effort."}
{"id": "article-17965_18", "title": "Atrial Natriuretic Peptide -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Atrial Natriuretic Peptide -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}