{"id": "article-25928_0", "title": "Bone Nonunion -- Continuing Education Activity", "content": "Nonunion of bone is the body's inability to heal a fracture. The most agreed-upon standard definition of nonunion made by the FDA is a fracture that persists for a minimum of 9 months without signs of healing for three months. This activity reviews the evaluation and management of the nonunion of bone, as well as the major surgical treatment strategies in the nonunion of bone. Furthermore, this activity highlights the role of the healthcare team in treating patients with this condition.", "contents": "Bone Nonunion -- Continuing Education Activity. Nonunion of bone is the body's inability to heal a fracture. The most agreed-upon standard definition of nonunion made by the FDA is a fracture that persists for a minimum of 9 months without signs of healing for three months. This activity reviews the evaluation and management of the nonunion of bone, as well as the major surgical treatment strategies in the nonunion of bone. Furthermore, this activity highlights the role of the healthcare team in treating patients with this condition."}
{"id": "article-25928_1", "title": "Bone Nonunion -- Continuing Education Activity", "content": "Objectives: Identify the etiology and epidemiology of nonunion of bone medical conditions and emergencies. Outline the appropriate history, physical, and evaluation of nonunion of bone. Review the treatment and management options available for the nonunion of bone. Describe interprofessional team strategies for improving care coordination and communication to advance the nonunion of bone and improve outcomes. Access free multiple choice questions on this topic.", "contents": "Bone Nonunion -- Continuing Education Activity. Objectives: Identify the etiology and epidemiology of nonunion of bone medical conditions and emergencies. Outline the appropriate history, physical, and evaluation of nonunion of bone. Review the treatment and management options available for the nonunion of bone. Describe interprofessional team strategies for improving care coordination and communication to advance the nonunion of bone and improve outcomes. Access free multiple choice questions on this topic."}
{"id": "article-25928_2", "title": "Bone Nonunion -- Introduction", "content": "Nonunion of bone is the body's inability to heal a fracture. The most agreed-upon standard definition of nonunion made by the FDA is a fracture that persists for a minimum of nine months without signs of healing for three months. [1] It bears mention that this is a loose definition and that not every bone behaves the same, and that the use of medicine like bisphosphonates can affect healing time. For example, a study by Aydogen et al. showed delayed unions (failure to reach union by six months) occur more frequently in atypical femur fractures, which are thought to be caused by long term bisphosphonate use. [2] Furthermore, nonunion is a complex orthopedic problem that is multifactorial, and clinicians need to entertain multiple modalities as therapeutic interventions. One must review radiographs to determine if there is evidence of fracture healing demonstrated by cortical bridging of the fracture lines. Also, clinical markers of healing must be evaluated, evidenced by a resolution of pain with weight-bearing with no movement at the fracture site. Patient comorbidities require evaluation to determine the risk factor's for poor bone healing, and these factors must be optimized for fracture healing to occur.", "contents": "Bone Nonunion -- Introduction. Nonunion of bone is the body's inability to heal a fracture. The most agreed-upon standard definition of nonunion made by the FDA is a fracture that persists for a minimum of nine months without signs of healing for three months. [1] It bears mention that this is a loose definition and that not every bone behaves the same, and that the use of medicine like bisphosphonates can affect healing time. For example, a study by Aydogen et al. showed delayed unions (failure to reach union by six months) occur more frequently in atypical femur fractures, which are thought to be caused by long term bisphosphonate use. [2] Furthermore, nonunion is a complex orthopedic problem that is multifactorial, and clinicians need to entertain multiple modalities as therapeutic interventions. One must review radiographs to determine if there is evidence of fracture healing demonstrated by cortical bridging of the fracture lines. Also, clinical markers of healing must be evaluated, evidenced by a resolution of pain with weight-bearing with no movement at the fracture site. Patient comorbidities require evaluation to determine the risk factor's for poor bone healing, and these factors must be optimized for fracture healing to occur."}
{"id": "article-25928_3", "title": "Bone Nonunion -- Etiology", "content": "There is no other section to understand more critically than the etiology of nonunion of bone because this is a major determinant of treatment. If one knows the cause of nonunion, one can give proper treatment. As discussed above, nonunion is a multifactorial pathologic process. Patient, biology, fracture type, surgeon, and clinical factors all merit consideration in treatment. The recommendation is to optimize each of these factors going forward with treatment. The major patient factor in nonunion is the blood supply. When the bone has a decrease in blood supply, it can not heal. This can occur with poor nutrition and smoking from poor living habits. Biologic causes of poor blood flow and poor bone healing include diabetes, peripheral vascular disease, vitamin D deficiency, renal insufficiency, and medications (steroids, NSAIDs, opiates).  Treatment may contribute to inadequate fracture fixation or stabilization. Lastly, fracture patterns contributing to nonunion include bone loss with fracture gaps greater than 3 mm, lack of cortical continuity, highly comminuted, and butterfly fragments. Clinical factors at the time of presentation can severely limit blood supply, including high energy fractures with soft tissue compromise and open fractures. [3] [4] [5]", "contents": "Bone Nonunion -- Etiology. There is no other section to understand more critically than the etiology of nonunion of bone because this is a major determinant of treatment. If one knows the cause of nonunion, one can give proper treatment. As discussed above, nonunion is a multifactorial pathologic process. Patient, biology, fracture type, surgeon, and clinical factors all merit consideration in treatment. The recommendation is to optimize each of these factors going forward with treatment. The major patient factor in nonunion is the blood supply. When the bone has a decrease in blood supply, it can not heal. This can occur with poor nutrition and smoking from poor living habits. Biologic causes of poor blood flow and poor bone healing include diabetes, peripheral vascular disease, vitamin D deficiency, renal insufficiency, and medications (steroids, NSAIDs, opiates).  Treatment may contribute to inadequate fracture fixation or stabilization. Lastly, fracture patterns contributing to nonunion include bone loss with fracture gaps greater than 3 mm, lack of cortical continuity, highly comminuted, and butterfly fragments. Clinical factors at the time of presentation can severely limit blood supply, including high energy fractures with soft tissue compromise and open fractures. [3] [4] [5]"}
{"id": "article-25928_4", "title": "Bone Nonunion -- Etiology", "content": "The study by Steen et al. has shown the most important risk factors involved in the nonunion of bone are smoking and diabetes. [6] These factors are important in predicting patient-specific risk factors for nonunion and helps to determine the best surgical treatment and may allow a more aggressive surgical plan to prevent non-union. The fracture type has also been shown in multiple studies to be a major risk factor in nonunion. [6] Classification of Nonunion of Bone Into Four Categories [7] : Hypertrophic Nonunion [7] Shown by radiographically abundant callus formation Importantly, there is no bridging bone, and the ends are not united This finding implies there is adequate blood supply and biology (with the formation of callus), but inadequate stability", "contents": "Bone Nonunion -- Etiology. The study by Steen et al. has shown the most important risk factors involved in the nonunion of bone are smoking and diabetes. [6] These factors are important in predicting patient-specific risk factors for nonunion and helps to determine the best surgical treatment and may allow a more aggressive surgical plan to prevent non-union. The fracture type has also been shown in multiple studies to be a major risk factor in nonunion. [6] Classification of Nonunion of Bone Into Four Categories [7] : Hypertrophic Nonunion [7] Shown by radiographically abundant callus formation Importantly, there is no bridging bone, and the ends are not united This finding implies there is adequate blood supply and biology (with the formation of callus), but inadequate stability"}
{"id": "article-25928_5", "title": "Bone Nonunion -- Etiology -- Atrophic Nonunion", "content": "Evidenced by radiographically absent callus, which indicates poor biology (from one or several of causes above) and a lack of blood supply (see above). Inadequate fixation", "contents": "Bone Nonunion -- Etiology -- Atrophic Nonunion. Evidenced by radiographically absent callus, which indicates poor biology (from one or several of causes above) and a lack of blood supply (see above). Inadequate fixation"}
{"id": "article-25928_6", "title": "Bone Nonunion -- Etiology -- Oligotrophic", "content": "Is a balance and combination of atrophic and hypertrophic in that there is incomplete callus formation Inadequate reduction", "contents": "Bone Nonunion -- Etiology -- Oligotrophic. Is a balance and combination of atrophic and hypertrophic in that there is incomplete callus formation Inadequate reduction"}
{"id": "article-25928_7", "title": "Bone Nonunion -- Etiology -- Septic Nonunion", "content": "Reduces blood flow from organisms consuming the nutrition to healthy bone Decreases the new bone formation", "contents": "Bone Nonunion -- Etiology -- Septic Nonunion. Reduces blood flow from organisms consuming the nutrition to healthy bone Decreases the new bone formation"}
{"id": "article-25928_8", "title": "Bone Nonunion -- Epidemiology", "content": "In the U.S., 100000 fractures go onto nonunion. [8] The rate of all fracture nonunion is between 1.9% to 10%. Variable rates of nonunion exist depending on the anatomic region. Femoral shaft nonunions are estimated to be 8% overall with the use of intramedullary nailing. [9] Tibial shaft nonunions occur at a rate of 4.6% after intramedullary nailing. However, there are several discrepancies, as some studies have shown tibia nonunion to be as high as 10% to 12% overall. [10] Also, soft tissue damage impacts the ability to heal. Studies of open fractures with extensive soft compromise showed nonunions to be much higher at 16%. [9] Sex is a predictor of nonunion, showing male gender increases the risk of nonunion, and this was proposed to be because of gender-specific activity types and injury patterns. However, this needs to be taken with caution because l replicated in larger studies could not replicate these findings. Brown and colleagues showed nonunion rates to be similar between males and females (12% vs. 12%). [10]", "contents": "Bone Nonunion -- Epidemiology. In the U.S., 100000 fractures go onto nonunion. [8] The rate of all fracture nonunion is between 1.9% to 10%. Variable rates of nonunion exist depending on the anatomic region. Femoral shaft nonunions are estimated to be 8% overall with the use of intramedullary nailing. [9] Tibial shaft nonunions occur at a rate of 4.6% after intramedullary nailing. However, there are several discrepancies, as some studies have shown tibia nonunion to be as high as 10% to 12% overall. [10] Also, soft tissue damage impacts the ability to heal. Studies of open fractures with extensive soft compromise showed nonunions to be much higher at 16%. [9] Sex is a predictor of nonunion, showing male gender increases the risk of nonunion, and this was proposed to be because of gender-specific activity types and injury patterns. However, this needs to be taken with caution because l replicated in larger studies could not replicate these findings. Brown and colleagues showed nonunion rates to be similar between males and females (12% vs. 12%). [10]"}
{"id": "article-25928_9", "title": "Bone Nonunion -- Pathophysiology", "content": "There are several physiologic processes responsible for the nonunion of the bone. One, dysfunctional blood supply decreases the ability for the fracture to heal, which in response decreases osteogenic cells. Second, damage to the osteoconductive scaffold causes reduced new bone formation due to the distance needed to heal bone. Third, pathological biologic processes listed above will not only decrease blood flow but also decrease new bone formation by decrease the biologic growth factors needed to heal bone. Fourth, poor mechanical stability at the fracture site can lower the ability of the fracture to heal. [11] If any of these processes are altered negatively, the probability of developing nonunion increases dramatically, and patients should be counseled as such.", "contents": "Bone Nonunion -- Pathophysiology. There are several physiologic processes responsible for the nonunion of the bone. One, dysfunctional blood supply decreases the ability for the fracture to heal, which in response decreases osteogenic cells. Second, damage to the osteoconductive scaffold causes reduced new bone formation due to the distance needed to heal bone. Third, pathological biologic processes listed above will not only decrease blood flow but also decrease new bone formation by decrease the biologic growth factors needed to heal bone. Fourth, poor mechanical stability at the fracture site can lower the ability of the fracture to heal. [11] If any of these processes are altered negatively, the probability of developing nonunion increases dramatically, and patients should be counseled as such."}
{"id": "article-25928_10", "title": "Bone Nonunion -- History and Physical", "content": "Due to several factors contributing to the nonunion of bone, it is important to evaluate all aspects of the patient's history so these factors can be optimized. Ask about injury mechanisms (open vs. closed), type of surgical treatments (plate and screw versus intramedullary nailing). One must evaluate patients' medical history for risk factors including nutritional status, diabetes, smoking, vascular disease, vitamin D status, renal sufficiency, and use of NSAIDs or steroids. One must evaluate fracture type on radiographs and/or CT (comminution, segmental, infection). Clinically, one must ask the patient if he/she is having pain at the fracture site with weight-bearing or ambulation. The physical exam should evaluate signs of infection like draining sinus tracts or purulence at the incision. It should include the neurovascular exam and the status of the soft tissues. Also, the physician should try to move the fracture site, as mobility of the fracture site is a major criterion for the nonunion of the bone. [12]", "contents": "Bone Nonunion -- History and Physical. Due to several factors contributing to the nonunion of bone, it is important to evaluate all aspects of the patient's history so these factors can be optimized. Ask about injury mechanisms (open vs. closed), type of surgical treatments (plate and screw versus intramedullary nailing). One must evaluate patients' medical history for risk factors including nutritional status, diabetes, smoking, vascular disease, vitamin D status, renal sufficiency, and use of NSAIDs or steroids. One must evaluate fracture type on radiographs and/or CT (comminution, segmental, infection). Clinically, one must ask the patient if he/she is having pain at the fracture site with weight-bearing or ambulation. The physical exam should evaluate signs of infection like draining sinus tracts or purulence at the incision. It should include the neurovascular exam and the status of the soft tissues. Also, the physician should try to move the fracture site, as mobility of the fracture site is a major criterion for the nonunion of the bone. [12]"}
{"id": "article-25928_11", "title": "Bone Nonunion -- History and Physical -- Summary", "content": "History - open, closed, open reduction internal fixation (ORIF), intramedullary nail (IMN), smoker, diabetes, vascular disease, vitamin D, NSAIDs, steroids Radiographs - fracture type, comminuted, segmental, infected Physical - pain at the fracture site with weight-bearing, sinus tracts, purulence, movement at the fracture site", "contents": "Bone Nonunion -- History and Physical -- Summary. History - open, closed, open reduction internal fixation (ORIF), intramedullary nail (IMN), smoker, diabetes, vascular disease, vitamin D, NSAIDs, steroids Radiographs - fracture type, comminuted, segmental, infected Physical - pain at the fracture site with weight-bearing, sinus tracts, purulence, movement at the fracture site"}
{"id": "article-25928_12", "title": "Bone Nonunion -- Evaluation", "content": "The workup of nonunion is complex and requires a thorough approach. Plain radiographs are the initial test of choice. If dealing with tibia fractures, the RUST (radiographic union score for tibia) score can be calculated. This is a nice objective way to understand the radiographic appearance of nonunion. The score ranges from 4 to 16 with four, meaning no callus on any of the four cortices, and 16, meaning complete remodeling of all four cortices. [7] Score each cortex separately. A score of 1 equals no evident callus. A score of 2 equals callus is present. A score of 3 means callus is bridging. Finally, a score of 4 means there is bridging with the remodeling of bone, and no fracture is visible. Add the scores for all cortices to get the final number. Also, one can get a CT scan if the union of bone on the exam is equivocal. CRP, ESR, WBC should be evaluated to rule out infectious process with proper correlation to the physical exam. [13] [12]", "contents": "Bone Nonunion -- Evaluation. The workup of nonunion is complex and requires a thorough approach. Plain radiographs are the initial test of choice. If dealing with tibia fractures, the RUST (radiographic union score for tibia) score can be calculated. This is a nice objective way to understand the radiographic appearance of nonunion. The score ranges from 4 to 16 with four, meaning no callus on any of the four cortices, and 16, meaning complete remodeling of all four cortices. [7] Score each cortex separately. A score of 1 equals no evident callus. A score of 2 equals callus is present. A score of 3 means callus is bridging. Finally, a score of 4 means there is bridging with the remodeling of bone, and no fracture is visible. Add the scores for all cortices to get the final number. Also, one can get a CT scan if the union of bone on the exam is equivocal. CRP, ESR, WBC should be evaluated to rule out infectious process with proper correlation to the physical exam. [13] [12]"}
{"id": "article-25928_13", "title": "Bone Nonunion -- Treatment / Management", "content": "As is with the entire nonunion disease process, treatment requires a multifaceted approach. Initial non-operative Treatment [14] : Use of a fracture brace for an extended period of time postoperatively or immobilization in a cast Pulsed low-intensity ultrasound or other external bone stimulation Operative Treatment [13] [14]", "contents": "Bone Nonunion -- Treatment / Management. As is with the entire nonunion disease process, treatment requires a multifaceted approach. Initial non-operative Treatment [14] : Use of a fracture brace for an extended period of time postoperatively or immobilization in a cast Pulsed low-intensity ultrasound or other external bone stimulation Operative Treatment [13] [14]"}
{"id": "article-25928_14", "title": "Bone Nonunion -- Treatment / Management", "content": "Treatment is tailored via the classification of nonunion. It is important to understand that multiple surgical techniques exist and that it is critical to utilize multiple techniques tailored to the patient's specific needs. Hypertrophic nonunion: the goal is to improve mechanical stability with internal fixation Compression plates Exchange nailing Augmented plating with ORIF Dynamization of nail (should not be used in the humerus because dynamization cannot work in a non-weight bearing limb Atrophic nonunion: the goal is to fix the biology and mechanical stability Internal fixation with biologic stimulation Biologic stimulation with bone graft Bone morphogenetic protein (BMP): Use of BMP-7 is FDA approved for tibial nonunions BMP-2 is FDA approved for 1 level degenerative disk disease in spinal fusion Autologous iliac crest bone graft Intramedullary reaming, irrigation, and debris aspiration (RIA) Demineralized bone matrix (DBM) Systemic parathyroid hormone (PTH) therapy, teriparatide", "contents": "Bone Nonunion -- Treatment / Management. Treatment is tailored via the classification of nonunion. It is important to understand that multiple surgical techniques exist and that it is critical to utilize multiple techniques tailored to the patient's specific needs. Hypertrophic nonunion: the goal is to improve mechanical stability with internal fixation Compression plates Exchange nailing Augmented plating with ORIF Dynamization of nail (should not be used in the humerus because dynamization cannot work in a non-weight bearing limb Atrophic nonunion: the goal is to fix the biology and mechanical stability Internal fixation with biologic stimulation Biologic stimulation with bone graft Bone morphogenetic protein (BMP): Use of BMP-7 is FDA approved for tibial nonunions BMP-2 is FDA approved for 1 level degenerative disk disease in spinal fusion Autologous iliac crest bone graft Intramedullary reaming, irrigation, and debris aspiration (RIA) Demineralized bone matrix (DBM) Systemic parathyroid hormone (PTH) therapy, teriparatide"}
{"id": "article-25928_15", "title": "Bone Nonunion -- Treatment / Management", "content": "Oligotrophic nonunion: Use a combination of both internal fixation and biologic stimulation depending on the clinical situation Infected nonunion: Must obtain WBC, ESR, CRP, and nuclear bone scan. Intraoperative cultures are the gold standard for guided antibiotic therapy A 2-staged surgical treatment protocol is the gold standard 1st stage - removal of loose or chronic infected hardware, debridement, and revision fixation of nonunion, and treatment of infection with culture-specific local and systemic antibiotics Modalities used for initial fixation in case of infection Antibiotic beads Antibiotic nails Antibiotic cement spacers Masquelet technique External fixation Soft tissue coverage with a flap 2nd stage Begins after a period of antibiotic therapy when both serologic and clinical signs of infection are absent Definitive fixation proceeds with internal fixation and bone grafting, other biological treatment, bone transport, depending on specific fracture characteristics.", "contents": "Bone Nonunion -- Treatment / Management. Oligotrophic nonunion: Use a combination of both internal fixation and biologic stimulation depending on the clinical situation Infected nonunion: Must obtain WBC, ESR, CRP, and nuclear bone scan. Intraoperative cultures are the gold standard for guided antibiotic therapy A 2-staged surgical treatment protocol is the gold standard 1st stage - removal of loose or chronic infected hardware, debridement, and revision fixation of nonunion, and treatment of infection with culture-specific local and systemic antibiotics Modalities used for initial fixation in case of infection Antibiotic beads Antibiotic nails Antibiotic cement spacers Masquelet technique External fixation Soft tissue coverage with a flap 2nd stage Begins after a period of antibiotic therapy when both serologic and clinical signs of infection are absent Definitive fixation proceeds with internal fixation and bone grafting, other biological treatment, bone transport, depending on specific fracture characteristics."}
{"id": "article-25928_16", "title": "Bone Nonunion -- Differential Diagnosis", "content": "A delayed union requires careful evaluation, as this can change the clinical course and treatment. If the delayed union is suspected, less invasive treatment may be tried first, such as external stimulation (ultrasound, pulsed electromechanical field, capacitive coupled, etc.) or nail dynamization before pursuing major surgery. Infection", "contents": "Bone Nonunion -- Differential Diagnosis. A delayed union requires careful evaluation, as this can change the clinical course and treatment. If the delayed union is suspected, less invasive treatment may be tried first, such as external stimulation (ultrasound, pulsed electromechanical field, capacitive coupled, etc.) or nail dynamization before pursuing major surgery. Infection"}
{"id": "article-25928_17", "title": "Bone Nonunion -- Prognosis", "content": "Nonoperative treatments of nonunion can be quite effective. Ultrasound union rates can be as high as 70% to 93%. [14] The usual course of nonoperative treatment with ultrasound is the placement of ultrasound therapy within three months after the last surgical procedure. There are better union rates when ultrasound is applied less than six months from surgery. [15]", "contents": "Bone Nonunion -- Prognosis. Nonoperative treatments of nonunion can be quite effective. Ultrasound union rates can be as high as 70% to 93%. [14] The usual course of nonoperative treatment with ultrasound is the placement of ultrasound therapy within three months after the last surgical procedure. There are better union rates when ultrasound is applied less than six months from surgery. [15]"}
{"id": "article-25928_18", "title": "Bone Nonunion -- Prognosis", "content": "The surgical treatment of nonunions has high union rates. Nail dynamization with an 83% union rate. [14] Exchange nailing in humeral shaft fractures has shown a 95.6% union rate. [9] Infected nonunion, however, perturbs a poor prognosis with most studies showing low union rates after surgical treatment. [9]", "contents": "Bone Nonunion -- Prognosis. The surgical treatment of nonunions has high union rates. Nail dynamization with an 83% union rate. [14] Exchange nailing in humeral shaft fractures has shown a 95.6% union rate. [9] Infected nonunion, however, perturbs a poor prognosis with most studies showing low union rates after surgical treatment. [9]"}
{"id": "article-25928_19", "title": "Bone Nonunion -- Complications", "content": "Nerve injury - e.g., the radial nerve in the humeral shaft fractures Persistence of nonunion Eventual need for amputation Infection with further damage to surrounding anatomy BMP-2 can cause osteolysis, heterotopic bone formation, retrograde ejaculation in spine surgery, and wound complications [16] [17]", "contents": "Bone Nonunion -- Complications. Nerve injury - e.g., the radial nerve in the humeral shaft fractures Persistence of nonunion Eventual need for amputation Infection with further damage to surrounding anatomy BMP-2 can cause osteolysis, heterotopic bone formation, retrograde ejaculation in spine surgery, and wound complications [16] [17]"}
{"id": "article-25928_20", "title": "Bone Nonunion -- Deterrence and Patient Education", "content": "It is essential to counsel patients on outcomes after nonunion, especially for the possibility of infection. Telling the patients there may be a possible chance that their fracture may not have the ability to heal even with the best treatment gives patients reasonable choices going forward. Involving the patient in the decision-making process is another way to help confer power to the patient power in surgical care, reducing confusion, and helps to provide better patient rapport. Giving patients an understanding of all possible outcomes will decrease the likelihood of litigation. Even discussing ultimate amputation given the correct clinical scenario is critical, so the patient is not surprised by their clinical course.", "contents": "Bone Nonunion -- Deterrence and Patient Education. It is essential to counsel patients on outcomes after nonunion, especially for the possibility of infection. Telling the patients there may be a possible chance that their fracture may not have the ability to heal even with the best treatment gives patients reasonable choices going forward. Involving the patient in the decision-making process is another way to help confer power to the patient power in surgical care, reducing confusion, and helps to provide better patient rapport. Giving patients an understanding of all possible outcomes will decrease the likelihood of litigation. Even discussing ultimate amputation given the correct clinical scenario is critical, so the patient is not surprised by their clinical course."}
{"id": "article-25928_21", "title": "Bone Nonunion -- Pearls and Other Issues", "content": "Scaphoid nonunion can lead to scaphoid nonunion advanced collapse. This then causes degenerative disease, pain, and disability in the hand. Usually, this entity is defined as a failure to heal the fracture by six months or more after surgery. Fixation in this process is with screws. With screw fixation, one can get up to 85.7% to 100% union rate. [18]", "contents": "Bone Nonunion -- Pearls and Other Issues. Scaphoid nonunion can lead to scaphoid nonunion advanced collapse. This then causes degenerative disease, pain, and disability in the hand. Usually, this entity is defined as a failure to heal the fracture by six months or more after surgery. Fixation in this process is with screws. With screw fixation, one can get up to 85.7% to 100% union rate. [18]"}
{"id": "article-25928_22", "title": "Bone Nonunion -- Pearls and Other Issues", "content": "Many bones are avascular and more prone to nonunion. The scaphoid, talus, and femoral neck are bones that have vascular watershed areas. These are areas in the bone that receive dual blood supply from distal arteries. Therefore when a fracture occurs or hypoperfusion to the watershed area, this can lead to avascular necrosis and nonunion.", "contents": "Bone Nonunion -- Pearls and Other Issues. Many bones are avascular and more prone to nonunion. The scaphoid, talus, and femoral neck are bones that have vascular watershed areas. These are areas in the bone that receive dual blood supply from distal arteries. Therefore when a fracture occurs or hypoperfusion to the watershed area, this can lead to avascular necrosis and nonunion."}
{"id": "article-25928_23", "title": "Bone Nonunion -- Enhancing Healthcare Team Outcomes", "content": "Nonunion of the bone involves multiple causes, and this will mean that coordination of care with other clinicians, operating as an interprofessional team, is crucial. Patients should have direct involvement with the interprofessional team that includes an orthopedic surgeon, physical therapist, infectious disease expert, vascular surgeon, plastic surgeon, and wound care nurses. [Level 3]", "contents": "Bone Nonunion -- Enhancing Healthcare Team Outcomes. Nonunion of the bone involves multiple causes, and this will mean that coordination of care with other clinicians, operating as an interprofessional team, is crucial. Patients should have direct involvement with the interprofessional team that includes an orthopedic surgeon, physical therapist, infectious disease expert, vascular surgeon, plastic surgeon, and wound care nurses. [Level 3]"}
{"id": "article-25928_24", "title": "Bone Nonunion -- Enhancing Healthcare Team Outcomes", "content": "In cases where there is soft tissue comprise, a consult with a plastic surgeon will be needed. With septic nonunion, a consult with infectious diseases will be necessary. In all cases, physical therapy and occupational therapy help patients achieve better function during the challenging recovery period when the patient is battling nonunion of the bone. Orthopedic nurses can monitor progress, coordinate with physical therapy, and keep the treating clinicians informed of patient progress or any setbacks. This type of interprofessional teamwork will optimize outcomes. [Level 5]", "contents": "Bone Nonunion -- Enhancing Healthcare Team Outcomes. In cases where there is soft tissue comprise, a consult with a plastic surgeon will be needed. With septic nonunion, a consult with infectious diseases will be necessary. In all cases, physical therapy and occupational therapy help patients achieve better function during the challenging recovery period when the patient is battling nonunion of the bone. Orthopedic nurses can monitor progress, coordinate with physical therapy, and keep the treating clinicians informed of patient progress or any setbacks. This type of interprofessional teamwork will optimize outcomes. [Level 5]"}
{"id": "article-25928_25", "title": "Bone Nonunion -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Bone Nonunion -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}