{"id": "article-31165_0", "title": "Vinyl Chloride Toxicity -- Continuing Education Activity", "content": "Vinyl chloride monomer (VCM) is an IARC group 1 carcinogen known to cause hepatic angiosarcoma (HAS) in highly exposed industrial workers. VCM is a component in the production of polyvinyl chloride (PVC) resins. VCM is a halogenated hydrocarbon with acute toxic effects, as well as chronic carcinogenic effects. This activity will review the historical significance of vinyl chloride as an industrial carcinogen, the etiology of exposure, its toxicity and metabolism, acute and chronic complications of exposure, and their management.", "contents": "Vinyl Chloride Toxicity -- Continuing Education Activity. Vinyl chloride monomer (VCM) is an IARC group 1 carcinogen known to cause hepatic angiosarcoma (HAS) in highly exposed industrial workers. VCM is a component in the production of polyvinyl chloride (PVC) resins. VCM is a halogenated hydrocarbon with acute toxic effects, as well as chronic carcinogenic effects. This activity will review the historical significance of vinyl chloride as an industrial carcinogen, the etiology of exposure, its toxicity and metabolism, acute and chronic complications of exposure, and their management."}
{"id": "article-31165_1", "title": "Vinyl Chloride Toxicity -- Continuing Education Activity", "content": "Objectives: Identify the epidemiology of vinyl chloride-related hepatic angiosarcoma. Describe the mechanism of both acute and chronic vinyl chloride toxicity. Describe the Occupational Safety and Health Administration (OSHA) mandated medical monitoring for vinyl chloride exposed workers. Describe the importance of an interprofessional integrated team approach in detecting, preventing, and reducing ongoing vinyl chloride exposure. Access free multiple choice questions on this topic.", "contents": "Vinyl Chloride Toxicity -- Continuing Education Activity. Objectives: Identify the epidemiology of vinyl chloride-related hepatic angiosarcoma. Describe the mechanism of both acute and chronic vinyl chloride toxicity. Describe the Occupational Safety and Health Administration (OSHA) mandated medical monitoring for vinyl chloride exposed workers. Describe the importance of an interprofessional integrated team approach in detecting, preventing, and reducing ongoing vinyl chloride exposure. Access free multiple choice questions on this topic."}
{"id": "article-31165_2", "title": "Vinyl Chloride Toxicity -- Introduction", "content": "Vinyl chloride monomer (VCM) is a colorless, gaseous, sweet-smelling organochloride primarily used in the production of polyvinyl chloride (PVC) with additional historical usage before the 1970s as an aerosol propellant and refrigerant. [1] [2] [3] VCM is now classified as an International Agency for Research on Cancer (IARC) Group 1 carcinogen. [4] PVC resins are used widely in building materials, construction, and home furnishings, making PVC resins nearly ubiquitous in our society. [4] In 1974, three cases of hepatic angiosarcoma (HAS), an extremely rare cancer, in workers at a VCM polymerization plant in Kentucky prompted an extensive occupational epidemiologic investigation that led to the confirmation of VCM as the cause. [5] [6] [7] Subsequently, the newly formed Occupational Safety and Health Administration (OSHA) lowered the VCM permissible exposure limit (PEL) from 500 parts per million (ppm) to 1 ppm with an action level of 0.5 ppm forcing industry to adopt workplace practices to comply. [5] [4] In the United States, no cases of VCM-associated HAS are believed to have developed in workers exposed to VCM exclusively after establishing the 1975 standard. [8]", "contents": "Vinyl Chloride Toxicity -- Introduction. Vinyl chloride monomer (VCM) is a colorless, gaseous, sweet-smelling organochloride primarily used in the production of polyvinyl chloride (PVC) with additional historical usage before the 1970s as an aerosol propellant and refrigerant. [1] [2] [3] VCM is now classified as an International Agency for Research on Cancer (IARC) Group 1 carcinogen. [4] PVC resins are used widely in building materials, construction, and home furnishings, making PVC resins nearly ubiquitous in our society. [4] In 1974, three cases of hepatic angiosarcoma (HAS), an extremely rare cancer, in workers at a VCM polymerization plant in Kentucky prompted an extensive occupational epidemiologic investigation that led to the confirmation of VCM as the cause. [5] [6] [7] Subsequently, the newly formed Occupational Safety and Health Administration (OSHA) lowered the VCM permissible exposure limit (PEL) from 500 parts per million (ppm) to 1 ppm with an action level of 0.5 ppm forcing industry to adopt workplace practices to comply. [5] [4] In the United States, no cases of VCM-associated HAS are believed to have developed in workers exposed to VCM exclusively after establishing the 1975 standard. [8]"}
{"id": "article-31165_3", "title": "Vinyl Chloride Toxicity -- Etiology", "content": "Vinyl chloride toxicity occurs mainly through occupational exposure during the polymerization of VCM into PVC; however, community exposures secondary to industrial spills have occurred. [9] Additionally, there are reports of cases of significant chronic exposure related to aerosol propellant usage in the 1960s and early 1970s, although VCM is no longer utilized in this manner. [3] In the developed world, significant occupational exposures are now rare. However, in developing economies, hepatic angiosarcoma has been documented in workers exposed over the last 10 to 20 years, the typical latent period for HAS, suggesting that significant occupational exposures have continued in some settings. [10] [11]", "contents": "Vinyl Chloride Toxicity -- Etiology. Vinyl chloride toxicity occurs mainly through occupational exposure during the polymerization of VCM into PVC; however, community exposures secondary to industrial spills have occurred. [9] Additionally, there are reports of cases of significant chronic exposure related to aerosol propellant usage in the 1960s and early 1970s, although VCM is no longer utilized in this manner. [3] In the developed world, significant occupational exposures are now rare. However, in developing economies, hepatic angiosarcoma has been documented in workers exposed over the last 10 to 20 years, the typical latent period for HAS, suggesting that significant occupational exposures have continued in some settings. [10] [11]"}
{"id": "article-31165_4", "title": "Vinyl Chloride Toxicity -- Etiology", "content": "Beyond the direct industrial production of PVC, low levels of VCM are detectable in cigarette smoke, and PVC waste in the environment can be broken down by endogenous bacteria to VCM. [12] [11] Persistent low levels can be detected in groundwater near waste sites. ( [11] ) However, no HAS cases have links to such low-level exposures. [11] According to the Agency for Toxic Substances and Disease Registry's (ATSDR) 2006 vinyl chloride toxicology profile, as a volatile compound, VCM quickly partitions to the air in the environment, limiting its potential to build up in environmental reservoirs such as groundwater.", "contents": "Vinyl Chloride Toxicity -- Etiology. Beyond the direct industrial production of PVC, low levels of VCM are detectable in cigarette smoke, and PVC waste in the environment can be broken down by endogenous bacteria to VCM. [12] [11] Persistent low levels can be detected in groundwater near waste sites. ( [11] ) However, no HAS cases have links to such low-level exposures. [11] According to the Agency for Toxic Substances and Disease Registry's (ATSDR) 2006 vinyl chloride toxicology profile, as a volatile compound, VCM quickly partitions to the air in the environment, limiting its potential to build up in environmental reservoirs such as groundwater."}
{"id": "article-31165_5", "title": "Vinyl Chloride Toxicity -- Epidemiology", "content": "The United States Environmental Protection Agency (EPA) estimates that 10 to 20 billion pounds (4.5 to 9 billion kg) of vinyl chloride are produced annually in the United States at 15 to 20 locations, many of which are near Baton Rouge, Louisiana. Among exposed workers worldwide, there were reports of 197 cases of VCM related HAS between 1974 and 2000, with an average latency of 20 years. [11] Incidence peaked in the mid to late 1970s amongst reactor vessel cleaners who were believed to have suffered exposure to VCM levels as high as 3000 ppm. [13]", "contents": "Vinyl Chloride Toxicity -- Epidemiology. The United States Environmental Protection Agency (EPA) estimates that 10 to 20 billion pounds (4.5 to 9 billion kg) of vinyl chloride are produced annually in the United States at 15 to 20 locations, many of which are near Baton Rouge, Louisiana. Among exposed workers worldwide, there were reports of 197 cases of VCM related HAS between 1974 and 2000, with an average latency of 20 years. [11] Incidence peaked in the mid to late 1970s amongst reactor vessel cleaners who were believed to have suffered exposure to VCM levels as high as 3000 ppm. [13]"}
{"id": "article-31165_6", "title": "Vinyl Chloride Toxicity -- Pathophysiology", "content": "VCM exhibits not only acute toxic effects but also chronic carcinogenic effects in those with ongoing significant occupational exposures. VCM is readily absorbed across all body compartments exhibiting acute central nervous system (CNS) and respiratory effects. At high concentrations, death can occur due to CNS and respiratory depression due to a general anesthetic effect. [14] Chronic exposure among polymerization vessel cleaners is known to cause acroosteolysis (AOL), a condition involving the Raynaud phenomenon and osteolysis in the terminal phalanges of the fingers that is believed to be mediated through obstructive lesions of small peripheral arteries in the distal extremities. [15] [16]", "contents": "Vinyl Chloride Toxicity -- Pathophysiology. VCM exhibits not only acute toxic effects but also chronic carcinogenic effects in those with ongoing significant occupational exposures. VCM is readily absorbed across all body compartments exhibiting acute central nervous system (CNS) and respiratory effects. At high concentrations, death can occur due to CNS and respiratory depression due to a general anesthetic effect. [14] Chronic exposure among polymerization vessel cleaners is known to cause acroosteolysis (AOL), a condition involving the Raynaud phenomenon and osteolysis in the terminal phalanges of the fingers that is believed to be mediated through obstructive lesions of small peripheral arteries in the distal extremities. [15] [16]"}
{"id": "article-31165_7", "title": "Vinyl Chloride Toxicity -- Pathophysiology", "content": "The chronic hepatic mutagenic effects of VCM on hepatocytes and sinusoidal cells are propagated by metabolic activation of VCM to form chloroethylene oxide which subsequently binds deoxyribonucleic acid (DNA), thereby exhibiting effects on proto-oncogene and tumor suppressor gene expression. This effect demonstrates causal links to the development of hepatic angiosarcoma, a rare, aggressive cancer, in humans as well as in animal models. [11]", "contents": "Vinyl Chloride Toxicity -- Pathophysiology. The chronic hepatic mutagenic effects of VCM on hepatocytes and sinusoidal cells are propagated by metabolic activation of VCM to form chloroethylene oxide which subsequently binds deoxyribonucleic acid (DNA), thereby exhibiting effects on proto-oncogene and tumor suppressor gene expression. This effect demonstrates causal links to the development of hepatic angiosarcoma, a rare, aggressive cancer, in humans as well as in animal models. [11]"}
{"id": "article-31165_8", "title": "Vinyl Chloride Toxicity -- Toxicokinetics", "content": "VCM is a highly volatile compound. Inhalation is the primary route of exposure. VCM rapidly distributes across all body compartments. Metabolism occurs through CYP2E1 to form epoxide intermediates which are subsequently detoxified via glutathione conjugation and renally excreted. [17] Animal studies suggest that while metabolites get widely distributed throughout the body, they do not accumulate in the tissue, even with chronic exposure. Metabolism follows Michaelis-Menten kinetics. [18] [19] [20] At low doses, excretion is primarily renal, at higher doses with enzyme saturation, exhalation of unmetabolized VCM occurs. [18]", "contents": "Vinyl Chloride Toxicity -- Toxicokinetics. VCM is a highly volatile compound. Inhalation is the primary route of exposure. VCM rapidly distributes across all body compartments. Metabolism occurs through CYP2E1 to form epoxide intermediates which are subsequently detoxified via glutathione conjugation and renally excreted. [17] Animal studies suggest that while metabolites get widely distributed throughout the body, they do not accumulate in the tissue, even with chronic exposure. Metabolism follows Michaelis-Menten kinetics. [18] [19] [20] At low doses, excretion is primarily renal, at higher doses with enzyme saturation, exhalation of unmetabolized VCM occurs. [18]"}
{"id": "article-31165_9", "title": "Vinyl Chloride Toxicity -- History and Physical", "content": "An occupational and environmental exposure history will greatly aid the treating clinician, but should not delay treatment of acute, life-threatening toxicity. A focused history should determine toxin exposure, dose, route, time of exposure, and use of personal protective equipment (PPE) to include respiratory protection. In acute exposure, symptoms may vary by the degree of exposure ranging from dizziness, shortness of breath, and headaches to CNS depression, respiratory arrest, and death with severe exposure. [21] [22]", "contents": "Vinyl Chloride Toxicity -- History and Physical. An occupational and environmental exposure history will greatly aid the treating clinician, but should not delay treatment of acute, life-threatening toxicity. A focused history should determine toxin exposure, dose, route, time of exposure, and use of personal protective equipment (PPE) to include respiratory protection. In acute exposure, symptoms may vary by the degree of exposure ranging from dizziness, shortness of breath, and headaches to CNS depression, respiratory arrest, and death with severe exposure. [21] [22]"}
{"id": "article-31165_10", "title": "Vinyl Chloride Toxicity -- History and Physical", "content": "Those with a remote history of significant VCM exposure or those with ongoing significant chronic exposures may present with mild acute symptoms as described above or may endorse non-specific systemic symptoms such as malaise, night sweats, and weight loss if malignancy is present. [23] Despite the hepatic involvement, those with VCM related hepatic angiosarcoma may not present with the signs or symptoms of liver failure. [2] [7]", "contents": "Vinyl Chloride Toxicity -- History and Physical. Those with a remote history of significant VCM exposure or those with ongoing significant chronic exposures may present with mild acute symptoms as described above or may endorse non-specific systemic symptoms such as malaise, night sweats, and weight loss if malignancy is present. [23] Despite the hepatic involvement, those with VCM related hepatic angiosarcoma may not present with the signs or symptoms of liver failure. [2] [7]"}
{"id": "article-31165_11", "title": "Vinyl Chloride Toxicity -- History and Physical", "content": "Physical examination findings may be representative of VCM induced complications. In acute exposures, respiratory distress or somnolence may be a presenting sign. Complications from significant chronic exposure may manifest as thickened skin over the hands and forefingers, or Reynaud phenomenon and acroosteolysis (AOL), to abdominal distension, ascites, or cachexia in those with advanced hepatic angiosarcoma (HAS).", "contents": "Vinyl Chloride Toxicity -- History and Physical. Physical examination findings may be representative of VCM induced complications. In acute exposures, respiratory distress or somnolence may be a presenting sign. Complications from significant chronic exposure may manifest as thickened skin over the hands and forefingers, or Reynaud phenomenon and acroosteolysis (AOL), to abdominal distension, ascites, or cachexia in those with advanced hepatic angiosarcoma (HAS)."}
{"id": "article-31165_12", "title": "Vinyl Chloride Toxicity -- Evaluation", "content": "Workers involved in the production and polymerization of VCM to PVC should undergo routine screening to monitor their level of ongoing exposure. Occupational Safety and Health Administration (OSHA) standard 1910.1017 requires annual occupational medical surveillance of workers exposed to VCM over the action level of 0.5 ppm. The standard requires laboratory monitoring of total bilirubin, alkaline phosphatase, aspartate aminotransferase, alanine transaminase, and gamma-glutamyltransferase at least annually. However, derangements of standard measurements of hepatic function may not be observable until late in the course of HAS, and other markers may be more sensitive. Liver biopsy is the most accurate test for the characteristic pattern of vinyl chloride-induced damage, but it is an invasive procedure with risks that limit its utility. [24]", "contents": "Vinyl Chloride Toxicity -- Evaluation. Workers involved in the production and polymerization of VCM to PVC should undergo routine screening to monitor their level of ongoing exposure. Occupational Safety and Health Administration (OSHA) standard 1910.1017 requires annual occupational medical surveillance of workers exposed to VCM over the action level of 0.5 ppm. The standard requires laboratory monitoring of total bilirubin, alkaline phosphatase, aspartate aminotransferase, alanine transaminase, and gamma-glutamyltransferase at least annually. However, derangements of standard measurements of hepatic function may not be observable until late in the course of HAS, and other markers may be more sensitive. Liver biopsy is the most accurate test for the characteristic pattern of vinyl chloride-induced damage, but it is an invasive procedure with risks that limit its utility. [24]"}
{"id": "article-31165_13", "title": "Vinyl Chloride Toxicity -- Treatment / Management", "content": "Treatment options for HAS are limited. Thus, as is described below, the prevention of VCM exposure should be the initial focus of employers and workplaces.", "contents": "Vinyl Chloride Toxicity -- Treatment / Management. Treatment options for HAS are limited. Thus, as is described below, the prevention of VCM exposure should be the initial focus of employers and workplaces."}
{"id": "article-31165_14", "title": "Vinyl Chloride Toxicity -- Treatment / Management", "content": "During suspected or confirmed acute exposures, the priority should be to stop ongoing exposure by removing the individual from the contaminated area and performing external decontamination. There should be no delay in the movement to fresh air and away from poorly ventilated areas. Gaseous VCM is denser than air, and low-lying areas may accumulate VCM gas. Rescue personnel may need Level B or Level A protective gear with self-contained breathing apparatus (SCBA) to protect themselves during emergency response to industrial accidents or train derailments. [9] Those suffering from severe respiratory and/or CNS depression will require critical care management during the period of acute intoxication. As a halogenated hydrocarbon, VCM can sensitize the myocardium to catecholamines resulting in life-threatening arrhythmias. [21] Therefore in severe exposures, cardiac monitoring is prudent, and sympathomimetic usage should be minimized.", "contents": "Vinyl Chloride Toxicity -- Treatment / Management. During suspected or confirmed acute exposures, the priority should be to stop ongoing exposure by removing the individual from the contaminated area and performing external decontamination. There should be no delay in the movement to fresh air and away from poorly ventilated areas. Gaseous VCM is denser than air, and low-lying areas may accumulate VCM gas. Rescue personnel may need Level B or Level A protective gear with self-contained breathing apparatus (SCBA) to protect themselves during emergency response to industrial accidents or train derailments. [9] Those suffering from severe respiratory and/or CNS depression will require critical care management during the period of acute intoxication. As a halogenated hydrocarbon, VCM can sensitize the myocardium to catecholamines resulting in life-threatening arrhythmias. [21] Therefore in severe exposures, cardiac monitoring is prudent, and sympathomimetic usage should be minimized."}
{"id": "article-31165_15", "title": "Vinyl Chloride Toxicity -- Treatment / Management", "content": "Workers presenting with the symptoms or signs of hepatic dysfunction, or chronic systemic illness, should receive specialty evaluation by an occupational medicine physician or medical toxicologist for occupational exposure evaluation, as well as a hepatologist for the potential treatment of vinyl chloride-induced hepatic damage and HAS.", "contents": "Vinyl Chloride Toxicity -- Treatment / Management. Workers presenting with the symptoms or signs of hepatic dysfunction, or chronic systemic illness, should receive specialty evaluation by an occupational medicine physician or medical toxicologist for occupational exposure evaluation, as well as a hepatologist for the potential treatment of vinyl chloride-induced hepatic damage and HAS."}
{"id": "article-31165_16", "title": "Vinyl Chloride Toxicity -- Differential Diagnosis", "content": "The symptoms and signs associated with mild to severe acute VCM exposure-shortness of breath, cough, dizziness, headaches, respiratory depression, and CNS depression-could be due to any number of industrial toxins, particularly other volatile halogenated hydrocarbons. A history of VCM exposure will help guide diagnosis.", "contents": "Vinyl Chloride Toxicity -- Differential Diagnosis. The symptoms and signs associated with mild to severe acute VCM exposure-shortness of breath, cough, dizziness, headaches, respiratory depression, and CNS depression-could be due to any number of industrial toxins, particularly other volatile halogenated hydrocarbons. A history of VCM exposure will help guide diagnosis."}
{"id": "article-31165_17", "title": "Vinyl Chloride Toxicity -- Differential Diagnosis", "content": "The symptoms of chronic occupational exposure to VCM, to include Raynaud phenomenon, thickening of the skin of the hands and forearms, and AOL of the distal phalanges collectively can resemble systemic sclerosis. The diagnosis can be differentiated based on the absence of antinuclear antibodies and a history of VCM exposure. Raynaud phenomenon could also be secondary to mechanical arterial obstruction, hyperviscosity of the blood, or exposure to some chemotherapeutics, environmental conditions, or vibrating tools. [25] [26]", "contents": "Vinyl Chloride Toxicity -- Differential Diagnosis. The symptoms of chronic occupational exposure to VCM, to include Raynaud phenomenon, thickening of the skin of the hands and forearms, and AOL of the distal phalanges collectively can resemble systemic sclerosis. The diagnosis can be differentiated based on the absence of antinuclear antibodies and a history of VCM exposure. Raynaud phenomenon could also be secondary to mechanical arterial obstruction, hyperviscosity of the blood, or exposure to some chemotherapeutics, environmental conditions, or vibrating tools. [25] [26]"}
{"id": "article-31165_18", "title": "Vinyl Chloride Toxicity -- Differential Diagnosis", "content": "The diagnosis of HAS should raise the suspicion of a history of significant VCM exposure. This rare tumor has also has links to chronic arsenic exposure, as well as a thorium-based radiocontrast which has not seen any use for many decades. [27]", "contents": "Vinyl Chloride Toxicity -- Differential Diagnosis. The diagnosis of HAS should raise the suspicion of a history of significant VCM exposure. This rare tumor has also has links to chronic arsenic exposure, as well as a thorium-based radiocontrast which has not seen any use for many decades. [27]"}
{"id": "article-31165_19", "title": "Vinyl Chloride Toxicity -- Prognosis", "content": "One-time acute exposures to VCM, causing mild symptoms such as dizziness and headaches, have not been proven to propagate long-term effects. [11] In reactor vessel cleaners routinely exposed to elevated VCM levels before the 1975 OSHA standard, the progression of AOL slowed with removal from the exposure, with improvement in some cases. [28] [15] A 1973 retrospective cohort study of 1294 highly exposed polymerization workers revealed 11 cases of HAS, reflecting an incidence among these workers many thousands of times higher than in the general population. [29] [30] No standardized treatment regimen for HAS exists, although partial hepatectomy, liver transplant, and chemotherapy are all utilized. Survival at two years despite intervention is 3%. [31] [32]", "contents": "Vinyl Chloride Toxicity -- Prognosis. One-time acute exposures to VCM, causing mild symptoms such as dizziness and headaches, have not been proven to propagate long-term effects. [11] In reactor vessel cleaners routinely exposed to elevated VCM levels before the 1975 OSHA standard, the progression of AOL slowed with removal from the exposure, with improvement in some cases. [28] [15] A 1973 retrospective cohort study of 1294 highly exposed polymerization workers revealed 11 cases of HAS, reflecting an incidence among these workers many thousands of times higher than in the general population. [29] [30] No standardized treatment regimen for HAS exists, although partial hepatectomy, liver transplant, and chemotherapy are all utilized. Survival at two years despite intervention is 3%. [31] [32]"}
{"id": "article-31165_20", "title": "Vinyl Chloride Toxicity -- Complications", "content": "Minimal complications are the norm from one-time mild, acute occupational, or environmental exposures. Significant acute exposures can cause respiratory and CNS depression and death. Long-term occupational exposure in workers exposed before the 1975 OSHA standard has been linked to AOL and HAS. Cirrhosis, hepatocellular carcinoma, brain cancer, and lung cancer also have correlations with VCM exposure in these workers, but causation remains controversial. [4] In developing countries with poor regulation of the PVC industry, HAS continues to be documented in plant workers, suggesting significant ongoing exposure. [10] [11]", "contents": "Vinyl Chloride Toxicity -- Complications. Minimal complications are the norm from one-time mild, acute occupational, or environmental exposures. Significant acute exposures can cause respiratory and CNS depression and death. Long-term occupational exposure in workers exposed before the 1975 OSHA standard has been linked to AOL and HAS. Cirrhosis, hepatocellular carcinoma, brain cancer, and lung cancer also have correlations with VCM exposure in these workers, but causation remains controversial. [4] In developing countries with poor regulation of the PVC industry, HAS continues to be documented in plant workers, suggesting significant ongoing exposure. [10] [11]"}
{"id": "article-31165_21", "title": "Vinyl Chloride Toxicity -- Deterrence and Patient Education", "content": "Deterrence of VCM exposure is the responsibility of employers and workplaces. A standard hierarchy of controls approach should be used to reduce or prevent chronic workplace exposure to VCM. Consultation with industrial hygienists and/or occupational medicine physicians may be necessary to determine the best means to reduce workplace exposures to VCM. Employers must provide workers with education regarding the hazards of exposure to include carcinogenicity, appropriate usage of PPE, standard protocols to mitigate harm during an accidental exposure, and what type of occupational medical surveillance must take place annually.", "contents": "Vinyl Chloride Toxicity -- Deterrence and Patient Education. Deterrence of VCM exposure is the responsibility of employers and workplaces. A standard hierarchy of controls approach should be used to reduce or prevent chronic workplace exposure to VCM. Consultation with industrial hygienists and/or occupational medicine physicians may be necessary to determine the best means to reduce workplace exposures to VCM. Employers must provide workers with education regarding the hazards of exposure to include carcinogenicity, appropriate usage of PPE, standard protocols to mitigate harm during an accidental exposure, and what type of occupational medical surveillance must take place annually."}
{"id": "article-31165_22", "title": "Vinyl Chloride Toxicity -- Enhancing Healthcare Team Outcomes", "content": "Preventing, detecting, and managing significant occupational VCM exposure and its complications requires a multifaceted and integrated approach between occupational health (OH) and safety professionals, OH nurses, industrial hygienists, physicians, governmental agencies such as OSHA and the National Institute for Occupational Safety and Health (NIOSH), and private industry. In the US, the 1974 BF Goodrich plant HAS cases prompted further research and swift regulatory action leading to rapid compliance with a new, much more stringent occupational exposure limit. No further HAS cases have developed in workers exclusively exposed after the implementation of this standard. [8] Cases of HAS reported in workers abroad exposed in the recent decades reflect the ongoing importance of these efforts. [10] [11] OH nurses and physicians should be aware that individuals with VCM exposure complications may require an interprofessional approach (hepatology, dermatology, rheumatology), and any case of HAS in a VCM exposed worker should be considered a sentinel occupational health event (SHEO) requiring a prompt and thorough review of workplace practices to ensure no ongoing excess workplace exposure.", "contents": "Vinyl Chloride Toxicity -- Enhancing Healthcare Team Outcomes. Preventing, detecting, and managing significant occupational VCM exposure and its complications requires a multifaceted and integrated approach between occupational health (OH) and safety professionals, OH nurses, industrial hygienists, physicians, governmental agencies such as OSHA and the National Institute for Occupational Safety and Health (NIOSH), and private industry. In the US, the 1974 BF Goodrich plant HAS cases prompted further research and swift regulatory action leading to rapid compliance with a new, much more stringent occupational exposure limit. No further HAS cases have developed in workers exclusively exposed after the implementation of this standard. [8] Cases of HAS reported in workers abroad exposed in the recent decades reflect the ongoing importance of these efforts. [10] [11] OH nurses and physicians should be aware that individuals with VCM exposure complications may require an interprofessional approach (hepatology, dermatology, rheumatology), and any case of HAS in a VCM exposed worker should be considered a sentinel occupational health event (SHEO) requiring a prompt and thorough review of workplace practices to ensure no ongoing excess workplace exposure."}
{"id": "article-31165_23", "title": "Vinyl Chloride Toxicity -- Enhancing Healthcare Team Outcomes", "content": "Workers presenting with the symptoms or signs of hepatic dysfunction, or chronic systemic illness, should receive specialty evaluation by an occupational medicine physician or medical toxicologist for occupational exposure evaluation, as well as a hepatologist for the potential treatment of vinyl chloride-induced hepatic damage and HAS. The stringent regulations have led to no new cases of HAS in the USA since 1975.", "contents": "Vinyl Chloride Toxicity -- Enhancing Healthcare Team Outcomes. Workers presenting with the symptoms or signs of hepatic dysfunction, or chronic systemic illness, should receive specialty evaluation by an occupational medicine physician or medical toxicologist for occupational exposure evaluation, as well as a hepatologist for the potential treatment of vinyl chloride-induced hepatic damage and HAS. The stringent regulations have led to no new cases of HAS in the USA since 1975."}
{"id": "article-31165_24", "title": "Vinyl Chloride Toxicity -- Enhancing Healthcare Team Outcomes", "content": "Given the rarity of VCM toxicity in the USA, toxicology professionals in the physician, nursing, and pharmacist disciplines need to be aware of the presentation should they come across a case, or if they encounter a patient from another country where the regulatory environment is not up to speed with the First World. Communication among these interprofessional toxicologists (physician, pharmacy, and nursing) is key, as would be the need to contact the appropriate regulatory authorities to prohibit further exposures and remove other workers from a potentially dangerous environment. Usually, cases such as this begin with contacting a poison control center that is staffed by an interprofessional team and then coordinating reporting with appropriate government agencies. Only through a collaborative interprofessional team approach can these rare cases be addressed and prevent recurrent events. [Level V]", "contents": "Vinyl Chloride Toxicity -- Enhancing Healthcare Team Outcomes. Given the rarity of VCM toxicity in the USA, toxicology professionals in the physician, nursing, and pharmacist disciplines need to be aware of the presentation should they come across a case, or if they encounter a patient from another country where the regulatory environment is not up to speed with the First World. Communication among these interprofessional toxicologists (physician, pharmacy, and nursing) is key, as would be the need to contact the appropriate regulatory authorities to prohibit further exposures and remove other workers from a potentially dangerous environment. Usually, cases such as this begin with contacting a poison control center that is staffed by an interprofessional team and then coordinating reporting with appropriate government agencies. Only through a collaborative interprofessional team approach can these rare cases be addressed and prevent recurrent events. [Level V]"}
{"id": "article-31165_25", "title": "Vinyl Chloride Toxicity -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Vinyl Chloride Toxicity -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}