{"id": "article-88828_0", "title": "Bivalirudin -- Continuing Education Activity", "content": "Bivalirudin, a direct thrombin inhibitor, plays a crucial role in the management and treatment of patients undergoing percutaneous coronary intervention (PCI) for acute myocardial infarction. This comprehensive activity delves into the nuanced aspects of bivalirudin therapy, shedding light on its indications, action, and contraindications. Beyond bivalirudin's established role in PCI, this session explores the broader applications of bivalirudin in thromboembolic disease, cardiopulmonary bypass, and extracorporeal membrane oxygenation. Participants will gain an in-depth understanding of the drug's mechanism of action, adverse event profile, off-label uses, dosing, monitoring parameters, contraindications, and potential drug interactions, empowering them to navigate the complexities of managing patients undergoing PCI and other related conditions. This educational initiative equips healthcare professionals with the competency to manage diverse aspects of bivalirudin therapy.", "contents": "Bivalirudin -- Continuing Education Activity. Bivalirudin, a direct thrombin inhibitor, plays a crucial role in the management and treatment of patients undergoing percutaneous coronary intervention (PCI) for acute myocardial infarction. This comprehensive activity delves into the nuanced aspects of bivalirudin therapy, shedding light on its indications, action, and contraindications. Beyond bivalirudin's established role in PCI, this session explores the broader applications of bivalirudin in thromboembolic disease, cardiopulmonary bypass, and extracorporeal membrane oxygenation. Participants will gain an in-depth understanding of the drug's mechanism of action, adverse event profile, off-label uses, dosing, monitoring parameters, contraindications, and potential drug interactions, empowering them to navigate the complexities of managing patients undergoing PCI and other related conditions. This educational initiative equips healthcare professionals with the competency to manage diverse aspects of bivalirudin therapy."}
{"id": "article-88828_1", "title": "Bivalirudin -- Continuing Education Activity", "content": "Objectives: Screen patients for potential contraindications or increased bleeding risk factors that may affect the selection and dosing of bivalirudin as an anticoagulant during PCI. Differentiate the pharmacological properties, mechanism of action, and safety profile of bivalirudin from other anticoagulant agents used in PCI, including unfractionated heparin or low molecular weight heparin. Select the most appropriate anticoagulant strategy, including the decision to use bivalirudin as a monotherapy or in combination with other antithrombotic agents, based on individual patient factors and the clinical scenario. Determine strategies with interventional cardiologists, anesthesiologists, and other healthcare team members to ensure coordinated care, appropriate dosing, and monitoring of bivalirudin during PCI procedures. Access free multiple choice questions on this topic.", "contents": "Bivalirudin -- Continuing Education Activity. Objectives: Screen patients for potential contraindications or increased bleeding risk factors that may affect the selection and dosing of bivalirudin as an anticoagulant during PCI. Differentiate the pharmacological properties, mechanism of action, and safety profile of bivalirudin from other anticoagulant agents used in PCI, including unfractionated heparin or low molecular weight heparin. Select the most appropriate anticoagulant strategy, including the decision to use bivalirudin as a monotherapy or in combination with other antithrombotic agents, based on individual patient factors and the clinical scenario. Determine strategies with interventional cardiologists, anesthesiologists, and other healthcare team members to ensure coordinated care, appropriate dosing, and monitoring of bivalirudin during PCI procedures. Access free multiple choice questions on this topic."}
{"id": "article-88828_2", "title": "Bivalirudin -- Indications", "content": "Bivalirudin is a direct thrombin inhibitor (DTI) with specific actions indicated for intravenous (IV) anticoagulation in patients with acute myocardial infarction, unstable angina, percutaneous coronary intervention (PCI), and thrombosis in patients with a history of heparin-induced thrombocytopenia (HIT). [1] [2]", "contents": "Bivalirudin -- Indications. Bivalirudin is a direct thrombin inhibitor (DTI) with specific actions indicated for intravenous (IV) anticoagulation in patients with acute myocardial infarction, unstable angina, percutaneous coronary intervention (PCI), and thrombosis in patients with a history of heparin-induced thrombocytopenia (HIT). [1] [2]"}
{"id": "article-88828_3", "title": "Bivalirudin -- Indications", "content": "More recently, bivalirudin has been explored and utilized off-label in patients undergoing cardiopulmonary bypass and extracorporeal membrane oxygenation (ECMO) and for deep venous thrombosis prophylaxis. [3] [4] [5]", "contents": "Bivalirudin -- Indications. More recently, bivalirudin has been explored and utilized off-label in patients undergoing cardiopulmonary bypass and extracorporeal membrane oxygenation (ECMO) and for deep venous thrombosis prophylaxis. [3] [4] [5]"}
{"id": "article-88828_4", "title": "Bivalirudin -- Indications -- FDA Approved Indication", "content": "Percutaneous Coronary Intervention (PCI): Bivalirudin is indicated as an anticoagulant in patients undergoing PCI, including those with heparin-induced thrombocytopenia (HIT) or heparin-induced thrombocytopenia and thrombosis syndrome (HITTS). The use is endorsed by the ACC/AHA/SCAI (The American College of Cardiology/American Heart Association/Society for Cardiovascular Angiography & Interventions) guidelines. [6]", "contents": "Bivalirudin -- Indications -- FDA Approved Indication. Percutaneous Coronary Intervention (PCI): Bivalirudin is indicated as an anticoagulant in patients undergoing PCI, including those with heparin-induced thrombocytopenia (HIT) or heparin-induced thrombocytopenia and thrombosis syndrome (HITTS). The use is endorsed by the ACC/AHA/SCAI (The American College of Cardiology/American Heart Association/Society for Cardiovascular Angiography & Interventions) guidelines. [6]"}
{"id": "article-88828_5", "title": "Bivalirudin -- Indications -- Off-Label Uses", "content": "Heparin-induced thrombocytopenia [7] Acute myocardial infarction, an adjunct to thrombolytic therapy [8] Deep venous thrombosis [3] Peripheral arterial bypass, thromboembolic disorder (prophylaxis) Extracorporeal membrane oxygenation (ECMO) [9] Thromboembolic disorder (prophylaxis), unstable angina [10] Venous thromboembolism [11]", "contents": "Bivalirudin -- Indications -- Off-Label Uses. Heparin-induced thrombocytopenia [7] Acute myocardial infarction, an adjunct to thrombolytic therapy [8] Deep venous thrombosis [3] Peripheral arterial bypass, thromboembolic disorder (prophylaxis) Extracorporeal membrane oxygenation (ECMO) [9] Thromboembolic disorder (prophylaxis), unstable angina [10] Venous thromboembolism [11]"}
{"id": "article-88828_6", "title": "Bivalirudin -- Indications", "content": "The BRIGHT 4 trial revealed that in patients with ST-elevation myocardial infarction (STEMI) undergoing primary percutaneous coronary intervention (PCI) primarily via radial artery access, the use of bivalirudin along with a high-dose infusion for 2 to 4 hours after PCI significantly reduced the composite rate of all-cause mortality or major bleeding at 30 days when compared to heparin monotherapy. [12]", "contents": "Bivalirudin -- Indications. The BRIGHT 4 trial revealed that in patients with ST-elevation myocardial infarction (STEMI) undergoing primary percutaneous coronary intervention (PCI) primarily via radial artery access, the use of bivalirudin along with a high-dose infusion for 2 to 4 hours after PCI significantly reduced the composite rate of all-cause mortality or major bleeding at 30 days when compared to heparin monotherapy. [12]"}
{"id": "article-88828_7", "title": "Bivalirudin -- Mechanism of Action", "content": "Bivalirudin is an inhibitor of thrombin, a factor within the coagulation cascade essential to thrombus formation. Thrombin serves to cleave fibrinogen into fibrin. Fibrin monomers then convert factor XIII to factor XIIIa, allowing for the stabilization of the thrombus. Additionally, fibrin activates factor V and factor VIII, further promoting thrombin and platelet activation. [13]", "contents": "Bivalirudin -- Mechanism of Action. Bivalirudin is an inhibitor of thrombin, a factor within the coagulation cascade essential to thrombus formation. Thrombin serves to cleave fibrinogen into fibrin. Fibrin monomers then convert factor XIII to factor XIIIa, allowing for the stabilization of the thrombus. Additionally, fibrin activates factor V and factor VIII, further promoting thrombin and platelet activation. [13]"}
{"id": "article-88828_8", "title": "Bivalirudin -- Mechanism of Action", "content": "Bivalirudin specifically inhibits thrombin by binding to the catalytic site and the anion-binding exosite of thrombin within the thrombi and the circulation. This action contrasts with glycosaminoglycan anticoagulants, including unfractionated heparin and low molecular weight heparin. Heparin's action indirectly inhibits thrombin by serving as an enzyme that catalyzes anti-thrombin, a serine protease inhibitor that forms a covalent bond with thrombin. [14] This mechanism offers potential advantages, including a more predictable pharmacologic response. Additionally, bivalirudin does not bind to platelet factor 4 and thus does not share cross-reactivity with antibodies in patients with a history of HIT.", "contents": "Bivalirudin -- Mechanism of Action. Bivalirudin specifically inhibits thrombin by binding to the catalytic site and the anion-binding exosite of thrombin within the thrombi and the circulation. This action contrasts with glycosaminoglycan anticoagulants, including unfractionated heparin and low molecular weight heparin. Heparin's action indirectly inhibits thrombin by serving as an enzyme that catalyzes anti-thrombin, a serine protease inhibitor that forms a covalent bond with thrombin. [14] This mechanism offers potential advantages, including a more predictable pharmacologic response. Additionally, bivalirudin does not bind to platelet factor 4 and thus does not share cross-reactivity with antibodies in patients with a history of HIT."}
{"id": "article-88828_9", "title": "Bivalirudin -- Mechanism of Action -- Pharmacokinetics", "content": "Absorption: Following intravenous administration in patients with PCI, bivalirudin exhibits linear pharmacokinetics. The intravenous administration of bivalirudin results in an immediate anticoagulant effect, reaching a maximum serum concentration after 15 to 20 minutes. The mean bivalirudin concentration reaches 12.3 ± 1.7 mcg/mL after an IV bolus in a dose of 1 mg/kg and a 4-hour infusion of 2.5 mg/kg/h. Coagulation times typically return to baseline levels approximately 1 hour after discontinuing bivalirudin. [15] [16] Distribution: Bivalirudin exhibits a unique feature as it does not bind to RBCs or other plasma proteins apart from thrombin. Metabolism: The primary mechanism of bio-inactivation of bivalirudin is through proteolytic cleavage. [17]", "contents": "Bivalirudin -- Mechanism of Action -- Pharmacokinetics. Absorption: Following intravenous administration in patients with PCI, bivalirudin exhibits linear pharmacokinetics. The intravenous administration of bivalirudin results in an immediate anticoagulant effect, reaching a maximum serum concentration after 15 to 20 minutes. The mean bivalirudin concentration reaches 12.3 ± 1.7 mcg/mL after an IV bolus in a dose of 1 mg/kg and a 4-hour infusion of 2.5 mg/kg/h. Coagulation times typically return to baseline levels approximately 1 hour after discontinuing bivalirudin. [15] [16] Distribution: Bivalirudin exhibits a unique feature as it does not bind to RBCs or other plasma proteins apart from thrombin. Metabolism: The primary mechanism of bio-inactivation of bivalirudin is through proteolytic cleavage. [17]"}
{"id": "article-88828_10", "title": "Bivalirudin -- Mechanism of Action -- Pharmacokinetics", "content": "Elimination: The elimination half-life of bivalirudin in patients undergoing PCI with normal renal function is 25 minutes. The total body clearance of bivalirudin is 3.4 mL/min/kg. Bivalirudin is primarily excreted renally. The fraction eliminated unchanged by the kidney is approximately 20%. [18]", "contents": "Bivalirudin -- Mechanism of Action -- Pharmacokinetics. Elimination: The elimination half-life of bivalirudin in patients undergoing PCI with normal renal function is 25 minutes. The total body clearance of bivalirudin is 3.4 mL/min/kg. Bivalirudin is primarily excreted renally. The fraction eliminated unchanged by the kidney is approximately 20%. [18]"}
{"id": "article-88828_11", "title": "Bivalirudin -- Mechanism of Action -- Pharmacokinetics", "content": "Bivalirudin demonstrates similar total body clearance in PCI patients with mild renal impairment. The half-life of bivalirudin in patients with normal renal function is 25 minutes. In moderate and severe renal impairment, clearance is reduced by 21%, with corresponding half-lives of 34 and 57 minutes, respectively. In dialysis patients, clearance is diminished by 70% with a half-life of 3.5 hours.", "contents": "Bivalirudin -- Mechanism of Action -- Pharmacokinetics. Bivalirudin demonstrates similar total body clearance in PCI patients with mild renal impairment. The half-life of bivalirudin in patients with normal renal function is 25 minutes. In moderate and severe renal impairment, clearance is reduced by 21%, with corresponding half-lives of 34 and 57 minutes, respectively. In dialysis patients, clearance is diminished by 70% with a half-life of 3.5 hours."}
{"id": "article-88828_12", "title": "Bivalirudin -- Administration", "content": "Dosage Forms: Bivalirudin is available for intravenous solution either as a lyophilized powder for suspension or as a solution for injection and ready-to-use (RTU) injection.", "contents": "Bivalirudin -- Administration. Dosage Forms: Bivalirudin is available for intravenous solution either as a lyophilized powder for suspension or as a solution for injection and ready-to-use (RTU) injection."}
{"id": "article-88828_13", "title": "Bivalirudin -- Administration -- Strength", "content": "Bivalirudin is available as a 250 mg powder for reconstitution with 5 mL of sterile water or ready for injection as a 5 mg/mL solution. Bivalirudin (RTU) injection is available at a concentration of 250 mg/50 mL.", "contents": "Bivalirudin -- Administration -- Strength. Bivalirudin is available as a 250 mg powder for reconstitution with 5 mL of sterile water or ready for injection as a 5 mg/mL solution. Bivalirudin (RTU) injection is available at a concentration of 250 mg/50 mL."}
{"id": "article-88828_14", "title": "Bivalirudin -- Administration -- Preparation and Administration Instructions", "content": "To reconstitute each 250 mg vial of bivalirudin, add 5 mL of sterile water. To dissolve the constituents, gently stir the mixture. Withdraw and discard 5 mL from a 50 mL infusion bag containing 5% dextrose in water (D5W) or normal saline. The reconstituted vial's contents should be added to an infusion bag containing either 0.9% sodium chloride for injection or 5% dextrose in water to provide a final concentration of 5 mg/mL. Adjust the dosage based on the body weight of the patient.", "contents": "Bivalirudin -- Administration -- Preparation and Administration Instructions. To reconstitute each 250 mg vial of bivalirudin, add 5 mL of sterile water. To dissolve the constituents, gently stir the mixture. Withdraw and discard 5 mL from a 50 mL infusion bag containing 5% dextrose in water (D5W) or normal saline. The reconstituted vial's contents should be added to an infusion bag containing either 0.9% sodium chloride for injection or 5% dextrose in water to provide a final concentration of 5 mg/mL. Adjust the dosage based on the body weight of the patient."}
{"id": "article-88828_15", "title": "Bivalirudin -- Administration -- Administration", "content": "Percutaneous Coronary Intervention: According to ACC/AHA/SCAI 2021 guidelines, bivalirudin should be used as a replacement for unfractionated heparin in patients with heparin-induced thrombocytopenia undergoing PCI to avoid thrombotic complications. An initial intravenous dose of 0.75 mg/kg of bivalirudin is recommended, followed instantaneously by a 1.75 mg/kg/h maintenance infusion for the length of the procedure.", "contents": "Bivalirudin -- Administration -- Administration. Percutaneous Coronary Intervention: According to ACC/AHA/SCAI 2021 guidelines, bivalirudin should be used as a replacement for unfractionated heparin in patients with heparin-induced thrombocytopenia undergoing PCI to avoid thrombotic complications. An initial intravenous dose of 0.75 mg/kg of bivalirudin is recommended, followed instantaneously by a 1.75 mg/kg/h maintenance infusion for the length of the procedure."}
{"id": "article-88828_16", "title": "Bivalirudin -- Administration -- Administration", "content": "Assess the activated clotting time (ACT) 5 minutes after the bolus dosage is given to see if a subsequent bolus of 0.3 mg/kg is necessary. If a patient has ST-segment elevation MI (STEMI), consider extending the duration of the infusion at 1.75 mg/kg/h up to 4 hours post-procedure to reduce the risk of in-stent thrombosis. At the physician's discretion, the infusion may continue for up to 4 hours after the intervention. Caution is necessary; watch closely for signs of bleeding, as mentioned in the adverse reactions and toxicity section. [19]", "contents": "Bivalirudin -- Administration -- Administration. Assess the activated clotting time (ACT) 5 minutes after the bolus dosage is given to see if a subsequent bolus of 0.3 mg/kg is necessary. If a patient has ST-segment elevation MI (STEMI), consider extending the duration of the infusion at 1.75 mg/kg/h up to 4 hours post-procedure to reduce the risk of in-stent thrombosis. At the physician's discretion, the infusion may continue for up to 4 hours after the intervention. Caution is necessary; watch closely for signs of bleeding, as mentioned in the adverse reactions and toxicity section. [19]"}
{"id": "article-88828_17", "title": "Bivalirudin -- Administration -- Administration", "content": "Heparin-induced thrombocytopenia (Off-Label Use) : According to the American Society of Hematology guidelines, the IV infusion is given at 0.15 mg/kg/h. The dose is adjusted to achieve APTT 1.5 to 2.5 times from baseline. [7]", "contents": "Bivalirudin -- Administration -- Administration. Heparin-induced thrombocytopenia (Off-Label Use) : According to the American Society of Hematology guidelines, the IV infusion is given at 0.15 mg/kg/h. The dose is adjusted to achieve APTT 1.5 to 2.5 times from baseline. [7]"}
{"id": "article-88828_18", "title": "Bivalirudin -- Administration -- Specific Patient Population", "content": "Renal impairment: No dose adjustment is required in bolus administration; however, maintenance dose adjustment is needed based on creatinine clearance (CrCl) calculated by the Cockcroft-gault equation. For patients with a CrCl  <30 mL/min, reducing the maintenance dose to 1 mg/kg/h is recommended. The infusion rate should be further decreased to 0.25 mg/kg/h for patients with ESRD undergoing hemodialysis. Hepatic impairment: No dose adjustment information is provided in FDA-approved manufacturer labeling. However, dose reduction may be appropriate in moderate to severe hepatic dysfunction. [7]", "contents": "Bivalirudin -- Administration -- Specific Patient Population. Renal impairment: No dose adjustment is required in bolus administration; however, maintenance dose adjustment is needed based on creatinine clearance (CrCl) calculated by the Cockcroft-gault equation. For patients with a CrCl  <30 mL/min, reducing the maintenance dose to 1 mg/kg/h is recommended. The infusion rate should be further decreased to 0.25 mg/kg/h for patients with ESRD undergoing hemodialysis. Hepatic impairment: No dose adjustment information is provided in FDA-approved manufacturer labeling. However, dose reduction may be appropriate in moderate to severe hepatic dysfunction. [7]"}
{"id": "article-88828_19", "title": "Bivalirudin -- Administration -- Specific Patient Population", "content": "Pregnancy considerations: The European Society of Cardiology recommends against using bivalirudin during pregnancy. [20] According to the ACOG (American College of Obstetricians and Gynecologists), heparin and LMWH are the preferred choices for anticoagulation during pregnancy. [21]", "contents": "Bivalirudin -- Administration -- Specific Patient Population. Pregnancy considerations: The European Society of Cardiology recommends against using bivalirudin during pregnancy. [20] According to the ACOG (American College of Obstetricians and Gynecologists), heparin and LMWH are the preferred choices for anticoagulation during pregnancy. [21]"}
{"id": "article-88828_20", "title": "Bivalirudin -- Administration -- Specific Patient Population", "content": "Breastfeeding considerations: No data are currently available regarding the use of bivalirudin during breastfeeding, including its presence in human milk or its impact on the breastfed infant. Therefore, caution is advised, and alternative anticoagulants should be considered. [22]", "contents": "Bivalirudin -- Administration -- Specific Patient Population. Breastfeeding considerations: No data are currently available regarding the use of bivalirudin during breastfeeding, including its presence in human milk or its impact on the breastfed infant. Therefore, caution is advised, and alternative anticoagulants should be considered. [22]"}
{"id": "article-88828_21", "title": "Bivalirudin -- Administration -- Specific Patient Population", "content": "Pediatric patients: Bivalirudin is not FDA-approved for pediatric use. Off-label use has been described. In a study of pediatric patients undergoing percutaneous intravascular procedures for congenital heart disease, bivalirudin showed a predictable pharmacokinetic/pharmacodynamic response similar to that in adults. Activated clotting time showed a correlation with bivalirudin plasma concentrations. Study findings indicate that bivalirudin is a safe and effective anticoagulant in pediatric patients undergoing percutaneous intravascular procedures. [23]", "contents": "Bivalirudin -- Administration -- Specific Patient Population. Pediatric patients: Bivalirudin is not FDA-approved for pediatric use. Off-label use has been described. In a study of pediatric patients undergoing percutaneous intravascular procedures for congenital heart disease, bivalirudin showed a predictable pharmacokinetic/pharmacodynamic response similar to that in adults. Activated clotting time showed a correlation with bivalirudin plasma concentrations. Study findings indicate that bivalirudin is a safe and effective anticoagulant in pediatric patients undergoing percutaneous intravascular procedures. [23]"}
{"id": "article-88828_22", "title": "Bivalirudin -- Administration -- Specific Patient Population", "content": "A retrospective study included 424 patients undergoing ECMO support, both adults and pediatric patients. Among the pediatric patients, 24 received bivalirudin and demonstrated a significant reduction in the composite transfusion requirement within 24 hours with an odds ratio of 0.28 (p = 0.02). These findings indicate the benefits of bivalirudin as an anticoagulant in pediatric ECMO patients. Additional pivotal trials are needed to validate these findings. [24] Older Patients: Older patients have more significant bleeding risks associated with bivalirudin. Use with caution.", "contents": "Bivalirudin -- Administration -- Specific Patient Population. A retrospective study included 424 patients undergoing ECMO support, both adults and pediatric patients. Among the pediatric patients, 24 received bivalirudin and demonstrated a significant reduction in the composite transfusion requirement within 24 hours with an odds ratio of 0.28 (p = 0.02). These findings indicate the benefits of bivalirudin as an anticoagulant in pediatric ECMO patients. Additional pivotal trials are needed to validate these findings. [24] Older Patients: Older patients have more significant bleeding risks associated with bivalirudin. Use with caution."}
{"id": "article-88828_23", "title": "Bivalirudin -- Adverse Effects", "content": "Adverse effects include the following: The most common adverse effects include hypotension, backache, and nausea. Major bleeding, cardiogenic shock, cardiac tamponade, and stroke are potential complications associated with using bivalirudin. [25] Diffuse alveolar hemorrhage has been described as a complication of bivalirudin therapy. [26] The use of bivalirudin in gamma brachytherapy has been linked to an elevated risk of thrombosis. [27]", "contents": "Bivalirudin -- Adverse Effects. Adverse effects include the following: The most common adverse effects include hypotension, backache, and nausea. Major bleeding, cardiogenic shock, cardiac tamponade, and stroke are potential complications associated with using bivalirudin. [25] Diffuse alveolar hemorrhage has been described as a complication of bivalirudin therapy. [26] The use of bivalirudin in gamma brachytherapy has been linked to an elevated risk of thrombosis. [27]"}
{"id": "article-88828_24", "title": "Bivalirudin -- Adverse Effects -- Drug-Drug Interactions", "content": "The risk of bleeding increases with bivalirudin and concomitant use of warfarin, heparin, thrombolytics, or glycoprotein IIb/IIIa inhibitors. [28] Concomitant use of bivalirudin with apixaban, rivaroxaban, mifepristone, and dabigatran should be avoided due to the increased risk of bleeding. [29] IV incompatibilities exist between bivalirudin and the following drugs: Alteplase Amiodarone Amphotericin B Chlorpromazine Dobutamine Prochlorperazine Reteplase Streptokinase Vancomycin", "contents": "Bivalirudin -- Adverse Effects -- Drug-Drug Interactions. The risk of bleeding increases with bivalirudin and concomitant use of warfarin, heparin, thrombolytics, or glycoprotein IIb/IIIa inhibitors. [28] Concomitant use of bivalirudin with apixaban, rivaroxaban, mifepristone, and dabigatran should be avoided due to the increased risk of bleeding. [29] IV incompatibilities exist between bivalirudin and the following drugs: Alteplase Amiodarone Amphotericin B Chlorpromazine Dobutamine Prochlorperazine Reteplase Streptokinase Vancomycin"}
{"id": "article-88828_25", "title": "Bivalirudin -- Contraindications", "content": "Contraindications are active major bleeding and hypersensitivity to bivalirudin or its components. [30]", "contents": "Bivalirudin -- Contraindications. Contraindications are active major bleeding and hypersensitivity to bivalirudin or its components. [30]"}
{"id": "article-88828_26", "title": "Bivalirudin -- Monitoring", "content": "Key facts to keep in mind regarding monitoring are as follows: To monitor the safety and effectiveness of bivalirudin, measuring activated clotting time (ACT) 5 minutes following the initial bolus dose is recommended. [19] Activated partial thromboplastin time (aPTT) (1.5 to 2.5 times the patient’s baseline value) [31] Additional monitoring parameters include assessment of signs and symptoms of bleeding, especially in patients with increased risk of bleeding or in decreased hematocrit or blood pressure, indicating hemorrhage and myocardial ischemia in patients after at least 24 hours of primary percutaneous intervention. ECMO: ISTH (The International Society on Thrombosis and Haemostasis) guidelines recommend monitoring of bivalirudin using aPTT, chromogenic diluted thrombin time (TT), and anti-IIa. [32]", "contents": "Bivalirudin -- Monitoring. Key facts to keep in mind regarding monitoring are as follows: To monitor the safety and effectiveness of bivalirudin, measuring activated clotting time (ACT) 5 minutes following the initial bolus dose is recommended. [19] Activated partial thromboplastin time (aPTT) (1.5 to 2.5 times the patient’s baseline value) [31] Additional monitoring parameters include assessment of signs and symptoms of bleeding, especially in patients with increased risk of bleeding or in decreased hematocrit or blood pressure, indicating hemorrhage and myocardial ischemia in patients after at least 24 hours of primary percutaneous intervention. ECMO: ISTH (The International Society on Thrombosis and Haemostasis) guidelines recommend monitoring of bivalirudin using aPTT, chromogenic diluted thrombin time (TT), and anti-IIa. [32]"}
{"id": "article-88828_27", "title": "Bivalirudin -- Toxicity", "content": "The toxic effects related to bivalirudin administration primarily pertain to bleeding. No minimum toxic dose is listed; complications can occur at therapeutic doses. In a study by Gleason et al, the no-observed-adverse-effect level (NOAEL), administered to rats intravenously over 24 hours, was 2000 mg/kg/24 h. [33] Bivalirudin has been used in the pediatric and infant populations, but there is not enough data to recommend dosing adjustments in pediatric patients. [34] [35]", "contents": "Bivalirudin -- Toxicity. The toxic effects related to bivalirudin administration primarily pertain to bleeding. No minimum toxic dose is listed; complications can occur at therapeutic doses. In a study by Gleason et al, the no-observed-adverse-effect level (NOAEL), administered to rats intravenously over 24 hours, was 2000 mg/kg/24 h. [33] Bivalirudin has been used in the pediatric and infant populations, but there is not enough data to recommend dosing adjustments in pediatric patients. [34] [35]"}
{"id": "article-88828_28", "title": "Bivalirudin -- Toxicity", "content": "Approximately 1.4% to 3.8% of patients will develop significant hemorrhage. Reports exist of intracranial bleeding, retroperitoneal bleeding, and clinically overt bleeding in patients undergoing PCI to treat unstable angina . This risk increases with the concomitant use of aspirin and streptokinase. [36] In most patients, the primary bleeding site was at the catheterization site. In the event of bleeding, evaluating the need for anticoagulation and deciding to reduce or discontinue the infusion requires clinical judgment.", "contents": "Bivalirudin -- Toxicity. Approximately 1.4% to 3.8% of patients will develop significant hemorrhage. Reports exist of intracranial bleeding, retroperitoneal bleeding, and clinically overt bleeding in patients undergoing PCI to treat unstable angina . This risk increases with the concomitant use of aspirin and streptokinase. [36] In most patients, the primary bleeding site was at the catheterization site. In the event of bleeding, evaluating the need for anticoagulation and deciding to reduce or discontinue the infusion requires clinical judgment."}
{"id": "article-88828_29", "title": "Bivalirudin -- Toxicity", "content": "Appropriate monitoring includes a CBC, prothrombin time (PT), aPTT, and international normalized ratio (INR). Note that there may be variable responses with these values. Since bivalirudin excretion is primarily via the kidneys, the patient's renal function requires monitoring.", "contents": "Bivalirudin -- Toxicity. Appropriate monitoring includes a CBC, prothrombin time (PT), aPTT, and international normalized ratio (INR). Note that there may be variable responses with these values. Since bivalirudin excretion is primarily via the kidneys, the patient's renal function requires monitoring."}
{"id": "article-88828_30", "title": "Bivalirudin -- Toxicity", "content": "Supportive care is recommended, including a fluid bolus and transfusion of platelets or packed red blood cells in thrombocytopenic/anemic patients. In patients with continued bleeding, fresh frozen plasma, prothrombin complex concentrations, and cryoprecipitate may merit consideration. Note that this comes with an inherent risk of developing thromboembolic events. There is no reversal agent available for bivalirudin.", "contents": "Bivalirudin -- Toxicity. Supportive care is recommended, including a fluid bolus and transfusion of platelets or packed red blood cells in thrombocytopenic/anemic patients. In patients with continued bleeding, fresh frozen plasma, prothrombin complex concentrations, and cryoprecipitate may merit consideration. Note that this comes with an inherent risk of developing thromboembolic events. There is no reversal agent available for bivalirudin."}
{"id": "article-88828_31", "title": "Bivalirudin -- Enhancing Healthcare Team Outcomes", "content": "Bivalirudin has proven to be an effective anticoagulant used by interventional cardiologists during PCI in patients with acute coronary syndrome. The drug is also an ideal anticoagulant in patients with a history of HIT and has predictable pharmacologic effects. As bivalirudin use increases, its applications have broadened to include patients who require anticoagulation on cardiopulmonary bypass, ECMO, and deep venous prophylaxis. Given that patients receiving bivalirudin will be in the hospital setting, overdose is rare. Despite this, a multidisciplinary approach to monitoring such patients is necessary.", "contents": "Bivalirudin -- Enhancing Healthcare Team Outcomes. Bivalirudin has proven to be an effective anticoagulant used by interventional cardiologists during PCI in patients with acute coronary syndrome. The drug is also an ideal anticoagulant in patients with a history of HIT and has predictable pharmacologic effects. As bivalirudin use increases, its applications have broadened to include patients who require anticoagulation on cardiopulmonary bypass, ECMO, and deep venous prophylaxis. Given that patients receiving bivalirudin will be in the hospital setting, overdose is rare. Despite this, a multidisciplinary approach to monitoring such patients is necessary."}
{"id": "article-88828_32", "title": "Bivalirudin -- Enhancing Healthcare Team Outcomes", "content": "Interprofessional team communication and monitoring and prescribing activity coordination between proceduralists, physicians, pharmacists, and nurses are necessary to ensure optimal patient outcomes. Evaluation begins with the appropriate monitoring of patients, including careful assessment at the bedside. The healthcare team must maintain a high degree of clinical vigilance, as the clinical manifestations of bleeding may be confounded by other comorbidities in patients receiving bivalirudin. Patients should be monitored for hypotension, tachycardia, and oozing at IV sites should be sought out, to check for bleeding. A hematologist consultation is required for heparin-induced thrombocytopenia. [7]", "contents": "Bivalirudin -- Enhancing Healthcare Team Outcomes. Interprofessional team communication and monitoring and prescribing activity coordination between proceduralists, physicians, pharmacists, and nurses are necessary to ensure optimal patient outcomes. Evaluation begins with the appropriate monitoring of patients, including careful assessment at the bedside. The healthcare team must maintain a high degree of clinical vigilance, as the clinical manifestations of bleeding may be confounded by other comorbidities in patients receiving bivalirudin. Patients should be monitored for hypotension, tachycardia, and oozing at IV sites should be sought out, to check for bleeding. A hematologist consultation is required for heparin-induced thrombocytopenia. [7]"}
{"id": "article-88828_33", "title": "Bivalirudin -- Enhancing Healthcare Team Outcomes", "content": "Laboratory evaluation and imaging studies may be warranted. As a guideline for therapeutic response, the aPTT is the most commonly used metric. Dosing regimens should then be adjusted accordingly by a pharmacist and ordering clinician. Dosing protocols have been developed for monitoring bivalirudin therapy and are usually specific to the institution. Interprofessional care coordination and communication among clinicians and pharmacists achieve the best patient outcomes with the fewest adverse reactions.", "contents": "Bivalirudin -- Enhancing Healthcare Team Outcomes. Laboratory evaluation and imaging studies may be warranted. As a guideline for therapeutic response, the aPTT is the most commonly used metric. Dosing regimens should then be adjusted accordingly by a pharmacist and ordering clinician. Dosing protocols have been developed for monitoring bivalirudin therapy and are usually specific to the institution. Interprofessional care coordination and communication among clinicians and pharmacists achieve the best patient outcomes with the fewest adverse reactions."}
{"id": "article-88828_34", "title": "Bivalirudin -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Bivalirudin -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}