{"id": "article-25150_0", "title": "Migraine Prophylaxis -- Continuing Education Activity", "content": "Recurrent migraines can be functionally disabling and can impair quality of life. After treating acute migraines, all migraine patients should be evaluated for preventive therapy. Preventive therapy aims to decrease the frequency, severity, and duration of migraine attacks. Furthermore, preventative therapy can increase responsiveness to acute migraine therapy and improve the quality of life. Prophylactic treatment is not curative, and most patients will still need abortive medications for acute migraine. Before starting prophylactic medications, it is imperative to evaluate if patients are using proper and adequate abortive therapies. Overuse of abortive medications can cause rebound headaches. This activity reviews the evaluation and treatment of migraine prophylaxis and highlights the role of the interprofessional team in evaluating and treating patients with this condition.", "contents": "Migraine Prophylaxis -- Continuing Education Activity. Recurrent migraines can be functionally disabling and can impair quality of life. After treating acute migraines, all migraine patients should be evaluated for preventive therapy. Preventive therapy aims to decrease the frequency, severity, and duration of migraine attacks. Furthermore, preventative therapy can increase responsiveness to acute migraine therapy and improve the quality of life. Prophylactic treatment is not curative, and most patients will still need abortive medications for acute migraine. Before starting prophylactic medications, it is imperative to evaluate if patients are using proper and adequate abortive therapies. Overuse of abortive medications can cause rebound headaches. This activity reviews the evaluation and treatment of migraine prophylaxis and highlights the role of the interprofessional team in evaluating and treating patients with this condition."}
{"id": "article-25150_1", "title": "Migraine Prophylaxis -- Continuing Education Activity", "content": "Objectives: Review the frequency of migraine headaches. Describe the appropriate history that should be taken in the evaluation of migraine headaches. Outline the prophylactic treatment options for migraine headaches. Summarize simple education strategies the interprofessional team can use to help to identify patients needing prophylactic migraine treatment. Access free multiple choice questions on this topic.", "contents": "Migraine Prophylaxis -- Continuing Education Activity. Objectives: Review the frequency of migraine headaches. Describe the appropriate history that should be taken in the evaluation of migraine headaches. Outline the prophylactic treatment options for migraine headaches. Summarize simple education strategies the interprofessional team can use to help to identify patients needing prophylactic migraine treatment. Access free multiple choice questions on this topic."}
{"id": "article-25150_2", "title": "Migraine Prophylaxis -- Introduction", "content": "Recurrent migraines can be functionally disabling and can impair quality of life. The disabling nature of migraine headaches leads to frequent visits to outpatient clinics and emergency department facilities, causing significant health and financial burdens. Headaches fall in the top five causes of emergency department visits and the top twenty reasons for outpatient visits. [1] The overall prevalence of migraine headaches is estimated to be 16%; they are more frequent in women, with a sex prevalence ratio of 3:1. [1] Around 38% of patients with episodic migraines would benefit from prophylactic treatment, but only 3% to 13% get it. [2]", "contents": "Migraine Prophylaxis -- Introduction. Recurrent migraines can be functionally disabling and can impair quality of life. The disabling nature of migraine headaches leads to frequent visits to outpatient clinics and emergency department facilities, causing significant health and financial burdens. Headaches fall in the top five causes of emergency department visits and the top twenty reasons for outpatient visits. [1] The overall prevalence of migraine headaches is estimated to be 16%; they are more frequent in women, with a sex prevalence ratio of 3:1. [1] Around 38% of patients with episodic migraines would benefit from prophylactic treatment, but only 3% to 13% get it. [2]"}
{"id": "article-25150_3", "title": "Migraine Prophylaxis -- Introduction", "content": "After treating acute migraines, all migraine patients should be evaluated for preventive therapy. The purpose of preventive therapy is to decrease the frequency, severity, and duration of migraine attacks. Furthermore, preventative therapy can increase responsiveness to acute migraine therapy and improve the quality of life.", "contents": "Migraine Prophylaxis -- Introduction. After treating acute migraines, all migraine patients should be evaluated for preventive therapy. The purpose of preventive therapy is to decrease the frequency, severity, and duration of migraine attacks. Furthermore, preventative therapy can increase responsiveness to acute migraine therapy and improve the quality of life."}
{"id": "article-25150_4", "title": "Migraine Prophylaxis -- Introduction", "content": "Prophylactic treatment is not curative, and most patients will still need abortive medications for acute migraine. Before starting prophylactic medications, it is imperative to evaluate if patients are using proper and adequate abortive therapies. Overuse of abortive medications can cause rebound headaches. [2] [3]", "contents": "Migraine Prophylaxis -- Introduction. Prophylactic treatment is not curative, and most patients will still need abortive medications for acute migraine. Before starting prophylactic medications, it is imperative to evaluate if patients are using proper and adequate abortive therapies. Overuse of abortive medications can cause rebound headaches. [2] [3]"}
{"id": "article-25150_5", "title": "Migraine Prophylaxis -- Function", "content": "Approximately 28 million Americans older than 12 suffer from migraine headaches. Around 18% of women and 6% of men in the United States suffer from migraine headaches. About 38% of those with a migraine headache need to be on preventive therapy, whereas only 3% to 13% of migraine sufferers use preventative treatment. [2] [3]", "contents": "Migraine Prophylaxis -- Function. Approximately 28 million Americans older than 12 suffer from migraine headaches. Around 18% of women and 6% of men in the United States suffer from migraine headaches. About 38% of those with a migraine headache need to be on preventive therapy, whereas only 3% to 13% of migraine sufferers use preventative treatment. [2] [3]"}
{"id": "article-25150_6", "title": "Migraine Prophylaxis -- Function", "content": "Prophylactic migraine treatment should be considered in patients with more than three monthly episodes or at least eight headache days in one month. [4] [5] Patients with severe debilitating headaches despite appropriate acute treatment or those who are intolerant or have contraindications to acute therapy. Prophylaxis should also be considered in patients with medication overuse headaches, certain migraine subtypes like hemiplegic migraine, basilar migraine, migraine with prolonged aura, or if the patient prefers. [2] [3] [4]", "contents": "Migraine Prophylaxis -- Function. Prophylactic migraine treatment should be considered in patients with more than three monthly episodes or at least eight headache days in one month. [4] [5] Patients with severe debilitating headaches despite appropriate acute treatment or those who are intolerant or have contraindications to acute therapy. Prophylaxis should also be considered in patients with medication overuse headaches, certain migraine subtypes like hemiplegic migraine, basilar migraine, migraine with prolonged aura, or if the patient prefers. [2] [3] [4]"}
{"id": "article-25150_7", "title": "Migraine Prophylaxis -- Function -- Prophylactic Treatment for Migraine Headache", "content": "It is important to determine the frequency, duration, and severity of headaches and any triggers that may precipitate them. All patients with migraine headaches should maintain a headache diary to determine the frequency, severity, and duration of headaches. It also helps identify any triggers that can cause a migraine headache. Some common triggers include environmental factors such as noise, odor, medications (like oral contraceptive pills, hormone replacement therapy, and H2-receptor blockers), food (cheese, wine, chocolate), and behavioral factors such as sleep deficit or excessive sleep. [6] Preventive drug therapy may not be needed if triggers can be identified and modified. [7]", "contents": "Migraine Prophylaxis -- Function -- Prophylactic Treatment for Migraine Headache. It is important to determine the frequency, duration, and severity of headaches and any triggers that may precipitate them. All patients with migraine headaches should maintain a headache diary to determine the frequency, severity, and duration of headaches. It also helps identify any triggers that can cause a migraine headache. Some common triggers include environmental factors such as noise, odor, medications (like oral contraceptive pills, hormone replacement therapy, and H2-receptor blockers), food (cheese, wine, chocolate), and behavioral factors such as sleep deficit or excessive sleep. [6] Preventive drug therapy may not be needed if triggers can be identified and modified. [7]"}
{"id": "article-25150_8", "title": "Migraine Prophylaxis -- Function -- 1. Pharmacological Therapies for Migraine Prevention", "content": "Various medications are available for migraine prophylaxis and prevention. Choosing the right agent is essential. The efficacy, side effects, contraindications, cost, and compliance should be considered when deciding on the right agent. It is also crucial to consider comorbid medical conditions and drug interactions. Efficacy of treatment can be assessed only after a 2 to 3-month trial; a full trial may take up to 6 months. Always start at a low dose and titrate up slowly. Monotherapy is preferred as there are no significant benefits of using more than one drug unless indicated for other comorbid conditions. Patients should be re-evaluated, and medications preferably discontinued after one year, even if they show improvement in symptoms. Successful therapy is defined as a reduction of migraine attacks by at least 50%. [3] [4] [8]", "contents": "Migraine Prophylaxis -- Function -- 1. Pharmacological Therapies for Migraine Prevention. Various medications are available for migraine prophylaxis and prevention. Choosing the right agent is essential. The efficacy, side effects, contraindications, cost, and compliance should be considered when deciding on the right agent. It is also crucial to consider comorbid medical conditions and drug interactions. Efficacy of treatment can be assessed only after a 2 to 3-month trial; a full trial may take up to 6 months. Always start at a low dose and titrate up slowly. Monotherapy is preferred as there are no significant benefits of using more than one drug unless indicated for other comorbid conditions. Patients should be re-evaluated, and medications preferably discontinued after one year, even if they show improvement in symptoms. Successful therapy is defined as a reduction of migraine attacks by at least 50%. [3] [4] [8]"}
{"id": "article-25150_9", "title": "Migraine Prophylaxis -- Function -- 1. Pharmacological Therapies for Migraine Prevention", "content": "Migraine attacks are associated with neuronal activation, which is thought to be due to cortical spreading activation (CSD) or a brainstem generator. Preventive medications inhibit CSD through various mechanisms, such as blocking calcium and sodium channels, blocking gap junctions, and inhibiting matrix metalloproteinases. [9] [10] Beta-blockers", "contents": "Migraine Prophylaxis -- Function -- 1. Pharmacological Therapies for Migraine Prevention. Migraine attacks are associated with neuronal activation, which is thought to be due to cortical spreading activation (CSD) or a brainstem generator. Preventive medications inhibit CSD through various mechanisms, such as blocking calcium and sodium channels, blocking gap junctions, and inhibiting matrix metalloproteinases. [9] [10] Beta-blockers"}
{"id": "article-25150_10", "title": "Migraine Prophylaxis -- Function -- 1. Pharmacological Therapies for Migraine Prevention", "content": "Propranolol is the most common and one of the most effective first-line medications used for migraine prophylaxis. [11] The starting dose is 40 mg and can go up to 320 mg daily. It may take up to 12 weeks at an adequate dose for therapeutic benefits to become apparent.", "contents": "Migraine Prophylaxis -- Function -- 1. Pharmacological Therapies for Migraine Prevention. Propranolol is the most common and one of the most effective first-line medications used for migraine prophylaxis. [11] The starting dose is 40 mg and can go up to 320 mg daily. It may take up to 12 weeks at an adequate dose for therapeutic benefits to become apparent."}
{"id": "article-25150_11", "title": "Migraine Prophylaxis -- Function -- 1. Pharmacological Therapies for Migraine Prevention", "content": "Other beta-blockers that can be used are timolol, atenolol, and metoprolol. [12] They should be considered in patients with underlying cardiovascular disease. Common side effects of this group of medications are fatigue, nausea, dizziness, decreased exercise tolerance, and depression. Contraindications include severe asthma, peripheral vascular disease, severe bradycardia, and heart blocks. [3] [13] Anticonvulsants", "contents": "Migraine Prophylaxis -- Function -- 1. Pharmacological Therapies for Migraine Prevention. Other beta-blockers that can be used are timolol, atenolol, and metoprolol. [12] They should be considered in patients with underlying cardiovascular disease. Common side effects of this group of medications are fatigue, nausea, dizziness, decreased exercise tolerance, and depression. Contraindications include severe asthma, peripheral vascular disease, severe bradycardia, and heart blocks. [3] [13] Anticonvulsants"}
{"id": "article-25150_12", "title": "Migraine Prophylaxis -- Function -- 1. Pharmacological Therapies for Migraine Prevention", "content": "Depakote and sodium valproate are two anticonvulsant drugs used for migraine prophylaxis. [14] They are among the first-line agents used for migraine prevention. They are particularly useful for prolonged and atypical migraines. Common side effects include nausea, drowsiness, hair loss, tremors, and hyperammonemia. They are contraindicated in patients with severe liver disease and pancreatitis. Sodium valproate cannot be used in pregnancy because of teratogenicity.", "contents": "Migraine Prophylaxis -- Function -- 1. Pharmacological Therapies for Migraine Prevention. Depakote and sodium valproate are two anticonvulsant drugs used for migraine prophylaxis. [14] They are among the first-line agents used for migraine prevention. They are particularly useful for prolonged and atypical migraines. Common side effects include nausea, drowsiness, hair loss, tremors, and hyperammonemia. They are contraindicated in patients with severe liver disease and pancreatitis. Sodium valproate cannot be used in pregnancy because of teratogenicity."}
{"id": "article-25150_13", "title": "Migraine Prophylaxis -- Function -- 1. Pharmacological Therapies for Migraine Prevention", "content": "Topamax is another drug used as a first-line treatment option for migraine prophylaxis. [15] Topamax has comparable efficacy to propranolol for preventing migraine headaches. It should be started at a low dose of 25 mg daily and slowly titrated up to 100 mg twice daily. Patients should continue treatment for at least 2 to 3 months before the treatment efficacy is evaluated. Common side effects include memory and concentration problems, paresthesia, fatigue, nausea, and anorexia. Topamax can cause metabolic acidosis and precipitate kidney stones, acute myopia, and angle-closure glaucoma. Gabapentin has little efficacy for migraine prevention. The recommended dose is from 1200 to 2400 mg per day. Common side effects include somnolence and dizziness. [16] [17] [18] Antidepressants", "contents": "Migraine Prophylaxis -- Function -- 1. Pharmacological Therapies for Migraine Prevention. Topamax is another drug used as a first-line treatment option for migraine prophylaxis. [15] Topamax has comparable efficacy to propranolol for preventing migraine headaches. It should be started at a low dose of 25 mg daily and slowly titrated up to 100 mg twice daily. Patients should continue treatment for at least 2 to 3 months before the treatment efficacy is evaluated. Common side effects include memory and concentration problems, paresthesia, fatigue, nausea, and anorexia. Topamax can cause metabolic acidosis and precipitate kidney stones, acute myopia, and angle-closure glaucoma. Gabapentin has little efficacy for migraine prevention. The recommended dose is from 1200 to 2400 mg per day. Common side effects include somnolence and dizziness. [16] [17] [18] Antidepressants"}
{"id": "article-25150_14", "title": "Migraine Prophylaxis -- Function -- 1. Pharmacological Therapies for Migraine Prevention", "content": "Amitriptyline is shown to be beneficial in migraine prevention. [19] It may be more effective than propranolol in mixed migraine-tension types of headaches. Response to treatment can be seen in up to 4 weeks and is more rapid than with beta-blockers. The daily dosing is 25 to 150 mg daily.", "contents": "Migraine Prophylaxis -- Function -- 1. Pharmacological Therapies for Migraine Prevention. Amitriptyline is shown to be beneficial in migraine prevention. [19] It may be more effective than propranolol in mixed migraine-tension types of headaches. Response to treatment can be seen in up to 4 weeks and is more rapid than with beta-blockers. The daily dosing is 25 to 150 mg daily."}
{"id": "article-25150_15", "title": "Migraine Prophylaxis -- Function -- 1. Pharmacological Therapies for Migraine Prevention", "content": "Another antidepressant that is probably effective in migraine prevention is venlafaxine. [20] It is probably as effective as amitriptyline. The dose used is 150 mg daily. Fluoxetine has also been used for migraine prophylaxis. Common side effects include weight gain, drowsiness, dry mouth, and urinary retention. Contraindicated in concurrent use with monoamine oxidase inhibitors (MAOIs). [3] [13] [19] Calcium-channel Blockers", "contents": "Migraine Prophylaxis -- Function -- 1. Pharmacological Therapies for Migraine Prevention. Another antidepressant that is probably effective in migraine prevention is venlafaxine. [20] It is probably as effective as amitriptyline. The dose used is 150 mg daily. Fluoxetine has also been used for migraine prophylaxis. Common side effects include weight gain, drowsiness, dry mouth, and urinary retention. Contraindicated in concurrent use with monoamine oxidase inhibitors (MAOIs). [3] [13] [19] Calcium-channel Blockers"}
{"id": "article-25150_16", "title": "Migraine Prophylaxis -- Function -- 1. Pharmacological Therapies for Migraine Prevention", "content": "The efficacy of calcium channel blockers in the preventive treatment of migraine is weak. Verapamil has shown weak efficacy in preventing migraines. It is used as one of the second-line pharmacological options for migraine prophylaxis. Flunarizine is a nonspecific calcium channel blocker that has shown evidence of some efficacy. It is not available in the United States. [3] [13] Angiotensin Blockers: ACE-Is/ARBs Lisinopril and candesartan have shown some weak efficacy for migraine prevention. [21] [22] [13] Non-steroidal Anti-inflammatory Drugs (NSAIDs) They are used for the prevention of menstrual migraine. Start treatment a few days before the anticipated start of the menstrual cycle and continue for the first few days. [23] Triptans", "contents": "Migraine Prophylaxis -- Function -- 1. Pharmacological Therapies for Migraine Prevention. The efficacy of calcium channel blockers in the preventive treatment of migraine is weak. Verapamil has shown weak efficacy in preventing migraines. It is used as one of the second-line pharmacological options for migraine prophylaxis. Flunarizine is a nonspecific calcium channel blocker that has shown evidence of some efficacy. It is not available in the United States. [3] [13] Angiotensin Blockers: ACE-Is/ARBs Lisinopril and candesartan have shown some weak efficacy for migraine prevention. [21] [22] [13] Non-steroidal Anti-inflammatory Drugs (NSAIDs) They are used for the prevention of menstrual migraine. Start treatment a few days before the anticipated start of the menstrual cycle and continue for the first few days. [23] Triptans"}
{"id": "article-25150_17", "title": "Migraine Prophylaxis -- Function -- 1. Pharmacological Therapies for Migraine Prevention", "content": "Zolmitriptan, frovatriptan, and naratriptan have shown benefits in the short-term prevention of menstrual-related migraines. They are started several days before the expected onset and continued for 5 to 6 days. [24] [23] Calcitonin Gene-related Peptide Therapy", "contents": "Migraine Prophylaxis -- Function -- 1. Pharmacological Therapies for Migraine Prevention. Zolmitriptan, frovatriptan, and naratriptan have shown benefits in the short-term prevention of menstrual-related migraines. They are started several days before the expected onset and continued for 5 to 6 days. [24] [23] Calcitonin Gene-related Peptide Therapy"}
{"id": "article-25150_18", "title": "Migraine Prophylaxis -- Function -- 1. Pharmacological Therapies for Migraine Prevention", "content": "U.S. FDA approved Erenumab for the treatment of migraine prevention in May 2018. It is a monoclonal antibody that mediates the transmission of migraine pain by binding to the calcitonin gene-related peptide receptor. It comes as a monthly subcutaneous injection. Common side effects include injection site reaction, constipation, and cramps. [3] [25] Others", "contents": "Migraine Prophylaxis -- Function -- 1. Pharmacological Therapies for Migraine Prevention. U.S. FDA approved Erenumab for the treatment of migraine prevention in May 2018. It is a monoclonal antibody that mediates the transmission of migraine pain by binding to the calcitonin gene-related peptide receptor. It comes as a monthly subcutaneous injection. Common side effects include injection site reaction, constipation, and cramps. [3] [25] Others"}
{"id": "article-25150_19", "title": "Migraine Prophylaxis -- Function -- 1. Pharmacological Therapies for Migraine Prevention", "content": "Some other medications that have some but little efficacy for migraine prevention include magnesium, vitamin B2, coenzyme Q10, and botulinum toxin. [26] [27] The benefits of botulinum toxin A have not been statistically proven for treating an episodic migraine headache; however, it is proven effective for treating chronic headaches. Methysergide and phenelzine are used as last resort for severe and refractory cases. Use for more than six months can cause cardiac and retroperitoneal fibrosis. [27] [28] Alternative Therapies", "contents": "Migraine Prophylaxis -- Function -- 1. Pharmacological Therapies for Migraine Prevention. Some other medications that have some but little efficacy for migraine prevention include magnesium, vitamin B2, coenzyme Q10, and botulinum toxin. [26] [27] The benefits of botulinum toxin A have not been statistically proven for treating an episodic migraine headache; however, it is proven effective for treating chronic headaches. Methysergide and phenelzine are used as last resort for severe and refractory cases. Use for more than six months can cause cardiac and retroperitoneal fibrosis. [27] [28] Alternative Therapies"}
{"id": "article-25150_20", "title": "Migraine Prophylaxis -- Function -- 1. Pharmacological Therapies for Migraine Prevention", "content": "Butterbur and feverfew are two herbal medications available for use for migraine prophylaxis. Studies have failed to prove any substantial benefit with feverfew. Butterbur extract made from underground parts of the plant has been endorsed by the American Academy of Neurology and the American Headache Society to reduce the frequency of migraines. [3] [27] Although the American Academy of Neurology withdrew its 2012 recommendation on complementary therapy due to serious safety concerns around butterbur, the Canadian Headache Society continues to strongly recommend its use. [29]", "contents": "Migraine Prophylaxis -- Function -- 1. Pharmacological Therapies for Migraine Prevention. Butterbur and feverfew are two herbal medications available for use for migraine prophylaxis. Studies have failed to prove any substantial benefit with feverfew. Butterbur extract made from underground parts of the plant has been endorsed by the American Academy of Neurology and the American Headache Society to reduce the frequency of migraines. [3] [27] Although the American Academy of Neurology withdrew its 2012 recommendation on complementary therapy due to serious safety concerns around butterbur, the Canadian Headache Society continues to strongly recommend its use. [29]"}
{"id": "article-25150_21", "title": "Migraine Prophylaxis -- Function -- 2. Non-pharmacological Therapies", "content": "Identifying and modifying the trigger, if possible, is important. It is helpful to maintain headache diaries to identify triggers and follow responses when triggers become modified. Therapies that can help prevent migraines include relaxation, acupuncture, massage, cognitive behavior therapy, and biofeedback techniques. [3] [30] The FDA approved a transcutaneous electrical nerve stimulation (TENS) device in March 2014 for migraine prevention. More studies are needed to determine its long-term efficacy. [13] [30]", "contents": "Migraine Prophylaxis -- Function -- 2. Non-pharmacological Therapies. Identifying and modifying the trigger, if possible, is important. It is helpful to maintain headache diaries to identify triggers and follow responses when triggers become modified. Therapies that can help prevent migraines include relaxation, acupuncture, massage, cognitive behavior therapy, and biofeedback techniques. [3] [30] The FDA approved a transcutaneous electrical nerve stimulation (TENS) device in March 2014 for migraine prevention. More studies are needed to determine its long-term efficacy. [13] [30]"}
{"id": "article-25150_22", "title": "Migraine Prophylaxis -- Function -- Medications are Divided into Three Groups", "content": "Level A (medications that have proven effectiveness and should be offered to patients who require migraine prophylaxis): Sodium valproate, valproic acid, Level B (medications that are probably effective and should be considered for migraine prevention): Amitriptyline, naproxen, fenoprofen, ketoprofen, ibuprofen, magnesium, atenolol, venlafaxine, riboflavin, histamine. Level C (medications with possible effectiveness and may be considered for migraine prevention): Candesartan, carbamazepine, lisinopril, pindolol, nebivolol, clonidine, cyproheptadine, coenzyme Q10. [31] The following is a list of medications as per the current guidance for migraine prophylaxis:", "contents": "Migraine Prophylaxis -- Function -- Medications are Divided into Three Groups. Level A (medications that have proven effectiveness and should be offered to patients who require migraine prophylaxis): Sodium valproate, valproic acid, Level B (medications that are probably effective and should be considered for migraine prevention): Amitriptyline, naproxen, fenoprofen, ketoprofen, ibuprofen, magnesium, atenolol, venlafaxine, riboflavin, histamine. Level C (medications with possible effectiveness and may be considered for migraine prevention): Candesartan, carbamazepine, lisinopril, pindolol, nebivolol, clonidine, cyproheptadine, coenzyme Q10. [31] The following is a list of medications as per the current guidance for migraine prophylaxis:"}
{"id": "article-25150_23", "title": "Migraine Prophylaxis -- Function -- First-line agents (established efficacy based on evidence):", "content": "Divalproex Propranolol Timolol Topiramate Frovatriptan Metoprolol", "contents": "Migraine Prophylaxis -- Function -- First-line agents (established efficacy based on evidence):. Divalproex Propranolol Timolol Topiramate Frovatriptan Metoprolol"}
{"id": "article-25150_24", "title": "Migraine Prophylaxis -- Function -- Second-line agents (probably established efficacy based on evidence):", "content": "Amitriptyline Atenolol Nadolol Naratriptan venlafaxine Zolmitriptan", "contents": "Migraine Prophylaxis -- Function -- Second-line agents (probably established efficacy based on evidence):. Amitriptyline Atenolol Nadolol Naratriptan venlafaxine Zolmitriptan"}
{"id": "article-25150_25", "title": "Migraine Prophylaxis -- Function -- Possibly Effective", "content": "Candesartan Carbamazepine Lisinopril Nebivolol Nicardipine", "contents": "Migraine Prophylaxis -- Function -- Possibly Effective. Candesartan Carbamazepine Lisinopril Nebivolol Nicardipine"}
{"id": "article-25150_26", "title": "Migraine Prophylaxis -- Function -- Conflicting or Inadequate Data to Support or Refute the Use", "content": "Bisoprolol Fluoxetine Gabapentin Nifedipine Nimodipine Pindolol Protriptyline Verapamil", "contents": "Migraine Prophylaxis -- Function -- Conflicting or Inadequate Data to Support or Refute the Use. Bisoprolol Fluoxetine Gabapentin Nifedipine Nimodipine Pindolol Protriptyline Verapamil"}
{"id": "article-25150_27", "title": "Migraine Prophylaxis -- Function -- Ineffective", "content": "Acebutolol Lamotrigine Oxcarbazepine Telmisartan", "contents": "Migraine Prophylaxis -- Function -- Ineffective. Acebutolol Lamotrigine Oxcarbazepine Telmisartan"}
{"id": "article-25150_28", "title": "Migraine Prophylaxis -- Issues of Concern -- Migraine Prophylaxis in Children", "content": "Propranolol is commonly prescribed for migraine preventive treatment in children, although studies have shown conflicting results. Similarly, topiramate is commonly prescribed for children, but its efficacy is questionable.", "contents": "Migraine Prophylaxis -- Issues of Concern -- Migraine Prophylaxis in Children. Propranolol is commonly prescribed for migraine preventive treatment in children, although studies have shown conflicting results. Similarly, topiramate is commonly prescribed for children, but its efficacy is questionable."}
{"id": "article-25150_29", "title": "Migraine Prophylaxis -- Issues of Concern -- Migraine Prophylaxis in Children", "content": "Data is insufficient for other medications like cyproheptadine, amitriptyline, and valproic acid. Flunarizine is believed to be effective for preventing migraines in children but is not available in the United States. [3] [1] [32]", "contents": "Migraine Prophylaxis -- Issues of Concern -- Migraine Prophylaxis in Children. Data is insufficient for other medications like cyproheptadine, amitriptyline, and valproic acid. Flunarizine is believed to be effective for preventing migraines in children but is not available in the United States. [3] [1] [32]"}
{"id": "article-25150_30", "title": "Migraine Prophylaxis -- Issues of Concern -- Migraine Prophylaxis in Pregnancy", "content": "It is imperative to maintain a cautious approach. Risks and benefits should be discussed with the patient in detail. Labetalol at a dose of 150 mg twice per day has shown some benefit in pregnant women. Propranolol, topiramate, amitriptyline, fluoxetine, and gabapentin are pregnancy category C drugs. Valproic acid is teratogenic and contraindicated, and the use of lisinopril and candesartan is not recommended for pregnant women. [33]", "contents": "Migraine Prophylaxis -- Issues of Concern -- Migraine Prophylaxis in Pregnancy. It is imperative to maintain a cautious approach. Risks and benefits should be discussed with the patient in detail. Labetalol at a dose of 150 mg twice per day has shown some benefit in pregnant women. Propranolol, topiramate, amitriptyline, fluoxetine, and gabapentin are pregnancy category C drugs. Valproic acid is teratogenic and contraindicated, and the use of lisinopril and candesartan is not recommended for pregnant women. [33]"}
{"id": "article-25150_31", "title": "Migraine Prophylaxis -- Clinical Significance", "content": "Recurrent migraines are often functionally disabling and can impair quality of life. Prophylactic therapy may decrease the frequency, severity, and duration of migraine attacks, increase responsiveness to acute migraine therapy and improve quality of life. Migraines are different from other headaches by the following attributes: Lasting 4 to 72 hours Unilateral location Pulsating quality Moderate to severe intensity Aggravated by physical activity Associations with nausea, vomiting, phonophobia, or photophobia", "contents": "Migraine Prophylaxis -- Clinical Significance. Recurrent migraines are often functionally disabling and can impair quality of life. Prophylactic therapy may decrease the frequency, severity, and duration of migraine attacks, increase responsiveness to acute migraine therapy and improve quality of life. Migraines are different from other headaches by the following attributes: Lasting 4 to 72 hours Unilateral location Pulsating quality Moderate to severe intensity Aggravated by physical activity Associations with nausea, vomiting, phonophobia, or photophobia"}
{"id": "article-25150_32", "title": "Migraine Prophylaxis -- Clinical Significance", "content": "Migraine headaches may have an aural phase before the onset of the headache. [34] Chronic and episodic migraines fall in a spectrum of migraine disorders; however, they are distinct clinical entities. [35] Chronic migraine is uncommon (found in 1 to 5% of patients with migraine) and is defined as a headache lasting 15 times a month or more for at least three months. [34] Patients with chronic migraine have a poor quality of life. [35] Prophylaxis for episodic migraine may reduce headache severity and frequency and prevent progression to chronic migraine.", "contents": "Migraine Prophylaxis -- Clinical Significance. Migraine headaches may have an aural phase before the onset of the headache. [34] Chronic and episodic migraines fall in a spectrum of migraine disorders; however, they are distinct clinical entities. [35] Chronic migraine is uncommon (found in 1 to 5% of patients with migraine) and is defined as a headache lasting 15 times a month or more for at least three months. [34] Patients with chronic migraine have a poor quality of life. [35] Prophylaxis for episodic migraine may reduce headache severity and frequency and prevent progression to chronic migraine."}
{"id": "article-25150_33", "title": "Migraine Prophylaxis -- Other Issues", "content": "Once the need for prophylaxis is established, the following consensus-based principles of care should be adhered to improve the success of prophylactic treatment: Start medications with the highest evidence-based effectiveness. Avoid agents that may exacerbate comorbid conditions. [31] Begin with the lowest effective dose and increase every two to four weeks to achieve the therapeutic effect and stop if the patient develops adverse effects. Successful treatment is described as a 50% reduction in the episodes of headaches or days, a significant shortening of episode duration, or an increase in response to acute therapy. If headaches are under control for at least 6 to 12 months, therapy should be slowly tapered and discontinued. [4]", "contents": "Migraine Prophylaxis -- Other Issues. Once the need for prophylaxis is established, the following consensus-based principles of care should be adhered to improve the success of prophylactic treatment: Start medications with the highest evidence-based effectiveness. Avoid agents that may exacerbate comorbid conditions. [31] Begin with the lowest effective dose and increase every two to four weeks to achieve the therapeutic effect and stop if the patient develops adverse effects. Successful treatment is described as a 50% reduction in the episodes of headaches or days, a significant shortening of episode duration, or an increase in response to acute therapy. If headaches are under control for at least 6 to 12 months, therapy should be slowly tapered and discontinued. [4]"}
{"id": "article-25150_34", "title": "Migraine Prophylaxis -- Enhancing Healthcare Team Outcomes", "content": "Migraine management requires the efforts of an interprofessional healthcare team that includes clinicians, nurses, and pharmacists. When the clinician decides to implement migraine prophylaxis, the pharmacist should perform medication reconciliation and be available to recommend potential agents. The nurse can counsel the patient on administration and serve as a liaison between the prescriber and other healthcare team members. This interprofessional approach will yield optimal patient outcomes with the fewest adverse events. [Level 5]", "contents": "Migraine Prophylaxis -- Enhancing Healthcare Team Outcomes. Migraine management requires the efforts of an interprofessional healthcare team that includes clinicians, nurses, and pharmacists. When the clinician decides to implement migraine prophylaxis, the pharmacist should perform medication reconciliation and be available to recommend potential agents. The nurse can counsel the patient on administration and serve as a liaison between the prescriber and other healthcare team members. This interprofessional approach will yield optimal patient outcomes with the fewest adverse events. [Level 5]"}
{"id": "article-25150_35", "title": "Migraine Prophylaxis -- Enhancing Healthcare Team Outcomes", "content": "Around 18% of women and 6% of men in the United States suffer from migraine headaches, with an estimated total prevalence of around 16%. It is a common cause of emergency department and clinic visits and causes significant financial and health burdens. Less than 13% of migraine patients are believed to be on prophylactic therapy, whereas it is estimated that around 38% of episodic migraine patients would actually benefit from prophylactic therapy. It is important to educate all headache patients about identifying their headache type and frequency. Simple strategies like maintaining a headache diary to help identify the frequency, severity, and triggers of headaches can help identify patients needing prophylactic treatment. [2] [3]", "contents": "Migraine Prophylaxis -- Enhancing Healthcare Team Outcomes. Around 18% of women and 6% of men in the United States suffer from migraine headaches, with an estimated total prevalence of around 16%. It is a common cause of emergency department and clinic visits and causes significant financial and health burdens. Less than 13% of migraine patients are believed to be on prophylactic therapy, whereas it is estimated that around 38% of episodic migraine patients would actually benefit from prophylactic therapy. It is important to educate all headache patients about identifying their headache type and frequency. Simple strategies like maintaining a headache diary to help identify the frequency, severity, and triggers of headaches can help identify patients needing prophylactic treatment. [2] [3]"}
{"id": "article-25150_36", "title": "Migraine Prophylaxis -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Migraine Prophylaxis -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}