{"id": "article-31906_0", "title": "Pilot Cardiac Evaluation For Fitness for Duty -- Introduction", "content": "In many jurisdictions, including the United States, an annual medical incapacitation risk of one percent per annum in 2-pilot public transportation is used in assessing pilot fitness to fly for many medical conditions. This rule is the one percent rule and is applied in evaluating pilot cardiovascular fitness to fly. [1] [2] [3]", "contents": "Pilot Cardiac Evaluation For Fitness for Duty -- Introduction. In many jurisdictions, including the United States, an annual medical incapacitation risk of one percent per annum in 2-pilot public transportation is used in assessing pilot fitness to fly for many medical conditions. This rule is the one percent rule and is applied in evaluating pilot cardiovascular fitness to fly. [1] [2] [3]"}
{"id": "article-31906_1", "title": "Pilot Cardiac Evaluation For Fitness for Duty -- Introduction", "content": "When a cardiovascular issue is identified, the Federal Aviation Administration (FAA) may require a cardiovascular evaluation for aircrew. This assessment should be performed within 90 days. It should include a personal and family medical history, a clinical cardiac and general physical examination, and an evaluation and statement regarding the applicant's medication. Furthermore, it should include an evaluation of functional capacity and modifiable cardiovascular risk factors, a prognosis for incapacitation, and blood chemistry (fasting blood sugar and current blood lipid profile to include total cholesterol, high-density lipoprotein [HDL], low-density lipoprotein [LDL], and triglycerides).", "contents": "Pilot Cardiac Evaluation For Fitness for Duty -- Introduction. When a cardiovascular issue is identified, the Federal Aviation Administration (FAA) may require a cardiovascular evaluation for aircrew. This assessment should be performed within 90 days. It should include a personal and family medical history, a clinical cardiac and general physical examination, and an evaluation and statement regarding the applicant's medication. Furthermore, it should include an evaluation of functional capacity and modifiable cardiovascular risk factors, a prognosis for incapacitation, and blood chemistry (fasting blood sugar and current blood lipid profile to include total cholesterol, high-density lipoprotein [HDL], low-density lipoprotein [LDL], and triglycerides)."}
{"id": "article-31906_2", "title": "Pilot Cardiac Evaluation For Fitness for Duty -- Introduction -- Aeromedical Disposition of Pilot Electrocardiographic Findings", "content": "Depending on a pilot's age and medical certificate class, most jurisdictions typically require a resting 12-lead echocardiogram (ECG) for initial license application and routine medical surveillance of aircrew. For example, the FAA requires an ECG for first-class medical applicants on the first application after the 35th birthday and annually after the 40th birthday. ECG findings for the aircrew population in military and civilian aviation are somewhat inexplicable, especially for aircrews younger than 30.", "contents": "Pilot Cardiac Evaluation For Fitness for Duty -- Introduction -- Aeromedical Disposition of Pilot Electrocardiographic Findings. Depending on a pilot's age and medical certificate class, most jurisdictions typically require a resting 12-lead echocardiogram (ECG) for initial license application and routine medical surveillance of aircrew. For example, the FAA requires an ECG for first-class medical applicants on the first application after the 35th birthday and annually after the 40th birthday. ECG findings for the aircrew population in military and civilian aviation are somewhat inexplicable, especially for aircrews younger than 30."}
{"id": "article-31906_3", "title": "Pilot Cardiac Evaluation For Fitness for Duty -- Introduction -- Aeromedical Disposition of Pilot Electrocardiographic Findings", "content": "Boos CJ et al investigated abnormalities in medically screened ECGs of 868 healthy military aircrews with an average age of 39.6 years. In 46.3% of the ECGs, results were classified as normal; however, 53.7% were classified as abnormal. Common training-related ECG findings were sinus bradycardia, first-degree atrioventricular block, and incomplete right bundle branch block. These findings are considered normal variance in young, healthy aircrew, and further investigations are not required.", "contents": "Pilot Cardiac Evaluation For Fitness for Duty -- Introduction -- Aeromedical Disposition of Pilot Electrocardiographic Findings. Boos CJ et al investigated abnormalities in medically screened ECGs of 868 healthy military aircrews with an average age of 39.6 years. In 46.3% of the ECGs, results were classified as normal; however, 53.7% were classified as abnormal. Common training-related ECG findings were sinus bradycardia, first-degree atrioventricular block, and incomplete right bundle branch block. These findings are considered normal variance in young, healthy aircrew, and further investigations are not required."}
{"id": "article-31906_4", "title": "Pilot Cardiac Evaluation For Fitness for Duty -- Introduction -- Aeromedical Disposition of Pilot Electrocardiographic Findings", "content": "Hampton JR reports that minor abnormalities of the ST-segment and T-wave are seen in one percent of the normal population. In epidemiological studies, these findings are associated with an increased risk of death, and such findings in aircrew during medical assessments for fitness need to be investigated further with a stress test, especially in aviators older than 35 years old. Abnormal ECG findings of aircrew should always be compared with previous ECGs before making aeromedical decisions. [4] [5] [6]", "contents": "Pilot Cardiac Evaluation For Fitness for Duty -- Introduction -- Aeromedical Disposition of Pilot Electrocardiographic Findings. Hampton JR reports that minor abnormalities of the ST-segment and T-wave are seen in one percent of the normal population. In epidemiological studies, these findings are associated with an increased risk of death, and such findings in aircrew during medical assessments for fitness need to be investigated further with a stress test, especially in aviators older than 35 years old. Abnormal ECG findings of aircrew should always be compared with previous ECGs before making aeromedical decisions. [4] [5] [6]"}
{"id": "article-31906_5", "title": "Pilot Cardiac Evaluation For Fitness for Duty -- Issues of Concern -- Common Cardiac Arrhythmias", "content": "Aeromedical concerns regarding cardiac arrhythmias in aviators include the risk of sudden incapacitation, hemodynamic symptoms, recurrences, and treatment modality.", "contents": "Pilot Cardiac Evaluation For Fitness for Duty -- Issues of Concern -- Common Cardiac Arrhythmias. Aeromedical concerns regarding cardiac arrhythmias in aviators include the risk of sudden incapacitation, hemodynamic symptoms, recurrences, and treatment modality."}
{"id": "article-31906_6", "title": "Pilot Cardiac Evaluation For Fitness for Duty -- Issues of Concern -- Bradycardia", "content": "FAA certification requires documentation of history and findings, cardiovascular events, and any test deemed appropriate for all medical classes, including bradycardia (<50 beats per minute). If no evidence of coronary artery disease is documented, the aeromedical examiner may issue a medical certificate.", "contents": "Pilot Cardiac Evaluation For Fitness for Duty -- Issues of Concern -- Bradycardia. FAA certification requires documentation of history and findings, cardiovascular events, and any test deemed appropriate for all medical classes, including bradycardia (<50 beats per minute). If no evidence of coronary artery disease is documented, the aeromedical examiner may issue a medical certificate."}
{"id": "article-31906_7", "title": "Pilot Cardiac Evaluation For Fitness for Duty -- Issues of Concern -- Wolff-Parkinson-White Syndrome and ECG Pattern", "content": "The Wolff-Parkinson-White syndrome (WPW) pattern is an ECG finding without supraventricular tachycardia, whereas WPW is an ECG finding with supraventricular tachycardia. The aeromedical concern with WPW is sudden cardiac death (SCD). SCD is due to the occurrence of malignant arrhythmias from rapid anterograde action potential conduction in the setting of atrial fibrillation. Pappone et al report that sudden cardiac death occurs in 0.0% to 0.8% per year or 1.4% over 5 years in patients with WPW and report that sudden cardiac death cannot be predicted. Other studies determined predictors of SCD as young age, male gender, inducible antidromic atrioventricular reentry tachycardia (AVRT), multiple accessory pathways, and short refractory period of the pathway.", "contents": "Pilot Cardiac Evaluation For Fitness for Duty -- Issues of Concern -- Wolff-Parkinson-White Syndrome and ECG Pattern. The Wolff-Parkinson-White syndrome (WPW) pattern is an ECG finding without supraventricular tachycardia, whereas WPW is an ECG finding with supraventricular tachycardia. The aeromedical concern with WPW is sudden cardiac death (SCD). SCD is due to the occurrence of malignant arrhythmias from rapid anterograde action potential conduction in the setting of atrial fibrillation. Pappone et al report that sudden cardiac death occurs in 0.0% to 0.8% per year or 1.4% over 5 years in patients with WPW and report that sudden cardiac death cannot be predicted. Other studies determined predictors of SCD as young age, male gender, inducible antidromic atrioventricular reentry tachycardia (AVRT), multiple accessory pathways, and short refractory period of the pathway."}
{"id": "article-31906_8", "title": "Pilot Cardiac Evaluation For Fitness for Duty -- Issues of Concern -- Wolff-Parkinson-White Syndrome and ECG Pattern", "content": "According to the United States Air Force waiver guide, the WPW pattern disqualifies all classes. A waiver is possible after noninvasive testing shows low risk with annual follow-up. These guidelines continue to change, so referring to the waiver guide for current aeromedical disposition is imperative. Catheter ablation for WPW in an aviator requires a 3-month grounding period and further evaluation by a cardiologist to stratify risk. [7] [8]", "contents": "Pilot Cardiac Evaluation For Fitness for Duty -- Issues of Concern -- Wolff-Parkinson-White Syndrome and ECG Pattern. According to the United States Air Force waiver guide, the WPW pattern disqualifies all classes. A waiver is possible after noninvasive testing shows low risk with annual follow-up. These guidelines continue to change, so referring to the waiver guide for current aeromedical disposition is imperative. Catheter ablation for WPW in an aviator requires a 3-month grounding period and further evaluation by a cardiologist to stratify risk. [7] [8]"}
{"id": "article-31906_9", "title": "Pilot Cardiac Evaluation For Fitness for Duty -- Issues of Concern -- Left and Right Bundle Block for all Classes of Medical Certification", "content": "Left and right bundle block (LBBB) will not occur in aircrew younger than 25. It is rare in aircrew 25 to 35 years old, and most occur in aircrew older than 35. Right Bundle block is a normal variant in young aircrew, and further investigation is not required.", "contents": "Pilot Cardiac Evaluation For Fitness for Duty -- Issues of Concern -- Left and Right Bundle Block for all Classes of Medical Certification. Left and right bundle block (LBBB) will not occur in aircrew younger than 25. It is rare in aircrew 25 to 35 years old, and most occur in aircrew older than 35. Right Bundle block is a normal variant in young aircrew, and further investigation is not required."}
{"id": "article-31906_10", "title": "Pilot Cardiac Evaluation For Fitness for Duty -- Issues of Concern -- Left and Right Bundle Block for all Classes of Medical Certification", "content": "The FAA requires a cardiovascular evaluation and a graded exercise test (GXT). A medical certificate can be issued if there is no evidence of coronary artery disease. Otherwise, deferral to the FAA is required.", "contents": "Pilot Cardiac Evaluation For Fitness for Duty -- Issues of Concern -- Left and Right Bundle Block for all Classes of Medical Certification. The FAA requires a cardiovascular evaluation and a graded exercise test (GXT). A medical certificate can be issued if there is no evidence of coronary artery disease. Otherwise, deferral to the FAA is required."}
{"id": "article-31906_11", "title": "Pilot Cardiac Evaluation For Fitness for Duty -- Issues of Concern -- Atrial Fibrillation", "content": "Paroxysmal atrial fibrillation is of greater concern aeromedically than chronic atrial fibrillation. In military aviation, rate control medications for atrial fibrillation are not compatible with the +Gz environment. Chronic and paroxysmal atrial fibrillation requires an FAA decision.", "contents": "Pilot Cardiac Evaluation For Fitness for Duty -- Issues of Concern -- Atrial Fibrillation. Paroxysmal atrial fibrillation is of greater concern aeromedically than chronic atrial fibrillation. In military aviation, rate control medications for atrial fibrillation are not compatible with the +Gz environment. Chronic and paroxysmal atrial fibrillation requires an FAA decision."}
{"id": "article-31906_12", "title": "Pilot Cardiac Evaluation For Fitness for Duty -- Issues of Concern -- Valvular Heart Disease", "content": "In a study by Strader JR and Kruyer WB et al, regarding the efficacy of echocardiographic screening of Pilot Applicants, 20,208 screening ECGs were analyzed, and 294 or 1.45% were initially read as disqualifying for flight duties. The most common diagnosis was bicuspid aortic valve with mild or less aortic insufficiency 154 (0.76%), mitral valve prolapse with mild mitral regurgitation 51 (0.25%), and tri leaflet aortic valve with mild aortic insufficiency 58 (0.29%).", "contents": "Pilot Cardiac Evaluation For Fitness for Duty -- Issues of Concern -- Valvular Heart Disease. In a study by Strader JR and Kruyer WB et al, regarding the efficacy of echocardiographic screening of Pilot Applicants, 20,208 screening ECGs were analyzed, and 294 or 1.45% were initially read as disqualifying for flight duties. The most common diagnosis was bicuspid aortic valve with mild or less aortic insufficiency 154 (0.76%), mitral valve prolapse with mild mitral regurgitation 51 (0.25%), and tri leaflet aortic valve with mild aortic insufficiency 58 (0.29%)."}
{"id": "article-31906_13", "title": "Pilot Cardiac Evaluation For Fitness for Duty -- Issues of Concern -- Valvular Heart Disease", "content": "About 70% of patients with bicuspid aortic valve develop aortic valve insufficiency and or aortic stenosis in their lifetime. Pilots with healthy functioning bicuspid aortic valves are fit for unrestricted flying, but periodic echocardiography to monitor complications is required. Aircrews with mitral valve prolapse and mild mitral regurgitation may continue flying duties with regular surveillance for complications.", "contents": "Pilot Cardiac Evaluation For Fitness for Duty -- Issues of Concern -- Valvular Heart Disease. About 70% of patients with bicuspid aortic valve develop aortic valve insufficiency and or aortic stenosis in their lifetime. Pilots with healthy functioning bicuspid aortic valves are fit for unrestricted flying, but periodic echocardiography to monitor complications is required. Aircrews with mitral valve prolapse and mild mitral regurgitation may continue flying duties with regular surveillance for complications."}
{"id": "article-31906_14", "title": "Pilot Cardiac Evaluation For Fitness for Duty -- Issues of Concern -- Coronary Heart Disease and Interventions", "content": "It is usually disqualifying and requires an FAA decision. The United Kingdom Civil Aviation Authority (CAA) requires a 6-month grounding before a cardiologist assessment. In the United States Air Force (USAF) guidelines, a pilot with a history of previous myocardial infarction or revascularization has the potential to return to flying with a waiver on a case-by-case basis if he or she has no residual ischemia with normal cardiac function. The return to fly status depends on how much coronary artery disease is appreciated, and the pilot is likely restricted to multiple-pilot aircraft. Coronary artery calcium (CAC) scoring is a useful screening criterion in asymptomatic patients. It is a much more effective tool than a treadmill stress test or functional cardiac imaging, as these have poor positive predictive value. It even mirrors the results seen in invasive angiography. A CAC score of 10 to 99 was associated with a cardiac event of roughly 1%, so the current criteria for not needing a waiver for flying in USAF standards is a CAC of less than 10. [9] [10]", "contents": "Pilot Cardiac Evaluation For Fitness for Duty -- Issues of Concern -- Coronary Heart Disease and Interventions. It is usually disqualifying and requires an FAA decision. The United Kingdom Civil Aviation Authority (CAA) requires a 6-month grounding before a cardiologist assessment. In the United States Air Force (USAF) guidelines, a pilot with a history of previous myocardial infarction or revascularization has the potential to return to flying with a waiver on a case-by-case basis if he or she has no residual ischemia with normal cardiac function. The return to fly status depends on how much coronary artery disease is appreciated, and the pilot is likely restricted to multiple-pilot aircraft. Coronary artery calcium (CAC) scoring is a useful screening criterion in asymptomatic patients. It is a much more effective tool than a treadmill stress test or functional cardiac imaging, as these have poor positive predictive value. It even mirrors the results seen in invasive angiography. A CAC score of 10 to 99 was associated with a cardiac event of roughly 1%, so the current criteria for not needing a waiver for flying in USAF standards is a CAC of less than 10. [9] [10]"}
{"id": "article-31906_15", "title": "Pilot Cardiac Evaluation For Fitness for Duty -- Issues of Concern -- Hypertension", "content": "The FAA’s acceptable blood pressure limit is a systolic blood pressure of less than or equal to 155 mmHg and diastolic blood pressure of less than or equal to 95 mmHg. The United States Aeromedical Consultation Service defines hypertension for aeromedical purposes as a three-day average systolic blood pressure greater than 140 mmHg or diastolic blood pressure greater than 90 mmHg.", "contents": "Pilot Cardiac Evaluation For Fitness for Duty -- Issues of Concern -- Hypertension. The FAA’s acceptable blood pressure limit is a systolic blood pressure of less than or equal to 155 mmHg and diastolic blood pressure of less than or equal to 95 mmHg. The United States Aeromedical Consultation Service defines hypertension for aeromedical purposes as a three-day average systolic blood pressure greater than 140 mmHg or diastolic blood pressure greater than 90 mmHg."}
{"id": "article-31906_16", "title": "Pilot Cardiac Evaluation For Fitness for Duty -- Issues of Concern -- Hypertension", "content": "Treatment of hypertension reduces the risk of stroke by 35 to 40%, myocardial infarction by 20 to 25%, and heart failure by 50%. In aviators younger than 35 years old, causes of secondary hypertension like alcohol, drugs, obesity, and renal problems should be considered. Modifiable risk factors should be considered as first-line treatment in aviators.", "contents": "Pilot Cardiac Evaluation For Fitness for Duty -- Issues of Concern -- Hypertension. Treatment of hypertension reduces the risk of stroke by 35 to 40%, myocardial infarction by 20 to 25%, and heart failure by 50%. In aviators younger than 35 years old, causes of secondary hypertension like alcohol, drugs, obesity, and renal problems should be considered. Modifiable risk factors should be considered as first-line treatment in aviators."}
{"id": "article-31906_17", "title": "Pilot Cardiac Evaluation For Fitness for Duty -- Issues of Concern -- Hypertension", "content": "The FAA-acceptable medications are alpha-adrenergic blockers, angiotensin-converting enzyme (ACE) inhibitors, beta-blockers, calcium channel blockers, angiotensin II receptor antagonists, direct renin inhibitors, and diuretics. Unacceptable medications are centrally acting, including clonidine, guanabenz, guanfacine, methyldopa, nitrates, and reserpine.", "contents": "Pilot Cardiac Evaluation For Fitness for Duty -- Issues of Concern -- Hypertension. The FAA-acceptable medications are alpha-adrenergic blockers, angiotensin-converting enzyme (ACE) inhibitors, beta-blockers, calcium channel blockers, angiotensin II receptor antagonists, direct renin inhibitors, and diuretics. Unacceptable medications are centrally acting, including clonidine, guanabenz, guanfacine, methyldopa, nitrates, and reserpine."}
{"id": "article-31906_18", "title": "Pilot Cardiac Evaluation For Fitness for Duty -- Issues of Concern -- Hypertension", "content": "The USAF acceptable medications are hydrochlorothiazide (thiazide diuretic), chlorothiazide (thiazide diuretic), triamterene (potassium sparing diuretic), lisinopril, ramipril, losartan, and telmisartan (ARA). Beta-blockers, calcium channel blockers, and alpha-blockers are unacceptable medications in military aviation. Atenolol, nifedipine, and amlodipine may be restricted for a flight crew that does not operate in high +Gz environments.", "contents": "Pilot Cardiac Evaluation For Fitness for Duty -- Issues of Concern -- Hypertension. The USAF acceptable medications are hydrochlorothiazide (thiazide diuretic), chlorothiazide (thiazide diuretic), triamterene (potassium sparing diuretic), lisinopril, ramipril, losartan, and telmisartan (ARA). Beta-blockers, calcium channel blockers, and alpha-blockers are unacceptable medications in military aviation. Atenolol, nifedipine, and amlodipine may be restricted for a flight crew that does not operate in high +Gz environments."}
{"id": "article-31906_19", "title": "Pilot Cardiac Evaluation For Fitness for Duty -- Clinical Significance", "content": "Cardiovascular disease is the leading cause of morbidity and mortality in the United States and, hence, a major area of concern for aeromedical decision-making and aircrew medical standards. It is also a leading cause of loss of medical license or issuance of a waiver in the aircrew population in both civilian and military aviation. Healthcare workers, including the nurse practitioner, should ensure a thorough preoperative cardiac workup in this population because work is often required.", "contents": "Pilot Cardiac Evaluation For Fitness for Duty -- Clinical Significance. Cardiovascular disease is the leading cause of morbidity and mortality in the United States and, hence, a major area of concern for aeromedical decision-making and aircrew medical standards. It is also a leading cause of loss of medical license or issuance of a waiver in the aircrew population in both civilian and military aviation. Healthcare workers, including the nurse practitioner, should ensure a thorough preoperative cardiac workup in this population because work is often required."}
{"id": "article-31906_20", "title": "Pilot Cardiac Evaluation For Fitness for Duty -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Pilot Cardiac Evaluation For Fitness for Duty -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}