{"id": "article-130924_0", "title": "Ergonomics -- Continuing Education Activity", "content": "Ergonomics is the study of matching job requirements and environment to the worker to maximize efficiency, quality, and quantity of work while minimizing work-related musculoskeletal disorders (WMSD), fatigue, and overexertion. An assessment is crucial for each job and should consider physical and psychosocial factors that impact the ergonomic outcomes. The assessment is usually initiated by a primary care clinician in response to the common complaints described above. If managed appropriately, work satisfaction increases, and most patients return to work as normal. Of course, adjustments are possible depending on a patient's changing employment, which may be informed by previous outcomes. This activity outlines the components of ergonomics and highlights the interprofessional team's role in maintaining proper ergonomics for their patients. Participating clinicians also review occupation-specific recommendations to enhance ergonomics, specifically in healthcare.", "contents": "Ergonomics -- Continuing Education Activity. Ergonomics is the study of matching job requirements and environment to the worker to maximize efficiency, quality, and quantity of work while minimizing work-related musculoskeletal disorders (WMSD), fatigue, and overexertion. An assessment is crucial for each job and should consider physical and psychosocial factors that impact the ergonomic outcomes. The assessment is usually initiated by a primary care clinician in response to the common complaints described above. If managed appropriately, work satisfaction increases, and most patients return to work as normal. Of course, adjustments are possible depending on a patient's changing employment, which may be informed by previous outcomes. This activity outlines the components of ergonomics and highlights the interprofessional team's role in maintaining proper ergonomics for their patients. Participating clinicians also review occupation-specific recommendations to enhance ergonomics, specifically in healthcare."}
{"id": "article-130924_1", "title": "Ergonomics -- Continuing Education Activity", "content": "Objectives: Evaluate the effectiveness of ergonomic interventions in improving patient comfort and productivity. Apply evidence-based ergonomic interventions to reduce the risk of work-related injuries. Determine the most common ergonomic adjustments for healthcare professionals and the general population. Implement safe, ergonomic practices for changing patient needs within an interprofessional team involving physical therapy, chiropractic, and primary care evaluations. Access free multiple choice questions on this topic.", "contents": "Ergonomics -- Continuing Education Activity. Objectives: Evaluate the effectiveness of ergonomic interventions in improving patient comfort and productivity. Apply evidence-based ergonomic interventions to reduce the risk of work-related injuries. Determine the most common ergonomic adjustments for healthcare professionals and the general population. Implement safe, ergonomic practices for changing patient needs within an interprofessional team involving physical therapy, chiropractic, and primary care evaluations. Access free multiple choice questions on this topic."}
{"id": "article-130924_2", "title": "Ergonomics -- Introduction", "content": "Ergonomics is the study of aligning a job's needs with the worker's and work environment's ability to provide the most efficient workspace possible while reducing the risk of injury. Historically, the primary goal of ergonomics has been reducing the rate of work-related musculoskeletal disorders (WMSD). The field assesses labor efficiency, quality, quantity, and comfort to maximize these components while minimizing worker injury, turnover, fatigue, or overexertion. Previously, the focus within the field only addressed the physical components that place a person at increased risk of developing WMSD. More recent studies have demonstrated the interrelationship between psychosocial factors and ergonomics. [1] [2] [3]", "contents": "Ergonomics -- Introduction. Ergonomics is the study of aligning a job's needs with the worker's and work environment's ability to provide the most efficient workspace possible while reducing the risk of injury. Historically, the primary goal of ergonomics has been reducing the rate of work-related musculoskeletal disorders (WMSD). The field assesses labor efficiency, quality, quantity, and comfort to maximize these components while minimizing worker injury, turnover, fatigue, or overexertion. Previously, the focus within the field only addressed the physical components that place a person at increased risk of developing WMSD. More recent studies have demonstrated the interrelationship between psychosocial factors and ergonomics. [1] [2] [3]"}
{"id": "article-130924_3", "title": "Ergonomics -- Function", "content": "Applying ergonomics can reduce the chance of illness and injuries, improve worker productivity, and increase satisfaction in the workplace. WMSD is a musculoskeletal system disorder due to work environments and/or when a pre-existing musculoskeletal disorder worsens due to work conditions or risk factors inherent in the workplace. Workplace risk factors include jobs requiring repetitious, forceful, or persistent upper extremity use, frequent lifting, pushing, pulling heavy objects, or maintaining prolonged uncomfortable postures for an extended period. [2]", "contents": "Ergonomics -- Function. Applying ergonomics can reduce the chance of illness and injuries, improve worker productivity, and increase satisfaction in the workplace. WMSD is a musculoskeletal system disorder due to work environments and/or when a pre-existing musculoskeletal disorder worsens due to work conditions or risk factors inherent in the workplace. Workplace risk factors include jobs requiring repetitious, forceful, or persistent upper extremity use, frequent lifting, pushing, pulling heavy objects, or maintaining prolonged uncomfortable postures for an extended period. [2]"}
{"id": "article-130924_4", "title": "Ergonomics -- Issues of Concern", "content": "The reduction of WMSD is considered the largest concern for ergonomics. Back, neck, and upper extremity injuries are some of the more common WMSD, with studies demonstrating correlations between certain specific movements and combinations of movements within work (lifting, twisting, prolonged walking, standing, squatting, and repetitive motions) placing individuals at an increased risk for developing WMSD. [4] [5]", "contents": "Ergonomics -- Issues of Concern. The reduction of WMSD is considered the largest concern for ergonomics. Back, neck, and upper extremity injuries are some of the more common WMSD, with studies demonstrating correlations between certain specific movements and combinations of movements within work (lifting, twisting, prolonged walking, standing, squatting, and repetitive motions) placing individuals at an increased risk for developing WMSD. [4] [5]"}
{"id": "article-130924_5", "title": "Ergonomics -- Issues of Concern", "content": "The extent and type of WMSD vary widely depending on the individual and method of injury, most commonly general discomfort and swelling or stiffness cited throughout the body, varicose veins, postural imbalance, associated weakness, discomfort in knees, ankles, hips within the lower extremities, spondylosis, and radiculopathy in the back, De Quervain tendonitis, Carpal Tunnel Syndrome, and shoulder impingement syndromes in the upper extremities. [6] [7] [8]", "contents": "Ergonomics -- Issues of Concern. The extent and type of WMSD vary widely depending on the individual and method of injury, most commonly general discomfort and swelling or stiffness cited throughout the body, varicose veins, postural imbalance, associated weakness, discomfort in knees, ankles, hips within the lower extremities, spondylosis, and radiculopathy in the back, De Quervain tendonitis, Carpal Tunnel Syndrome, and shoulder impingement syndromes in the upper extremities. [6] [7] [8]"}
{"id": "article-130924_6", "title": "Ergonomics -- Issues of Concern", "content": "Proper implementation of ergonomics reduces WMSD across multiple fields of work, reducing lost workdays, loss of wages, and associated psychosocial disorders. [9] Implementation of ergonomics depends on workplace requirements and the individual completing those tasks, with females having an increased risk for WMSDs compared to their male counterparts due to smaller stature and decreased physical strength output, as well as instrument size or design being geared to male stature. [6] [10]", "contents": "Ergonomics -- Issues of Concern. Proper implementation of ergonomics reduces WMSD across multiple fields of work, reducing lost workdays, loss of wages, and associated psychosocial disorders. [9] Implementation of ergonomics depends on workplace requirements and the individual completing those tasks, with females having an increased risk for WMSDs compared to their male counterparts due to smaller stature and decreased physical strength output, as well as instrument size or design being geared to male stature. [6] [10]"}
{"id": "article-130924_7", "title": "Ergonomics -- Issues of Concern", "content": "Psychosocial factors require attention when addressing ergonomics due to their impact on ergonomics and the potential fallout from WMSD. Studies have demonstrated links between WMSD and psychosocial work factors such as job stress, work organization, and social support. These factors can impact the ergonomic performance of an individual, impacting the risk of WMSD. [11] [12]", "contents": "Ergonomics -- Issues of Concern. Psychosocial factors require attention when addressing ergonomics due to their impact on ergonomics and the potential fallout from WMSD. Studies have demonstrated links between WMSD and psychosocial work factors such as job stress, work organization, and social support. These factors can impact the ergonomic performance of an individual, impacting the risk of WMSD. [11] [12]"}
{"id": "article-130924_8", "title": "Ergonomics -- Issues of Concern", "content": "Links have been associated with the development of psychosocial disorders, including depression and maladaptive pain response, with the potential to lead to disability if not adequately addressed following WMSD. [9] Fear of movement (FOM) is another factor that can negatively impact an individual's receptivity to ergonomic education and place them at a higher risk for developing WMSD. [13] This is important to note from a preventative standpoint.", "contents": "Ergonomics -- Issues of Concern. Links have been associated with the development of psychosocial disorders, including depression and maladaptive pain response, with the potential to lead to disability if not adequately addressed following WMSD. [9] Fear of movement (FOM) is another factor that can negatively impact an individual's receptivity to ergonomic education and place them at a higher risk for developing WMSD. [13] This is important to note from a preventative standpoint."}
{"id": "article-130924_9", "title": "Ergonomics -- Clinical Significance", "content": "Occupations requiring repetitive actions, heavy lifting, or prolonged awkward positioning increase the risk of developing WMSD. Some at-risk occupations include drivers, maintenance and construction, agriculture, and healthcare professionals. [3] [14] Those most cited with increased risk for WMSD within healthcare include surgeons, nurses, therapists, and dentists, with specific ergonomic recommendations for each.", "contents": "Ergonomics -- Clinical Significance. Occupations requiring repetitive actions, heavy lifting, or prolonged awkward positioning increase the risk of developing WMSD. Some at-risk occupations include drivers, maintenance and construction, agriculture, and healthcare professionals. [3] [14] Those most cited with increased risk for WMSD within healthcare include surgeons, nurses, therapists, and dentists, with specific ergonomic recommendations for each."}
{"id": "article-130924_10", "title": "Ergonomics -- Clinical Significance -- Surgeons", "content": "Surgeons are often subjected to long hours of standing, awkward positioning, and repetitive use of instruments, increasing their risk of postural fatigue and repetitive use injuries. Below are ergonomic accommodations that can be completed by surgical staff to reduce the risk of developing WMSD:", "contents": "Ergonomics -- Clinical Significance -- Surgeons. Surgeons are often subjected to long hours of standing, awkward positioning, and repetitive use of instruments, increasing their risk of postural fatigue and repetitive use injuries. Below are ergonomic accommodations that can be completed by surgical staff to reduce the risk of developing WMSD:"}
{"id": "article-130924_11", "title": "Ergonomics -- Clinical Significance -- Surgeons", "content": "Maintain a neutral spine position with the muscles relaxed, taking brief moments every 10 or 15 minutes to be aware of body alignment while making appropriate adjustments to reduce discomfort. To minimize the stress on joints, grip surgical instruments with a light hold, alternate hands when completing easier, repetitive tasks, or evenly apply pressure when squeezing bottles using all the fingers instead of just the thumb or index finger. [15]", "contents": "Ergonomics -- Clinical Significance -- Surgeons. Maintain a neutral spine position with the muscles relaxed, taking brief moments every 10 or 15 minutes to be aware of body alignment while making appropriate adjustments to reduce discomfort. To minimize the stress on joints, grip surgical instruments with a light hold, alternate hands when completing easier, repetitive tasks, or evenly apply pressure when squeezing bottles using all the fingers instead of just the thumb or index finger. [15]"}
{"id": "article-130924_12", "title": "Ergonomics -- Clinical Significance -- Surgeons", "content": "Head and neck position (as close to neutral as possible with no more than 15° flexion recommended, with monitoring the use of loupes and headlights as the extra weight tends to exacerbate cervical flexion).", "contents": "Ergonomics -- Clinical Significance -- Surgeons. Head and neck position (as close to neutral as possible with no more than 15° flexion recommended, with monitoring the use of loupes and headlights as the extra weight tends to exacerbate cervical flexion)."}
{"id": "article-130924_13", "title": "Ergonomics -- Clinical Significance -- Surgeons", "content": "Position monitors 1 meter before the surgeon and declination of 0 to 15°. [16]", "contents": "Ergonomics -- Clinical Significance -- Surgeons. Position monitors 1 meter before the surgeon and declination of 0 to 15°. [16]"}
{"id": "article-130924_14", "title": "Ergonomics -- Clinical Significance -- Surgeons", "content": "Adjust the table position to allow elbows to be 90° to 120° to ensure proper back alignment. Adjust and readjust the patient pre- and intraoperatively to maximize ergonomic positioning and alignment.", "contents": "Ergonomics -- Clinical Significance -- Surgeons. Adjust the table position to allow elbows to be 90° to 120° to ensure proper back alignment. Adjust and readjust the patient pre- and intraoperatively to maximize ergonomic positioning and alignment."}
{"id": "article-130924_15", "title": "Ergonomics -- Clinical Significance -- Surgeons", "content": "Incorporating stretching routines, including full routines pre or post-op or intraoperative \"micro-breaks,\" reduces pain while decreasing operative time. [16]", "contents": "Ergonomics -- Clinical Significance -- Surgeons. Incorporating stretching routines, including full routines pre or post-op or intraoperative \"micro-breaks,\" reduces pain while decreasing operative time. [16]"}
{"id": "article-130924_16", "title": "Ergonomics -- Clinical Significance -- Surgeons", "content": "Ensure the chair has adequate spinal support for those utilizing the chair and foot pedals. Position foot pedals approximately hip-distance apart, at the same height, with even pressure distribution in both feet. Place the chair comfortably with knees bent close to or slightly less than a 90° angle.", "contents": "Ergonomics -- Clinical Significance -- Surgeons. Ensure the chair has adequate spinal support for those utilizing the chair and foot pedals. Position foot pedals approximately hip-distance apart, at the same height, with even pressure distribution in both feet. Place the chair comfortably with knees bent close to or slightly less than a 90° angle."}
{"id": "article-130924_17", "title": "Ergonomics -- Clinical Significance -- Surgeons", "content": "If utilizing a microscope, use ocular extenders to prevent leaning forward. Take periodic breaks (every 10 to 15 minutes) from using the microscope and focusing on a target at a distance when looking away from the microscope. To reduce stress on joints, utilize both hands when adjusting the microscope. [15]", "contents": "Ergonomics -- Clinical Significance -- Surgeons. If utilizing a microscope, use ocular extenders to prevent leaning forward. Take periodic breaks (every 10 to 15 minutes) from using the microscope and focusing on a target at a distance when looking away from the microscope. To reduce stress on joints, utilize both hands when adjusting the microscope. [15]"}
{"id": "article-130924_18", "title": "Ergonomics -- Clinical Significance -- Surgeons", "content": "Laparoscopic approaches have been employed as a minimally invasive method to complete common procedures. Benefits of laparoscopic surgery include reduced postoperative recovery times and postoperative infection rates. [17] However, one of the biggest drawbacks to laparoscopic surgery is the limitations in view and angles for surgeons compared to an open approach. Coupled with maintaining prolonged static postures, which can increase lactic acid build-up in the muscles and tendons, laparoscopic procedures can have adverse ergonomic outcomes on surgeons. The optimal positions of the surgeon, table, monitors, and trocar placement are all important variables to improve the ergonomics of laparoscopic procedures. [18]", "contents": "Ergonomics -- Clinical Significance -- Surgeons. Laparoscopic approaches have been employed as a minimally invasive method to complete common procedures. Benefits of laparoscopic surgery include reduced postoperative recovery times and postoperative infection rates. [17] However, one of the biggest drawbacks to laparoscopic surgery is the limitations in view and angles for surgeons compared to an open approach. Coupled with maintaining prolonged static postures, which can increase lactic acid build-up in the muscles and tendons, laparoscopic procedures can have adverse ergonomic outcomes on surgeons. The optimal positions of the surgeon, table, monitors, and trocar placement are all important variables to improve the ergonomics of laparoscopic procedures. [18]"}
{"id": "article-130924_19", "title": "Ergonomics -- Clinical Significance -- Nurses", "content": "Nurses have a high prevalence of WMSD, with operating room nurses having a higher prevalence. Nurses in the operating room are subjected to the same ergonomic risk factors as surgeons, with additional issues arising from those nurses caring for patients requiring increased patient handling (often at an unmatched weight proportionate to the nurse completing the transfers). Studies have also noted nurses have an added layer of psychosocial risk factors regarding WMSD due to a lack of control and autonomy in their tasks, which is cited as a risk factor for WMSD. [19] In addition to the surgical ergonomic suggestions for those applicable, nurses can reduce their risk of injury by implementing the following ergonomic tactics:", "contents": "Ergonomics -- Clinical Significance -- Nurses. Nurses have a high prevalence of WMSD, with operating room nurses having a higher prevalence. Nurses in the operating room are subjected to the same ergonomic risk factors as surgeons, with additional issues arising from those nurses caring for patients requiring increased patient handling (often at an unmatched weight proportionate to the nurse completing the transfers). Studies have also noted nurses have an added layer of psychosocial risk factors regarding WMSD due to a lack of control and autonomy in their tasks, which is cited as a risk factor for WMSD. [19] In addition to the surgical ergonomic suggestions for those applicable, nurses can reduce their risk of injury by implementing the following ergonomic tactics:"}
{"id": "article-130924_20", "title": "Ergonomics -- Clinical Significance -- Nurses", "content": "Utilizing supportive footwear and antifatigue mats and stockings to reduce edema and promote blood flow. Utilizing transfer ergonomics, including lifting equipment when appropriate, gait belt use, multi-team transfers, drawsheets, sliding boards, or air-assisted transfer mattresses. [20] [21] Before completing transfers, positioning should be completed, including locking of brakes on the gurney or bed or wheelchair, adjusting bed height for ease of transfer being completed, positioning the receiving transfer surface to the proper side of the patient, ensuring the patient has proper footwear (no-slip) and ensuring instruction has been provided to the patient so they can assist in the transfer as much as possible. [21]", "contents": "Ergonomics -- Clinical Significance -- Nurses. Utilizing supportive footwear and antifatigue mats and stockings to reduce edema and promote blood flow. Utilizing transfer ergonomics, including lifting equipment when appropriate, gait belt use, multi-team transfers, drawsheets, sliding boards, or air-assisted transfer mattresses. [20] [21] Before completing transfers, positioning should be completed, including locking of brakes on the gurney or bed or wheelchair, adjusting bed height for ease of transfer being completed, positioning the receiving transfer surface to the proper side of the patient, ensuring the patient has proper footwear (no-slip) and ensuring instruction has been provided to the patient so they can assist in the transfer as much as possible. [21]"}
{"id": "article-130924_21", "title": "Ergonomics -- Clinical Significance -- Therapists", "content": "In addition to nurses, therapists are involved in patient handling, positioning, and transferring, with the same ergonomic principles previously listed for nurses applicable to their field. In addition, physical therapists are noted to have an increased risk for WMSD due to providing manual therapy to patients, placing an increased workload on the upper extremities (particularly wrists or hands). [22] Ergonomic suggestions to reduce these injuries not previously listed include: Proper staffing to distribute the workload and utilize support staff as needed. Modifying treatment plans to include alternative therapies and utilizing equipment to reduce manual contact required for therapeutic benefit. [10] Ensuring clinicians have access to promote physical fitness as a preventative measure. [22]", "contents": "Ergonomics -- Clinical Significance -- Therapists. In addition to nurses, therapists are involved in patient handling, positioning, and transferring, with the same ergonomic principles previously listed for nurses applicable to their field. In addition, physical therapists are noted to have an increased risk for WMSD due to providing manual therapy to patients, placing an increased workload on the upper extremities (particularly wrists or hands). [22] Ergonomic suggestions to reduce these injuries not previously listed include: Proper staffing to distribute the workload and utilize support staff as needed. Modifying treatment plans to include alternative therapies and utilizing equipment to reduce manual contact required for therapeutic benefit. [10] Ensuring clinicians have access to promote physical fitness as a preventative measure. [22]"}
{"id": "article-130924_22", "title": "Ergonomics -- Clinical Significance -- Dentists", "content": "Ensuring proper placement of the adjustable light and instrument table. Opting for the most ergonomic tools (those that are adequately curved in diameter and with knurling or grooves that allow for the best friction with the least amount of force). Opting for automatic instruments compared to manual ones decreases the force applied to hands and wrists. Avoid using retractable and coiled hoses, as the tension produced when the hose is stretched can affect the wrist and arm. Considering positioning the patient horizontally. [2] Emphasis on correct seated posture (especially utilizing hip tilt when completing seated forward bending as often required to maintain lordotic curvature). [23]", "contents": "Ergonomics -- Clinical Significance -- Dentists. Ensuring proper placement of the adjustable light and instrument table. Opting for the most ergonomic tools (those that are adequately curved in diameter and with knurling or grooves that allow for the best friction with the least amount of force). Opting for automatic instruments compared to manual ones decreases the force applied to hands and wrists. Avoid using retractable and coiled hoses, as the tension produced when the hose is stretched can affect the wrist and arm. Considering positioning the patient horizontally. [2] Emphasis on correct seated posture (especially utilizing hip tilt when completing seated forward bending as often required to maintain lordotic curvature). [23]"}
{"id": "article-130924_23", "title": "Ergonomics -- Clinical Significance", "content": "Though everyone will have different ergonomic requirements based on stature, job requirements, and equipment use, basic principles of ergonomics are common across many fields and are essential for clinicians to better educate their patients as a treatment and preventative measure for WMSD. The basic principles can help to reduce the rate of WMSD across all occupations:", "contents": "Ergonomics -- Clinical Significance. Though everyone will have different ergonomic requirements based on stature, job requirements, and equipment use, basic principles of ergonomics are common across many fields and are essential for clinicians to better educate their patients as a treatment and preventative measure for WMSD. The basic principles can help to reduce the rate of WMSD across all occupations:"}
{"id": "article-130924_24", "title": "Ergonomics -- Clinical Significance", "content": "Decreasing weight handled when lifting through team lifts, use of equipment, or portioning the load into smaller or lighter containers.", "contents": "Ergonomics -- Clinical Significance. Decreasing weight handled when lifting through team lifts, use of equipment, or portioning the load into smaller or lighter containers."}
{"id": "article-130924_25", "title": "Ergonomics -- Clinical Significance", "content": "Ensure the lifted object is as close to the body as possible, maintain an erect back posture, and squat.", "contents": "Ergonomics -- Clinical Significance. Ensure the lifted object is as close to the body as possible, maintain an erect back posture, and squat."}
{"id": "article-130924_26", "title": "Ergonomics -- Clinical Significance", "content": "Maximizing time allowed for lifting heavy objects and rotating heavy tasks. [1]", "contents": "Ergonomics -- Clinical Significance. Maximizing time allowed for lifting heavy objects and rotating heavy tasks. [1]"}
{"id": "article-130924_27", "title": "Ergonomics -- Clinical Significance", "content": "Allowing for frequent rest breaks. [5] [6] [19]", "contents": "Ergonomics -- Clinical Significance. Allowing for frequent rest breaks. [5] [6] [19]"}
{"id": "article-130924_28", "title": "Ergonomics -- Clinical Significance", "content": "Seated positions that provide adequate support for the spine, upper, and lower extremities, including proper lumbar support, maintaining wrist angle of less than 10º extension, and angling screens between 10º and 30º.", "contents": "Ergonomics -- Clinical Significance. Seated positions that provide adequate support for the spine, upper, and lower extremities, including proper lumbar support, maintaining wrist angle of less than 10º extension, and angling screens between 10º and 30º."}
{"id": "article-130924_29", "title": "Ergonomics -- Clinical Significance", "content": "Using properly fitting instruments (dependent on hand size and preferred hand use), utilizing power tools instead of manual when appropriate, and ensuring proper size and texture of handle to maximize grip strength (50 to 75 mm diameter often recommended from a smooth and compressible gripping surface).", "contents": "Ergonomics -- Clinical Significance. Using properly fitting instruments (dependent on hand size and preferred hand use), utilizing power tools instead of manual when appropriate, and ensuring proper size and texture of handle to maximize grip strength (50 to 75 mm diameter often recommended from a smooth and compressible gripping surface)."}
{"id": "article-130924_30", "title": "Ergonomics -- Clinical Significance", "content": "Using antifatigue mats, properly fitting and supportive shoes, and compression stockings to promote proper blood flow. [4]", "contents": "Ergonomics -- Clinical Significance. Using antifatigue mats, properly fitting and supportive shoes, and compression stockings to promote proper blood flow. [4]"}
{"id": "article-130924_31", "title": "Ergonomics -- Clinical Significance", "content": "Ensure gloves properly fit with the most appropriate material based on the given task. This avoids increasing the risk of overuse injuries due to excessive gripping as compensation (too large or wrong material) and carpal tunnel syndrome. [1] [2] [24] [25]", "contents": "Ergonomics -- Clinical Significance. Ensure gloves properly fit with the most appropriate material based on the given task. This avoids increasing the risk of overuse injuries due to excessive gripping as compensation (too large or wrong material) and carpal tunnel syndrome. [1] [2] [24] [25]"}
{"id": "article-130924_32", "title": "Ergonomics -- Other Issues", "content": "Another issue for ergonomics (especially in the healthcare sector) is the lack of proper equipment required to reduce the workload on employees. Overexposure to heavy lifting tasks and prolonged posturing has been cited as a major contribution to WMSD across the general working population due to the inability to maintain proper ergonomic form secondary to fatigue. Lack of assistive equipment, inadequate personnel to complete safe transfers, and pressure to complete transfers quickly for increased productivity results in poor ergonomic measures and increases the injury's incidence and severity. [20] [16]", "contents": "Ergonomics -- Other Issues. Another issue for ergonomics (especially in the healthcare sector) is the lack of proper equipment required to reduce the workload on employees. Overexposure to heavy lifting tasks and prolonged posturing has been cited as a major contribution to WMSD across the general working population due to the inability to maintain proper ergonomic form secondary to fatigue. Lack of assistive equipment, inadequate personnel to complete safe transfers, and pressure to complete transfers quickly for increased productivity results in poor ergonomic measures and increases the injury's incidence and severity. [20] [16]"}
{"id": "article-130924_33", "title": "Ergonomics -- Enhancing Healthcare Team Outcomes", "content": "Interprofessional support and communication are vital to developing, implementing, and maintaining proper ergonomics and their associated factors in the workplace. Studies point to multiple factors that can impact ergonomic stature and, thus, WMSD, including autonomy and support at work, gender resulting in a strength-job mismatch, and proper support staff and equipment. [19] [26] [20]", "contents": "Ergonomics -- Enhancing Healthcare Team Outcomes. Interprofessional support and communication are vital to developing, implementing, and maintaining proper ergonomics and their associated factors in the workplace. Studies point to multiple factors that can impact ergonomic stature and, thus, WMSD, including autonomy and support at work, gender resulting in a strength-job mismatch, and proper support staff and equipment. [19] [26] [20]"}
{"id": "article-130924_34", "title": "Ergonomics -- Enhancing Healthcare Team Outcomes", "content": "Level 1 studies have demonstrated the importance of having a multifaceted approach to ergonomics within the workplace, including equipment, ergonomics, employee training on patient handling, and exercise programs for workers in healthcare. [27]", "contents": "Ergonomics -- Enhancing Healthcare Team Outcomes. Level 1 studies have demonstrated the importance of having a multifaceted approach to ergonomics within the workplace, including equipment, ergonomics, employee training on patient handling, and exercise programs for workers in healthcare. [27]"}
{"id": "article-130924_35", "title": "Ergonomics -- Enhancing Healthcare Team Outcomes", "content": "Safe Patient Handling and Mobilization Programs (SPHMs) have been proven through level 1 studies to be an effective means to incorporate proper ergonomics to increase the safety and reduce injuries of clinicians and patients within the work field. [28] These programs need to be developed in a team setting to ensure the perspective and needs of all active members are addressed and require the medical team to assist one another during the patient care tasks to provide the safest care for both the patient and clinicians involved.", "contents": "Ergonomics -- Enhancing Healthcare Team Outcomes. Safe Patient Handling and Mobilization Programs (SPHMs) have been proven through level 1 studies to be an effective means to incorporate proper ergonomics to increase the safety and reduce injuries of clinicians and patients within the work field. [28] These programs need to be developed in a team setting to ensure the perspective and needs of all active members are addressed and require the medical team to assist one another during the patient care tasks to provide the safest care for both the patient and clinicians involved."}
{"id": "article-130924_36", "title": "Ergonomics -- Enhancing Healthcare Team Outcomes", "content": "One study noted that patients report feeling safer when staff use safe transfer techniques, which translates to improved quality of patient care. [29] Level 3 studies have noted that proper staffing is necessary to avoid excessive fatigue and burnout caused by ergonomically burdensome tasks, leading to an increased risk of injury. A recent level 5 study following the surge in mass fatality handling secondary to the COVID-19 pandemic demonstrated the need for not only the implementation of ergonomic training for staff but also the benefits of having an SPHM team in place at facilities to assist in situations where singular transfers are not safe, or patient size requires multiple individuals to transfer without injury. [26]", "contents": "Ergonomics -- Enhancing Healthcare Team Outcomes. One study noted that patients report feeling safer when staff use safe transfer techniques, which translates to improved quality of patient care. [29] Level 3 studies have noted that proper staffing is necessary to avoid excessive fatigue and burnout caused by ergonomically burdensome tasks, leading to an increased risk of injury. A recent level 5 study following the surge in mass fatality handling secondary to the COVID-19 pandemic demonstrated the need for not only the implementation of ergonomic training for staff but also the benefits of having an SPHM team in place at facilities to assist in situations where singular transfers are not safe, or patient size requires multiple individuals to transfer without injury. [26]"}
{"id": "article-130924_37", "title": "Ergonomics -- Enhancing Healthcare Team Outcomes", "content": "Level 2 studies have also demonstrated the importance of arranging the workstation to meet ergonomic requirements for office work participants. Many of the same ergonomic principles that should be applied to the healthcare professionals' daily tasks can be used as educational pieces to serve better patients faced with similar positional and task components within their line of work. [30]", "contents": "Ergonomics -- Enhancing Healthcare Team Outcomes. Level 2 studies have also demonstrated the importance of arranging the workstation to meet ergonomic requirements for office work participants. Many of the same ergonomic principles that should be applied to the healthcare professionals' daily tasks can be used as educational pieces to serve better patients faced with similar positional and task components within their line of work. [30]"}
{"id": "article-130924_38", "title": "Ergonomics -- Nursing, Allied Health, and Interprofessional Team Interventions", "content": "In addition to the multiple individual actions that can be implemented to increase the use of ergonomics within specific and general workplace settings, several interventions promote proper ergonomics. Implementing a workplace strengthening program or using physical therapy centered on strength training has reduced the risk of WMSDs for those individuals with physically demanding jobs. [5] [31] Ergonomic training programs for employees have been proven beneficial at reducing poor posturing and frequency of WMSDs but have also noted difficulties in concluding the best method and means for completing education for personnel retention and application. [32] [33] In addition, ensuring that the task is matched to the physical capacity of the individual performing (and altering assigned tasks if not) is a crucial component to ensure worker safety. This is particularly critical for females as they tend to have a higher rate of WMSDs. [3] [6] [10] Support for coworkers is another component required to provide adequate support when tasks require increased personnel to complete safely. Due to the impact interwork relationships have on the perception of overall health and well-being, which has been shown to impact the perception of pain. [11] [12] [34] [26]", "contents": "Ergonomics -- Nursing, Allied Health, and Interprofessional Team Interventions. In addition to the multiple individual actions that can be implemented to increase the use of ergonomics within specific and general workplace settings, several interventions promote proper ergonomics. Implementing a workplace strengthening program or using physical therapy centered on strength training has reduced the risk of WMSDs for those individuals with physically demanding jobs. [5] [31] Ergonomic training programs for employees have been proven beneficial at reducing poor posturing and frequency of WMSDs but have also noted difficulties in concluding the best method and means for completing education for personnel retention and application. [32] [33] In addition, ensuring that the task is matched to the physical capacity of the individual performing (and altering assigned tasks if not) is a crucial component to ensure worker safety. This is particularly critical for females as they tend to have a higher rate of WMSDs. [3] [6] [10] Support for coworkers is another component required to provide adequate support when tasks require increased personnel to complete safely. Due to the impact interwork relationships have on the perception of overall health and well-being, which has been shown to impact the perception of pain. [11] [12] [34] [26]"}
{"id": "article-130924_39", "title": "Ergonomics -- Nursing, Allied Health, and Interprofessional Team Monitoring", "content": "In healthcare, the lack of data in specialty settings and for females is one of the biggest hindrances for ergonomic implementation. Continued efforts are needed to establish sound data for the ergonomic needs and implications for both areas, especially as more females enter the healthcare field in recent years. This is particularly important not only for the health of the individual clinicians but also due to the economic burden resulting from WMSDs. WMSDs have been cited as the most expensive work-related disability. As females are already at an increased risk of sustaining WMSDs coupled with a lack of current recommendations specific to their stature and physical ability, the need for ongoing research and recommendations is critical. [16] [35] Moreover, established SPHM programs require constant updating and review to monitor retention of knowledge and burnout, which is often a factor in the healthcare workers' satisfaction, which they do not mention or report willingly. [16]", "contents": "Ergonomics -- Nursing, Allied Health, and Interprofessional Team Monitoring. In healthcare, the lack of data in specialty settings and for females is one of the biggest hindrances for ergonomic implementation. Continued efforts are needed to establish sound data for the ergonomic needs and implications for both areas, especially as more females enter the healthcare field in recent years. This is particularly important not only for the health of the individual clinicians but also due to the economic burden resulting from WMSDs. WMSDs have been cited as the most expensive work-related disability. As females are already at an increased risk of sustaining WMSDs coupled with a lack of current recommendations specific to their stature and physical ability, the need for ongoing research and recommendations is critical. [16] [35] Moreover, established SPHM programs require constant updating and review to monitor retention of knowledge and burnout, which is often a factor in the healthcare workers' satisfaction, which they do not mention or report willingly. [16]"}
{"id": "article-130924_40", "title": "Ergonomics -- Nursing, Allied Health, and Interprofessional Team Monitoring", "content": "The home healthcare sector faces extensive ergonomic limitations due to the fluidity of the work environment, including lack of control and ability to set up an ergonomic workstation, increased physical and mental stress of travel to the patient's location, and difficulty in staffing shortages, which increase demand on the individuals. Continued focus on worker and patient safety, including prioritizing adequate time to complete physically demanding tasks over productivity, is critical, especially in the home setting. [34]", "contents": "Ergonomics -- Nursing, Allied Health, and Interprofessional Team Monitoring. The home healthcare sector faces extensive ergonomic limitations due to the fluidity of the work environment, including lack of control and ability to set up an ergonomic workstation, increased physical and mental stress of travel to the patient's location, and difficulty in staffing shortages, which increase demand on the individuals. Continued focus on worker and patient safety, including prioritizing adequate time to complete physically demanding tasks over productivity, is critical, especially in the home setting. [34]"}
{"id": "article-130924_41", "title": "Ergonomics -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Ergonomics -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}