{"id": "article-17197_0", "title": "Adenoiditis -- Continuing Education Activity", "content": "Adenoiditis occurs when there is inflammation of the adenoid tissue resulting most commonly from infection, allergies, or irritation from stomach acid. Adenoiditis rarely occurs on its own and is typically involved in a regional disease process such as adenotonsillitis, pharyngitis, rhinosinusitis, or laryngopharyngeal reflux. Continual irritation may lead to adenoid hypertrophy, which is responsible for many of the complications of adenoid disease. Adenoiditis can be classified as acute or chronic. This activity reviews the presentation and management of patients with adenoiditis and highlights the role of the interprofessional team in improving outcomes for patients with this condition.", "contents": "Adenoiditis -- Continuing Education Activity. Adenoiditis occurs when there is inflammation of the adenoid tissue resulting most commonly from infection, allergies, or irritation from stomach acid. Adenoiditis rarely occurs on its own and is typically involved in a regional disease process such as adenotonsillitis, pharyngitis, rhinosinusitis, or laryngopharyngeal reflux. Continual irritation may lead to adenoid hypertrophy, which is responsible for many of the complications of adenoid disease. Adenoiditis can be classified as acute or chronic. This activity reviews the presentation and management of patients with adenoiditis and highlights the role of the interprofessional team in improving outcomes for patients with this condition."}
{"id": "article-17197_1", "title": "Adenoiditis -- Continuing Education Activity", "content": "Objectives: Outline how to diagnose a patient with adenoiditis. Describe medical and surgical treatment considerations for patients with adenoiditis. Summarize potential complications of adenoiditis. Explain how well-coordinated interprofessional teams can improve outcomes for patients with adenoiditis. Access free multiple choice questions on this topic.", "contents": "Adenoiditis -- Continuing Education Activity. Objectives: Outline how to diagnose a patient with adenoiditis. Describe medical and surgical treatment considerations for patients with adenoiditis. Summarize potential complications of adenoiditis. Explain how well-coordinated interprofessional teams can improve outcomes for patients with adenoiditis. Access free multiple choice questions on this topic."}
{"id": "article-17197_2", "title": "Adenoiditis -- Introduction", "content": "The nasopharyngeal tonsil, \"adenoid pad,\" or \"the adenoids,\" is a grouping of lymphoid tissue located on the posterior wall of the nasopharynx at the level of the soft palate. The adenoids, along with the faucial tonsils, lingual tonsils, and tubal tonsils of Gerlach make up what is known as Waldeyer's ring, a circumferential collection of lymphoid tissue that surrounds the upper aerodigestive tract, named for Heinrich Wilhelm Gottfried von Waldeyer-Hartz, a German anatomist at the turn of the 20th century. [1] Together, these tissues function as an essential part of the human immune system early in life. Antigens, introduced through the oral and nasal cavities, come into contact with the immune cells of Waldeyer's ring; these cells then contribute to immunologic memory and produce IgA antibodies. This process is thought to result in a \"priming\" of the immune system in infancy [2] .", "contents": "Adenoiditis -- Introduction. The nasopharyngeal tonsil, \"adenoid pad,\" or \"the adenoids,\" is a grouping of lymphoid tissue located on the posterior wall of the nasopharynx at the level of the soft palate. The adenoids, along with the faucial tonsils, lingual tonsils, and tubal tonsils of Gerlach make up what is known as Waldeyer's ring, a circumferential collection of lymphoid tissue that surrounds the upper aerodigestive tract, named for Heinrich Wilhelm Gottfried von Waldeyer-Hartz, a German anatomist at the turn of the 20th century. [1] Together, these tissues function as an essential part of the human immune system early in life. Antigens, introduced through the oral and nasal cavities, come into contact with the immune cells of Waldeyer's ring; these cells then contribute to immunologic memory and produce IgA antibodies. This process is thought to result in a \"priming\" of the immune system in infancy [2] ."}
{"id": "article-17197_3", "title": "Adenoiditis -- Introduction", "content": "The adenoids are present at birth and enlarge throughout childhood, reaching peak size by age seven. In most individuals, they will regress in size during puberty and may be nearly absent by adulthood. For this reason, adenoiditis is commonly a problem in childhood and adolescence. Adenoiditis occurs when there is inflammation of the adenoid tissue resulting from infection, allergies, or irritation from stomach acid as a component of laryngopharyngeal reflux (LPR). Adenoiditis rarely occurs on its own and is more often involved in a more extensive disease process such as adenotonsillitis, pharyngitis, rhinosinusitis, etc. Continual irritation may lead to adenoid hypertrophy, which is responsible for many of the complications of adenoid disease, including Eustachian tube dysfunction and recurrent acute otitis media. Adenoiditis can be classified as acute or chronic.", "contents": "Adenoiditis -- Introduction. The adenoids are present at birth and enlarge throughout childhood, reaching peak size by age seven. In most individuals, they will regress in size during puberty and may be nearly absent by adulthood. For this reason, adenoiditis is commonly a problem in childhood and adolescence. Adenoiditis occurs when there is inflammation of the adenoid tissue resulting from infection, allergies, or irritation from stomach acid as a component of laryngopharyngeal reflux (LPR). Adenoiditis rarely occurs on its own and is more often involved in a more extensive disease process such as adenotonsillitis, pharyngitis, rhinosinusitis, etc. Continual irritation may lead to adenoid hypertrophy, which is responsible for many of the complications of adenoid disease, including Eustachian tube dysfunction and recurrent acute otitis media. Adenoiditis can be classified as acute or chronic."}
{"id": "article-17197_4", "title": "Adenoiditis -- Introduction -- Clinical Anatomy", "content": "The adenoids receive their blood supply from the ascending pharyngeal artery, maxillary artery, and facial artery. Venous drainage occurs through the pharyngeal veins. Innervation is supplied by the vagus and glossopharyngeal nerves. Adenoid size is graded on a scale of zero to four: [3] 0 absent 1+ <25% obstruction of the nasopharynx 2+ 25-50% obstruction 3+ 50-75% obstruction 4+ >75% obstruction", "contents": "Adenoiditis -- Introduction -- Clinical Anatomy. The adenoids receive their blood supply from the ascending pharyngeal artery, maxillary artery, and facial artery. Venous drainage occurs through the pharyngeal veins. Innervation is supplied by the vagus and glossopharyngeal nerves. Adenoid size is graded on a scale of zero to four: [3] 0 absent 1+ <25% obstruction of the nasopharynx 2+ 25-50% obstruction 3+ 50-75% obstruction 4+ >75% obstruction"}
{"id": "article-17197_5", "title": "Adenoiditis -- Etiology", "content": "Many agents and pathogens can cause inflammation of the adenoid tissue. A viral upper respiratory tract infection (URI) often precedes acute adenoiditis. In this state, bacterial pathogens can superinfect the tissues and proliferate. The most common bacterial pathogens cultured from adenoid specimens are: Haemophilus influenza Streptococcus pneumoniae Streptococcus pyogenes Staphylococcus aureus [4]", "contents": "Adenoiditis -- Etiology. Many agents and pathogens can cause inflammation of the adenoid tissue. A viral upper respiratory tract infection (URI) often precedes acute adenoiditis. In this state, bacterial pathogens can superinfect the tissues and proliferate. The most common bacterial pathogens cultured from adenoid specimens are: Haemophilus influenza Streptococcus pneumoniae Streptococcus pyogenes Staphylococcus aureus [4]"}
{"id": "article-17197_6", "title": "Adenoiditis -- Etiology", "content": "Chronic adenoiditis is more often a polymicrobial infection and may include anaerobic pathogens. Chronic adenoiditis frequently results from biofilm development and may contribute to recurrent upper respiratory tract infections in children. In most cases of pediatric rhinosinusitis, adenoiditis is involved as well. [5]", "contents": "Adenoiditis -- Etiology. Chronic adenoiditis is more often a polymicrobial infection and may include anaerobic pathogens. Chronic adenoiditis frequently results from biofilm development and may contribute to recurrent upper respiratory tract infections in children. In most cases of pediatric rhinosinusitis, adenoiditis is involved as well. [5]"}
{"id": "article-17197_7", "title": "Adenoiditis -- Etiology", "content": "Allergies are believed to play a role in adenoiditis and subsequent adenoid hypertrophy. Allergens inhaled through the nose come in contact with the adenoid tissue; the adenoid will then proliferate in order to create a response to allergens and produce IgA. [6]", "contents": "Adenoiditis -- Etiology. Allergies are believed to play a role in adenoiditis and subsequent adenoid hypertrophy. Allergens inhaled through the nose come in contact with the adenoid tissue; the adenoid will then proliferate in order to create a response to allergens and produce IgA. [6]"}
{"id": "article-17197_8", "title": "Adenoiditis -- Etiology", "content": "Chronic irritation from stomach acid in the setting of gastroesophageal reflux disease (GERD) may also play a role in adenoiditis and adenoid hypertrophy, particularly in infants and young children. [7]", "contents": "Adenoiditis -- Etiology. Chronic irritation from stomach acid in the setting of gastroesophageal reflux disease (GERD) may also play a role in adenoiditis and adenoid hypertrophy, particularly in infants and young children. [7]"}
{"id": "article-17197_9", "title": "Adenoiditis -- Epidemiology", "content": "Exact incidence and prevalence statistics for adenoiditis alone are challenging to elucidate, as adenoiditis is usually addressed in the context of a regional disease process such as rhinosinusitis and adenotonsillar disease. Since adenoid tissue atrophies during puberty, adenoiditis is typically a disease in children. Current literature does not suggest a predilection for gender, race, region, or socioeconomic class in this disease, though parental smoking has been positively correlated. [8]", "contents": "Adenoiditis -- Epidemiology. Exact incidence and prevalence statistics for adenoiditis alone are challenging to elucidate, as adenoiditis is usually addressed in the context of a regional disease process such as rhinosinusitis and adenotonsillar disease. Since adenoid tissue atrophies during puberty, adenoiditis is typically a disease in children. Current literature does not suggest a predilection for gender, race, region, or socioeconomic class in this disease, though parental smoking has been positively correlated. [8]"}
{"id": "article-17197_10", "title": "Adenoiditis -- Epidemiology", "content": "Adenoiditis can be challenging to differentiate from bacterial sinusitis in children. Therefore, statistics on sinusitis in children may give us some idea of the frequency of adenoiditis. Estimates are that children have six to eight viral URIs per year. Five to thirteen percent of these viral URIs result in bacterial superinfection, leading to sinusitis with adenoiditis as a potential component of the illness. [9]", "contents": "Adenoiditis -- Epidemiology. Adenoiditis can be challenging to differentiate from bacterial sinusitis in children. Therefore, statistics on sinusitis in children may give us some idea of the frequency of adenoiditis. Estimates are that children have six to eight viral URIs per year. Five to thirteen percent of these viral URIs result in bacterial superinfection, leading to sinusitis with adenoiditis as a potential component of the illness. [9]"}
{"id": "article-17197_11", "title": "Adenoiditis -- Pathophysiology", "content": "Acute adenoiditis often occurs after a viral upper respiratory tract infection (URI). Bacterial agents proliferate and infect the adenoids and surrounding tissue, resulting in inflammation and increased production of exudates. Symptoms include rhinorrhea, post-nasal drip, nasal obstruction, snoring, fever, and halitosis. Chronic adenoiditis shows many of the same symptoms but on a persistent basis lasting at least 90 days and is often caused by polymicrobial infections and biofilm formation. Exudates are frequently absent in chronic adenoiditis. [5] Another cause of adenoiditis is environmental allergens or caustic irritation from stomach acid in the presence of GERD/LPR. [7]", "contents": "Adenoiditis -- Pathophysiology. Acute adenoiditis often occurs after a viral upper respiratory tract infection (URI). Bacterial agents proliferate and infect the adenoids and surrounding tissue, resulting in inflammation and increased production of exudates. Symptoms include rhinorrhea, post-nasal drip, nasal obstruction, snoring, fever, and halitosis. Chronic adenoiditis shows many of the same symptoms but on a persistent basis lasting at least 90 days and is often caused by polymicrobial infections and biofilm formation. Exudates are frequently absent in chronic adenoiditis. [5] Another cause of adenoiditis is environmental allergens or caustic irritation from stomach acid in the presence of GERD/LPR. [7]"}
{"id": "article-17197_12", "title": "Adenoiditis -- Pathophysiology", "content": "Any form of chronic inflammation may lead to the proliferation of lymphoid tissue and subsequent adenoid hypertrophy. This hypertrophy can lead to nasal airway obstruction and obstruction of the Eustachian tubes, leading to other problems such as obstructive sleep apnea (OSA) and otitis media. [4] Other causes of adenoid hypertrophy, though not necessarily adenoid inflammation, include primary sinonasal malignancies, lymphoma, and human immunodeficiency virus (HIV) infection. [10]", "contents": "Adenoiditis -- Pathophysiology. Any form of chronic inflammation may lead to the proliferation of lymphoid tissue and subsequent adenoid hypertrophy. This hypertrophy can lead to nasal airway obstruction and obstruction of the Eustachian tubes, leading to other problems such as obstructive sleep apnea (OSA) and otitis media. [4] Other causes of adenoid hypertrophy, though not necessarily adenoid inflammation, include primary sinonasal malignancies, lymphoma, and human immunodeficiency virus (HIV) infection. [10]"}
{"id": "article-17197_13", "title": "Adenoiditis -- History and Physical", "content": "Adenoid tissue typically regresses around puberty; therefore, the typical patient with adenoiditis is a prepubescent child with a recent history of URI. The patient may also have a history of recurrent acute otitis media, chronic nasal obstruction with mouth-breathing, chronic otitis media, sleep-disordered breathing/obstructive sleep apnea, or GERD/LPR.", "contents": "Adenoiditis -- History and Physical. Adenoid tissue typically regresses around puberty; therefore, the typical patient with adenoiditis is a prepubescent child with a recent history of URI. The patient may also have a history of recurrent acute otitis media, chronic nasal obstruction with mouth-breathing, chronic otitis media, sleep-disordered breathing/obstructive sleep apnea, or GERD/LPR."}
{"id": "article-17197_14", "title": "Adenoiditis -- History and Physical", "content": "Physical findings include purulent rhinorrhea, post-nasal drip, nasal obstruction, snoring, fever, mouth breathing, and halitosis. An indirect mirror exam may allow the clinician to observe enlarged adenoids with exudates, though this can be a very challenging exam to perform in children. A flexible nasal and laryngeal endoscopic exam can allow for better evaluation of the adenoids but can require advanced training to use as well as the cooperation of the child and parents. In rare cases, the adenoid may be large enough that it protrudes downwards and is visible beneath the edge of the soft palate (see image). When the adenoid is large enough to displace the soft palate, whether acutely or chronically, it is liable to affect the quality of the patient's speech. [11]", "contents": "Adenoiditis -- History and Physical. Physical findings include purulent rhinorrhea, post-nasal drip, nasal obstruction, snoring, fever, mouth breathing, and halitosis. An indirect mirror exam may allow the clinician to observe enlarged adenoids with exudates, though this can be a very challenging exam to perform in children. A flexible nasal and laryngeal endoscopic exam can allow for better evaluation of the adenoids but can require advanced training to use as well as the cooperation of the child and parents. In rare cases, the adenoid may be large enough that it protrudes downwards and is visible beneath the edge of the soft palate (see image). When the adenoid is large enough to displace the soft palate, whether acutely or chronically, it is liable to affect the quality of the patient's speech. [11]"}
{"id": "article-17197_15", "title": "Adenoiditis -- History and Physical", "content": "Long-standing adenoiditis with subsequent adenoid hypertrophy in early childhood can lead to the development of what is known as adenoid facies or long-face syndrome. Enlarged adenoids block the nasopharynx and result in obligate mouth breathing, which can lead to craniofacial abnormalities, including a high-arched palate and retrognathic mandible. [12]", "contents": "Adenoiditis -- History and Physical. Long-standing adenoiditis with subsequent adenoid hypertrophy in early childhood can lead to the development of what is known as adenoid facies or long-face syndrome. Enlarged adenoids block the nasopharynx and result in obligate mouth breathing, which can lead to craniofacial abnormalities, including a high-arched palate and retrognathic mandible. [12]"}
{"id": "article-17197_16", "title": "Adenoiditis -- Evaluation -- Clinical Evaluation", "content": "The diagnosis of acute adenoiditis is made clinically based on the findings of: Possible concurrent acute otitis media Fever Purulent rhinorrhea Post-nasal drip Nasal obstruction Throat pain Halitosis Visual inspection of the adenoids may be attempted using a laryngeal mirror or nasal endoscope.", "contents": "Adenoiditis -- Evaluation -- Clinical Evaluation. The diagnosis of acute adenoiditis is made clinically based on the findings of: Possible concurrent acute otitis media Fever Purulent rhinorrhea Post-nasal drip Nasal obstruction Throat pain Halitosis Visual inspection of the adenoids may be attempted using a laryngeal mirror or nasal endoscope."}
{"id": "article-17197_17", "title": "Adenoiditis -- Evaluation -- Laboratory Testing", "content": "Rapid Strep test Cultures Allergy testing", "contents": "Adenoiditis -- Evaluation -- Laboratory Testing. Rapid Strep test Cultures Allergy testing"}
{"id": "article-17197_18", "title": "Adenoiditis -- Evaluation", "content": "If adenoiditis presents in the context of pharyngitis, the clinician may perform a rapid Strep test. The purpose of doing so is two-fold. First, this will give a definitive diagnosis of the patient’s condition and help guide antibiotic therapy. Second, the doctor’s office will have a record of positive and negative strep tests, which will play an important role when deciding whether an adenoidectomy, with or without tonsillectomy, is indicated. It is important to remember that adenoiditis remains a clinical diagnosis, so if the Strep test is negative, the physician can presume that symptoms are due to a different causative organism.", "contents": "Adenoiditis -- Evaluation. If adenoiditis presents in the context of pharyngitis, the clinician may perform a rapid Strep test. The purpose of doing so is two-fold. First, this will give a definitive diagnosis of the patient’s condition and help guide antibiotic therapy. Second, the doctor’s office will have a record of positive and negative strep tests, which will play an important role when deciding whether an adenoidectomy, with or without tonsillectomy, is indicated. It is important to remember that adenoiditis remains a clinical diagnosis, so if the Strep test is negative, the physician can presume that symptoms are due to a different causative organism."}
{"id": "article-17197_19", "title": "Adenoiditis -- Evaluation", "content": "In cases of persistent infection despite antibiotic therapy, the clinician may choose to perform throat cultures to help identify the causative agent and guide treatment, as direct cultures of the adenoids may be difficult in the office setting. Other tests to consider include a complete blood count and HIV testing.", "contents": "Adenoiditis -- Evaluation. In cases of persistent infection despite antibiotic therapy, the clinician may choose to perform throat cultures to help identify the causative agent and guide treatment, as direct cultures of the adenoids may be difficult in the office setting. Other tests to consider include a complete blood count and HIV testing."}
{"id": "article-17197_20", "title": "Adenoiditis -- Evaluation -- Radiology Testing", "content": "Lateral neck X-ray Computed tomography (CT) of the sinuses", "contents": "Adenoiditis -- Evaluation -- Radiology Testing. Lateral neck X-ray Computed tomography (CT) of the sinuses"}
{"id": "article-17197_21", "title": "Adenoiditis -- Evaluation", "content": "Sinus X-rays or sinus CTs may be obtained to look for a source of infection in the sinuses if this is suspected clinically. This is rarely required in routine cases. Lateral neck X-rays are an effective way to evaluate specifically for adenoid hypertrophy. A sleep study can be obtained to rule out obstructive sleep apnea in a patient with adenoid hypertrophy who snores.", "contents": "Adenoiditis -- Evaluation. Sinus X-rays or sinus CTs may be obtained to look for a source of infection in the sinuses if this is suspected clinically. This is rarely required in routine cases. Lateral neck X-rays are an effective way to evaluate specifically for adenoid hypertrophy. A sleep study can be obtained to rule out obstructive sleep apnea in a patient with adenoid hypertrophy who snores."}
{"id": "article-17197_22", "title": "Adenoiditis -- Treatment / Management", "content": "Adenoiditis is often seen clinically as a component of rhinosinusitis or pharyngitis. Because of this, healthcare providers often follow clinical management guidelines for rhinosinusitis and pharyngitis when approaching adenoiditis treatment. [13] [14]", "contents": "Adenoiditis -- Treatment / Management. Adenoiditis is often seen clinically as a component of rhinosinusitis or pharyngitis. Because of this, healthcare providers often follow clinical management guidelines for rhinosinusitis and pharyngitis when approaching adenoiditis treatment. [13] [14]"}
{"id": "article-17197_23", "title": "Adenoiditis -- Treatment / Management -- Observation", "content": "If the clinician believes the cause of adenoiditis is the common cold or other common viral infection, they should refrain from using antibiotics. Typically, uncomplicated upper respiratory viral infections will resolve within five to seven days. [9]", "contents": "Adenoiditis -- Treatment / Management -- Observation. If the clinician believes the cause of adenoiditis is the common cold or other common viral infection, they should refrain from using antibiotics. Typically, uncomplicated upper respiratory viral infections will resolve within five to seven days. [9]"}
{"id": "article-17197_24", "title": "Adenoiditis -- Treatment / Management -- Antibiotic Treatment", "content": "If symptoms continue or clinical presentation is suggestive of bacterial etiology, such as a high fever or purulent discharge from the nose or throat, the first-line management is antibiotics covering the most common pathogens. Amoxicillin is a commonly used first-line agent due to its good coverage and minimal side-effect profile. Alternatively, cefdinir or cefuroxime may be used, particularly if the patient has not responded to amoxicillin. If the patient has a penicillin allergy, alternatives include clarithromycin or azithromycin. Effective antibiotic treatment should improve symptoms in 48 to 72 hours. Treatment duration should be ten days, as treating for a shorter duration yields significant relapse rates and breeds antibiotic resistance. If the condition fails to improve after a course of amoxicillin or other first-line agents, amoxicillin-clavulanate should be prescribed to eliminate potential beta-lactamase-producing organisms. [9] Saline sprays and nasal rinses may also shorten the duration of symptoms by irrigating out the causative microorganisms and the stagnant mucous secretions that may harbor them.", "contents": "Adenoiditis -- Treatment / Management -- Antibiotic Treatment. If symptoms continue or clinical presentation is suggestive of bacterial etiology, such as a high fever or purulent discharge from the nose or throat, the first-line management is antibiotics covering the most common pathogens. Amoxicillin is a commonly used first-line agent due to its good coverage and minimal side-effect profile. Alternatively, cefdinir or cefuroxime may be used, particularly if the patient has not responded to amoxicillin. If the patient has a penicillin allergy, alternatives include clarithromycin or azithromycin. Effective antibiotic treatment should improve symptoms in 48 to 72 hours. Treatment duration should be ten days, as treating for a shorter duration yields significant relapse rates and breeds antibiotic resistance. If the condition fails to improve after a course of amoxicillin or other first-line agents, amoxicillin-clavulanate should be prescribed to eliminate potential beta-lactamase-producing organisms. [9] Saline sprays and nasal rinses may also shorten the duration of symptoms by irrigating out the causative microorganisms and the stagnant mucous secretions that may harbor them."}
{"id": "article-17197_25", "title": "Adenoiditis -- Treatment / Management -- Allergy Treatment", "content": "If the adenoiditis is believed to be secondary to environmental allergies, the patient can be given a trial of nasal steroid sprays, oral steroids, oral antihistamines, or some combination thereof to see if this produces any relief in symptoms. If this is effective, the patient may benefit from formal allergy testing followed by immune-modulating therapy to provide definitive relief. Saline sprays and nasal rinses may also play a role in these cases.", "contents": "Adenoiditis -- Treatment / Management -- Allergy Treatment. If the adenoiditis is believed to be secondary to environmental allergies, the patient can be given a trial of nasal steroid sprays, oral steroids, oral antihistamines, or some combination thereof to see if this produces any relief in symptoms. If this is effective, the patient may benefit from formal allergy testing followed by immune-modulating therapy to provide definitive relief. Saline sprays and nasal rinses may also play a role in these cases."}
{"id": "article-17197_26", "title": "Adenoiditis -- Treatment / Management -- Reflux Treatment", "content": "If the adenoiditis is believed to be secondary to LPR/GERD, treatment of this condition using lifestyle and diet modification and elevation of the head of the bed with or without the use of H2 blockers or proton-pump inhibitors may provide sufficient relief of symptoms. [7]", "contents": "Adenoiditis -- Treatment / Management -- Reflux Treatment. If the adenoiditis is believed to be secondary to LPR/GERD, treatment of this condition using lifestyle and diet modification and elevation of the head of the bed with or without the use of H2 blockers or proton-pump inhibitors may provide sufficient relief of symptoms. [7]"}
{"id": "article-17197_27", "title": "Adenoiditis -- Treatment / Management -- Adenoidectomy", "content": "In the absence of symptomatic improvement after treatment with amoxicillin-clavulanate or if the patient has multiple episodes of adenoiditis requiring antibiotic treatment, referral to an otolaryngologist is warranted for further evaluation and potential surgical intervention. Depending on the circumstances, surgical procedures may include adenoidectomy with or without tonsillectomy, myringotomy with tympanostomy tube placement, or endoscopic sinus surgery. If the patient meets the Paradise criteria for tonsillectomy, most otolaryngologists will remove the adenoids at the same time to remove another possible source of recurrent infections. [15] Similarly, most otolaryngologists will remove the adenoids if patients require repeat tympanostomy and placement of pressure equalization tubes after the first set due to the potential for adenoid hypertrophy to cause chronic Eustachian tube dysfunction. [16]", "contents": "Adenoiditis -- Treatment / Management -- Adenoidectomy. In the absence of symptomatic improvement after treatment with amoxicillin-clavulanate or if the patient has multiple episodes of adenoiditis requiring antibiotic treatment, referral to an otolaryngologist is warranted for further evaluation and potential surgical intervention. Depending on the circumstances, surgical procedures may include adenoidectomy with or without tonsillectomy, myringotomy with tympanostomy tube placement, or endoscopic sinus surgery. If the patient meets the Paradise criteria for tonsillectomy, most otolaryngologists will remove the adenoids at the same time to remove another possible source of recurrent infections. [15] Similarly, most otolaryngologists will remove the adenoids if patients require repeat tympanostomy and placement of pressure equalization tubes after the first set due to the potential for adenoid hypertrophy to cause chronic Eustachian tube dysfunction. [16]"}
{"id": "article-17197_28", "title": "Adenoiditis -- Differential Diagnosis", "content": "Differential diagnosis includes: Viral URI Sinusitis Rhinosinusitis Nasal polyposis Pharyngitis Tonsillitis Seasonal/environmental Allergies Nasopharyngeal neoplasm Laryngopharyngeal reflux Lymphoma HIV", "contents": "Adenoiditis -- Differential Diagnosis. Differential diagnosis includes: Viral URI Sinusitis Rhinosinusitis Nasal polyposis Pharyngitis Tonsillitis Seasonal/environmental Allergies Nasopharyngeal neoplasm Laryngopharyngeal reflux Lymphoma HIV"}
{"id": "article-17197_29", "title": "Adenoiditis -- Prognosis", "content": "The medical treatment available for treating adenoiditis is successful in most instances. Adenoidectomy provides a definitive solution for those with recurrent disease by removing the hypertrophic or infected adenoid tissue.", "contents": "Adenoiditis -- Prognosis. The medical treatment available for treating adenoiditis is successful in most instances. Adenoidectomy provides a definitive solution for those with recurrent disease by removing the hypertrophic or infected adenoid tissue."}
{"id": "article-17197_30", "title": "Adenoiditis -- Complications", "content": "If adenoiditis is left untreated, the patient may develop chronic infection of the adenoids, which in some cases can lead to the development of a biofilm. The adenoids may then serve as a nidus of infection for other closely related structures and lead to rhinosinusitis, pharyngitis, tonsillitis, and otitis media. [5] [17]", "contents": "Adenoiditis -- Complications. If adenoiditis is left untreated, the patient may develop chronic infection of the adenoids, which in some cases can lead to the development of a biofilm. The adenoids may then serve as a nidus of infection for other closely related structures and lead to rhinosinusitis, pharyngitis, tonsillitis, and otitis media. [5] [17]"}
{"id": "article-17197_31", "title": "Adenoiditis -- Complications -- Adenoid Hypertrophy", "content": "Adenoid hypertrophy is responsible for some of the more common complications related to disease of the adenoids. As the adenoids enlarge, the tissues can create a significant obstacle to the flow of air through the nasopharynx. This enlargement can cause mouth breathing, snoring, and OSA. OSA can be a life-threatening disease if left untreated and can interfere with cognitive, emotional, and behavioral development in children. [18] [19] [20] Removing the adenoids can increase the flow of air through the nasopharynx, decreasing obstructive episodes and leading to better compliance with continuous positive airway pressure devices and oral appliances or even resolution of the OSA altogether.", "contents": "Adenoiditis -- Complications -- Adenoid Hypertrophy. Adenoid hypertrophy is responsible for some of the more common complications related to disease of the adenoids. As the adenoids enlarge, the tissues can create a significant obstacle to the flow of air through the nasopharynx. This enlargement can cause mouth breathing, snoring, and OSA. OSA can be a life-threatening disease if left untreated and can interfere with cognitive, emotional, and behavioral development in children. [18] [19] [20] Removing the adenoids can increase the flow of air through the nasopharynx, decreasing obstructive episodes and leading to better compliance with continuous positive airway pressure devices and oral appliances or even resolution of the OSA altogether."}
{"id": "article-17197_32", "title": "Adenoiditis -- Complications -- Adenoid Hypertrophy", "content": "Enlarged adenoids may also obstruct the opening of the Eustachian tubes in the nasopharynx. Without proper function of the Eustachian tube, negative pressure can escalate in the middle ear, which can lead to tympanic membrane retraction and development of an effusion in the middle ear and/or mastoid cavity, which can cause conductive hearing loss and speech problems, as well as serve as a nidus for bacterial infections.", "contents": "Adenoiditis -- Complications -- Adenoid Hypertrophy. Enlarged adenoids may also obstruct the opening of the Eustachian tubes in the nasopharynx. Without proper function of the Eustachian tube, negative pressure can escalate in the middle ear, which can lead to tympanic membrane retraction and development of an effusion in the middle ear and/or mastoid cavity, which can cause conductive hearing loss and speech problems, as well as serve as a nidus for bacterial infections."}
{"id": "article-17197_33", "title": "Adenoiditis -- Complications -- Adenoid Hypertrophy", "content": "Long-standing adenoiditis with subsequent adenoid hypertrophy can lead to the development of what is known as adenoid facies or long-face syndrome. Enlarged adenoids can obstruct the nasopharynx and result in obligate mouth breathing, which may, in turn, lead to craniofacial abnormalities, including a high-arched palate and retrognathic mandible. [12]", "contents": "Adenoiditis -- Complications -- Adenoid Hypertrophy. Long-standing adenoiditis with subsequent adenoid hypertrophy can lead to the development of what is known as adenoid facies or long-face syndrome. Enlarged adenoids can obstruct the nasopharynx and result in obligate mouth breathing, which may, in turn, lead to craniofacial abnormalities, including a high-arched palate and retrognathic mandible. [12]"}
{"id": "article-17197_34", "title": "Adenoiditis -- Consultations", "content": "Patients with recurrent adenoiditis or complications of adenoid hypertrophy should be referred to otolaryngology for further evaluation and treatment. Other specialties that may need to be involved include sleep medicine, allergy and immunology, and gastroenterology, depending on the individual’s needs.", "contents": "Adenoiditis -- Consultations. Patients with recurrent adenoiditis or complications of adenoid hypertrophy should be referred to otolaryngology for further evaluation and treatment. Other specialties that may need to be involved include sleep medicine, allergy and immunology, and gastroenterology, depending on the individual’s needs."}
{"id": "article-17197_35", "title": "Adenoiditis -- Deterrence and Patient Education", "content": "Adenoiditis is a common issue in children and may be unavoidable since they are frequently in contact with the common pathogens and allergens that cause upper aerodigestive tract inflammation. However, it is essential to seek treatment before chronic adenoiditis, and adenoid hypertrophy develops, as these can lead to complications that may decrease quality of life.", "contents": "Adenoiditis -- Deterrence and Patient Education. Adenoiditis is a common issue in children and may be unavoidable since they are frequently in contact with the common pathogens and allergens that cause upper aerodigestive tract inflammation. However, it is essential to seek treatment before chronic adenoiditis, and adenoid hypertrophy develops, as these can lead to complications that may decrease quality of life."}
{"id": "article-17197_36", "title": "Adenoiditis -- Pearls and Other Issues", "content": "Adenoiditis is a condition of childhood and most adenoid tissue atrophies by adulthood. Adenoiditis is seldom a solitary issue. It is usually part of or indistinguishable from adenotonsillitis, rhinosinusitis, or pharyngitis. Adenoid hypertrophy is responsible for the most common health issues associated with the adenoids. Obstructive sleep apnea is one of the most serious complications of adenoid disease. Surgical adenoidectomy is the definitive treatment for adenoid disease.", "contents": "Adenoiditis -- Pearls and Other Issues. Adenoiditis is a condition of childhood and most adenoid tissue atrophies by adulthood. Adenoiditis is seldom a solitary issue. It is usually part of or indistinguishable from adenotonsillitis, rhinosinusitis, or pharyngitis. Adenoid hypertrophy is responsible for the most common health issues associated with the adenoids. Obstructive sleep apnea is one of the most serious complications of adenoid disease. Surgical adenoidectomy is the definitive treatment for adenoid disease."}
{"id": "article-17197_37", "title": "Adenoiditis -- Enhancing Healthcare Team Outcomes", "content": "Because causes of adenoiditis include various clinical entities, such as recurrent bacterial infections, allergies, and GERD, treatment of adenoiditis and its complications may require the care of multiple clinicians and specialists, including family clinicians, ENT practitioners, pediatricians, and infectious disease specialists. These specialists should collaborate closely with nurses and pharmacists as an interprofessional team to optimize patient outcomes. Identifying and addressing the underlying etiology is essential, or the adenoiditis may never fully resolve and progress to further complications. Healthcare team members should pay close attention to the signs and symptoms of OSA, as this is one of the most serious complications of adenoid disease. [Level 5]", "contents": "Adenoiditis -- Enhancing Healthcare Team Outcomes. Because causes of adenoiditis include various clinical entities, such as recurrent bacterial infections, allergies, and GERD, treatment of adenoiditis and its complications may require the care of multiple clinicians and specialists, including family clinicians, ENT practitioners, pediatricians, and infectious disease specialists. These specialists should collaborate closely with nurses and pharmacists as an interprofessional team to optimize patient outcomes. Identifying and addressing the underlying etiology is essential, or the adenoiditis may never fully resolve and progress to further complications. Healthcare team members should pay close attention to the signs and symptoms of OSA, as this is one of the most serious complications of adenoid disease. [Level 5]"}
{"id": "article-17197_38", "title": "Adenoiditis -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Adenoiditis -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}