{"id": "article-27644_0", "title": "Vaginal Birth After Cesarean Delivery -- Continuing Education Activity", "content": "Vaginal birth after cesarean section (VBAC) describes a vaginal delivery in a women who has given birth via cesarean section in a former pregnancy. Patients desiring VBAC delivery undergo a trial of labor (TOL), also called trial of labor after cesarean section (TOLAC). While TOL is an accepted and generally safe practice, serious potential complications include uterine rupture or uterine dehiscence and associated maternal and/or neonatal morbidity. Providers caring for patients with prior cesarean section need to counsel patients regarding potential risks and benefits of TOL and the factors which affect the likelihood of successful vaginal delivery. These providers must be knowledgeable regarding intrapartum management of patients undergoing TOLAC and able to recognize and appropriately manage potential complications. This activity reviews the evaluation and management of patients undergoing vaginal birth after cesarean delivery and highlights the role of interprofessional team members in collaborating to provide well-coordinated care and enhance outcomes for affected patients.", "contents": "Vaginal Birth After Cesarean Delivery -- Continuing Education Activity. Vaginal birth after cesarean section (VBAC) describes a vaginal delivery in a women who has given birth via cesarean section in a former pregnancy. Patients desiring VBAC delivery undergo a trial of labor (TOL), also called trial of labor after cesarean section (TOLAC). While TOL is an accepted and generally safe practice, serious potential complications include uterine rupture or uterine dehiscence and associated maternal and/or neonatal morbidity. Providers caring for patients with prior cesarean section need to counsel patients regarding potential risks and benefits of TOL and the factors which affect the likelihood of successful vaginal delivery. These providers must be knowledgeable regarding intrapartum management of patients undergoing TOLAC and able to recognize and appropriately manage potential complications. This activity reviews the evaluation and management of patients undergoing vaginal birth after cesarean delivery and highlights the role of interprofessional team members in collaborating to provide well-coordinated care and enhance outcomes for affected patients."}
{"id": "article-27644_1", "title": "Vaginal Birth After Cesarean Delivery -- Continuing Education Activity", "content": "Objectives: List the potential risks of vaginal birth after cesarean section. List the potential benefits of vaginal birth after cesarean section. Describe the factors that influence the outcomes of vaginal birth after cesarean section. Explain the importance of improving care coordination, with particular emphasis on communication between interprofessional medical teams, to enhance outcomes for patients undergoing vaginal birth after cesarean section. Access free multiple choice questions on this topic.", "contents": "Vaginal Birth After Cesarean Delivery -- Continuing Education Activity. Objectives: List the potential risks of vaginal birth after cesarean section. List the potential benefits of vaginal birth after cesarean section. Describe the factors that influence the outcomes of vaginal birth after cesarean section. Explain the importance of improving care coordination, with particular emphasis on communication between interprofessional medical teams, to enhance outcomes for patients undergoing vaginal birth after cesarean section. Access free multiple choice questions on this topic."}
{"id": "article-27644_2", "title": "Vaginal Birth After Cesarean Delivery -- Introduction", "content": "Vaginal birth after cesarean section (VBAC) is the term applied to women who undergo vaginal delivery following cesarean delivery in a prior pregnancy. Patients desiring VBAC delivery undergo a trial of labor (TOL) or trial of labor after cesarean section (TOLAC). While TOL is an acceptable, generally safe practice, serious, potential complications include uterine rupture or dehiscence with associated maternal and/or neonatal morbidity. Providers caring for patients with prior cesarean section need to be aware of and able to counsel patients regarding risks and benefits of attempting TOL, factors which affect the likelihood of successful vaginal delivery, and knowledgeable regarding intrapartum management of patients undergoing TOLAC.", "contents": "Vaginal Birth After Cesarean Delivery -- Introduction. Vaginal birth after cesarean section (VBAC) is the term applied to women who undergo vaginal delivery following cesarean delivery in a prior pregnancy. Patients desiring VBAC delivery undergo a trial of labor (TOL) or trial of labor after cesarean section (TOLAC). While TOL is an acceptable, generally safe practice, serious, potential complications include uterine rupture or dehiscence with associated maternal and/or neonatal morbidity. Providers caring for patients with prior cesarean section need to be aware of and able to counsel patients regarding risks and benefits of attempting TOL, factors which affect the likelihood of successful vaginal delivery, and knowledgeable regarding intrapartum management of patients undergoing TOLAC."}
{"id": "article-27644_3", "title": "Vaginal Birth After Cesarean Delivery -- Etiology", "content": "As the cesarean delivery rate has increased so has the number of patients becoming pregnant who have experienced cesarean section in a prior pregnancy. Patients may undergo vaginal birth after cesarean section either as a planned procedure or due to precipitant labor.", "contents": "Vaginal Birth After Cesarean Delivery -- Etiology. As the cesarean delivery rate has increased so has the number of patients becoming pregnant who have experienced cesarean section in a prior pregnancy. Patients may undergo vaginal birth after cesarean section either as a planned procedure or due to precipitant labor."}
{"id": "article-27644_4", "title": "Vaginal Birth After Cesarean Delivery -- Epidemiology", "content": "Since 1970, the rate of cesarean delivery has increased dramatically from 5% in 1970 to 30% in 2005. [1] The rate of cesarean delivery peaked in 2009 at 32.9% and was 31.9% in 2016. [2] In the early 1970s, when the cesarean delivery rate first began to rise, it was generally felt by medical providers that if a patient had had a cesarean section, she should deliver all future babies by this route. Healthcare professionals began to question the dictum, \"once a cesarean, always a cesarean,\" and subsequently, the number of patients undergoing VBAC delivery began to increase. From the mid-1980s to the mid-1990s, TOLAC was encouraged, and an increase in VBAC delivery was seen along with a concomitant decrease in cesarean delivery rate. Between 1985 and 1995, the VBAC rate increased by over 20% with an associated decrease in cesarean section rates. As VBAC became more common over this time, so did the number of reported significant complications. Such complications and accompanying malpractice suits let to a decrease in VBAC.", "contents": "Vaginal Birth After Cesarean Delivery -- Epidemiology. Since 1970, the rate of cesarean delivery has increased dramatically from 5% in 1970 to 30% in 2005. [1] The rate of cesarean delivery peaked in 2009 at 32.9% and was 31.9% in 2016. [2] In the early 1970s, when the cesarean delivery rate first began to rise, it was generally felt by medical providers that if a patient had had a cesarean section, she should deliver all future babies by this route. Healthcare professionals began to question the dictum, \"once a cesarean, always a cesarean,\" and subsequently, the number of patients undergoing VBAC delivery began to increase. From the mid-1980s to the mid-1990s, TOLAC was encouraged, and an increase in VBAC delivery was seen along with a concomitant decrease in cesarean delivery rate. Between 1985 and 1995, the VBAC rate increased by over 20% with an associated decrease in cesarean section rates. As VBAC became more common over this time, so did the number of reported significant complications. Such complications and accompanying malpractice suits let to a decrease in VBAC."}
{"id": "article-27644_5", "title": "Vaginal Birth After Cesarean Delivery -- Epidemiology", "content": "Complications in patients undergoing TOLAC can occur; however, appropriately selected patients can benefit from attempting a vaginal delivery in the appropriate setting. When successful, VBAC is associated with a decrease in maternal morbidity and decreased risk of complications in future pregnancies. Patients who have undergone successful VBAC benefit from the avoidance of surgical recovery in the postpartum period. Increase in VBAC deliveries also will serve to decrease the overall cesarean delivery rate. More recently it is recognized that as the number of cesarean sections a patient undergoes increases so does the risk of significant obstetrical complications. These complications include massive postpartum hemorrhage, placenta previa, and related placental disorders. [3] By avoiding multiple cesarean deliveries, patients planning large families may particularly stand to benefit from undergoing vaginal birth after cesarean section.", "contents": "Vaginal Birth After Cesarean Delivery -- Epidemiology. Complications in patients undergoing TOLAC can occur; however, appropriately selected patients can benefit from attempting a vaginal delivery in the appropriate setting. When successful, VBAC is associated with a decrease in maternal morbidity and decreased risk of complications in future pregnancies. Patients who have undergone successful VBAC benefit from the avoidance of surgical recovery in the postpartum period. Increase in VBAC deliveries also will serve to decrease the overall cesarean delivery rate. More recently it is recognized that as the number of cesarean sections a patient undergoes increases so does the risk of significant obstetrical complications. These complications include massive postpartum hemorrhage, placenta previa, and related placental disorders. [3] By avoiding multiple cesarean deliveries, patients planning large families may particularly stand to benefit from undergoing vaginal birth after cesarean section."}
{"id": "article-27644_6", "title": "Vaginal Birth After Cesarean Delivery -- History and Physical", "content": "All pregnant patients should have a comprehensive history and physical exam at the initial prenatal visit as well as on admission to labor and delivery. History should include a detailed obstetric history consisting of the year of any prior pregnancies, and pregnancy outcome (abortion, ectopic, or delivery). Weight and gestational age of the infant at delivery should be recorded. If patients have had complications with prior pregnancies, this should be noted and pertinent details described. In some cases, it will be beneficial to obtain records from prior prenatal care providers or from the hospital at which the patient delivered her other babies.", "contents": "Vaginal Birth After Cesarean Delivery -- History and Physical. All pregnant patients should have a comprehensive history and physical exam at the initial prenatal visit as well as on admission to labor and delivery. History should include a detailed obstetric history consisting of the year of any prior pregnancies, and pregnancy outcome (abortion, ectopic, or delivery). Weight and gestational age of the infant at delivery should be recorded. If patients have had complications with prior pregnancies, this should be noted and pertinent details described. In some cases, it will be beneficial to obtain records from prior prenatal care providers or from the hospital at which the patient delivered her other babies."}
{"id": "article-27644_7", "title": "Vaginal Birth After Cesarean Delivery -- History and Physical", "content": "Concerning mode of delivery, it is important to note if prior babies were delivered vaginally or by cesarean section. For patients experiencing prior operative delivery (either operative vaginal delivery or cesarean section) details about the indications for operative delivery should be noted. Ideally, the operative notes of any prior delivery should be obtained and a copy available in the patient's chart.", "contents": "Vaginal Birth After Cesarean Delivery -- History and Physical. Concerning mode of delivery, it is important to note if prior babies were delivered vaginally or by cesarean section. For patients experiencing prior operative delivery (either operative vaginal delivery or cesarean section) details about the indications for operative delivery should be noted. Ideally, the operative notes of any prior delivery should be obtained and a copy available in the patient's chart."}
{"id": "article-27644_8", "title": "Vaginal Birth After Cesarean Delivery -- History and Physical", "content": "General physical exam in a patient with a prior cesarean section is performed. The pelvic exam may include an assessment of clinical pelvimetry which is a series of assessments designed to predict the likelihood of vaginal delivery. While clinical pelvimetry is frequently performed, this assessment has not been found to be highly predicted of successful VBAC or vaginal delivery and should not be used as a sole predictor to determine if a patient can undergo a trial of labor.", "contents": "Vaginal Birth After Cesarean Delivery -- History and Physical. General physical exam in a patient with a prior cesarean section is performed. The pelvic exam may include an assessment of clinical pelvimetry which is a series of assessments designed to predict the likelihood of vaginal delivery. While clinical pelvimetry is frequently performed, this assessment has not been found to be highly predicted of successful VBAC or vaginal delivery and should not be used as a sole predictor to determine if a patient can undergo a trial of labor."}
{"id": "article-27644_9", "title": "Vaginal Birth After Cesarean Delivery -- History and Physical", "content": "For patients planning a trial of labor after cesarean section, a pelvic exam close to term may provide additional guidance regarding delivery planning. Ripening of the cervix (softening and effacement) and low station of the fetal head provide some encouragement that patient may be more likely to enter labor spontaneously. A near-term attempt should be made to estimate the fetal weight either by physical exam or using ultrasonographic assessment. This information should be considered but should not be used singularly to determine if a trial of labor should be attempted, as no methods for determination of fetal birth weight are highly accurate.", "contents": "Vaginal Birth After Cesarean Delivery -- History and Physical. For patients planning a trial of labor after cesarean section, a pelvic exam close to term may provide additional guidance regarding delivery planning. Ripening of the cervix (softening and effacement) and low station of the fetal head provide some encouragement that patient may be more likely to enter labor spontaneously. A near-term attempt should be made to estimate the fetal weight either by physical exam or using ultrasonographic assessment. This information should be considered but should not be used singularly to determine if a trial of labor should be attempted, as no methods for determination of fetal birth weight are highly accurate."}
{"id": "article-27644_10", "title": "Vaginal Birth After Cesarean Delivery -- Evaluation", "content": "Some women will not be candidates for TOLAC. Patients having had prior classical cesarean section or prior incision into the contractile portion of the uterus have higher rates of uterine rupture, and thus, a planned, repeat cesarean section is the recommended mode of delivery. Ideally, operative reports from prior surgeries should be obtained and reviewed for a description of the previous uterine incision.  When this is not possible, for example when prior surgery was performed in another country, the patient is considered to have an \"unknown scar.\"  Because the vast majority of cesarean sections are performed with a low, transverse, uterine incision, it is reasonable to query the patient about the circumstances surrounding her delivery.  If the history does not suggest a scenario in which vertical incision would have been likely, for example, cesarean section performed at 24 weeks when the lower uterine segment is less likely to be developed, it is reasonable to allow TOL. The rate of uterine rupture in this situation has been found to be similar to the rate for patients with prior low transverse cesarean section. [4]", "contents": "Vaginal Birth After Cesarean Delivery -- Evaluation. Some women will not be candidates for TOLAC. Patients having had prior classical cesarean section or prior incision into the contractile portion of the uterus have higher rates of uterine rupture, and thus, a planned, repeat cesarean section is the recommended mode of delivery. Ideally, operative reports from prior surgeries should be obtained and reviewed for a description of the previous uterine incision.  When this is not possible, for example when prior surgery was performed in another country, the patient is considered to have an \"unknown scar.\"  Because the vast majority of cesarean sections are performed with a low, transverse, uterine incision, it is reasonable to query the patient about the circumstances surrounding her delivery.  If the history does not suggest a scenario in which vertical incision would have been likely, for example, cesarean section performed at 24 weeks when the lower uterine segment is less likely to be developed, it is reasonable to allow TOL. The rate of uterine rupture in this situation has been found to be similar to the rate for patients with prior low transverse cesarean section. [4]"}
{"id": "article-27644_11", "title": "Vaginal Birth After Cesarean Delivery -- Evaluation", "content": "Likewise, the rate of uterine rupture is felt to increase with increasing number of prior cesarean sections. With 1 prior  LTCS, the rate of uterine rupture is less than 1%; whereas, the rate is slightly higher with 2 prior cesarean sections at 1% to 2%. Most practitioners consider patients with up to two prior cesarean deliveries to be candiates for TOLAC, this recommendation is also endorsed by the American College of Obstetrics and Gynecology. [4]", "contents": "Vaginal Birth After Cesarean Delivery -- Evaluation. Likewise, the rate of uterine rupture is felt to increase with increasing number of prior cesarean sections. With 1 prior  LTCS, the rate of uterine rupture is less than 1%; whereas, the rate is slightly higher with 2 prior cesarean sections at 1% to 2%. Most practitioners consider patients with up to two prior cesarean deliveries to be candiates for TOLAC, this recommendation is also endorsed by the American College of Obstetrics and Gynecology. [4]"}
{"id": "article-27644_12", "title": "Vaginal Birth After Cesarean Delivery -- Evaluation", "content": "Patients with other conditions involving incision into the upper or contractile portion of the uterus are generally felt not to be candidates for TOLAC as the rate of uterine rupture is unacceptably high in these situations. In addition to prior classical uterine incision such conditions would include prior \"T\" or \"J\" type incision at cesarean delivery or prior transmyometrial incisions to resect uterine fibroids or to facilitate open fetal surgery. Patients with a prior history of uterine rupture also have a high rate of uterine rupture and planned repeat cesarean delivery is recommended prior to the onset of labor at approximately 36 to 38 6/7 weeks estimated gestational age. [4]", "contents": "Vaginal Birth After Cesarean Delivery -- Evaluation. Patients with other conditions involving incision into the upper or contractile portion of the uterus are generally felt not to be candidates for TOLAC as the rate of uterine rupture is unacceptably high in these situations. In addition to prior classical uterine incision such conditions would include prior \"T\" or \"J\" type incision at cesarean delivery or prior transmyometrial incisions to resect uterine fibroids or to facilitate open fetal surgery. Patients with a prior history of uterine rupture also have a high rate of uterine rupture and planned repeat cesarean delivery is recommended prior to the onset of labor at approximately 36 to 38 6/7 weeks estimated gestational age. [4]"}
{"id": "article-27644_13", "title": "Vaginal Birth After Cesarean Delivery -- Evaluation", "content": "Facilities offering TOLAC should have the capability to perform an emergency cesarean delivery. While the availability of such resources seems prudent concern has been raised that this requirement limits some patients, such as those living in rural areas, from having the option of vaginal delivery after cesarean section. In the most recent ACOG Practice Bulletin on this topic, it was recommended to consider referral of such patients to sites able to offer TOLAC when appropriate.  It was also noted that with careful counseling some patients might choose TOLAC even in situations where resources are limited. [4]", "contents": "Vaginal Birth After Cesarean Delivery -- Evaluation. Facilities offering TOLAC should have the capability to perform an emergency cesarean delivery. While the availability of such resources seems prudent concern has been raised that this requirement limits some patients, such as those living in rural areas, from having the option of vaginal delivery after cesarean section. In the most recent ACOG Practice Bulletin on this topic, it was recommended to consider referral of such patients to sites able to offer TOLAC when appropriate.  It was also noted that with careful counseling some patients might choose TOLAC even in situations where resources are limited. [4]"}
{"id": "article-27644_14", "title": "Vaginal Birth After Cesarean Delivery -- Evaluation", "content": "In considering TOLAC versus PRCD patients may also benefit from counseling regarding liklihood of vaginal delivery. The rate of successful vaginal delivery after a prior cesarean section is found to be 60% to 80%. [1] In general, patients with non-recurring indications for cesarean section, for example, breech presentation, are thought to have higher liklihood of vaginal delivery. Patients with prior vaginal delivery also are found to have higher success rates of vaginal delivery. VBAC caluculators are also available to facilitate estimation of success such as the one developed from Maternal-Fetal Medicine Units Network. [5] Patiets entering labor spontaneously have higher success rates as well, when compared to women undergoing induction of labor.", "contents": "Vaginal Birth After Cesarean Delivery -- Evaluation. In considering TOLAC versus PRCD patients may also benefit from counseling regarding liklihood of vaginal delivery. The rate of successful vaginal delivery after a prior cesarean section is found to be 60% to 80%. [1] In general, patients with non-recurring indications for cesarean section, for example, breech presentation, are thought to have higher liklihood of vaginal delivery. Patients with prior vaginal delivery also are found to have higher success rates of vaginal delivery. VBAC caluculators are also available to facilitate estimation of success such as the one developed from Maternal-Fetal Medicine Units Network. [5] Patiets entering labor spontaneously have higher success rates as well, when compared to women undergoing induction of labor."}
{"id": "article-27644_15", "title": "Vaginal Birth After Cesarean Delivery -- Treatment / Management", "content": "Patients planning a trial of labor after cesarean section require typical prenatal care with additional counseling regarding the option of TOLAC versus PRCD. Additionally, early ultrasound to confirm gestational age can be helpful if a cesarean section is scheduled.", "contents": "Vaginal Birth After Cesarean Delivery -- Treatment / Management. Patients planning a trial of labor after cesarean section require typical prenatal care with additional counseling regarding the option of TOLAC versus PRCD. Additionally, early ultrasound to confirm gestational age can be helpful if a cesarean section is scheduled."}
{"id": "article-27644_16", "title": "Vaginal Birth After Cesarean Delivery -- Treatment / Management", "content": "With regards to labor management, spontaneous entry into labor is preferred as spontaneous labor carries a higher risk of successful vaginal delivery and a lower risk of uterine rupture. [6] Induction of labor remains an option when indicated however use of prostaglandins for cervical ripening as several studies have demonstrated increased risks of uterine rupture when prostaglandins (such as misoprostol or dinoprostone) are used for cervical ripening. In some centers use of low-dose oxytocin and/or mechanical dilation with intracervical balloons is used to facilitate induction in patients undergoing TOLAC with an unripe cervix.  Studies of use of mechanical dilators when used in the setting of VBAC are limited and show mixed results. [4] While not required, epidural analgesia may be useful in improving patient comfort with the benefit of providing a rapid option for anesthesia if cesarean delivery is required.", "contents": "Vaginal Birth After Cesarean Delivery -- Treatment / Management. With regards to labor management, spontaneous entry into labor is preferred as spontaneous labor carries a higher risk of successful vaginal delivery and a lower risk of uterine rupture. [6] Induction of labor remains an option when indicated however use of prostaglandins for cervical ripening as several studies have demonstrated increased risks of uterine rupture when prostaglandins (such as misoprostol or dinoprostone) are used for cervical ripening. In some centers use of low-dose oxytocin and/or mechanical dilation with intracervical balloons is used to facilitate induction in patients undergoing TOLAC with an unripe cervix.  Studies of use of mechanical dilators when used in the setting of VBAC are limited and show mixed results. [4] While not required, epidural analgesia may be useful in improving patient comfort with the benefit of providing a rapid option for anesthesia if cesarean delivery is required."}
{"id": "article-27644_17", "title": "Vaginal Birth After Cesarean Delivery -- Treatment / Management", "content": "Patients should have fetal heart tones monitored closely in labor and attention should be made to appropriate labor progress. Continuous fetal heart rate monitoring is strongly recommended. If concerns arise about possible uterine dehiscence or rupture cesarean delivery should be performed promptly. The most common sign of uterine rupture is an abnormality of the fetal heart rate tracing, which is seen in approximately 70% of cases of uterine rupture. [4] Other findings which may be seen if uterine rupture occurs include increase or decrease in uterine contractions, severe abdominal pain/pain out of proportion for labor, sudden loss of fetal station or finding of blood in the urine or urine collection bag. Even with close and meticulous monitoring uterine rupture can occur suddenly and without warning resulting in fetal compromise, fetal damage or death.", "contents": "Vaginal Birth After Cesarean Delivery -- Treatment / Management. Patients should have fetal heart tones monitored closely in labor and attention should be made to appropriate labor progress. Continuous fetal heart rate monitoring is strongly recommended. If concerns arise about possible uterine dehiscence or rupture cesarean delivery should be performed promptly. The most common sign of uterine rupture is an abnormality of the fetal heart rate tracing, which is seen in approximately 70% of cases of uterine rupture. [4] Other findings which may be seen if uterine rupture occurs include increase or decrease in uterine contractions, severe abdominal pain/pain out of proportion for labor, sudden loss of fetal station or finding of blood in the urine or urine collection bag. Even with close and meticulous monitoring uterine rupture can occur suddenly and without warning resulting in fetal compromise, fetal damage or death."}
{"id": "article-27644_18", "title": "Vaginal Birth After Cesarean Delivery -- Treatment / Management", "content": "Vaginal delivery, delivery of the placenta and postpartum support is typical for patients undergoing VBAC delivery. Rarely, manual exploration of the uterus following placental delivery may lead to suspicion or discovery of previously undetected dehiscence of the uterine scar. Repair of such a defect is not required unless there is ongoing bleeding. Likewise, patients may experience occult uterine rupture which can lead to bleeding following delivery. VBAC patients experiencing post-delivery hypotension or other signs of hypovolemia should be evaluated promptly with consideration given to the possible diagnosis of uterine rupture.", "contents": "Vaginal Birth After Cesarean Delivery -- Treatment / Management. Vaginal delivery, delivery of the placenta and postpartum support is typical for patients undergoing VBAC delivery. Rarely, manual exploration of the uterus following placental delivery may lead to suspicion or discovery of previously undetected dehiscence of the uterine scar. Repair of such a defect is not required unless there is ongoing bleeding. Likewise, patients may experience occult uterine rupture which can lead to bleeding following delivery. VBAC patients experiencing post-delivery hypotension or other signs of hypovolemia should be evaluated promptly with consideration given to the possible diagnosis of uterine rupture."}
{"id": "article-27644_19", "title": "Vaginal Birth After Cesarean Delivery -- Differential Diagnosis", "content": "Amnionitis Face and Brow Presentation False labour Malpresentation Obstruction Pregnancy, Delivery Uterine anomaly", "contents": "Vaginal Birth After Cesarean Delivery -- Differential Diagnosis. Amnionitis Face and Brow Presentation False labour Malpresentation Obstruction Pregnancy, Delivery Uterine anomaly"}
{"id": "article-27644_20", "title": "Vaginal Birth After Cesarean Delivery -- Complications", "content": "The most significant complication which can occur in patients undergoing TOLAC is uterine rupture which involves the incision made into the uterus at the time of the prior cesarean delivery. Uterine rupture is a medical emergency and patients must be taken immediately for laparotomy for delivery of the fetus and to address and additional complications. When uterine rupture occurs, transfer of blood and oxygen to the baby is interrupted, and this can result in fetal complications including fetal acidosis, a need for neonatal intensive care unit (NICU) admission, and even death. While the absolute risk of perinatal mortality is low with TOLAC, the risk is slightly higher when compared to babies born to mothers undergoing planned repeat cesarean delivery (.13 versus 0.05%). [7]", "contents": "Vaginal Birth After Cesarean Delivery -- Complications. The most significant complication which can occur in patients undergoing TOLAC is uterine rupture which involves the incision made into the uterus at the time of the prior cesarean delivery. Uterine rupture is a medical emergency and patients must be taken immediately for laparotomy for delivery of the fetus and to address and additional complications. When uterine rupture occurs, transfer of blood and oxygen to the baby is interrupted, and this can result in fetal complications including fetal acidosis, a need for neonatal intensive care unit (NICU) admission, and even death. While the absolute risk of perinatal mortality is low with TOLAC, the risk is slightly higher when compared to babies born to mothers undergoing planned repeat cesarean delivery (.13 versus 0.05%). [7]"}
{"id": "article-27644_21", "title": "Vaginal Birth After Cesarean Delivery -- Complications", "content": "In cases of uterine rupture risk to the mother is also significant. Patients may experience significant hemorrhage. When hemorrhage occurs in this setting transfusion, and sometimes hysterectomy, is necessary to control bleeding and can be life-saving.", "contents": "Vaginal Birth After Cesarean Delivery -- Complications. In cases of uterine rupture risk to the mother is also significant. Patients may experience significant hemorrhage. When hemorrhage occurs in this setting transfusion, and sometimes hysterectomy, is necessary to control bleeding and can be life-saving."}
{"id": "article-27644_22", "title": "Vaginal Birth After Cesarean Delivery -- Complications", "content": "Uterine dehiscence is also described. Dehiscence differs from a uterine rupture in that the outer serosal layer of the uterus may remain intact while the underlying muscular layers have opened allowing for visualization of the amniotic sac and fetus. Alternatively, all layers of the uterus may have separated however the fetus remains safe within the uterus thru this small opening. Such a finding is often referred to as a \"uterine window.\" Patients with uterine dehiscence are most often asymptomatic, and the more serious sequela that can occur with uterine rupture are not encountered. When reviewing scholarly articles about uterine scar rupture and dehiscence the distinction between the two is not always clear sometimes making study conclusions difficult to interpret.", "contents": "Vaginal Birth After Cesarean Delivery -- Complications. Uterine dehiscence is also described. Dehiscence differs from a uterine rupture in that the outer serosal layer of the uterus may remain intact while the underlying muscular layers have opened allowing for visualization of the amniotic sac and fetus. Alternatively, all layers of the uterus may have separated however the fetus remains safe within the uterus thru this small opening. Such a finding is often referred to as a \"uterine window.\" Patients with uterine dehiscence are most often asymptomatic, and the more serious sequela that can occur with uterine rupture are not encountered. When reviewing scholarly articles about uterine scar rupture and dehiscence the distinction between the two is not always clear sometimes making study conclusions difficult to interpret."}
{"id": "article-27644_23", "title": "Vaginal Birth After Cesarean Delivery -- Complications", "content": "Some patients attempting TOLAC may require a cesarean delivery. When this occurs after labor, the risks of postpartum infection, uterine atony, and wound separation are higher in comparison to patients who have planned repeat cesarean section.", "contents": "Vaginal Birth After Cesarean Delivery -- Complications. Some patients attempting TOLAC may require a cesarean delivery. When this occurs after labor, the risks of postpartum infection, uterine atony, and wound separation are higher in comparison to patients who have planned repeat cesarean section."}
{"id": "article-27644_24", "title": "Vaginal Birth After Cesarean Delivery -- Enhancing Healthcare Team Outcomes", "content": "The management of patients undergoing vaginal delivery after a prior cesarean section is best done with an interprofessional team that includes labor and delivery nurses. An obstetrician should always be present and an operating room with anesthesia stand by must be ready in case a cesarean section is needed. While successful vaginal deliveries have occured following prior cesarean sections, there are ample reports of uterine rupture- hence clinical acumen in decision making is necessary to avoid litigation.", "contents": "Vaginal Birth After Cesarean Delivery -- Enhancing Healthcare Team Outcomes. The management of patients undergoing vaginal delivery after a prior cesarean section is best done with an interprofessional team that includes labor and delivery nurses. An obstetrician should always be present and an operating room with anesthesia stand by must be ready in case a cesarean section is needed. While successful vaginal deliveries have occured following prior cesarean sections, there are ample reports of uterine rupture- hence clinical acumen in decision making is necessary to avoid litigation."}
{"id": "article-27644_25", "title": "Vaginal Birth After Cesarean Delivery -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Vaginal Birth After Cesarean Delivery -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}