{"id": "article-21818_0", "title": "Anatomy, Shoulder and Upper Limb, Hand Flexor Digitorum Profundus Muscle -- Introduction", "content": "The flexor digitorum profundus (FDP) is an extrinsic hand muscle that flexes the metacarpophalangeal (MCP) and distal interphalangeal (DIP) joints of the medial 4 fingers. This muscle originates from the upper three-fourths of the volar and medial surfaces of the ulna, interosseous membrane, and deep forearm fascia. The FDP lies in the deep volar forearm compartment (see Image . Deep External Hand Flexors).", "contents": "Anatomy, Shoulder and Upper Limb, Hand Flexor Digitorum Profundus Muscle -- Introduction. The flexor digitorum profundus (FDP) is an extrinsic hand muscle that flexes the metacarpophalangeal (MCP) and distal interphalangeal (DIP) joints of the medial 4 fingers. This muscle originates from the upper three-fourths of the volar and medial surfaces of the ulna, interosseous membrane, and deep forearm fascia. The FDP lies in the deep volar forearm compartment (see Image . Deep External Hand Flexors)."}
{"id": "article-21818_1", "title": "Anatomy, Shoulder and Upper Limb, Hand Flexor Digitorum Profundus Muscle -- Introduction", "content": "The FDP tendons insert on the bases of the medial 4 distal phalanges, deep to the flexor digitorum superficialis (FDS) tendons. The medial 3 FDP tendons are partially attached as they pass through the carpal tunnel. The FDP tendon of the index finger separates from its medial 3 counterparts proximal to the flexor retinaculum. [1] Since the FDP tendons arise at or distal to the wrist joint, muscle contraction produces mass action movement in all 4 tendons and allows for a power grip.", "contents": "Anatomy, Shoulder and Upper Limb, Hand Flexor Digitorum Profundus Muscle -- Introduction. The FDP tendons insert on the bases of the medial 4 distal phalanges, deep to the flexor digitorum superficialis (FDS) tendons. The medial 3 FDP tendons are partially attached as they pass through the carpal tunnel. The FDP tendon of the index finger separates from its medial 3 counterparts proximal to the flexor retinaculum. [1] Since the FDP tendons arise at or distal to the wrist joint, muscle contraction produces mass action movement in all 4 tendons and allows for a power grip."}
{"id": "article-21818_2", "title": "Anatomy, Shoulder and Upper Limb, Hand Flexor Digitorum Profundus Muscle -- Structure and Function -- Flexor Digitorum Profundus Structure", "content": "The FDP originates from the proximal three-fourths of the medial and anterior ulnar surfaces and interosseous membrane. The muscle lies deep in the forearm flexor compartment, entering the carpal tunnel posterior to the FDS. The FDP tendons attach distally to the bases of the distal phalanges of the medial 4 digits. The lumbricals arise from the FDP tendons and insert into the dorsal extensor expansions of the proximal phalanges.", "contents": "Anatomy, Shoulder and Upper Limb, Hand Flexor Digitorum Profundus Muscle -- Structure and Function -- Flexor Digitorum Profundus Structure. The FDP originates from the proximal three-fourths of the medial and anterior ulnar surfaces and interosseous membrane. The muscle lies deep in the forearm flexor compartment, entering the carpal tunnel posterior to the FDS. The FDP tendons attach distally to the bases of the distal phalanges of the medial 4 digits. The lumbricals arise from the FDP tendons and insert into the dorsal extensor expansions of the proximal phalanges."}
{"id": "article-21818_3", "title": "Anatomy, Shoulder and Upper Limb, Hand Flexor Digitorum Profundus Muscle -- Structure and Function -- Flexor Digitorum Profundus Function", "content": "The FDP flexes the distal phalanges of the medial 4 digits at the DIP joints and is the only muscle that can do so. The FDP also assists in flexing the hand. This long muscle's attachment to the lumbricals allows it to aid the latter in fully extending the interphalangeal (IP) joints and flexing the MCP joints. Flexion at the DIP joints depends on wrist positioning. The tension generated at these joints diminishes when the wrist is fully flexed.", "contents": "Anatomy, Shoulder and Upper Limb, Hand Flexor Digitorum Profundus Muscle -- Structure and Function -- Flexor Digitorum Profundus Function. The FDP flexes the distal phalanges of the medial 4 digits at the DIP joints and is the only muscle that can do so. The FDP also assists in flexing the hand. This long muscle's attachment to the lumbricals allows it to aid the latter in fully extending the interphalangeal (IP) joints and flexing the MCP joints. Flexion at the DIP joints depends on wrist positioning. The tension generated at these joints diminishes when the wrist is fully flexed."}
{"id": "article-21818_4", "title": "Anatomy, Shoulder and Upper Limb, Hand Flexor Digitorum Profundus Muscle -- Embryology", "content": "The upper limb musculature emerges from the dorsolateral cells of the somites, migrating into the limb around the 4th week to form muscles. The muscle tissue splits into flexor and extensor components as the limb buds elongate, their directions determined by connective tissue from the lateral plate mesoderm.", "contents": "Anatomy, Shoulder and Upper Limb, Hand Flexor Digitorum Profundus Muscle -- Embryology. The upper limb musculature emerges from the dorsolateral cells of the somites, migrating into the limb around the 4th week to form muscles. The muscle tissue splits into flexor and extensor components as the limb buds elongate, their directions determined by connective tissue from the lateral plate mesoderm."}
{"id": "article-21818_5", "title": "Anatomy, Shoulder and Upper Limb, Hand Flexor Digitorum Profundus Muscle -- Embryology", "content": "The zone of polarizing activity at the posterior border of the upper limb secretes sonic hedgehog to control anterior-posterior patterning. [2] Brachial plexus nerves penetrate the mesenchyme once the limb bud forms. The ventral branches form the median and ulnar nerves, eventually supplying the FDP. [3]", "contents": "Anatomy, Shoulder and Upper Limb, Hand Flexor Digitorum Profundus Muscle -- Embryology. The zone of polarizing activity at the posterior border of the upper limb secretes sonic hedgehog to control anterior-posterior patterning. [2] Brachial plexus nerves penetrate the mesenchyme once the limb bud forms. The ventral branches form the median and ulnar nerves, eventually supplying the FDP. [3]"}
{"id": "article-21818_6", "title": "Anatomy, Shoulder and Upper Limb, Hand Flexor Digitorum Profundus Muscle -- Blood Supply and Lymphatics", "content": "The FDP is supplied by the anterior (or volar) interosseous artery, a branch of the common interosseous artery. The palmar interosseous branch of the median nerve accompanies the anterior interosseous artery. The artery gives off muscular branches to the FDP and flexor pollicis longus (FPL) muscles.", "contents": "Anatomy, Shoulder and Upper Limb, Hand Flexor Digitorum Profundus Muscle -- Blood Supply and Lymphatics. The FDP is supplied by the anterior (or volar) interosseous artery, a branch of the common interosseous artery. The palmar interosseous branch of the median nerve accompanies the anterior interosseous artery. The artery gives off muscular branches to the FDP and flexor pollicis longus (FPL) muscles."}
{"id": "article-21818_7", "title": "Anatomy, Shoulder and Upper Limb, Hand Flexor Digitorum Profundus Muscle -- Blood Supply and Lymphatics", "content": "The FDP's venous and lymphatic drainage consists of superficial and deep lymphatic vessels. The superficial vessels around the basilic vein empty into the cubital lymph nodes, which lie proximal to the medial humeral epicondyle. Vessels around the cephalic vein drain into the axillary lymph nodes. The deep lymphatic vessels also drain lymph from the FDP and follow the major deep veins, eventually terminating in the humeral axillary lymph nodes. [4]", "contents": "Anatomy, Shoulder and Upper Limb, Hand Flexor Digitorum Profundus Muscle -- Blood Supply and Lymphatics. The FDP's venous and lymphatic drainage consists of superficial and deep lymphatic vessels. The superficial vessels around the basilic vein empty into the cubital lymph nodes, which lie proximal to the medial humeral epicondyle. Vessels around the cephalic vein drain into the axillary lymph nodes. The deep lymphatic vessels also drain lymph from the FDP and follow the major deep veins, eventually terminating in the humeral axillary lymph nodes. [4]"}
{"id": "article-21818_8", "title": "Anatomy, Shoulder and Upper Limb, Hand Flexor Digitorum Profundus Muscle -- Nerves", "content": "The anterior interosseous branch of the median nerve (AIN) innervates the part of the FDP associated with digits 2 and 3. The part of the muscle associated with digits 4 and 5 is innervated by the ulnar nerve (C8, T1). The FDP and flexor carpi ulnaris (FCU) are the only anterior forearm compartment muscles not exclusively innervated by the median nerve. The ulnar nerve supplies the FCU.", "contents": "Anatomy, Shoulder and Upper Limb, Hand Flexor Digitorum Profundus Muscle -- Nerves. The anterior interosseous branch of the median nerve (AIN) innervates the part of the FDP associated with digits 2 and 3. The part of the muscle associated with digits 4 and 5 is innervated by the ulnar nerve (C8, T1). The FDP and flexor carpi ulnaris (FCU) are the only anterior forearm compartment muscles not exclusively innervated by the median nerve. The ulnar nerve supplies the FCU."}
{"id": "article-21818_9", "title": "Anatomy, Shoulder and Upper Limb, Hand Flexor Digitorum Profundus Muscle -- Nerves", "content": "The median nerve descends between the FDS and FDP starting from the distal side of the cubital fossa. The AIN branches dorsolaterally from the median nerve at the mid-forearm level. The AIN has a purely motor function. [5]", "contents": "Anatomy, Shoulder and Upper Limb, Hand Flexor Digitorum Profundus Muscle -- Nerves. The median nerve descends between the FDS and FDP starting from the distal side of the cubital fossa. The AIN branches dorsolaterally from the median nerve at the mid-forearm level. The AIN has a purely motor function. [5]"}
{"id": "article-21818_10", "title": "Anatomy, Shoulder and Upper Limb, Hand Flexor Digitorum Profundus Muscle -- Muscles", "content": "The FDP forms the deep layer of the ventral forearm muscles together with the flexor pollicis longus (FPL) and pronator quadratus. Each FDP tendon enters the fibrous sheath of its corresponding digit, deep to its corresponding FDS tendon. The decussation of the FDP and FDS tendons occurs at the Camper chiasm. This arrangement allows for the coordinated and precise movement of the fingers and helps prevent the tendons from interfering with each other. [6]", "contents": "Anatomy, Shoulder and Upper Limb, Hand Flexor Digitorum Profundus Muscle -- Muscles. The FDP forms the deep layer of the ventral forearm muscles together with the flexor pollicis longus (FPL) and pronator quadratus. Each FDP tendon enters the fibrous sheath of its corresponding digit, deep to its corresponding FDS tendon. The decussation of the FDP and FDS tendons occurs at the Camper chiasm. This arrangement allows for the coordinated and precise movement of the fingers and helps prevent the tendons from interfering with each other. [6]"}
{"id": "article-21818_11", "title": "Anatomy, Shoulder and Upper Limb, Hand Flexor Digitorum Profundus Muscle -- Physiologic Variants", "content": "FDP physiologic variants are prone to spontaneous flexor tendon ruptures. The 2 ulnar FDP tendons usually originate from the same muscle belly and separate in the forearm or carpal tunnel. However, the FDP tendons of digits 4 and 5 may fuse at the midpalmar level in some individuals. This anomaly weakens the FDP digit 5 tendon against shearing forces, predisposing it to rupture. [7] A very rare variant is the FDP tendon without any muscle attachment to the distal phalangeal bases. [8]", "contents": "Anatomy, Shoulder and Upper Limb, Hand Flexor Digitorum Profundus Muscle -- Physiologic Variants. FDP physiologic variants are prone to spontaneous flexor tendon ruptures. The 2 ulnar FDP tendons usually originate from the same muscle belly and separate in the forearm or carpal tunnel. However, the FDP tendons of digits 4 and 5 may fuse at the midpalmar level in some individuals. This anomaly weakens the FDP digit 5 tendon against shearing forces, predisposing it to rupture. [7] A very rare variant is the FDP tendon without any muscle attachment to the distal phalangeal bases. [8]"}
{"id": "article-21818_12", "title": "Anatomy, Shoulder and Upper Limb, Hand Flexor Digitorum Profundus Muscle -- Surgical Considerations", "content": "Operative techniques for FDP avulsion, aka jersey finger, include the following (see Image . Jersey Finger): [9] Direct tendon repair Tendon reinsertion with a dorsal button Open reduction and internal fixation Two-stage flexor tendon grafting Distal interphalangeal arthrodesis.", "contents": "Anatomy, Shoulder and Upper Limb, Hand Flexor Digitorum Profundus Muscle -- Surgical Considerations. Operative techniques for FDP avulsion, aka jersey finger, include the following (see Image . Jersey Finger): [9] Direct tendon repair Tendon reinsertion with a dorsal button Open reduction and internal fixation Two-stage flexor tendon grafting Distal interphalangeal arthrodesis."}
{"id": "article-21818_13", "title": "Anatomy, Shoulder and Upper Limb, Hand Flexor Digitorum Profundus Muscle -- Surgical Considerations", "content": "Direct tendon repair and tendon reinsertion with a dorsal button are best performed within 3 weeks from injury. Immediate repair prevents DIP contractures and quadrigia or the FDP tendons' inability to move independently. [10] Direct tendon repair is performed when there is enough healthy tissue and entails reconnecting the torn tendon by suturing. Tendon reinsertion with a dorsal button is recommended when the tendon has been avulsed from its attachment point on the bone. Instead of directly repairing the tendon ends, a dorsal button—a metallic or plastic device—aids in reattaching the tendon to the bone.", "contents": "Anatomy, Shoulder and Upper Limb, Hand Flexor Digitorum Profundus Muscle -- Surgical Considerations. Direct tendon repair and tendon reinsertion with a dorsal button are best performed within 3 weeks from injury. Immediate repair prevents DIP contractures and quadrigia or the FDP tendons' inability to move independently. [10] Direct tendon repair is performed when there is enough healthy tissue and entails reconnecting the torn tendon by suturing. Tendon reinsertion with a dorsal button is recommended when the tendon has been avulsed from its attachment point on the bone. Instead of directly repairing the tendon ends, a dorsal button—a metallic or plastic device—aids in reattaching the tendon to the bone."}
{"id": "article-21818_14", "title": "Anatomy, Shoulder and Upper Limb, Hand Flexor Digitorum Profundus Muscle -- Surgical Considerations", "content": "Open reduction internal fixation (ORIF) of the fracture fragment is recommended for large avulsion fractures with associated tendon retraction to the DIP joint or into the palm. During ORIF, the surgeon makes an open incision to access the injured area. The injured bone or tendon is repositioned, followed by fixating the fragments using internal fixation devices like screws and plates.", "contents": "Anatomy, Shoulder and Upper Limb, Hand Flexor Digitorum Profundus Muscle -- Surgical Considerations. Open reduction internal fixation (ORIF) of the fracture fragment is recommended for large avulsion fractures with associated tendon retraction to the DIP joint or into the palm. During ORIF, the surgeon makes an open incision to access the injured area. The injured bone or tendon is repositioned, followed by fixating the fragments using internal fixation devices like screws and plates."}
{"id": "article-21818_15", "title": "Anatomy, Shoulder and Upper Limb, Hand Flexor Digitorum Profundus Muscle -- Surgical Considerations", "content": "Two-stage flexor tendon grafting is indicated for FDP injuries lasting more than 3 months, and the DIP joint has a full passive range of motion. A healthy tendon graft is harvested from another location, usually from the forearm, and sutured into the torn FDP tendon. DIP arthrodesis, which fuses the DIP joint of the injured finger, is a salvage procedure indicated for chronic injuries that have developed stiffness.", "contents": "Anatomy, Shoulder and Upper Limb, Hand Flexor Digitorum Profundus Muscle -- Surgical Considerations. Two-stage flexor tendon grafting is indicated for FDP injuries lasting more than 3 months, and the DIP joint has a full passive range of motion. A healthy tendon graft is harvested from another location, usually from the forearm, and sutured into the torn FDP tendon. DIP arthrodesis, which fuses the DIP joint of the injured finger, is a salvage procedure indicated for chronic injuries that have developed stiffness."}
{"id": "article-21818_16", "title": "Anatomy, Shoulder and Upper Limb, Hand Flexor Digitorum Profundus Muscle -- Surgical Considerations", "content": "The volar approach to the flexor tendons allows for the best possible exposure of the flexor tendons within their fibrous sheaths. This approach enables FDP tendon exploration and repair, fibrous flexor sheath exposure during pus drainage, and digital nerve and vessel repair.", "contents": "Anatomy, Shoulder and Upper Limb, Hand Flexor Digitorum Profundus Muscle -- Surgical Considerations. The volar approach to the flexor tendons allows for the best possible exposure of the flexor tendons within their fibrous sheaths. This approach enables FDP tendon exploration and repair, fibrous flexor sheath exposure during pus drainage, and digital nerve and vessel repair."}
{"id": "article-21818_17", "title": "Anatomy, Shoulder and Upper Limb, Hand Flexor Digitorum Profundus Muscle -- Clinical Significance", "content": "Common FDP injuries include the following:", "contents": "Anatomy, Shoulder and Upper Limb, Hand Flexor Digitorum Profundus Muscle -- Clinical Significance. Common FDP injuries include the following:"}
{"id": "article-21818_18", "title": "Anatomy, Shoulder and Upper Limb, Hand Flexor Digitorum Profundus Muscle -- Clinical Significance", "content": "Lumbrical plus finger: FDP tendon rupture or amputation distal to the lumbrical origins can cause lumbrical plus finger. The conditions manifests as a paradoxical extension of the IP joints when attempting to flex the fingers.", "contents": "Anatomy, Shoulder and Upper Limb, Hand Flexor Digitorum Profundus Muscle -- Clinical Significance. Lumbrical plus finger: FDP tendon rupture or amputation distal to the lumbrical origins can cause lumbrical plus finger. The conditions manifests as a paradoxical extension of the IP joints when attempting to flex the fingers."}
{"id": "article-21818_19", "title": "Anatomy, Shoulder and Upper Limb, Hand Flexor Digitorum Profundus Muscle -- Clinical Significance", "content": "Quadrigia: This condition arises when the FDP tendons to the medial 3 digits fuse with the FDP tendon to the index finger. Common causes are FDP tendon adhesion or amputation, FDP tendon suturing to the extensor tendons, and excessive distal advancement of the FDP tendons during surgery. The patient cannot make a full fist and has a weak grasp since the tendons cannot move independently. [11]", "contents": "Anatomy, Shoulder and Upper Limb, Hand Flexor Digitorum Profundus Muscle -- Clinical Significance. Quadrigia: This condition arises when the FDP tendons to the medial 3 digits fuse with the FDP tendon to the index finger. Common causes are FDP tendon adhesion or amputation, FDP tendon suturing to the extensor tendons, and excessive distal advancement of the FDP tendons during surgery. The patient cannot make a full fist and has a weak grasp since the tendons cannot move independently. [11]"}
{"id": "article-21818_20", "title": "Anatomy, Shoulder and Upper Limb, Hand Flexor Digitorum Profundus Muscle -- Clinical Significance", "content": "Jersey finger: This is an FDP tendon rupture close to the base of a distal phalanx. [12] This condition affects the 4th digit in 75% of cases. Jersey finger occurs when the FDP muscle belly is maximally contracted during forceful DIP joint extension. [13] The Leddy and Packer classification is used to stratify jersey finger cases based on the level of tendon retraction and the presence of a fracture. Patients may complain of pain and tenderness over the volar distal finger at rest. The affected finger also lies in slight extension relative to the other fingers. The proximally retracted flexor tendon may be palpated along the flexor sheath. Jersey finger is a common cause of quadrigia.", "contents": "Anatomy, Shoulder and Upper Limb, Hand Flexor Digitorum Profundus Muscle -- Clinical Significance. Jersey finger: This is an FDP tendon rupture close to the base of a distal phalanx. [12] This condition affects the 4th digit in 75% of cases. Jersey finger occurs when the FDP muscle belly is maximally contracted during forceful DIP joint extension. [13] The Leddy and Packer classification is used to stratify jersey finger cases based on the level of tendon retraction and the presence of a fracture. Patients may complain of pain and tenderness over the volar distal finger at rest. The affected finger also lies in slight extension relative to the other fingers. The proximally retracted flexor tendon may be palpated along the flexor sheath. Jersey finger is a common cause of quadrigia."}
{"id": "article-21818_21", "title": "Anatomy, Shoulder and Upper Limb, Hand Flexor Digitorum Profundus Muscle -- Clinical Significance", "content": "AIN injury: Damage to the AIN paralyzes the FPL and FDP. Consequently, patients cannot form the \"ok\" sign.", "contents": "Anatomy, Shoulder and Upper Limb, Hand Flexor Digitorum Profundus Muscle -- Clinical Significance. AIN injury: Damage to the AIN paralyzes the FPL and FDP. Consequently, patients cannot form the \"ok\" sign."}
{"id": "article-21818_22", "title": "Anatomy, Shoulder and Upper Limb, Hand Flexor Digitorum Profundus Muscle -- Other Issues", "content": "Volar compartment syndrome may arise from supracondylar, ulnar, or radial fractures. This condition presents with pain on passive finger or wrist extension, tenderness over the volar aspect of the forearm, flexion posture of the fingers, and weakness of finger and wrist flexion. Fasciotomy is the definitive treatment.", "contents": "Anatomy, Shoulder and Upper Limb, Hand Flexor Digitorum Profundus Muscle -- Other Issues. Volar compartment syndrome may arise from supracondylar, ulnar, or radial fractures. This condition presents with pain on passive finger or wrist extension, tenderness over the volar aspect of the forearm, flexion posture of the fingers, and weakness of finger and wrist flexion. Fasciotomy is the definitive treatment."}
{"id": "article-21818_23", "title": "Anatomy, Shoulder and Upper Limb, Hand Flexor Digitorum Profundus Muscle -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Anatomy, Shoulder and Upper Limb, Hand Flexor Digitorum Profundus Muscle -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}