{"id": "article-63904_0", "title": "Translational Science in Medical Simulation -- Introduction", "content": "This article introduces translational science, research, and the translational spectrum, including how each concept applies to healthcare simulation. To introduce the topic, this article begins with a description of the problem translational science aims to solve, followed by a brief history of why translational science has become a larger focus of national efforts and research endeavors. In the latter half of the article, the concepts of translational science and research are applied to medical education, specifically in the context of healthcare simulation.", "contents": "Translational Science in Medical Simulation -- Introduction. This article introduces translational science, research, and the translational spectrum, including how each concept applies to healthcare simulation. To introduce the topic, this article begins with a description of the problem translational science aims to solve, followed by a brief history of why translational science has become a larger focus of national efforts and research endeavors. In the latter half of the article, the concepts of translational science and research are applied to medical education, specifically in the context of healthcare simulation."}
{"id": "article-63904_1", "title": "Translational Science in Medical Simulation -- Function", "content": "In 2001, the Institute of Medicine published Crossing the Quality Chasm, which highlighted the importance of moving basic science research findings into patient care practice. [1] The idea of engaging in translational science research activities is to ensure the evidence gained is shared with other stakeholders. Stakeholders can use the information to improve the health of patients and the population. While this may seem to be an obvious transition, this is not consistently occurring on a global scale.", "contents": "Translational Science in Medical Simulation -- Function. In 2001, the Institute of Medicine published Crossing the Quality Chasm, which highlighted the importance of moving basic science research findings into patient care practice. [1] The idea of engaging in translational science research activities is to ensure the evidence gained is shared with other stakeholders. Stakeholders can use the information to improve the health of patients and the population. While this may seem to be an obvious transition, this is not consistently occurring on a global scale."}
{"id": "article-63904_2", "title": "Translational Science in Medical Simulation -- Function", "content": "In 2000, Balas et al. published a report stating that, on average, it takes “seventeen years for research evidence to reach clinical practice.” In addition, “only 14% of new scientific discoveries ever enter day-to-day practice.” [2] [3] How could this be occurring? What is happening to this research between the time of discovery and the patient’s bedside? Several reasons contribute to this larger problem. Often, those who create bench research are not in contact with individuals, such as clinicians, who can implement the findings into practice. This speaks to a lack of broad stakeholder engagement in the creation and dissemination of new knowledge.", "contents": "Translational Science in Medical Simulation -- Function. In 2000, Balas et al. published a report stating that, on average, it takes “seventeen years for research evidence to reach clinical practice.” In addition, “only 14% of new scientific discoveries ever enter day-to-day practice.” [2] [3] How could this be occurring? What is happening to this research between the time of discovery and the patient’s bedside? Several reasons contribute to this larger problem. Often, those who create bench research are not in contact with individuals, such as clinicians, who can implement the findings into practice. This speaks to a lack of broad stakeholder engagement in the creation and dissemination of new knowledge."}
{"id": "article-63904_3", "title": "Translational Science in Medical Simulation -- Function", "content": "Other times, when knowledge is disseminated, it may be difficult to change human behavior or to get individuals to remember to implement new guidelines into daily practice. For instance, newly implemented guidelines that are developed in an academic center may not reach clinicians working in a rural hospital, or they may not have the resources to utilize the data in practice. [3] Additionally, the populations used in research studies may not represent the population visiting physician’s practices. [3]", "contents": "Translational Science in Medical Simulation -- Function. Other times, when knowledge is disseminated, it may be difficult to change human behavior or to get individuals to remember to implement new guidelines into daily practice. For instance, newly implemented guidelines that are developed in an academic center may not reach clinicians working in a rural hospital, or they may not have the resources to utilize the data in practice. [3] Additionally, the populations used in research studies may not represent the population visiting physician’s practices. [3]"}
{"id": "article-63904_4", "title": "Translational Science in Medical Simulation -- Function", "content": "This situation can occur due to the strict inclusion and exclusion criteria used in the study. When this happens, the study data applies only to the population used in the study and not necessarily to the general population. Moreover, funding sources have not historically supported the resources needed for dissemination and implementation of new research findings to be shared widely. [3]", "contents": "Translational Science in Medical Simulation -- Function. This situation can occur due to the strict inclusion and exclusion criteria used in the study. When this happens, the study data applies only to the population used in the study and not necessarily to the general population. Moreover, funding sources have not historically supported the resources needed for dissemination and implementation of new research findings to be shared widely. [3]"}
{"id": "article-63904_5", "title": "Translational Science in Medical Simulation -- Function", "content": "The Institute of Medicine Crossing the Quality Chasm report helped pave the way for additional infrastructure and funding for translational work. Examples include the National Institutes of Health Clinical and Translational Science Awards that began in 2005 and the development of the National Center for Advancing Translational Science (NCATS). [1] The work supported and funded by these agencies can include diagnostic tests, drug or other therapeutic intervention, behavior change, and medical procedures. [4] This work is carried out by the growing field of translational scientists.", "contents": "Translational Science in Medical Simulation -- Function. The Institute of Medicine Crossing the Quality Chasm report helped pave the way for additional infrastructure and funding for translational work. Examples include the National Institutes of Health Clinical and Translational Science Awards that began in 2005 and the development of the National Center for Advancing Translational Science (NCATS). [1] The work supported and funded by these agencies can include diagnostic tests, drug or other therapeutic intervention, behavior change, and medical procedures. [4] This work is carried out by the growing field of translational scientists."}
{"id": "article-63904_6", "title": "Translational Science in Medical Simulation -- Function", "content": "The NCATS defines translational science as “the process of turning observations in the lab, clinic, and community into interventions that improve the health of individuals and the public.” [4] To further explore the idea of translational science, there are several phases of research and knowledge dissemination. There has been more of a consensus on the definition of the various phases of the translational spectrum, described as T0 through T4 in recent years. [5] “T0 involves research such as genome-wide association studies which wrap back around to basic research”. [5] The T1 phase “involves processes that bring ideas from basic research through early testing in humans.” [5] The T2 phase involves studying the effectiveness of humans and using that information to shape clinical guidelines. [5] T3 focuses on the implementation of the research findings and disseminating the research to the necessary stakeholders who can put it into practice and continue to study the results. [5] T4 is moving from a focus on the individual or group into a more population-based focus. It tests the effectiveness of the intervention on populations. [5]", "contents": "Translational Science in Medical Simulation -- Function. The NCATS defines translational science as “the process of turning observations in the lab, clinic, and community into interventions that improve the health of individuals and the public.” [4] To further explore the idea of translational science, there are several phases of research and knowledge dissemination. There has been more of a consensus on the definition of the various phases of the translational spectrum, described as T0 through T4 in recent years. [5] “T0 involves research such as genome-wide association studies which wrap back around to basic research”. [5] The T1 phase “involves processes that bring ideas from basic research through early testing in humans.” [5] The T2 phase involves studying the effectiveness of humans and using that information to shape clinical guidelines. [5] T3 focuses on the implementation of the research findings and disseminating the research to the necessary stakeholders who can put it into practice and continue to study the results. [5] T4 is moving from a focus on the individual or group into a more population-based focus. It tests the effectiveness of the intervention on populations. [5]"}
{"id": "article-63904_7", "title": "Translational Science in Medical Simulation -- Function", "content": "Engaging in translational science is not a linear process, but rather, it requires a line of thinking that includes considering the upstream and downstream effects of the knowledge or research generated. This is exemplified in the most recent NCATS translational science model, which positions patients in the center and the translational phases in a circle around the patient (National Center for Advancing Translational Sciences, 2020). This new model shows how each stage is built upon and informed by all other stages. It is best to think of it as an iterative process where the starting point can be at any phase and move in any direction among various stakeholders. [1]", "contents": "Translational Science in Medical Simulation -- Function. Engaging in translational science is not a linear process, but rather, it requires a line of thinking that includes considering the upstream and downstream effects of the knowledge or research generated. This is exemplified in the most recent NCATS translational science model, which positions patients in the center and the translational phases in a circle around the patient (National Center for Advancing Translational Sciences, 2020). This new model shows how each stage is built upon and informed by all other stages. It is best to think of it as an iterative process where the starting point can be at any phase and move in any direction among various stakeholders. [1]"}
{"id": "article-63904_8", "title": "Translational Science in Medical Simulation -- Issues of Concern", "content": "What does all this have to do with healthcare simulation? To apply the concepts of translational science to healthcare simulation, we must first adjust this continuum for use in medical education. The term 'translational simulation' has been used to describe healthcare simulation activities, which directly improve patient processes and outcomes. [6] However, this definition should be inclusive of all simulation activities occurring along the translational continuum. In 2017, McGaghie reconceptualized the translational continuum relative to simulation education. [7]", "contents": "Translational Science in Medical Simulation -- Issues of Concern. What does all this have to do with healthcare simulation? To apply the concepts of translational science to healthcare simulation, we must first adjust this continuum for use in medical education. The term 'translational simulation' has been used to describe healthcare simulation activities, which directly improve patient processes and outcomes. [6] However, this definition should be inclusive of all simulation activities occurring along the translational continuum. In 2017, McGaghie reconceptualized the translational continuum relative to simulation education. [7]"}
{"id": "article-63904_9", "title": "Translational Science in Medical Simulation -- Issues of Concern", "content": "In this context, T1 refers to improving the knowledge, skills, attitudes, and professionalism of teams and individuals in the simulation lab. [7] T1 simulation research looks most like basic educational research asking questions such as, \"Does this curriculum have better learning outcomes than an alternative curriculum in the simulation lab?\" T2 simulation research seeks to improve patient care experiences by targeting individuals and teams in the clinic and the patient bedside. [7] T2 takes the information gained in T1 and determines how it applies to patient care. It could ask, does the education provided in the simulation lab transfer to the bedside? T3 simulation research is aiming to improve patient outcomes by targeting individuals and public health initiatives in the clinic and the broader community. [7]", "contents": "Translational Science in Medical Simulation -- Issues of Concern. In this context, T1 refers to improving the knowledge, skills, attitudes, and professionalism of teams and individuals in the simulation lab. [7] T1 simulation research looks most like basic educational research asking questions such as, \"Does this curriculum have better learning outcomes than an alternative curriculum in the simulation lab?\" T2 simulation research seeks to improve patient care experiences by targeting individuals and teams in the clinic and the patient bedside. [7] T2 takes the information gained in T1 and determines how it applies to patient care. It could ask, does the education provided in the simulation lab transfer to the bedside? T3 simulation research is aiming to improve patient outcomes by targeting individuals and public health initiatives in the clinic and the broader community. [7]"}
{"id": "article-63904_10", "title": "Translational Science in Medical Simulation -- Issues of Concern", "content": "T3 builds on T2 by taking the knowledge gained about what works and doesn't work in simulation to improve patient care and applies this knowledge across different contexts. This includes scaling up of successful programs across a hospital system within a city, state, or nationally. McGaghie's reconceptualization could be further expanded to include T4, which may target local, state, or national politicians. The goal of improving patient care through changes in regulation, policy, and funding remains paramount. T4 continues to build upon the T3 knowledge by sharing what works to improve patient care with those who can make policy decisions to improve the lives of more individuals. Reconceptualizing healthcare simulation concerning a research continuum emphasized its potential contribution to both patient and population health.", "contents": "Translational Science in Medical Simulation -- Issues of Concern. T3 builds on T2 by taking the knowledge gained about what works and doesn't work in simulation to improve patient care and applies this knowledge across different contexts. This includes scaling up of successful programs across a hospital system within a city, state, or nationally. McGaghie's reconceptualization could be further expanded to include T4, which may target local, state, or national politicians. The goal of improving patient care through changes in regulation, policy, and funding remains paramount. T4 continues to build upon the T3 knowledge by sharing what works to improve patient care with those who can make policy decisions to improve the lives of more individuals. Reconceptualizing healthcare simulation concerning a research continuum emphasized its potential contribution to both patient and population health."}
{"id": "article-63904_11", "title": "Translational Science in Medical Simulation -- Continuing Education", "content": "To achieve the goal of bidirectional feedback and a constant focus on translating knowledge, additional capacity building needs to occur, particularly in the area of faculty development. The field of translational science is gaining recognition as more people become aware of its importance. Translational scientists need to share definitions, ideas, and reasons why and how translational research will improve our healthcare systems and population health. Translational scientists are expected to have personality characteristics that allow them to facilitate cross-disciplinary work within a complex healthcare system. These characteristics include being a team player, a boundary crosser, a process innovator, a skilled communicator, a systems thinker, a domain expert, and a rigorous researcher. [8]", "contents": "Translational Science in Medical Simulation -- Continuing Education. To achieve the goal of bidirectional feedback and a constant focus on translating knowledge, additional capacity building needs to occur, particularly in the area of faculty development. The field of translational science is gaining recognition as more people become aware of its importance. Translational scientists need to share definitions, ideas, and reasons why and how translational research will improve our healthcare systems and population health. Translational scientists are expected to have personality characteristics that allow them to facilitate cross-disciplinary work within a complex healthcare system. These characteristics include being a team player, a boundary crosser, a process innovator, a skilled communicator, a systems thinker, a domain expert, and a rigorous researcher. [8]"}
{"id": "article-63904_12", "title": "Translational Science in Medical Simulation -- Continuing Education", "content": "Each of these skills takes time and effort to learn and become proficient. Within the simulation community, these ideas and traits can be taught through formal education, but also through more informal methods such as webinars, conference workshops, discussions across community members, and self-paced online learning. Ideally, building a translational research team that includes individuals who bring together a variety of these skills may also facilitate the process of knowledge translation.", "contents": "Translational Science in Medical Simulation -- Continuing Education. Each of these skills takes time and effort to learn and become proficient. Within the simulation community, these ideas and traits can be taught through formal education, but also through more informal methods such as webinars, conference workshops, discussions across community members, and self-paced online learning. Ideally, building a translational research team that includes individuals who bring together a variety of these skills may also facilitate the process of knowledge translation."}
{"id": "article-63904_13", "title": "Translational Science in Medical Simulation -- Clinical Significance", "content": "Just as knowledge gained from scientific research needs to be applied and implemented into clinical practice, so too does the knowledge from medical simulation activities. Simulation activities should include the collection of data as well as information related to the practice changes needed of clinicians, again with the ultimate goal of improving patient care. Although all areas of the translational spectrum need continued research, a larger focus on the translational nature of research done in the simulation lab can improve the flow of information along the continuum.", "contents": "Translational Science in Medical Simulation -- Clinical Significance. Just as knowledge gained from scientific research needs to be applied and implemented into clinical practice, so too does the knowledge from medical simulation activities. Simulation activities should include the collection of data as well as information related to the practice changes needed of clinicians, again with the ultimate goal of improving patient care. Although all areas of the translational spectrum need continued research, a larger focus on the translational nature of research done in the simulation lab can improve the flow of information along the continuum."}
{"id": "article-63904_14", "title": "Translational Science in Medical Simulation -- Clinical Significance", "content": "There needs to be an intentional focus of the training activities beginning with the initial planning of simulation activities. This should include consideration in the planning phase of how information gained from each simulation will be used to inform stakeholders of the translational continuum. For example, when preparing a skills session for medical students, the information obtained from the session can be shared with the clinical supervisory staff to inform them of the skills in which the learners are competent. Then, learners can demonstrate and \"do\" the skills during patient care in the clinical environment.", "contents": "Translational Science in Medical Simulation -- Clinical Significance. There needs to be an intentional focus of the training activities beginning with the initial planning of simulation activities. This should include consideration in the planning phase of how information gained from each simulation will be used to inform stakeholders of the translational continuum. For example, when preparing a skills session for medical students, the information obtained from the session can be shared with the clinical supervisory staff to inform them of the skills in which the learners are competent. Then, learners can demonstrate and \"do\" the skills during patient care in the clinical environment."}
{"id": "article-63904_15", "title": "Translational Science in Medical Simulation -- Clinical Significance", "content": "On the clinical side, when the clinical supervisory staff notices a student who is not able to perform skills adequately, they could be directed back to the simulation lab for additional training. Training, feedback, and competency can be completed at the student level, and a parallel process can be used for practicing healthcare professionals. Through this bi-directional process, more stakeholders are involved to ensure the knowledge is translated into practice.", "contents": "Translational Science in Medical Simulation -- Clinical Significance. On the clinical side, when the clinical supervisory staff notices a student who is not able to perform skills adequately, they could be directed back to the simulation lab for additional training. Training, feedback, and competency can be completed at the student level, and a parallel process can be used for practicing healthcare professionals. Through this bi-directional process, more stakeholders are involved to ensure the knowledge is translated into practice."}
{"id": "article-63904_16", "title": "Translational Science in Medical Simulation -- Enhancing Healthcare Team Outcomes", "content": "Just as translational science and research have gained momentum in the recent decade,  the idea of translation in healthcare simulation has advanced also. This article applied the knowledge gained from translational science and research to healthcare simulation, including the translational science and translational simulation educational spectrums.", "contents": "Translational Science in Medical Simulation -- Enhancing Healthcare Team Outcomes. Just as translational science and research have gained momentum in the recent decade,  the idea of translation in healthcare simulation has advanced also. This article applied the knowledge gained from translational science and research to healthcare simulation, including the translational science and translational simulation educational spectrums."}
{"id": "article-63904_17", "title": "Translational Science in Medical Simulation -- Enhancing Healthcare Team Outcomes", "content": "This article provides the rationale for why translational science has become a larger focus in recent years in both the larger scientific community and in healthcare simulation. It is anticipated this trend will continue with the ultimate goal of improving the lives of our patients and populations through a continued focus on translational activities.", "contents": "Translational Science in Medical Simulation -- Enhancing Healthcare Team Outcomes. This article provides the rationale for why translational science has become a larger focus in recent years in both the larger scientific community and in healthcare simulation. It is anticipated this trend will continue with the ultimate goal of improving the lives of our patients and populations through a continued focus on translational activities."}
{"id": "article-63904_18", "title": "Translational Science in Medical Simulation -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Translational Science in Medical Simulation -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}