{"id": "article-25476_0", "title": "Myofascial Pain Syndrome -- Continuing Education Activity", "content": "Myofascial pain syndrome (MPS) is common among patients with musculoskeletal pain problems. MPS is a pain condition originating from muscle and surrounding fascia. Patients usually present with localized pain in a restricted area or referred pain of various patterns. Moreover, the physical examinations may reveal trigger points (TrPs) on the involved muscles. MPS can be divided into the acute and chronic forms. Acute MPS frequently resolves spontaneously or after simple treatments. However, chronic MPS are usually worse in prognosis, and the symptoms can last for 6 months or longer. This activity reviews the pathophysiology and presentation of myofascial pain syndrome and stresses the importance of an interprofessional team in its management.", "contents": "Myofascial Pain Syndrome -- Continuing Education Activity. Myofascial pain syndrome (MPS) is common among patients with musculoskeletal pain problems. MPS is a pain condition originating from muscle and surrounding fascia. Patients usually present with localized pain in a restricted area or referred pain of various patterns. Moreover, the physical examinations may reveal trigger points (TrPs) on the involved muscles. MPS can be divided into the acute and chronic forms. Acute MPS frequently resolves spontaneously or after simple treatments. However, chronic MPS are usually worse in prognosis, and the symptoms can last for 6 months or longer. This activity reviews the pathophysiology and presentation of myofascial pain syndrome and stresses the importance of an interprofessional team in its management."}
{"id": "article-25476_1", "title": "Myofascial Pain Syndrome -- Continuing Education Activity", "content": "Objectives: Identify the etiology of myofascial pain syndrome, with a focus on the pathophysiology of muscular trigger points. Recall the presentation of myofascial pain syndrome, and describe examination and evaluation techniques emplyed to arrive at a diagnosis of MPS. List the treatment and management options available for myofascial pain syndrome. Discuss interprofessional team strategies for improving care coordination and communication to advance the management of myofascial pain syndrome and improve outcomes. Access free multiple choice questions on this topic.", "contents": "Myofascial Pain Syndrome -- Continuing Education Activity. Objectives: Identify the etiology of myofascial pain syndrome, with a focus on the pathophysiology of muscular trigger points. Recall the presentation of myofascial pain syndrome, and describe examination and evaluation techniques emplyed to arrive at a diagnosis of MPS. List the treatment and management options available for myofascial pain syndrome. Discuss interprofessional team strategies for improving care coordination and communication to advance the management of myofascial pain syndrome and improve outcomes. Access free multiple choice questions on this topic."}
{"id": "article-25476_2", "title": "Myofascial Pain Syndrome -- Introduction", "content": "Myofascial pain syndrome (MPS) is common among patients with musculoskeletal pain problems. MPS is a pain condition originating from muscle and surrounding fascia. Patients usually present with localized pain in a restricted area or referred pain of various patterns. Moreover, the physical examinations may reveal trigger points (TrPs) on the involved muscles. MPS can be divided into the acute and chronic forms.  Acute MPS frequently resolves spontaneously or after simple treatments. However, chronic MPS are usually worse in prognosis, and the symptoms can last for 6 months or longer.", "contents": "Myofascial Pain Syndrome -- Introduction. Myofascial pain syndrome (MPS) is common among patients with musculoskeletal pain problems. MPS is a pain condition originating from muscle and surrounding fascia. Patients usually present with localized pain in a restricted area or referred pain of various patterns. Moreover, the physical examinations may reveal trigger points (TrPs) on the involved muscles. MPS can be divided into the acute and chronic forms.  Acute MPS frequently resolves spontaneously or after simple treatments. However, chronic MPS are usually worse in prognosis, and the symptoms can last for 6 months or longer."}
{"id": "article-25476_3", "title": "Myofascial Pain Syndrome -- Etiology", "content": "Various factors can contribute to MPS. The common risk factors are [1] : Traumatic events Ergonomic factors (e.g., overuse activities, abnormal posture) Structural factors (e.g., spondylosis, scoliosis, osteoarthritis) Systemic factors (e.g., hypothyroidism, vitamin D deficiency, iron deficiency)", "contents": "Myofascial Pain Syndrome -- Etiology. Various factors can contribute to MPS. The common risk factors are [1] : Traumatic events Ergonomic factors (e.g., overuse activities, abnormal posture) Structural factors (e.g., spondylosis, scoliosis, osteoarthritis) Systemic factors (e.g., hypothyroidism, vitamin D deficiency, iron deficiency)"}
{"id": "article-25476_4", "title": "Myofascial Pain Syndrome -- Epidemiology", "content": "The exact prevalence of MPS in the general population has rarely been mentioned in existing literature. However, 30% to 85% of patients with musculoskeletal pain suffer from this condition [2] . MPS is usually found in the population aged from 27 to 50 years [3] . The gender difference in MPS incidence remains unclear.", "contents": "Myofascial Pain Syndrome -- Epidemiology. The exact prevalence of MPS in the general population has rarely been mentioned in existing literature. However, 30% to 85% of patients with musculoskeletal pain suffer from this condition [2] . MPS is usually found in the population aged from 27 to 50 years [3] . The gender difference in MPS incidence remains unclear."}
{"id": "article-25476_5", "title": "Myofascial Pain Syndrome -- Pathophysiology", "content": "Nowadays, the exact pathophysiology of MPS is still unknown. Many researchers try to find scientific evidence and formulate hypotheses. One of the most accepted theory is energy crisis of muscle fibers [4] . Repetitive or prolonged activity can cause overloading of the muscle fibers which lead to muscle hypoxia and ischemia. In addition, intracellular calcium pumps are dysfunctional due to energy depletion. Intracellular calcium increase induces sustained muscle contraction which results in the development of taut bands. Moreover, inflammatory mediators caused by muscle injury contribute to pain and tenderness of the affected muscles. Other than this hypothesis, there are many theories such as neurogenic inflammation, sensitization and limbic dysfunction that are proposed to relate to MPS.", "contents": "Myofascial Pain Syndrome -- Pathophysiology. Nowadays, the exact pathophysiology of MPS is still unknown. Many researchers try to find scientific evidence and formulate hypotheses. One of the most accepted theory is energy crisis of muscle fibers [4] . Repetitive or prolonged activity can cause overloading of the muscle fibers which lead to muscle hypoxia and ischemia. In addition, intracellular calcium pumps are dysfunctional due to energy depletion. Intracellular calcium increase induces sustained muscle contraction which results in the development of taut bands. Moreover, inflammatory mediators caused by muscle injury contribute to pain and tenderness of the affected muscles. Other than this hypothesis, there are many theories such as neurogenic inflammation, sensitization and limbic dysfunction that are proposed to relate to MPS."}
{"id": "article-25476_6", "title": "Myofascial Pain Syndrome -- Histopathology", "content": "In the past, there were many articles reporting histopathology of TrPs of muscles in animal and human models. Light microscope examination on TrPs showed contraction knot (local contraction of muscle fibers) and narrowing endomysium (space between muscle fibers) [5] [6] [7] . Moreover, a decreasing number of mitochondria and shortening of sarcomere were found by an electron microscope [8] .", "contents": "Myofascial Pain Syndrome -- Histopathology. In the past, there were many articles reporting histopathology of TrPs of muscles in animal and human models. Light microscope examination on TrPs showed contraction knot (local contraction of muscle fibers) and narrowing endomysium (space between muscle fibers) [5] [6] [7] . Moreover, a decreasing number of mitochondria and shortening of sarcomere were found by an electron microscope [8] ."}
{"id": "article-25476_7", "title": "Myofascial Pain Syndrome -- History and Physical", "content": "Most patients with MPS suffer from local muscle pain and referred pain in specific patterns. For example, myofascial pain in infraspinatus muscle usually refers to the anterior deltoid area, lateral aspect of the arm and radial half of the hand. The onset of pain may be acute or insidious. In some patients, symptoms occur after muscle injuries or overuse activities. On the other hand, certain patients developed symptoms without identifiable precipitating factors.", "contents": "Myofascial Pain Syndrome -- History and Physical. Most patients with MPS suffer from local muscle pain and referred pain in specific patterns. For example, myofascial pain in infraspinatus muscle usually refers to the anterior deltoid area, lateral aspect of the arm and radial half of the hand. The onset of pain may be acute or insidious. In some patients, symptoms occur after muscle injuries or overuse activities. On the other hand, certain patients developed symptoms without identifiable precipitating factors."}
{"id": "article-25476_8", "title": "Myofascial Pain Syndrome -- History and Physical", "content": "On physical examination, taut bands and TrPs are usually found in affected muscles. The taut band is the contracted muscle belly which can be palpated. TrP is a marked tender spot on the taut band which can be aggravated local and referred pain by compression. We classify TrPs into active or latent. While active TrPs are found in symptomatic patients, we can find latent TrPs in patients without pain [1] .", "contents": "Myofascial Pain Syndrome -- History and Physical. On physical examination, taut bands and TrPs are usually found in affected muscles. The taut band is the contracted muscle belly which can be palpated. TrP is a marked tender spot on the taut band which can be aggravated local and referred pain by compression. We classify TrPs into active or latent. While active TrPs are found in symptomatic patients, we can find latent TrPs in patients without pain [1] ."}
{"id": "article-25476_9", "title": "Myofascial Pain Syndrome -- History and Physical", "content": "Clinical signs and symptoms normally indicate MPS. There are many clinical diagnostic criteria for MPS. The consensus for most criteria includes: “TrP,” “recognition of pain when palpating the TrP,” “specific pain referral pattern” and “local twitch response” (a rapidly local muscle contraction after palpation or needling) [9] .", "contents": "Myofascial Pain Syndrome -- History and Physical. Clinical signs and symptoms normally indicate MPS. There are many clinical diagnostic criteria for MPS. The consensus for most criteria includes: “TrP,” “recognition of pain when palpating the TrP,” “specific pain referral pattern” and “local twitch response” (a rapidly local muscle contraction after palpation or needling) [9] ."}
{"id": "article-25476_10", "title": "Myofascial Pain Syndrome -- Evaluation", "content": "As mentioned above, MPS is a medical condition based on clinical findings. However, we can use medical devices (like electromyography and ultrasound) to confirm the diagnosis. End-plate noise is usually found in TrPs by using electromyography [1] . Diagnosis ultrasound can also be employed to discriminate TrPs and the area with TrPs may become more hypoechoic compared with the surrounding muscles [10] [11] [12] .", "contents": "Myofascial Pain Syndrome -- Evaluation. As mentioned above, MPS is a medical condition based on clinical findings. However, we can use medical devices (like electromyography and ultrasound) to confirm the diagnosis. End-plate noise is usually found in TrPs by using electromyography [1] . Diagnosis ultrasound can also be employed to discriminate TrPs and the area with TrPs may become more hypoechoic compared with the surrounding muscles [10] [11] [12] ."}
{"id": "article-25476_11", "title": "Myofascial Pain Syndrome -- Evaluation", "content": "The importance of using medical imaging and electrophysiological examinations lies in its value in excluding other musculoskeletal disorders. Diagnostic ultrasound can be used to exclude bursitis and tendinopathy. The plain radiograph can be employed to detect structural bony defects, such as spondylosis, scoliosis, foraminal stenosis, among others. Electromyography can be used to scrutinize neuromuscular diseases. Moreover, we can use laboratory tests to identify potential hormone and nutritional deficiency relevant to MPS, such as hypothyroid or vitamin D deficiency.", "contents": "Myofascial Pain Syndrome -- Evaluation. The importance of using medical imaging and electrophysiological examinations lies in its value in excluding other musculoskeletal disorders. Diagnostic ultrasound can be used to exclude bursitis and tendinopathy. The plain radiograph can be employed to detect structural bony defects, such as spondylosis, scoliosis, foraminal stenosis, among others. Electromyography can be used to scrutinize neuromuscular diseases. Moreover, we can use laboratory tests to identify potential hormone and nutritional deficiency relevant to MPS, such as hypothyroid or vitamin D deficiency."}
{"id": "article-25476_12", "title": "Myofascial Pain Syndrome -- Treatment / Management", "content": "The goals of MPS treatment are pain relief and correction of precipitating factors. There are many treatments to deal with MPS. All patients should be educated about stretching exercises and ergonomic modification. Nonsteroidal anti-inflammatory drugs (NSAIDs) and muscle relaxants are often prescribed, but current evidence of their effectiveness remains inconclusive [13] . Physical modalities have a major role in MPS management. Many studies found that extracorporeal shockwave and low power laser significantly reduce pain in patients with MPS [14] . Transcutaneous electrical nerve stimulation has a short-term but not long-term effect on pain control. Therapeutic ultrasound is commonly used for MPS treatment, but the evidence of its beneficial effect remains inconclusive [15] . In some patients, clinicians can use more invasive methods to treat MPS. Dry needling is a useful technique in which clinicians use a small needle to release TrPs. Clinicians can also inject a local anesthetic into TrP to achieve better pain reduction. Systematic reviews confirmed that dry needling and local anesthetic injection have therapeutic effects for MPS [16] . Acupuncture can also be used to treat MPS [17] [18] .", "contents": "Myofascial Pain Syndrome -- Treatment / Management. The goals of MPS treatment are pain relief and correction of precipitating factors. There are many treatments to deal with MPS. All patients should be educated about stretching exercises and ergonomic modification. Nonsteroidal anti-inflammatory drugs (NSAIDs) and muscle relaxants are often prescribed, but current evidence of their effectiveness remains inconclusive [13] . Physical modalities have a major role in MPS management. Many studies found that extracorporeal shockwave and low power laser significantly reduce pain in patients with MPS [14] . Transcutaneous electrical nerve stimulation has a short-term but not long-term effect on pain control. Therapeutic ultrasound is commonly used for MPS treatment, but the evidence of its beneficial effect remains inconclusive [15] . In some patients, clinicians can use more invasive methods to treat MPS. Dry needling is a useful technique in which clinicians use a small needle to release TrPs. Clinicians can also inject a local anesthetic into TrP to achieve better pain reduction. Systematic reviews confirmed that dry needling and local anesthetic injection have therapeutic effects for MPS [16] . Acupuncture can also be used to treat MPS [17] [18] ."}
{"id": "article-25476_13", "title": "Myofascial Pain Syndrome -- Treatment / Management", "content": "Besides, success in MPS management also depends on correcting perpetuating factors, especially in chronic MPS. For example, patients with vitamin D deficiency may have poor responses to conventional treatments. As a result, physicians should give them vitamin D supplement in conjunction with other treatments.", "contents": "Myofascial Pain Syndrome -- Treatment / Management. Besides, success in MPS management also depends on correcting perpetuating factors, especially in chronic MPS. For example, patients with vitamin D deficiency may have poor responses to conventional treatments. As a result, physicians should give them vitamin D supplement in conjunction with other treatments."}
{"id": "article-25476_14", "title": "Myofascial Pain Syndrome -- Differential Diagnosis", "content": "Many diseases are presenting with regional pain like MPS. The common disorders include tendinopathy, arthritis, bursitis and nerve entrapment which should be excluded by clinical examination and investigation. Differential diagnosis depends on patterns and location of pain. For example, patients who have suffered from medial elbow pain should be evaluated for possible medial epicondylitis or cubital tunnel syndrome.", "contents": "Myofascial Pain Syndrome -- Differential Diagnosis. Many diseases are presenting with regional pain like MPS. The common disorders include tendinopathy, arthritis, bursitis and nerve entrapment which should be excluded by clinical examination and investigation. Differential diagnosis depends on patterns and location of pain. For example, patients who have suffered from medial elbow pain should be evaluated for possible medial epicondylitis or cubital tunnel syndrome."}
{"id": "article-25476_15", "title": "Myofascial Pain Syndrome -- Differential Diagnosis", "content": "For patients who have chronic multiple TrPs, fibromyalgia should be considered [19] . Fibromyalgia is a condition of widespread chronic pain. There are 2 major ways which fibromyalgia differs from chronic MPS.  First, patients with fibromyalgia have diffuse muscle tender points without taut bands and referred pain. As a result, physicians should carefully palpate the pain area. Second, patients with fibromyalgia usually have comorbid conditions such as depressive mood, insomnia, dizziness, dysmenorrhea, numbness, among others. These symptoms are rarely found with MPS.", "contents": "Myofascial Pain Syndrome -- Differential Diagnosis. For patients who have chronic multiple TrPs, fibromyalgia should be considered [19] . Fibromyalgia is a condition of widespread chronic pain. There are 2 major ways which fibromyalgia differs from chronic MPS.  First, patients with fibromyalgia have diffuse muscle tender points without taut bands and referred pain. As a result, physicians should carefully palpate the pain area. Second, patients with fibromyalgia usually have comorbid conditions such as depressive mood, insomnia, dizziness, dysmenorrhea, numbness, among others. These symptoms are rarely found with MPS."}
{"id": "article-25476_16", "title": "Myofascial Pain Syndrome -- Staging", "content": "MPS is commonly classified into acute and chronic MPS. Patients with acute MPS have pain in 1 or 2 local regions. Symptoms usually begin after traumatic events or overuse activities. Most symptoms resolve after a few weeks. However, some patients progress to chronic MPS. Chronic MPS persists 6 months or longer. Patients with chronic MPS have more widespread pain than the acute form. Pain intensity may fluctuate. Almost all of the chronic MPS patients have some perturbating factors [19] .", "contents": "Myofascial Pain Syndrome -- Staging. MPS is commonly classified into acute and chronic MPS. Patients with acute MPS have pain in 1 or 2 local regions. Symptoms usually begin after traumatic events or overuse activities. Most symptoms resolve after a few weeks. However, some patients progress to chronic MPS. Chronic MPS persists 6 months or longer. Patients with chronic MPS have more widespread pain than the acute form. Pain intensity may fluctuate. Almost all of the chronic MPS patients have some perturbating factors [19] ."}
{"id": "article-25476_17", "title": "Myofascial Pain Syndrome -- Prognosis", "content": "The prognosis of MPS depends on symptom duration.  In acute MPS, symptoms usually resolve spontaneously or after simple treatments (heat physical modalities, stretching exercise, TrP needling or local anesthetic injection). On the other hand, chronic MPS last much longer than acute form. In a previous study, the average duration of symptoms was 63 months; the range was between 6 and 180 months. Chronic MPS may become recalcitrant if the underlying medical condition is not corrected [19] .", "contents": "Myofascial Pain Syndrome -- Prognosis. The prognosis of MPS depends on symptom duration.  In acute MPS, symptoms usually resolve spontaneously or after simple treatments (heat physical modalities, stretching exercise, TrP needling or local anesthetic injection). On the other hand, chronic MPS last much longer than acute form. In a previous study, the average duration of symptoms was 63 months; the range was between 6 and 180 months. Chronic MPS may become recalcitrant if the underlying medical condition is not corrected [19] ."}
{"id": "article-25476_18", "title": "Myofascial Pain Syndrome -- Enhancing Healthcare Team Outcomes", "content": "Myofascial pain syndrome is best managed by an interprofessional team that includes the pharmacist. There is no one treatment that works in everyone and not everyone has the same response. A pain specialist should be involved early in the care. Because many of these patients have a range of mental health disorders, a mental health consult should be obtained.", "contents": "Myofascial Pain Syndrome -- Enhancing Healthcare Team Outcomes. Myofascial pain syndrome is best managed by an interprofessional team that includes the pharmacist. There is no one treatment that works in everyone and not everyone has the same response. A pain specialist should be involved early in the care. Because many of these patients have a range of mental health disorders, a mental health consult should be obtained."}
{"id": "article-25476_19", "title": "Myofascial Pain Syndrome -- Enhancing Healthcare Team Outcomes", "content": "Unfortunately, the prognosis for most patients is guarded because of recurrence of pain. Many patients regularly turn to alternative health care because of the failure of conventional medicine to help them with pain relief.", "contents": "Myofascial Pain Syndrome -- Enhancing Healthcare Team Outcomes. Unfortunately, the prognosis for most patients is guarded because of recurrence of pain. Many patients regularly turn to alternative health care because of the failure of conventional medicine to help them with pain relief."}
{"id": "article-25476_20", "title": "Myofascial Pain Syndrome -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Myofascial Pain Syndrome -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}