{"id": "article-91540_0", "title": "Left Heart Cardiac Catheterization -- Continuing Education Activity", "content": "Cardiac catheterization is performed for both diagnostic and therapeutic purposes. Despite significant advancement in non-invasive cardiac imaging, it remains the standard for the measurement of cardiac hemodynamics. This activity reviews the technique of cardiac catheterization, its indications, contraindications, and complications. It also highlights the role of the interprofessional team in the pre-cardiac catheterization workup.", "contents": "Left Heart Cardiac Catheterization -- Continuing Education Activity. Cardiac catheterization is performed for both diagnostic and therapeutic purposes. Despite significant advancement in non-invasive cardiac imaging, it remains the standard for the measurement of cardiac hemodynamics. This activity reviews the technique of cardiac catheterization, its indications, contraindications, and complications. It also highlights the role of the interprofessional team in the pre-cardiac catheterization workup."}
{"id": "article-91540_1", "title": "Left Heart Cardiac Catheterization -- Continuing Education Activity", "content": "Objectives: Describe the indications for cardiac catheterization. Review the complications of cardiac catheterization. Summarize the contraindications for cardiac catheterization. Review the importance of improving care coordination among interprofessional team members to improve outcomes for patients undergoing cardiac catheterization. Access free multiple choice questions on this topic.", "contents": "Left Heart Cardiac Catheterization -- Continuing Education Activity. Objectives: Describe the indications for cardiac catheterization. Review the complications of cardiac catheterization. Summarize the contraindications for cardiac catheterization. Review the importance of improving care coordination among interprofessional team members to improve outcomes for patients undergoing cardiac catheterization. Access free multiple choice questions on this topic."}
{"id": "article-91540_2", "title": "Left Heart Cardiac Catheterization -- Introduction", "content": "Cardiac catheterization is an invasive procedure that has evolved over the past four centuries. Although the description of circulation by William Harvey was the cornerstone of cardiac hemodynamics, Stephen Hales can be considered the pioneer of cardiac hemodynamics and cardiac catheterization as he measured the first arterial pressure in the early 17 century. [1] [2] Initial development in cardiac catheterization is based on experiments on animals. Werner Forssmann performed the first human right cardiac catheterization in 1929. [3] Zimmermann HA performed the first left-sided cardiac catheterization in the 1950s. [4] Cardiac catheterization evolved extensively in the 20th century due to Andre Cournard and Dickinson Williams and many other researchers' efforts. [5]", "contents": "Left Heart Cardiac Catheterization -- Introduction. Cardiac catheterization is an invasive procedure that has evolved over the past four centuries. Although the description of circulation by William Harvey was the cornerstone of cardiac hemodynamics, Stephen Hales can be considered the pioneer of cardiac hemodynamics and cardiac catheterization as he measured the first arterial pressure in the early 17 century. [1] [2] Initial development in cardiac catheterization is based on experiments on animals. Werner Forssmann performed the first human right cardiac catheterization in 1929. [3] Zimmermann HA performed the first left-sided cardiac catheterization in the 1950s. [4] Cardiac catheterization evolved extensively in the 20th century due to Andre Cournard and Dickinson Williams and many other researchers' efforts. [5]"}
{"id": "article-91540_3", "title": "Left Heart Cardiac Catheterization -- Introduction", "content": "After the initial work and development of cardiac catheterization, William Sores described the first selective coronary angiogram when he incidentally injected contrast in the right coronary artery's ostium while doing an aortogram. [6] Over the preceding few decades, the evolution of radiographic and catheter-based techniques has revolutionized left heart catheterization.", "contents": "Left Heart Cardiac Catheterization -- Introduction. After the initial work and development of cardiac catheterization, William Sores described the first selective coronary angiogram when he incidentally injected contrast in the right coronary artery's ostium while doing an aortogram. [6] Over the preceding few decades, the evolution of radiographic and catheter-based techniques has revolutionized left heart catheterization."}
{"id": "article-91540_4", "title": "Left Heart Cardiac Catheterization -- Introduction", "content": "Left heart catheterization has a diagnostic as well as therapeutic role. Although it is used for cardiac hemodynamics and assessment of valvular lesions, its main diagnostic role is the assessment of coronary artery disease. In the contemporary era, left heart catheterization, especially selective coronary angiogram, is considered the gold standard test for coronary artery disease diagnosis. [7] The therapeutic role of left heart catheterization has evolved extensively over the last five decades. Apart from percutaneous coronary intervention, left heart catheterization plays an essential role in the closure of congenital defects, radiofrequency ablation of arrhythmias, and valve replacement in the contemporary era.", "contents": "Left Heart Cardiac Catheterization -- Introduction. Left heart catheterization has a diagnostic as well as therapeutic role. Although it is used for cardiac hemodynamics and assessment of valvular lesions, its main diagnostic role is the assessment of coronary artery disease. In the contemporary era, left heart catheterization, especially selective coronary angiogram, is considered the gold standard test for coronary artery disease diagnosis. [7] The therapeutic role of left heart catheterization has evolved extensively over the last five decades. Apart from percutaneous coronary intervention, left heart catheterization plays an essential role in the closure of congenital defects, radiofrequency ablation of arrhythmias, and valve replacement in the contemporary era."}
{"id": "article-91540_5", "title": "Left Heart Cardiac Catheterization -- Introduction", "content": "In this article, we will summarize the anatomy, physiology, and indications of left heart catheterization. We will also discuss the basic technique, procedural complications, and clinical significance of left heart catheterization.", "contents": "Left Heart Cardiac Catheterization -- Introduction. In this article, we will summarize the anatomy, physiology, and indications of left heart catheterization. We will also discuss the basic technique, procedural complications, and clinical significance of left heart catheterization."}
{"id": "article-91540_6", "title": "Left Heart Cardiac Catheterization -- Anatomy and Physiology", "content": "In the early era of catheterization, left heart catheterization was performed by cutting down the brachial and radial arteries, no longer used now. [8] The current techniques involve percutaneous access of radial or femoral arteries via a needle puncture. [9] The radial artery is the terminal branch of the brachial artery; it runs on the forearm's lateral aspect and supplies the forearm's posterolateral aspect. [10] The femoral artery is the continuation of the external iliac artery and constitutes the lower limb's major blood supply source. [11]", "contents": "Left Heart Cardiac Catheterization -- Anatomy and Physiology. In the early era of catheterization, left heart catheterization was performed by cutting down the brachial and radial arteries, no longer used now. [8] The current techniques involve percutaneous access of radial or femoral arteries via a needle puncture. [9] The radial artery is the terminal branch of the brachial artery; it runs on the forearm's lateral aspect and supplies the forearm's posterolateral aspect. [10] The femoral artery is the continuation of the external iliac artery and constitutes the lower limb's major blood supply source. [11]"}
{"id": "article-91540_7", "title": "Left Heart Cardiac Catheterization -- Anatomy and Physiology", "content": "The radial artery is the brachial artery branch, which is a continuation of the axillary artery. The axillary artery is formed by the continuation of the subclavian artery when it crosses the first rib. [12] The common femoral artery is formed from a continuation of the external iliac artery when it crosses the inguinal ligament. An external iliac artery is the larger branch of the common iliac artery, and the common iliac artery originates as a result of bifurcation of the abdominal aorta at the level of the fourth lumbar vertebra. [13] In the contemporary era, radial access is considered superior compared to the femoral approach in bleeding complications.", "contents": "Left Heart Cardiac Catheterization -- Anatomy and Physiology. The radial artery is the brachial artery branch, which is a continuation of the axillary artery. The axillary artery is formed by the continuation of the subclavian artery when it crosses the first rib. [12] The common femoral artery is formed from a continuation of the external iliac artery when it crosses the inguinal ligament. An external iliac artery is the larger branch of the common iliac artery, and the common iliac artery originates as a result of bifurcation of the abdominal aorta at the level of the fourth lumbar vertebra. [13] In the contemporary era, radial access is considered superior compared to the femoral approach in bleeding complications."}
{"id": "article-91540_8", "title": "Left Heart Cardiac Catheterization -- Indications", "content": "Left heart catheterization is used for diagnostic and therapeutic purposes. Indications include: [14] [15] [16] Evaluation and treatment of coronary artery disease. Assessment and evaluation of coronary artery bypass grafts. Evaluation and treatment of coronary artery disease in patients with chest pain of uncertain origin, when non-invasive tests are not diagnostic. Assessment of the severity of valvular or myocardial disorders such as aortic stenosis, aortic insufficiency, mitral stenosis, mitral insufficiency, cardiomyopathies, etc. to determine the need for surgical correction when there is a discrepancy between signs, symptoms, and echocardiographic findings. Evaluation and treatment of cardiac arrhythmias. Percutaneous closure of congenital cardiac defects such as atrial septal defect (ASD), ventricular septal defect (VSD), and patent ductus arteriosus (PDA). Treatment of valvular heart diseases such as valvuloplasty or percutaneous transcatheter valve replacement.", "contents": "Left Heart Cardiac Catheterization -- Indications. Left heart catheterization is used for diagnostic and therapeutic purposes. Indications include: [14] [15] [16] Evaluation and treatment of coronary artery disease. Assessment and evaluation of coronary artery bypass grafts. Evaluation and treatment of coronary artery disease in patients with chest pain of uncertain origin, when non-invasive tests are not diagnostic. Assessment of the severity of valvular or myocardial disorders such as aortic stenosis, aortic insufficiency, mitral stenosis, mitral insufficiency, cardiomyopathies, etc. to determine the need for surgical correction when there is a discrepancy between signs, symptoms, and echocardiographic findings. Evaluation and treatment of cardiac arrhythmias. Percutaneous closure of congenital cardiac defects such as atrial septal defect (ASD), ventricular septal defect (VSD), and patent ductus arteriosus (PDA). Treatment of valvular heart diseases such as valvuloplasty or percutaneous transcatheter valve replacement."}
{"id": "article-91540_9", "title": "Left Heart Cardiac Catheterization -- Contraindications", "content": "There are no absolute contraindications of left heart catheterization other than the patient's refusal. The relative contraindications may include: Severe uncontrolled hypertension Unstable arrhythmias Acute cerebrovascular accidents Active bleeding Allergy to radiographic contrast Renal dysfunction Acute pulmonary edema (patient unable to lie flat) Untreated active infection/Sepsis Severe coagulopathy Encephalopathy Significant peripheral vascular disease Depending on risk-benefit, the procedure can be considered in these situations.", "contents": "Left Heart Cardiac Catheterization -- Contraindications. There are no absolute contraindications of left heart catheterization other than the patient's refusal. The relative contraindications may include: Severe uncontrolled hypertension Unstable arrhythmias Acute cerebrovascular accidents Active bleeding Allergy to radiographic contrast Renal dysfunction Acute pulmonary edema (patient unable to lie flat) Untreated active infection/Sepsis Severe coagulopathy Encephalopathy Significant peripheral vascular disease Depending on risk-benefit, the procedure can be considered in these situations."}
{"id": "article-91540_10", "title": "Left Heart Cardiac Catheterization -- Equipment", "content": "The following equipment is required for a left heart catheterization. Cardiac catheterization laboratory Fluoroscopy machine Hemodynamic monitors Different diagnostic and guide catheters Guide wires Manifold for contrast injection Coronary wires, balloons, and stents for percutaneous coronary intervention", "contents": "Left Heart Cardiac Catheterization -- Equipment. The following equipment is required for a left heart catheterization. Cardiac catheterization laboratory Fluoroscopy machine Hemodynamic monitors Different diagnostic and guide catheters Guide wires Manifold for contrast injection Coronary wires, balloons, and stents for percutaneous coronary intervention"}
{"id": "article-91540_11", "title": "Left Heart Cardiac Catheterization -- Personnel", "content": "Left heart catheterization is a multidisciplinary procedure; the following personnel is required to perform left heart catheterization. [17] Cardiologist, having expertise in diagnostic and interventional cardiac catheterization Cardiovascular technologist to assist the cardiologist Cardiac catheterization nurse for administration of drugs Radiographer Anesthesiologist to assist in sedation", "contents": "Left Heart Cardiac Catheterization -- Personnel. Left heart catheterization is a multidisciplinary procedure; the following personnel is required to perform left heart catheterization. [17] Cardiologist, having expertise in diagnostic and interventional cardiac catheterization Cardiovascular technologist to assist the cardiologist Cardiac catheterization nurse for administration of drugs Radiographer Anesthesiologist to assist in sedation"}
{"id": "article-91540_12", "title": "Left Heart Cardiac Catheterization -- Preparation", "content": "Oral anticoagulants are stopped at least 24 hours before the procedure (depending on the creatinine clearance). [18] Before the procedure, a thorough history should be taken with special emphasis on contrast allergy. [19] A detailed examination is done to assess the access site, and peripheral pulses are documented. Laboratory investigations, including hemoglobin, platelets, creatinine, and coagulation profile, should be checked. The operating provider should obtain informed consent, and the procedure should be explained in detail, including risks and complications associated with the procedure. Intravenous normal saline should be administered to prevent contrast-induced renal dysfunction, especially in those with underlying renal dysfunction. [20]", "contents": "Left Heart Cardiac Catheterization -- Preparation. Oral anticoagulants are stopped at least 24 hours before the procedure (depending on the creatinine clearance). [18] Before the procedure, a thorough history should be taken with special emphasis on contrast allergy. [19] A detailed examination is done to assess the access site, and peripheral pulses are documented. Laboratory investigations, including hemoglobin, platelets, creatinine, and coagulation profile, should be checked. The operating provider should obtain informed consent, and the procedure should be explained in detail, including risks and complications associated with the procedure. Intravenous normal saline should be administered to prevent contrast-induced renal dysfunction, especially in those with underlying renal dysfunction. [20]"}
{"id": "article-91540_13", "title": "Left Heart Cardiac Catheterization -- Preparation", "content": "After shifting to the catheterization laboratory, the patient is placed in a supine position on the table, access sites are sterilized, and the patient is draped. All cannulas, needles, and catheters are flushed with heparinized saline. [21] Cardiologists and assisting technologists wear a sterile gown, gloves, head cap, and facial protecting shields.", "contents": "Left Heart Cardiac Catheterization -- Preparation. After shifting to the catheterization laboratory, the patient is placed in a supine position on the table, access sites are sterilized, and the patient is draped. All cannulas, needles, and catheters are flushed with heparinized saline. [21] Cardiologists and assisting technologists wear a sterile gown, gloves, head cap, and facial protecting shields."}
{"id": "article-91540_14", "title": "Left Heart Cardiac Catheterization -- Technique or Treatment -- Arterial Access", "content": "For radial access, it is better to perform a Brbeau or Allen test to assess collateral circulation's adequacy to the hand. [22] Then the arm is positioned by the side of the body on board. For an easy palpability and puncture of the radial artery, the wrist is hyperextended by keeping a roll under the wrist. For left radial access, the puncture is done while the arm is kept hyperextended; after establishing access, the hand is positioned over the chest or left groin by supporting the elbow with the help of a pillow. Before a radial puncture, patients are pre-medicated with midazolam, nalbuphine, or fentanyl to avoid radial spasm provoked by anxiety. [23] The ideal site of radial puncture is 2–3 cm above the wrist crease, where the artery is best palpable. The subsequent attempt should be at 1 cm proximal to the initial puncture site. [24]", "contents": "Left Heart Cardiac Catheterization -- Technique or Treatment -- Arterial Access. For radial access, it is better to perform a Brbeau or Allen test to assess collateral circulation's adequacy to the hand. [22] Then the arm is positioned by the side of the body on board. For an easy palpability and puncture of the radial artery, the wrist is hyperextended by keeping a roll under the wrist. For left radial access, the puncture is done while the arm is kept hyperextended; after establishing access, the hand is positioned over the chest or left groin by supporting the elbow with the help of a pillow. Before a radial puncture, patients are pre-medicated with midazolam, nalbuphine, or fentanyl to avoid radial spasm provoked by anxiety. [23] The ideal site of radial puncture is 2–3 cm above the wrist crease, where the artery is best palpable. The subsequent attempt should be at 1 cm proximal to the initial puncture site. [24]"}
{"id": "article-91540_15", "title": "Left Heart Cardiac Catheterization -- Technique or Treatment -- Arterial Access", "content": "After injecting local analgesics at the puncture site, the artery is punctured using a 20 G cannula by the Seldinger technique. After the initial blob of blood is seen in the cannula's proximal hub, the needle is advanced to pierce the posterior wall, and the needle is removed. The cannula is withdrawn gradually while holding the straight tipped hydrophilic Terumo wire in the right hand. Once the arterial blood spurts out, the wire is introduced into the radial artery and the cannula removed. An appropriate-sized sheath with a hydrophilic coating is advanced over the wire, and the dilator is removed. Immediately after insertion of the sheath, blood pressures are monitored, and a combination of nitroglycerine (depending on systolic blood pressure) and 5000 IU heparin is injected through the sheath to prevent the radial spasm and minimize access site complications. [25]", "contents": "Left Heart Cardiac Catheterization -- Technique or Treatment -- Arterial Access. After injecting local analgesics at the puncture site, the artery is punctured using a 20 G cannula by the Seldinger technique. After the initial blob of blood is seen in the cannula's proximal hub, the needle is advanced to pierce the posterior wall, and the needle is removed. The cannula is withdrawn gradually while holding the straight tipped hydrophilic Terumo wire in the right hand. Once the arterial blood spurts out, the wire is introduced into the radial artery and the cannula removed. An appropriate-sized sheath with a hydrophilic coating is advanced over the wire, and the dilator is removed. Immediately after insertion of the sheath, blood pressures are monitored, and a combination of nitroglycerine (depending on systolic blood pressure) and 5000 IU heparin is injected through the sheath to prevent the radial spasm and minimize access site complications. [25]"}
{"id": "article-91540_16", "title": "Left Heart Cardiac Catheterization -- Technique or Treatment -- Arterial Access", "content": "It is essential for femoral access to determine the anatomical landmarks to make successful access and minimize access site complications. The femoral artery lies midway between the anterosuperior crest of the iliac bone and the pubic bone, and it runs parallel to the medial aspect of the femoral head. It descends almost vertically down toward the femur's adductor tubercle and ends at the adductor magnus muscle opening in the femoral triangle. [26] The common femoral artery is the ideal artery for puncture as it is covered by a femoral sheath, which prevents the formation of a pseudoaneurysm. The common femoral artery is more prominent when it runs over the femoral heads, and that is the best site of femoral puncture, as it is easy to achieve hemostasis by compressing it over the femoral head. [27]", "contents": "Left Heart Cardiac Catheterization -- Technique or Treatment -- Arterial Access. It is essential for femoral access to determine the anatomical landmarks to make successful access and minimize access site complications. The femoral artery lies midway between the anterosuperior crest of the iliac bone and the pubic bone, and it runs parallel to the medial aspect of the femoral head. It descends almost vertically down toward the femur's adductor tubercle and ends at the adductor magnus muscle opening in the femoral triangle. [26] The common femoral artery is the ideal artery for puncture as it is covered by a femoral sheath, which prevents the formation of a pseudoaneurysm. The common femoral artery is more prominent when it runs over the femoral heads, and that is the best site of femoral puncture, as it is easy to achieve hemostasis by compressing it over the femoral head. [27]"}
{"id": "article-91540_17", "title": "Left Heart Cardiac Catheterization -- Technique or Treatment -- Arterial Access", "content": "After identifying the landmarks, a local analgesic is injected at the puncture site; then, the femoral artery is punctured with an 18 G cannula by the modified Seldinger method. A curved glide wire is introduced once blood spurts out of the cannula. After introducing a wire, the cannula is removed, and an appropriately sized sheath is advanced over the wire, and the dilator is removed along with the wire. Immediately after insertion, the sheath is flushed with heparinized saline, and blood pressures are monitored. [28]", "contents": "Left Heart Cardiac Catheterization -- Technique or Treatment -- Arterial Access. After identifying the landmarks, a local analgesic is injected at the puncture site; then, the femoral artery is punctured with an 18 G cannula by the modified Seldinger method. A curved glide wire is introduced once blood spurts out of the cannula. After introducing a wire, the cannula is removed, and an appropriately sized sheath is advanced over the wire, and the dilator is removed along with the wire. Immediately after insertion, the sheath is flushed with heparinized saline, and blood pressures are monitored. [28]"}
{"id": "article-91540_18", "title": "Left Heart Cardiac Catheterization -- Technique or Treatment -- Coronary Angiogram", "content": "For diagnostic coronary angiograms, diagnostic catheters are advanced over the wire under fluoroscopy. Once the catheter reaches the ascending aorta, the wire is taken out, and the catheter is connected with the manifold, and pressures are recorded. Left main and right coronary arteries are engaged in plain anteroposterior (AP) and left anterior oblique (LAO) projections, and multiple images are taken from different projections for each artery. [29]", "contents": "Left Heart Cardiac Catheterization -- Technique or Treatment -- Coronary Angiogram. For diagnostic coronary angiograms, diagnostic catheters are advanced over the wire under fluoroscopy. Once the catheter reaches the ascending aorta, the wire is taken out, and the catheter is connected with the manifold, and pressures are recorded. Left main and right coronary arteries are engaged in plain anteroposterior (AP) and left anterior oblique (LAO) projections, and multiple images are taken from different projections for each artery. [29]"}
{"id": "article-91540_19", "title": "Left Heart Cardiac Catheterization -- Technique or Treatment -- Coronary Angiogram", "content": "For percutaneous coronary intervention, guide catheters are advanced over the wires. After engaging the appropriate coronary artery, coronary wires are advanced through the catheter, and the stenotic area is crossed. Once the wire is crossed, the lesion is either pre-dilated with a balloon or directly stented with an appropriately sized stent and then post-dilated with an appropriately sized balloon. [30]", "contents": "Left Heart Cardiac Catheterization -- Technique or Treatment -- Coronary Angiogram. For percutaneous coronary intervention, guide catheters are advanced over the wires. After engaging the appropriate coronary artery, coronary wires are advanced through the catheter, and the stenotic area is crossed. Once the wire is crossed, the lesion is either pre-dilated with a balloon or directly stented with an appropriately sized stent and then post-dilated with an appropriately sized balloon. [30]"}
{"id": "article-91540_20", "title": "Left Heart Cardiac Catheterization -- Technique or Treatment -- Left Ventriculogram", "content": "The left ventriculogram provides an assessment of left ventricular systolic function, degree of mitral regurgitation, and the presence of wall motion abnormality or a ventricular septal defect. A side hole (pigtail) catheter is advanced over a 0.035-in J-tipped wire to a position in the ascending aorta superior to the aortic valve. The tip is then pointed toward the orifice of the valve and the catheter rotated so that the pigtail loop resembles a figure of \"6.\" In this position, the catheter is gently advanced across the valve orifice into the ventricle. After entering the ventricle, the pigtail's tip is positioned mid-cavity to avoid contact with the papillary muscles and mitral valve. [31]", "contents": "Left Heart Cardiac Catheterization -- Technique or Treatment -- Left Ventriculogram. The left ventriculogram provides an assessment of left ventricular systolic function, degree of mitral regurgitation, and the presence of wall motion abnormality or a ventricular septal defect. A side hole (pigtail) catheter is advanced over a 0.035-in J-tipped wire to a position in the ascending aorta superior to the aortic valve. The tip is then pointed toward the orifice of the valve and the catheter rotated so that the pigtail loop resembles a figure of \"6.\" In this position, the catheter is gently advanced across the valve orifice into the ventricle. After entering the ventricle, the pigtail's tip is positioned mid-cavity to avoid contact with the papillary muscles and mitral valve. [31]"}
{"id": "article-91540_21", "title": "Left Heart Cardiac Catheterization -- Technique or Treatment -- Left Ventriculogram", "content": "The image is taken in the right anterior oblique projection to assess the anterior wall, inferior wall, and left ventricular apex. And left anterior oblique (cranial 20) projection is used to assess septum and ventricular septal defects. [32]", "contents": "Left Heart Cardiac Catheterization -- Technique or Treatment -- Left Ventriculogram. The image is taken in the right anterior oblique projection to assess the anterior wall, inferior wall, and left ventricular apex. And left anterior oblique (cranial 20) projection is used to assess septum and ventricular septal defects. [32]"}
{"id": "article-91540_22", "title": "Left Heart Cardiac Catheterization -- Technique or Treatment -- Assessment of Aortic Valve", "content": "With the advent of echocardiography and Doppler techniques, cardiac catheterization is no longer a commonly used diagnostic modality for assessing aortic stenosis. It is recommended when there is a discrepancy between the symptoms and echocardiographic findings. Pressure gradients across the aortic valve are recorded by using a double-lumen fluid-filled catheter. [33] Left ventricular and aortic pressures are measured simultaneously. Micro manometer-tipped catheters may be considered when there are extensive artifacts or when additional precision is necessary. Pullback gradients are inaccurate for diagnostic purposes. [34]", "contents": "Left Heart Cardiac Catheterization -- Technique or Treatment -- Assessment of Aortic Valve. With the advent of echocardiography and Doppler techniques, cardiac catheterization is no longer a commonly used diagnostic modality for assessing aortic stenosis. It is recommended when there is a discrepancy between the symptoms and echocardiographic findings. Pressure gradients across the aortic valve are recorded by using a double-lumen fluid-filled catheter. [33] Left ventricular and aortic pressures are measured simultaneously. Micro manometer-tipped catheters may be considered when there are extensive artifacts or when additional precision is necessary. Pullback gradients are inaccurate for diagnostic purposes. [34]"}
{"id": "article-91540_23", "title": "Left Heart Cardiac Catheterization -- Technique or Treatment -- Assessment of Aortic Valve", "content": "Measurement of pressure gradients is followed by the measurement of cardiac output by Fick or a thermodilution method. [35] The Fick method is based on arterial and mixed venous saturation, hemoglobin level, and oxygen consumption. In the thermodilution method, cold or room temperature saline is injected in the atrial port of the catheter, and a temperature change is measured at the thermistor on the Swan-Ganz catheter. [36]", "contents": "Left Heart Cardiac Catheterization -- Technique or Treatment -- Assessment of Aortic Valve. Measurement of pressure gradients is followed by the measurement of cardiac output by Fick or a thermodilution method. [35] The Fick method is based on arterial and mixed venous saturation, hemoglobin level, and oxygen consumption. In the thermodilution method, cold or room temperature saline is injected in the atrial port of the catheter, and a temperature change is measured at the thermistor on the Swan-Ganz catheter. [36]"}
{"id": "article-91540_24", "title": "Left Heart Cardiac Catheterization -- Technique or Treatment -- Assessment of Aortic Valve", "content": "After the measurement of pressure gradient and cardiac output, and effective orifice area (EOA) is calculated by the Gorlin equation. [37] However, this area varies from the corresponding echocardiographic measurement due to the difficulty in precisely positioning the aortic side catheter at the flow jet's vena contracta.", "contents": "Left Heart Cardiac Catheterization -- Technique or Treatment -- Assessment of Aortic Valve. After the measurement of pressure gradient and cardiac output, and effective orifice area (EOA) is calculated by the Gorlin equation. [37] However, this area varies from the corresponding echocardiographic measurement due to the difficulty in precisely positioning the aortic side catheter at the flow jet's vena contracta."}
{"id": "article-91540_25", "title": "Left Heart Cardiac Catheterization -- Technique or Treatment -- Assessment of Aortic Valve", "content": "The aortic regurgitation severity can be assessed and graded by doing an aortic angiogram. It is reported to overestimate and does not assess aortic regurgitation accurately in the presence of left ventricular systolic dysfunction and other valvular lesions. [38] Angiographic grading of aortic regurgitation may include: Mild (1+) - A little contrast enters the left ventricle during diastole and clears with each systole. Moderate AR (2+) - Contrast enters the left ventricle with each diastole, but the left ventricle is less dense than the aorta. Moderately severe AR (3+) - The left ventricle has the same density as the ascending aorta. Severe AR (4+) - Dense complete, opacification of the left ventricle occurs on the first beat; it is more densely opacified than the ascending aorta.", "contents": "Left Heart Cardiac Catheterization -- Technique or Treatment -- Assessment of Aortic Valve. The aortic regurgitation severity can be assessed and graded by doing an aortic angiogram. It is reported to overestimate and does not assess aortic regurgitation accurately in the presence of left ventricular systolic dysfunction and other valvular lesions. [38] Angiographic grading of aortic regurgitation may include: Mild (1+) - A little contrast enters the left ventricle during diastole and clears with each systole. Moderate AR (2+) - Contrast enters the left ventricle with each diastole, but the left ventricle is less dense than the aorta. Moderately severe AR (3+) - The left ventricle has the same density as the ascending aorta. Severe AR (4+) - Dense complete, opacification of the left ventricle occurs on the first beat; it is more densely opacified than the ascending aorta."}
{"id": "article-91540_26", "title": "Left Heart Cardiac Catheterization -- Technique or Treatment -- Assessment of Mitral Valve", "content": "The gradient across the mitral valve is determined by measuring the left ventricular and left atrial pressures to assess the mitral stenosis. Although the pulmonary artery wedge pressure (PAWP) is usually taken as a surrogate of the left atrial pressure, the most accurate method uses the left atrial and left ventricular pressure, requiring a transseptal catheterization approach. [39] The PAWP tracing is realigned with the left ventricular tracing for the determination of an accurate mean gradient. [40]", "contents": "Left Heart Cardiac Catheterization -- Technique or Treatment -- Assessment of Mitral Valve. The gradient across the mitral valve is determined by measuring the left ventricular and left atrial pressures to assess the mitral stenosis. Although the pulmonary artery wedge pressure (PAWP) is usually taken as a surrogate of the left atrial pressure, the most accurate method uses the left atrial and left ventricular pressure, requiring a transseptal catheterization approach. [39] The PAWP tracing is realigned with the left ventricular tracing for the determination of an accurate mean gradient. [40]"}
{"id": "article-91540_27", "title": "Left Heart Cardiac Catheterization -- Technique or Treatment -- Assessment of Mitral Valve", "content": "The mitral regurgitation severity is based on the amount of contrast regurgitate from the left ventricle into the left atrium via an incompetent mitral valve and the opacification of the left atrium used as a guide. [41] Grade 1+ (mild) - Regurgitation essentially clears with each beat and never opacifies the entire left atrium. Grade 2+ (moderate) - Regurgitation does not clear with one beat and opacifies the entire left atrium after several beats. Grade 3+ (moderately severe) - The left atrium is opacified completely and achieves equal opacification to the left ventricle. Grade 4+ (severe) - The entire left atrium is opacified within one beat and becomes denser with each beat, with associated refluxing into the pulmonary veins during systole.", "contents": "Left Heart Cardiac Catheterization -- Technique or Treatment -- Assessment of Mitral Valve. The mitral regurgitation severity is based on the amount of contrast regurgitate from the left ventricle into the left atrium via an incompetent mitral valve and the opacification of the left atrium used as a guide. [41] Grade 1+ (mild) - Regurgitation essentially clears with each beat and never opacifies the entire left atrium. Grade 2+ (moderate) - Regurgitation does not clear with one beat and opacifies the entire left atrium after several beats. Grade 3+ (moderately severe) - The left atrium is opacified completely and achieves equal opacification to the left ventricle. Grade 4+ (severe) - The entire left atrium is opacified within one beat and becomes denser with each beat, with associated refluxing into the pulmonary veins during systole."}
{"id": "article-91540_28", "title": "Left Heart Cardiac Catheterization -- Complications", "content": "The incidence of major complications related to left heart catheterization is low, and the majority of the deaths occurring post-procedure are secondary to acute illness. The most common complications associated with left heart catheterization may include access site complications, contrast allergy, cerebrovascular accidents, myocardial infarction, pericardial effusion, cardiac tamponade, and aortic or coronary artery dissection. [42]", "contents": "Left Heart Cardiac Catheterization -- Complications. The incidence of major complications related to left heart catheterization is low, and the majority of the deaths occurring post-procedure are secondary to acute illness. The most common complications associated with left heart catheterization may include access site complications, contrast allergy, cerebrovascular accidents, myocardial infarction, pericardial effusion, cardiac tamponade, and aortic or coronary artery dissection. [42]"}
{"id": "article-91540_29", "title": "Left Heart Cardiac Catheterization -- Complications", "content": "Access site complications may include bleeding, hematoma formation, pseudoaneurysm, arteriovenous fistulae, perforation, and the artery's dissection. [43] [44] Although access site complications are reported to be more common with trans femoral than trans-radial approach, the advances in the techniques, use of ultrasound, and utilization of closure devices have significantly reduced the incidence of these complications. [45] [46] The incidence of cerebrovascular accidents is less than 0.1% for a diagnostic left heart catheterization, and it is as high as 0.4% for percutaneous coronary intervention. Advanced age, hypertension, diabetes mellitus, prior cerebrovascular accidents, heart failure, aortic atherosclerosis, and emergency procedures are the risk factors for peri-procedural stroke. [47]", "contents": "Left Heart Cardiac Catheterization -- Complications. Access site complications may include bleeding, hematoma formation, pseudoaneurysm, arteriovenous fistulae, perforation, and the artery's dissection. [43] [44] Although access site complications are reported to be more common with trans femoral than trans-radial approach, the advances in the techniques, use of ultrasound, and utilization of closure devices have significantly reduced the incidence of these complications. [45] [46] The incidence of cerebrovascular accidents is less than 0.1% for a diagnostic left heart catheterization, and it is as high as 0.4% for percutaneous coronary intervention. Advanced age, hypertension, diabetes mellitus, prior cerebrovascular accidents, heart failure, aortic atherosclerosis, and emergency procedures are the risk factors for peri-procedural stroke. [47]"}
{"id": "article-91540_30", "title": "Left Heart Cardiac Catheterization -- Complications", "content": "Myocardial infarction during left heart catheterization is reported as 0.2 per 10,000 procedures, and coronary artery dissection causes myocardial infarction in almost all the cases. The incidence of cardiac tamponade is reported as low as 0.009% for a diagnostic left heart catheterization. [42]", "contents": "Left Heart Cardiac Catheterization -- Complications. Myocardial infarction during left heart catheterization is reported as 0.2 per 10,000 procedures, and coronary artery dissection causes myocardial infarction in almost all the cases. The incidence of cardiac tamponade is reported as low as 0.009% for a diagnostic left heart catheterization. [42]"}
{"id": "article-91540_31", "title": "Left Heart Cardiac Catheterization -- Complications", "content": "Contrast related complications include allergic reaction and contrast-induced renal dysfunction. Urticaria is the common manifestation of contrast related allergy and but it can lead to anaphylaxis. Contrast-induced nephropathy is a serious complication of cardiac catheterization, and it is much more common in the presence of underlying renal dysfunction, heart failure, and left ventricular systolic dysfunction. Although there is no definite treatment of contrast-induced nephropathy, it can be prevented by minimizing the contrast volume, preventing volume depletion, and avoiding renal vasoconstriction activation. [48]", "contents": "Left Heart Cardiac Catheterization -- Complications. Contrast related complications include allergic reaction and contrast-induced renal dysfunction. Urticaria is the common manifestation of contrast related allergy and but it can lead to anaphylaxis. Contrast-induced nephropathy is a serious complication of cardiac catheterization, and it is much more common in the presence of underlying renal dysfunction, heart failure, and left ventricular systolic dysfunction. Although there is no definite treatment of contrast-induced nephropathy, it can be prevented by minimizing the contrast volume, preventing volume depletion, and avoiding renal vasoconstriction activation. [48]"}
{"id": "article-91540_32", "title": "Left Heart Cardiac Catheterization -- Clinical Significance", "content": "Cardiac catheterization has evolved over the years, and many times it is a life-saving procedure in cases of acute MI where left heart catheterization and selective coronary arteriography are performed in an emergency to find out the culprit vessel, and percutaneous coronary intervention is done to save the life and the myocardium at jeopardy. With new techniques and advancements, the trans-radial approach improves patient comfort compared to the trans-femoral approach. Using ultrasound/fluoroscopy for taking arterial access, using small-sized catheters, and increasing operator experience have further decreased the complications.", "contents": "Left Heart Cardiac Catheterization -- Clinical Significance. Cardiac catheterization has evolved over the years, and many times it is a life-saving procedure in cases of acute MI where left heart catheterization and selective coronary arteriography are performed in an emergency to find out the culprit vessel, and percutaneous coronary intervention is done to save the life and the myocardium at jeopardy. With new techniques and advancements, the trans-radial approach improves patient comfort compared to the trans-femoral approach. Using ultrasound/fluoroscopy for taking arterial access, using small-sized catheters, and increasing operator experience have further decreased the complications."}
{"id": "article-91540_33", "title": "Left Heart Cardiac Catheterization -- Clinical Significance", "content": "In the last two decades, percutaneous valve replacement has revolutionized the left heart catheterization techniques. Measurements of cardiac hemodynamics by left heart catheterization are essential in the diagnosis and prognosis of valvular heart diseases and cardiomyopathies.", "contents": "Left Heart Cardiac Catheterization -- Clinical Significance. In the last two decades, percutaneous valve replacement has revolutionized the left heart catheterization techniques. Measurements of cardiac hemodynamics by left heart catheterization are essential in the diagnosis and prognosis of valvular heart diseases and cardiomyopathies."}
{"id": "article-91540_34", "title": "Left Heart Cardiac Catheterization -- Enhancing Healthcare Team Outcomes", "content": "Left heart catheterization, especially percutaneous coronary intervention, requires high skills and expertise and good peri-procedure patient care. Therefore, it is required to have a system to ensure the completion of all patient care aspects. In the pre-procedure assessment and discussing the pros and cons of the procedure, the assessment must ensure that the patient fulfills the procedure's criteria. Proper sterile technique is fundamental to better outcomes.", "contents": "Left Heart Cardiac Catheterization -- Enhancing Healthcare Team Outcomes. Left heart catheterization, especially percutaneous coronary intervention, requires high skills and expertise and good peri-procedure patient care. Therefore, it is required to have a system to ensure the completion of all patient care aspects. In the pre-procedure assessment and discussing the pros and cons of the procedure, the assessment must ensure that the patient fulfills the procedure's criteria. Proper sterile technique is fundamental to better outcomes."}
{"id": "article-91540_35", "title": "Left Heart Cardiac Catheterization -- Enhancing Healthcare Team Outcomes", "content": "In post-procedure care, patients need regular monitoring by trained nursing staff for complications. After recovery, every patient with coronary artery disease should undergo cardiac rehabilitation. It is now recommended to have a multidisciplinary team approach that may include an intervention cardiologist, cardiac surgeon, cardiac rehabilitation specialist, a cardiac nurse, and a cardiac pharmacist to enhance patient care, optimize procedural success and minimize periprocedural complications.", "contents": "Left Heart Cardiac Catheterization -- Enhancing Healthcare Team Outcomes. In post-procedure care, patients need regular monitoring by trained nursing staff for complications. After recovery, every patient with coronary artery disease should undergo cardiac rehabilitation. It is now recommended to have a multidisciplinary team approach that may include an intervention cardiologist, cardiac surgeon, cardiac rehabilitation specialist, a cardiac nurse, and a cardiac pharmacist to enhance patient care, optimize procedural success and minimize periprocedural complications."}
{"id": "article-91540_36", "title": "Left Heart Cardiac Catheterization -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Left Heart Cardiac Catheterization -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}