{"id": "article-30620_0", "title": "Triptans -- Continuing Education Activity", "content": "Triptans comprise a class of medications approved by the US Food and Drug Administration (FDA) as the first-line agent for treating acute migraine episodes with or without aura. In the United States, 7 triptans are available in diverse dosage formulations, including sumatriptan, naratriptan, zolmitriptan, rizatriptan, almotriptan, frovatriptan, and eletriptan. Sumatriptan, in its subcutaneous formulation, is also approved for treating cluster headaches. Almotriptan has an FDA indication for use in adolescents for treating migraines lasting at least 4 hours. The FDA has also approved zolmitriptan nasal spray for children aged 12 or older and rizatriptan for children aged 6 to 17. Frovatriptan, naratriptan, and oral zolmitriptan have off-label uses for preventing menstrual migraine.", "contents": "Triptans -- Continuing Education Activity. Triptans comprise a class of medications approved by the US Food and Drug Administration (FDA) as the first-line agent for treating acute migraine episodes with or without aura. In the United States, 7 triptans are available in diverse dosage formulations, including sumatriptan, naratriptan, zolmitriptan, rizatriptan, almotriptan, frovatriptan, and eletriptan. Sumatriptan, in its subcutaneous formulation, is also approved for treating cluster headaches. Almotriptan has an FDA indication for use in adolescents for treating migraines lasting at least 4 hours. The FDA has also approved zolmitriptan nasal spray for children aged 12 or older and rizatriptan for children aged 6 to 17. Frovatriptan, naratriptan, and oral zolmitriptan have off-label uses for preventing menstrual migraine."}
{"id": "article-30620_1", "title": "Triptans -- Continuing Education Activity", "content": "When triptans bind to the neurogenic and central 5-serotonin receptors, they inhibit the release of vasoactive neuropeptides by inhibiting trigeminal nerve activation and blocking the transmission of pain signals to the brain. The binding of triptans to the vascular 5-HT1B receptors leads to vasoconstriction of the cranial arteries, which painfully dilate during a migraine attack. This activity reviews the indications, mechanisms of action, adverse event profile, and contraindications of different triptans as essential components in migraine therapy. This activity involves participating clinicians reviewing the best practice collaboration among primary or emergency care and consulting neurologists to enhance patient outcomes.", "contents": "Triptans -- Continuing Education Activity. When triptans bind to the neurogenic and central 5-serotonin receptors, they inhibit the release of vasoactive neuropeptides by inhibiting trigeminal nerve activation and blocking the transmission of pain signals to the brain. The binding of triptans to the vascular 5-HT1B receptors leads to vasoconstriction of the cranial arteries, which painfully dilate during a migraine attack. This activity reviews the indications, mechanisms of action, adverse event profile, and contraindications of different triptans as essential components in migraine therapy. This activity involves participating clinicians reviewing the best practice collaboration among primary or emergency care and consulting neurologists to enhance patient outcomes."}
{"id": "article-30620_2", "title": "Triptans -- Continuing Education Activity", "content": "Objectives: Identify patients who are appropriate candidates for triptan therapy based on established migraine diagnosis and severity. Screen patients for contraindications to triptan therapy, including but not limited to severe hepatic or renal impairment, cardiovascular disease, and uncontrolled hypertension. Select the most suitable triptan formulation and dosage for each patient based on their preferences, tolerability, and treatment goals. Collaborate with other healthcare providers to discuss the benefits, risks, and proper use of triptan therapy with patients, thereby optimizing triptan therapy and comprehensive migraine management. Access free multiple choice questions on this topic.", "contents": "Triptans -- Continuing Education Activity. Objectives: Identify patients who are appropriate candidates for triptan therapy based on established migraine diagnosis and severity. Screen patients for contraindications to triptan therapy, including but not limited to severe hepatic or renal impairment, cardiovascular disease, and uncontrolled hypertension. Select the most suitable triptan formulation and dosage for each patient based on their preferences, tolerability, and treatment goals. Collaborate with other healthcare providers to discuss the benefits, risks, and proper use of triptan therapy with patients, thereby optimizing triptan therapy and comprehensive migraine management. Access free multiple choice questions on this topic."}
{"id": "article-30620_3", "title": "Triptans -- Indications -- FDA-Approved Indications", "content": "Triptans comprise a class of medications approved by the US Food and Drug Administration (FDA) as the first-line agent for treating acute migraine episodes with or without aura. [1] [2] In the United States, 7 triptans are available in diverse dosage formulations, including sumatriptan, naratriptan, zolmitriptan, rizatriptan, almotriptan, frovatriptan, and eletriptan. [3]", "contents": "Triptans -- Indications -- FDA-Approved Indications. Triptans comprise a class of medications approved by the US Food and Drug Administration (FDA) as the first-line agent for treating acute migraine episodes with or without aura. [1] [2] In the United States, 7 triptans are available in diverse dosage formulations, including sumatriptan, naratriptan, zolmitriptan, rizatriptan, almotriptan, frovatriptan, and eletriptan. [3]"}
{"id": "article-30620_4", "title": "Triptans -- Indications -- FDA-Approved Indications", "content": "In the subcutaneous (SQ) formulation, sumatriptan is also approved to treat cluster headaches. [1] Almotriptan has an FDA indication for use in adolescents for treating migraines lasting at least 4 hours. [4] Zolmitriptan nasal spray is FDA-approved for children aged 12 or older. [5] [4] Rizatriptan is an FDA-approved triptan for children aged 6 to 17. [6]", "contents": "Triptans -- Indications -- FDA-Approved Indications. In the subcutaneous (SQ) formulation, sumatriptan is also approved to treat cluster headaches. [1] Almotriptan has an FDA indication for use in adolescents for treating migraines lasting at least 4 hours. [4] Zolmitriptan nasal spray is FDA-approved for children aged 12 or older. [5] [4] Rizatriptan is an FDA-approved triptan for children aged 6 to 17. [6]"}
{"id": "article-30620_5", "title": "Triptans -- Indications -- Off-Label Uses", "content": "Frovatriptan, naratriptan, and oral zolmitriptan have an off-label indication for preventing menstrual migraine. [7] [8] According to the American Neurogastroenterology and Motility Society and the Cyclic Vomiting Syndrome Association, sumatriptan can be used for acute attacks of cyclic vomiting syndrome. [9]", "contents": "Triptans -- Indications -- Off-Label Uses. Frovatriptan, naratriptan, and oral zolmitriptan have an off-label indication for preventing menstrual migraine. [7] [8] According to the American Neurogastroenterology and Motility Society and the Cyclic Vomiting Syndrome Association, sumatriptan can be used for acute attacks of cyclic vomiting syndrome. [9]"}
{"id": "article-30620_6", "title": "Triptans -- Mechanism of Action", "content": "Three distinct mechanisms of action of triptans have been described in migraine, as mentioned below. Vascular mechanism: Vasoconstriction of painfully distended intracranial extracerebral arteries directly affects vascular smooth muscle. Trigeminovascular mechanism: Inhibition of nociceptive neurotransmission within the trigeminal nerve in the brainstem and upper spinal cord. Central mechanism: Inhibition of the release of vasoactive neuropeptides by trigeminal nerve innervating the intracranial vessels and dura mater. [7]", "contents": "Triptans -- Mechanism of Action. Three distinct mechanisms of action of triptans have been described in migraine, as mentioned below. Vascular mechanism: Vasoconstriction of painfully distended intracranial extracerebral arteries directly affects vascular smooth muscle. Trigeminovascular mechanism: Inhibition of nociceptive neurotransmission within the trigeminal nerve in the brainstem and upper spinal cord. Central mechanism: Inhibition of the release of vasoactive neuropeptides by trigeminal nerve innervating the intracranial vessels and dura mater. [7]"}
{"id": "article-30620_7", "title": "Triptans -- Mechanism of Action", "content": "Triptans are antimigraine agents that bind to 5-HT1B and 5-HT1D serotonin receptors. Triptan binding to the vascular 5-HT1B receptors leads to vasoconstriction of the cranial arteries, which dilate during a migraine attack. When triptans bind to the neurogenic and central 5-HT1D receptors, they prevent the release of vasoactive neuropeptides by inhibiting trigeminal nerve activation and blocking the transmission of pain signals to the central nervous system. [10]", "contents": "Triptans -- Mechanism of Action. Triptans are antimigraine agents that bind to 5-HT1B and 5-HT1D serotonin receptors. Triptan binding to the vascular 5-HT1B receptors leads to vasoconstriction of the cranial arteries, which dilate during a migraine attack. When triptans bind to the neurogenic and central 5-HT1D receptors, they prevent the release of vasoactive neuropeptides by inhibiting trigeminal nerve activation and blocking the transmission of pain signals to the central nervous system. [10]"}
{"id": "article-30620_8", "title": "Triptans -- Mechanism of Action -- Salient Pharmacokinetics of Triptans", "content": "The pharmacokinetics of triptans vary widely between individuals, which could be attributed to the influence of P-glycoprotein (P-gp) efflux transporters, triptan-metabolizing enzymes, such as cytochrome P450 (CYP450) and monoamine oxidase (MAO), and drug bioavailability. [11]", "contents": "Triptans -- Mechanism of Action -- Salient Pharmacokinetics of Triptans. The pharmacokinetics of triptans vary widely between individuals, which could be attributed to the influence of P-glycoprotein (P-gp) efflux transporters, triptan-metabolizing enzymes, such as cytochrome P450 (CYP450) and monoamine oxidase (MAO), and drug bioavailability. [11]"}
{"id": "article-30620_9", "title": "Triptans -- Mechanism of Action -- Salient Pharmacokinetics of Triptans", "content": "Sumatriptan : Sumatriptan is available as oral tablets, nasal sprays, and SQ injections. Orally administered sumatriptan has a low bioavailability of around 15%, primarily due to pre-systemic metabolism and partly due to incomplete absorption. Despite nasal sprays being faster than oral formulations, their effect is more temporary. Therefore, nasal sprays are an intermediate option for oral triptans and SQ sumatriptan.", "contents": "Triptans -- Mechanism of Action -- Salient Pharmacokinetics of Triptans. Sumatriptan : Sumatriptan is available as oral tablets, nasal sprays, and SQ injections. Orally administered sumatriptan has a low bioavailability of around 15%, primarily due to pre-systemic metabolism and partly due to incomplete absorption. Despite nasal sprays being faster than oral formulations, their effect is more temporary. Therefore, nasal sprays are an intermediate option for oral triptans and SQ sumatriptan."}
{"id": "article-30620_10", "title": "Triptans -- Mechanism of Action -- Salient Pharmacokinetics of Triptans", "content": "In vitro studies on human microsomes suggest that the MAO enzyme metabolizes sumatriptan and, thus, is prone to serotonin syndrome when administered with other serotonergic drugs. The elimination half-life ( t 1/2 ) of sumatriptan is approximately 2.5 hours. A recent study suggests that CYP1A2, CYP2C19, and CYP2D6 may be involved in the metabolism of sumatriptan. However, these findings require significant additional research. [12]", "contents": "Triptans -- Mechanism of Action -- Salient Pharmacokinetics of Triptans. In vitro studies on human microsomes suggest that the MAO enzyme metabolizes sumatriptan and, thus, is prone to serotonin syndrome when administered with other serotonergic drugs. The elimination half-life ( t 1/2 ) of sumatriptan is approximately 2.5 hours. A recent study suggests that CYP1A2, CYP2C19, and CYP2D6 may be involved in the metabolism of sumatriptan. However, these findings require significant additional research. [12]"}
{"id": "article-30620_11", "title": "Triptans -- Mechanism of Action -- Salient Pharmacokinetics of Triptans", "content": "Rizatriptan : Rizatriptan has the fastest onset of action among orally administered triptans (approximately 30 minutes) but with short t 1/2 of 2 to 2.5 hours. This drug has the highest recurrence rate at 24 hours (superior to placebo). Hence, rizatriptan is the better option when attacks are severe with rapid onset but are short-lasting. The primary route of rizatriptan metabolism is by MAO-A, which forms the indole acetic acid metabolite. The metabolite is not active at the 5-HT1B/1D receptor. Approximately 14% of an oral rizatriptan dose is excreted in urine as unchanged, while 51% is excreted as indole acetic acid metabolite, proving substantial first-pass metabolism. [13]", "contents": "Triptans -- Mechanism of Action -- Salient Pharmacokinetics of Triptans. Rizatriptan : Rizatriptan has the fastest onset of action among orally administered triptans (approximately 30 minutes) but with short t 1/2 of 2 to 2.5 hours. This drug has the highest recurrence rate at 24 hours (superior to placebo). Hence, rizatriptan is the better option when attacks are severe with rapid onset but are short-lasting. The primary route of rizatriptan metabolism is by MAO-A, which forms the indole acetic acid metabolite. The metabolite is not active at the 5-HT1B/1D receptor. Approximately 14% of an oral rizatriptan dose is excreted in urine as unchanged, while 51% is excreted as indole acetic acid metabolite, proving substantial first-pass metabolism. [13]"}
{"id": "article-30620_12", "title": "Triptans -- Mechanism of Action -- Salient Pharmacokinetics of Triptans", "content": "Frovatriptan : The onset of action is delayed, but frovatriptan has the longest half-life of approximately 26 hours and the lower recurrence rate at 24 hours (7% to 25%). Frovatriptan is preferred in long-lasting attacks of migraine. In addition, frovatriptan is not an inhibitor of human MAO enzymes. Frovatriptan is metabolized by CYP1A2. Renal clearance accounted for about 40% and 45% of total clearance in males and females. [14]", "contents": "Triptans -- Mechanism of Action -- Salient Pharmacokinetics of Triptans. Frovatriptan : The onset of action is delayed, but frovatriptan has the longest half-life of approximately 26 hours and the lower recurrence rate at 24 hours (7% to 25%). Frovatriptan is preferred in long-lasting attacks of migraine. In addition, frovatriptan is not an inhibitor of human MAO enzymes. Frovatriptan is metabolized by CYP1A2. Renal clearance accounted for about 40% and 45% of total clearance in males and females. [14]"}
{"id": "article-30620_13", "title": "Triptans -- Mechanism of Action -- Salient Pharmacokinetics of Triptans", "content": "Almotriptan : The absolute bioavailability of almotriptan tablets is about 70%, with peak plasma levels occurring 1 to 3 hours after administration. Food does not affect pharmacokinetics. Almotriptan is the only triptan with an FDA indication for use in adolescents. Almotriptan is metabolized through 2 major and 1 minor pathways. Significant routes of metabolism include MAO-mediated oxidative deamination (around 27% of the dose) and CYP450-mediated oxidation (CYP2D6 and CYP3A4), and the minor route of metabolism is flavin monooxygenase. [15]", "contents": "Triptans -- Mechanism of Action -- Salient Pharmacokinetics of Triptans. Almotriptan : The absolute bioavailability of almotriptan tablets is about 70%, with peak plasma levels occurring 1 to 3 hours after administration. Food does not affect pharmacokinetics. Almotriptan is the only triptan with an FDA indication for use in adolescents. Almotriptan is metabolized through 2 major and 1 minor pathways. Significant routes of metabolism include MAO-mediated oxidative deamination (around 27% of the dose) and CYP450-mediated oxidation (CYP2D6 and CYP3A4), and the minor route of metabolism is flavin monooxygenase. [15]"}
{"id": "article-30620_14", "title": "Triptans -- Mechanism of Action -- Salient Pharmacokinetics of Triptans", "content": "Zolmitriptan : Zolmitriptan undergoes conversion to an active N -desmethyl metabolite via the enzymes CYP1A2 and MAO-A, with the metabolite concentrations being approximately two-thirds that of zolmitriptan. This metabolite has 2 to 6 times the potency of the parent compound at 5HT1B/1D receptors, and the metabolite contributes a substantial portion of the overall effect. [16] Naratriptan : Naratriptan is better in moderate but long-lasting attacks. Naratriptan is metabolized by CYP1A2 and MAO-A enzymes. [17]", "contents": "Triptans -- Mechanism of Action -- Salient Pharmacokinetics of Triptans. Zolmitriptan : Zolmitriptan undergoes conversion to an active N -desmethyl metabolite via the enzymes CYP1A2 and MAO-A, with the metabolite concentrations being approximately two-thirds that of zolmitriptan. This metabolite has 2 to 6 times the potency of the parent compound at 5HT1B/1D receptors, and the metabolite contributes a substantial portion of the overall effect. [16] Naratriptan : Naratriptan is better in moderate but long-lasting attacks. Naratriptan is metabolized by CYP1A2 and MAO-A enzymes. [17]"}
{"id": "article-30620_15", "title": "Triptans -- Mechanism of Action -- Salient Pharmacokinetics of Triptans", "content": "Eletriptan : Eletriptan is preferred in severe, long-lasting attacks because of the drug's long half-life. Only 10% of eletriptan is excreted by the kidney, about 80% is eliminated by CYP3A4, and 10% by CYP2D6. [18] Eletriptan is a P-gp substrate and can be inhibited or induced by P-gp inhibitors or inducers. [19]", "contents": "Triptans -- Mechanism of Action -- Salient Pharmacokinetics of Triptans. Eletriptan : Eletriptan is preferred in severe, long-lasting attacks because of the drug's long half-life. Only 10% of eletriptan is excreted by the kidney, about 80% is eliminated by CYP3A4, and 10% by CYP2D6. [18] Eletriptan is a P-gp substrate and can be inhibited or induced by P-gp inhibitors or inducers. [19]"}
{"id": "article-30620_16", "title": "Triptans -- Administration -- Available Dosage Forms and Strengths", "content": "Triptans are available in multiple dosage forms, including oral tablets, orally disintegrating tablets, nasal sprays, and SQ injections. [3] Besides oral tablets, several alternative formulations of triptans are available to accommodate patient preferences. Orally disintegrating tablets present a suitable choice for patients who are not experiencing vomiting. [20] Nasal spray and SQ injection options are viable for patients encountering nausea and vomiting before oral absorption of the medication. [21]", "contents": "Triptans -- Administration -- Available Dosage Forms and Strengths. Triptans are available in multiple dosage forms, including oral tablets, orally disintegrating tablets, nasal sprays, and SQ injections. [3] Besides oral tablets, several alternative formulations of triptans are available to accommodate patient preferences. Orally disintegrating tablets present a suitable choice for patients who are not experiencing vomiting. [20] Nasal spray and SQ injection options are viable for patients encountering nausea and vomiting before oral absorption of the medication. [21]"}
{"id": "article-30620_17", "title": "Triptans -- Administration -- Available Dosage Forms and Strengths", "content": "Patients are instructed to administer triptans at the first onset of the headache phase of a migraine attack, as their efficacy diminishes if taken during the aura phase before the onset of the headache. [22] The patient may repeat the dose after 2 hours, if necessary, but not exceeding more than twice a week. \"Triptan-overuse headache\" refers to a rebound headache that may arise from using triptans for more than 10 days per month. [23]", "contents": "Triptans -- Administration -- Available Dosage Forms and Strengths. Patients are instructed to administer triptans at the first onset of the headache phase of a migraine attack, as their efficacy diminishes if taken during the aura phase before the onset of the headache. [22] The patient may repeat the dose after 2 hours, if necessary, but not exceeding more than twice a week. \"Triptan-overuse headache\" refers to a rebound headache that may arise from using triptans for more than 10 days per month. [23]"}
{"id": "article-30620_18", "title": "Triptans -- Administration -- Adult Dosages", "content": "The various formulations and dosages of several triptans are provided below. Sumatriptan: Sumatriptan is available in different formulations, as mentioned below. Oral tablets: 25 mg, 50 mg, and 100 mg Nasal spray: 5 mg, 10 mg, and 20 mg Nasal powder: 11 mg per nosepiece, with the usual recommended dose being 22 mg SQ injection: Single-dose prefilled syringe options of 4 mg and 6 mg Rizatriptan: Rizatriptan is available in 2 formulations, as mentioned below. Oral tablets: 5 mg and 10 mg Orally disintegrating tablets: 5 mg and 10 mg Zolmitriptan: Zolmitriptan is available in the below-mentioned formulations. Nasal spray: 2.5mg and 5 mg Oral tablets: 2.5 mg and 5 mg Orally disintegrating tablets: 2.5 mg and 5 mg Frovatriptan: Frovatriptan is available as an oral tablet form in a strength of 2.5 mg. Eletriptan: Eletriptan is available as an oral tablet form with strengths of 20 and 40 mg. Naratriptan: Naratriptan is available as an oral tablet form with strengths of 1 and 2.5 mg.", "contents": "Triptans -- Administration -- Adult Dosages. The various formulations and dosages of several triptans are provided below. Sumatriptan: Sumatriptan is available in different formulations, as mentioned below. Oral tablets: 25 mg, 50 mg, and 100 mg Nasal spray: 5 mg, 10 mg, and 20 mg Nasal powder: 11 mg per nosepiece, with the usual recommended dose being 22 mg SQ injection: Single-dose prefilled syringe options of 4 mg and 6 mg Rizatriptan: Rizatriptan is available in 2 formulations, as mentioned below. Oral tablets: 5 mg and 10 mg Orally disintegrating tablets: 5 mg and 10 mg Zolmitriptan: Zolmitriptan is available in the below-mentioned formulations. Nasal spray: 2.5mg and 5 mg Oral tablets: 2.5 mg and 5 mg Orally disintegrating tablets: 2.5 mg and 5 mg Frovatriptan: Frovatriptan is available as an oral tablet form in a strength of 2.5 mg. Eletriptan: Eletriptan is available as an oral tablet form with strengths of 20 and 40 mg. Naratriptan: Naratriptan is available as an oral tablet form with strengths of 1 and 2.5 mg."}
{"id": "article-30620_19", "title": "Triptans -- Administration -- Adult Dosages", "content": "Almotriptan: Almotriptan is available as an oral tablet form with strengths of 6.25 mg and 12 mg.", "contents": "Triptans -- Administration -- Adult Dosages. Almotriptan: Almotriptan is available as an oral tablet form with strengths of 6.25 mg and 12 mg."}
{"id": "article-30620_20", "title": "Triptans -- Administration -- Adult Dosages", "content": "The choice of agent should be individualized. If a patient has no response to one of the triptans after 3 trials, increasing the dose, switching to a different dosage of the same agent, or another triptan should be considered. [23] A nonsteroidal anti-inflammatory drug (NSAID) administered with a triptan targets a different mechanism and may be more effective than a triptan alone. Sumatriptan is available as an oral tablet form combined with the NSAID naproxen. [24]", "contents": "Triptans -- Administration -- Adult Dosages. The choice of agent should be individualized. If a patient has no response to one of the triptans after 3 trials, increasing the dose, switching to a different dosage of the same agent, or another triptan should be considered. [23] A nonsteroidal anti-inflammatory drug (NSAID) administered with a triptan targets a different mechanism and may be more effective than a triptan alone. Sumatriptan is available as an oral tablet form combined with the NSAID naproxen. [24]"}
{"id": "article-30620_21", "title": "Triptans -- Administration -- Adult Dosages", "content": "During a migraine attack, patients may experience decreased gastric motility, causing a delay in gastric emptying, which may affect the rate and extent of triptan absorption when administered orally. Metoclopramide, an antiemetic agent, exhibits prokinetic activity and is FDA-approved to treat gastric stasis. Metoclopramide can improve the inconsistent absorption of orally administered triptans when taken concomitantly. However, metoclopramide has a boxed warning because of the risk of adverse effects such as extrapyramidal symptoms and hyperprolactinemia. Alternatively, an injectable or nasal triptan formulation is an option, as these formulations bypass the gastrointestinal tract. [25]", "contents": "Triptans -- Administration -- Adult Dosages. During a migraine attack, patients may experience decreased gastric motility, causing a delay in gastric emptying, which may affect the rate and extent of triptan absorption when administered orally. Metoclopramide, an antiemetic agent, exhibits prokinetic activity and is FDA-approved to treat gastric stasis. Metoclopramide can improve the inconsistent absorption of orally administered triptans when taken concomitantly. However, metoclopramide has a boxed warning because of the risk of adverse effects such as extrapyramidal symptoms and hyperprolactinemia. Alternatively, an injectable or nasal triptan formulation is an option, as these formulations bypass the gastrointestinal tract. [25]"}
{"id": "article-30620_22", "title": "Triptans -- Administration -- Adult Dosages", "content": "A post hoc analysis of 5 randomized placebo-controlled, double-blind clinical trials compared the efficacy of triptans at relieving nausea associated with migraines 2 hours after therapy. [26] Patients received rizatriptan 10 mg, naratriptan 2.5 mg, zolmitriptan 2.5 mg, or sumatriptan 25, 50, or 100 mg. Rizatriptan showed a statistically significant improvement in nausea versus sumatriptan and naratriptan. Rizatriptan and zolmitriptan provided similar nausea relief. To prevent menstrual migraine, the recommendation is to start frovatriptan or naratriptan 2 days before menstruation and continue for 5 to 7 days. [27]", "contents": "Triptans -- Administration -- Adult Dosages. A post hoc analysis of 5 randomized placebo-controlled, double-blind clinical trials compared the efficacy of triptans at relieving nausea associated with migraines 2 hours after therapy. [26] Patients received rizatriptan 10 mg, naratriptan 2.5 mg, zolmitriptan 2.5 mg, or sumatriptan 25, 50, or 100 mg. Rizatriptan showed a statistically significant improvement in nausea versus sumatriptan and naratriptan. Rizatriptan and zolmitriptan provided similar nausea relief. To prevent menstrual migraine, the recommendation is to start frovatriptan or naratriptan 2 days before menstruation and continue for 5 to 7 days. [27]"}
{"id": "article-30620_23", "title": "Triptans -- Administration -- Adult Dosages", "content": "For patients presenting with acute migraine  in the emergency room or urgent care, triptans, chlorpromazine, prochlorperazine, metoclopramide, dihydroergotamine, and ketorolac are used. Among triptans, sumatriptan 6 mg administered by the SQ route is preferred due to its superior efficacy. [28]", "contents": "Triptans -- Administration -- Adult Dosages. For patients presenting with acute migraine  in the emergency room or urgent care, triptans, chlorpromazine, prochlorperazine, metoclopramide, dihydroergotamine, and ketorolac are used. Among triptans, sumatriptan 6 mg administered by the SQ route is preferred due to its superior efficacy. [28]"}
{"id": "article-30620_24", "title": "Triptans -- Administration -- Specific Patient Populations", "content": "Renal impairment: Renal infractions have been reported with triptans, therefore their use should be approached with caution. Acetaminophen is the preferred option for treating migraines in individuals with renal impairment. Frovatriptan and zolmitriptan are suitable alternatives for patients with renal impairment, as they are eliminated through both hepatic and renal routes. However, dose reductions are necessary for other triptans in such cases. [29] Hepatic impairment: Triptans are contraindicated in severe hepatic impairment. A dose reduction may be required for mild-to-moderate hepatic impairment.", "contents": "Triptans -- Administration -- Specific Patient Populations. Renal impairment: Renal infractions have been reported with triptans, therefore their use should be approached with caution. Acetaminophen is the preferred option for treating migraines in individuals with renal impairment. Frovatriptan and zolmitriptan are suitable alternatives for patients with renal impairment, as they are eliminated through both hepatic and renal routes. However, dose reductions are necessary for other triptans in such cases. [29] Hepatic impairment: Triptans are contraindicated in severe hepatic impairment. A dose reduction may be required for mild-to-moderate hepatic impairment."}
{"id": "article-30620_25", "title": "Triptans -- Administration -- Specific Patient Populations", "content": "Pregnancy considerations: Using triptans during pregnancy does not increase the risk of major congenital malformations or prematurity. However, increased rates of spontaneous abortions are common. [30] Pregnancy registry and other studies indicate that this sumatriptan may be a safe treatment option for severe migraine in pregnancy. However, acetaminophen remains the drug of choice for pregnant patients. [31]", "contents": "Triptans -- Administration -- Specific Patient Populations. Pregnancy considerations: Using triptans during pregnancy does not increase the risk of major congenital malformations or prematurity. However, increased rates of spontaneous abortions are common. [30] Pregnancy registry and other studies indicate that this sumatriptan may be a safe treatment option for severe migraine in pregnancy. However, acetaminophen remains the drug of choice for pregnant patients. [31]"}
{"id": "article-30620_26", "title": "Triptans -- Administration -- Specific Patient Populations", "content": "Breastfeeding considerations: The American Association of Pediatrics (AAP) guidelines and pregnancy registries suggest that sumatriptan is compatible during lactation. [32] [33] A recent study investigated the transfer of triptans in human breast milk by estimating relative infant dose (RID). Results indicated that eletriptan (0.6%), sumatriptan (0.7%), and rizatriptan (0.9%) had the lowest RID and are usually compatible with breastfeeding. Naratriptan had the highest RID (5%) and should be avoided. [34]", "contents": "Triptans -- Administration -- Specific Patient Populations. Breastfeeding considerations: The American Association of Pediatrics (AAP) guidelines and pregnancy registries suggest that sumatriptan is compatible during lactation. [32] [33] A recent study investigated the transfer of triptans in human breast milk by estimating relative infant dose (RID). Results indicated that eletriptan (0.6%), sumatriptan (0.7%), and rizatriptan (0.9%) had the lowest RID and are usually compatible with breastfeeding. Naratriptan had the highest RID (5%) and should be avoided. [34]"}
{"id": "article-30620_27", "title": "Triptans -- Administration -- Specific Patient Populations", "content": "Pediatric patients: According to the American Academy of Neurology (AAN) and the American Headache Society (AHS) guidelines, the FDA has approved the use of rizatriptan for children aged 6 or older, sumatriptan/naproxen for children aged 12 or older, almotriptan for children aged 12 or older, and zolmitriptan nasal spray for children aged 12 or older in pediatric populations. [35]", "contents": "Triptans -- Administration -- Specific Patient Populations. Pediatric patients: According to the American Academy of Neurology (AAN) and the American Headache Society (AHS) guidelines, the FDA has approved the use of rizatriptan for children aged 6 or older, sumatriptan/naproxen for children aged 12 or older, almotriptan for children aged 12 or older, and zolmitriptan nasal spray for children aged 12 or older in pediatric populations. [35]"}
{"id": "article-30620_28", "title": "Triptans -- Administration -- Specific Patient Populations", "content": "Older patients: The use of triptans is contraindicated in older patients. Acetaminophen and other NSAIDs are used after liver and renal function assessment. According to the clinical presentation, patients should be screened for hypertension and other secondary causes of headaches, such as giant cell arteritis. [36]", "contents": "Triptans -- Administration -- Specific Patient Populations. Older patients: The use of triptans is contraindicated in older patients. Acetaminophen and other NSAIDs are used after liver and renal function assessment. According to the clinical presentation, patients should be screened for hypertension and other secondary causes of headaches, such as giant cell arteritis. [36]"}
{"id": "article-30620_29", "title": "Triptans -- Adverse Effects", "content": "Triptans may cause nausea, dizziness, and coronary vasoconstriction. [37] The most common adverse effects of triptans, such as paresthesia, flushing, tingling, neck pain, and chest tightness, are known as \"triptan sensations.\" These adverse effects are most pronounced with SQ triptan injections and may be less severe with other formulations. Cardiovascular adverse effects such as arrhythmias, myocardial infarctions, and strokes are rare, occurring in less than 1% of patients. [3]", "contents": "Triptans -- Adverse Effects. Triptans may cause nausea, dizziness, and coronary vasoconstriction. [37] The most common adverse effects of triptans, such as paresthesia, flushing, tingling, neck pain, and chest tightness, are known as \"triptan sensations.\" These adverse effects are most pronounced with SQ triptan injections and may be less severe with other formulations. Cardiovascular adverse effects such as arrhythmias, myocardial infarctions, and strokes are rare, occurring in less than 1% of patients. [3]"}
{"id": "article-30620_30", "title": "Triptans -- Adverse Effects", "content": "The severity of adverse effects may differ among triptans. [38]  Sumatriptan-induced acute angle closure glaucoma, an ocular emergency, requires immediate treatment. [39] A post hoc analysis of 5 randomized placebo-controlled, double-blind clinical trials compared the rate of nausea associated with triptans. [26] The incidence of nausea was similar among patients treated with rizatriptan 10 mg, naratriptan 2.5 mg, and sumatriptan 25 mg, 50 mg, or 100 mg.", "contents": "Triptans -- Adverse Effects. The severity of adverse effects may differ among triptans. [38]  Sumatriptan-induced acute angle closure glaucoma, an ocular emergency, requires immediate treatment. [39] A post hoc analysis of 5 randomized placebo-controlled, double-blind clinical trials compared the rate of nausea associated with triptans. [26] The incidence of nausea was similar among patients treated with rizatriptan 10 mg, naratriptan 2.5 mg, and sumatriptan 25 mg, 50 mg, or 100 mg."}
{"id": "article-30620_31", "title": "Triptans -- Adverse Effects -- Warnings and Precautions", "content": "Ischemic colitis induced by sumatriptan, naratriptan, and rizatriptan has been reported. [40] [41] Triptans should not be prescribed to patients with a history of ischemic bowel disease. [42] [43] Triptans should be discontinued for medication overuse headaches. Cardiac evaluation is necessary for patients with cardiovascular risk factors, as triptans are contraindicated in patients with variant angina, Prinzmetal angina, or coronary vasospasm. [44] Splenic infarction has been reported with triptans. [45] Spinal cord infarction has been reported following the use of zolmitriptan. [46] Sumatriptan-induced cranial nerve paresis has been reported. [47] Product labeling and analysis of the World Health Organisation (WHO) adverse drug reactions database suggest that triptan use is associated with seizures. One must differentiate between triptan-induced seizures and migraine aura-triggered seizures. [48]", "contents": "Triptans -- Adverse Effects -- Warnings and Precautions. Ischemic colitis induced by sumatriptan, naratriptan, and rizatriptan has been reported. [40] [41] Triptans should not be prescribed to patients with a history of ischemic bowel disease. [42] [43] Triptans should be discontinued for medication overuse headaches. Cardiac evaluation is necessary for patients with cardiovascular risk factors, as triptans are contraindicated in patients with variant angina, Prinzmetal angina, or coronary vasospasm. [44] Splenic infarction has been reported with triptans. [45] Spinal cord infarction has been reported following the use of zolmitriptan. [46] Sumatriptan-induced cranial nerve paresis has been reported. [47] Product labeling and analysis of the World Health Organisation (WHO) adverse drug reactions database suggest that triptan use is associated with seizures. One must differentiate between triptan-induced seizures and migraine aura-triggered seizures. [48]"}
{"id": "article-30620_32", "title": "Triptans -- Adverse Effects -- Drug-Drug Interactions", "content": "Propranolol, commonly prescribed for migraine prophylaxis, has been found to elevate serum concentrations of rizatriptan. Consequently, patients taking propranolol should not exceed a rizatriptan dose of 5 mg. [49] Naratriptan, eletriptan, and frovatriptan undergo metabolism via CYP450 enzymes, leading to potential drug-drug interactions with oral contraceptives. Clinicians should exercise caution when prescribing these medications to patients using oral contraceptives. [50] Eletriptan undergoes hepatic metabolism primarily via CYP3A4. Therefore, caution should be exercised when administering CYP3A4 inhibitors such as fluconazole, erythromycin, verapamil, and ketoconazole, as they can potentially elevate the plasma concentration of eletriptan. [51]", "contents": "Triptans -- Adverse Effects -- Drug-Drug Interactions. Propranolol, commonly prescribed for migraine prophylaxis, has been found to elevate serum concentrations of rizatriptan. Consequently, patients taking propranolol should not exceed a rizatriptan dose of 5 mg. [49] Naratriptan, eletriptan, and frovatriptan undergo metabolism via CYP450 enzymes, leading to potential drug-drug interactions with oral contraceptives. Clinicians should exercise caution when prescribing these medications to patients using oral contraceptives. [50] Eletriptan undergoes hepatic metabolism primarily via CYP3A4. Therefore, caution should be exercised when administering CYP3A4 inhibitors such as fluconazole, erythromycin, verapamil, and ketoconazole, as they can potentially elevate the plasma concentration of eletriptan. [51]"}
{"id": "article-30620_33", "title": "Triptans -- Contraindications", "content": "Triptans can cause vasoconstriction of the coronary and limb arteries. Therefore, these drugs are contraindicated in patients with a history of coronary artery disease, myocardial infarction, cerebrovascular accidents, hemiplegic or basilar migraines, uncontrolled hypertension, and peripheral vascular disease. [2] Triptans should not be used in individuals who suffer from severe hepatic or renal failure or those aged 65 or older. Except for sumatriptan, all triptans are contraindicated in pregnancy and breastfeeding. [3] Wolff-Parkinson-White syndrome and arrhythmia associated with cardiac accessory conduction pathway disorders are contraindications as they can lead to life-threatening ventricular tachycardia and ventricular fibrillation. [52] [53]", "contents": "Triptans -- Contraindications. Triptans can cause vasoconstriction of the coronary and limb arteries. Therefore, these drugs are contraindicated in patients with a history of coronary artery disease, myocardial infarction, cerebrovascular accidents, hemiplegic or basilar migraines, uncontrolled hypertension, and peripheral vascular disease. [2] Triptans should not be used in individuals who suffer from severe hepatic or renal failure or those aged 65 or older. Except for sumatriptan, all triptans are contraindicated in pregnancy and breastfeeding. [3] Wolff-Parkinson-White syndrome and arrhythmia associated with cardiac accessory conduction pathway disorders are contraindications as they can lead to life-threatening ventricular tachycardia and ventricular fibrillation. [52] [53]"}
{"id": "article-30620_34", "title": "Triptans -- Contraindications", "content": "Triptans should not be administered with ergot alkaloids or MAO inhibitors. [7] Insufficient data exist for triptans increasing the risk of serotonin syndrome either as monotherapy or in patients taking a selective serotonin reuptake inhibitor (SSRI) or a selective serotonin-norepinephrine reuptake inhibitor (SNRI). [54]", "contents": "Triptans -- Contraindications. Triptans should not be administered with ergot alkaloids or MAO inhibitors. [7] Insufficient data exist for triptans increasing the risk of serotonin syndrome either as monotherapy or in patients taking a selective serotonin reuptake inhibitor (SSRI) or a selective serotonin-norepinephrine reuptake inhibitor (SNRI). [54]"}
{"id": "article-30620_35", "title": "Triptans -- Monitoring", "content": "Clinicians should monitor for triptan-associated cardiovascular adverse effects in patients taking propranolol. Propranolol is often used for migraine prevention and decreases the metabolism of some triptans like almotriptan and rizatriptan by inhibiting their metabolism via the MAO-A pathway. Lowering the triptan dose or using a triptan that is not metabolized by the MAO-A pathway or other abortive migraine therapy is preferred for these patients. [55] [49]", "contents": "Triptans -- Monitoring. Clinicians should monitor for triptan-associated cardiovascular adverse effects in patients taking propranolol. Propranolol is often used for migraine prevention and decreases the metabolism of some triptans like almotriptan and rizatriptan by inhibiting their metabolism via the MAO-A pathway. Lowering the triptan dose or using a triptan that is not metabolized by the MAO-A pathway or other abortive migraine therapy is preferred for these patients. [55] [49]"}
{"id": "article-30620_36", "title": "Triptans -- Monitoring", "content": "Other monitoring parameters include the degree of response to triptan therapy, migraine recurrence, and consistent response to the same triptan. Also, patients review monitoring for nausea, vomiting, sensitivity to light and/or noise, which may occur during a migraine attack, and ultimately improve the ability to function. [7] Red flags should be monitored during acute treatment of migraine in the emergency department. Red flags such as fever, thunderclap headache, focal neurologic deficit, positional headache, and papilledema can point toward secondary etiologies of headache. [56]", "contents": "Triptans -- Monitoring. Other monitoring parameters include the degree of response to triptan therapy, migraine recurrence, and consistent response to the same triptan. Also, patients review monitoring for nausea, vomiting, sensitivity to light and/or noise, which may occur during a migraine attack, and ultimately improve the ability to function. [7] Red flags should be monitored during acute treatment of migraine in the emergency department. Red flags such as fever, thunderclap headache, focal neurologic deficit, positional headache, and papilledema can point toward secondary etiologies of headache. [56]"}
{"id": "article-30620_37", "title": "Triptans -- Toxicity", "content": "Analysis of triptan overdose cases from the National Poison Data System showed a low risk of death. Symptoms of triptan overdose include increased blood pressure, tachycardia, and drowsiness. The mortality rate increased with multiple medication exposures, including benzodiazepine and tricyclic antidepressants. No antidote for triptan overdose exists, and the treatment is supportive. [57]", "contents": "Triptans -- Toxicity. Analysis of triptan overdose cases from the National Poison Data System showed a low risk of death. Symptoms of triptan overdose include increased blood pressure, tachycardia, and drowsiness. The mortality rate increased with multiple medication exposures, including benzodiazepine and tricyclic antidepressants. No antidote for triptan overdose exists, and the treatment is supportive. [57]"}
{"id": "article-30620_38", "title": "Triptans -- Enhancing Healthcare Team Outcomes", "content": "A migraine is a prevalent headache condition lasting up to 72 hours if left untreated or inadequately managed. During a migraine attack, nausea and vomiting can accompany the headache, significantly impacting the patient's daily functioning. [58] Clinicians, including neurologists, need to exercise caution, as recent analysis indicates that a considerable number of patients with contraindications are still being prescribed triptans. [59] Effective patient education plays a pivotal role in successful migraine management strategies. [7] The clinical team must educate patients about potential migraine triggers, such as stress, irregular meals, sleep disturbances, alcohol consumption, specific foods, and menstruation. Encouraging patients to maintain a migraine diary can aid in identifying individual triggers. Establishing realistic expectations and treatment goals with the patient is crucial, particularly given that some migraine triggers are unavoidable. [60]", "contents": "Triptans -- Enhancing Healthcare Team Outcomes. A migraine is a prevalent headache condition lasting up to 72 hours if left untreated or inadequately managed. During a migraine attack, nausea and vomiting can accompany the headache, significantly impacting the patient's daily functioning. [58] Clinicians, including neurologists, need to exercise caution, as recent analysis indicates that a considerable number of patients with contraindications are still being prescribed triptans. [59] Effective patient education plays a pivotal role in successful migraine management strategies. [7] The clinical team must educate patients about potential migraine triggers, such as stress, irregular meals, sleep disturbances, alcohol consumption, specific foods, and menstruation. Encouraging patients to maintain a migraine diary can aid in identifying individual triggers. Establishing realistic expectations and treatment goals with the patient is crucial, particularly given that some migraine triggers are unavoidable. [60]"}
{"id": "article-30620_39", "title": "Triptans -- Enhancing Healthcare Team Outcomes", "content": "Some pharmacological and non-pharmacological therapies are available for migraine prevention. [60] Prophylactic treatment reduces migraine frequency and severity. Patients should use abortive therapy when a migraine attack occurs. The indication for triptans is abortive migraine therapy. [7] If the response to triptan therapy does not relieve symptoms, the healthcare team should verify that the patient takes the triptan as soon as the headache pain begins. [7] Additional causes of triptan failure could be malabsorption or other patient-related factors. A trial of another triptan may be beneficial in these patients. [61]", "contents": "Triptans -- Enhancing Healthcare Team Outcomes. Some pharmacological and non-pharmacological therapies are available for migraine prevention. [60] Prophylactic treatment reduces migraine frequency and severity. Patients should use abortive therapy when a migraine attack occurs. The indication for triptans is abortive migraine therapy. [7] If the response to triptan therapy does not relieve symptoms, the healthcare team should verify that the patient takes the triptan as soon as the headache pain begins. [7] Additional causes of triptan failure could be malabsorption or other patient-related factors. A trial of another triptan may be beneficial in these patients. [61]"}
{"id": "article-30620_40", "title": "Triptans -- Enhancing Healthcare Team Outcomes", "content": "Although the risk of serotonin syndrome is low in patients prescribed triptans or combined with an SSRI or SNRI, clinicians should monitor for symptoms and signs of serotonin syndrome and are encouraged to report such cases to MedWatch. [54] The interprofessional healthcare team, including clinicians and pharmacists, should formally counsel patients administering triptans. Patients should take the triptan as soon as the migraine starts for the best results. [62] The healthcare team should identify patients with headaches due to triptan overuse, defined as taking triptans 10 or more days per month. All interprofessional healthcare team members, including nurses and pharmacists, should be empowered to communicate concerns to the prescriber for remediation, such as contraindications to triptans use, medication overuse, and adverse events.", "contents": "Triptans -- Enhancing Healthcare Team Outcomes. Although the risk of serotonin syndrome is low in patients prescribed triptans or combined with an SSRI or SNRI, clinicians should monitor for symptoms and signs of serotonin syndrome and are encouraged to report such cases to MedWatch. [54] The interprofessional healthcare team, including clinicians and pharmacists, should formally counsel patients administering triptans. Patients should take the triptan as soon as the migraine starts for the best results. [62] The healthcare team should identify patients with headaches due to triptan overuse, defined as taking triptans 10 or more days per month. All interprofessional healthcare team members, including nurses and pharmacists, should be empowered to communicate concerns to the prescriber for remediation, such as contraindications to triptans use, medication overuse, and adverse events."}
{"id": "article-30620_41", "title": "Triptans -- Enhancing Healthcare Team Outcomes", "content": "Finally, a patient-centered approach remains crucial in migraine management, encompassing both prophylactic and abortive treatments. Given the variability in patient responses, treatment necessitates individualization, with regular reassessment to consider any changes in therapy. [63] The optimal utilization of triptans for migraine treatment demands the collaboration of an interprofessional healthcare team comprising clinicians, specialists, mid-level practitioners, nurses, and pharmacists. Each member contributes their specialized knowledge and skills to improve patient outcomes.", "contents": "Triptans -- Enhancing Healthcare Team Outcomes. Finally, a patient-centered approach remains crucial in migraine management, encompassing both prophylactic and abortive treatments. Given the variability in patient responses, treatment necessitates individualization, with regular reassessment to consider any changes in therapy. [63] The optimal utilization of triptans for migraine treatment demands the collaboration of an interprofessional healthcare team comprising clinicians, specialists, mid-level practitioners, nurses, and pharmacists. Each member contributes their specialized knowledge and skills to improve patient outcomes."}
{"id": "article-30620_42", "title": "Triptans -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Triptans -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}