{"id": "article-79314_0", "title": "Methotrexate -- Continuing Education Activity", "content": "Methotrexate (MTX) is an anti-metabolite most commonly used in chemotherapy and immunosuppressant in auto-immune diseases. This activity describes the indications, action, and contraindications for Methotrexate as a valuable agent in treating a wide variety of neoplastic diseases. This activity will highlight the mechanism of action, adverse event profile, and other key factors (uses, dosing, pharmacodynamics, pharmacokinetics, monitoring, relevant interactions) pertinent for members of the interprofessional healthcare team in managing patients with cancer and auto-immune conditions.", "contents": "Methotrexate -- Continuing Education Activity. Methotrexate (MTX) is an anti-metabolite most commonly used in chemotherapy and immunosuppressant in auto-immune diseases. This activity describes the indications, action, and contraindications for Methotrexate as a valuable agent in treating a wide variety of neoplastic diseases. This activity will highlight the mechanism of action, adverse event profile, and other key factors (uses, dosing, pharmacodynamics, pharmacokinetics, monitoring, relevant interactions) pertinent for members of the interprofessional healthcare team in managing patients with cancer and auto-immune conditions."}
{"id": "article-79314_1", "title": "Methotrexate -- Continuing Education Activity", "content": "Objectives: Describe the mechanism of action of methotrexate in chemotherapy as well as in autoimmune diseases. Identify the common and rare but serious adverse events associated with methotrexate use. Outline the typical presentations of methotrexate toxicity and how to manage it. Review the importance of patient education before starting treatment with methotrexate in any disease to sustain continuity of treatment, prevent morbidity to a greater extent, and increase life expectancy in cancer patients. Access free multiple choice questions on this topic.", "contents": "Methotrexate -- Continuing Education Activity. Objectives: Describe the mechanism of action of methotrexate in chemotherapy as well as in autoimmune diseases. Identify the common and rare but serious adverse events associated with methotrexate use. Outline the typical presentations of methotrexate toxicity and how to manage it. Review the importance of patient education before starting treatment with methotrexate in any disease to sustain continuity of treatment, prevent morbidity to a greater extent, and increase life expectancy in cancer patients. Access free multiple choice questions on this topic."}
{"id": "article-79314_2", "title": "Methotrexate -- Indications", "content": "Methotrexate is an FDA-approved folic acid antagonist indicated for the treatment of rheumatoid arthritis because of its high potency and efficacy in such patients; it can also be useful in patients with juvenile idiopathic arthritis. [1] Gubner first suggested methotrexate use in rheumatoid arthritis after performing a double-blinded, placebo-controlled clinical trial of methotrexate in patients with rheumatoid arthritis. [2] Aminopterin was originally considered the parent compound for methotrexate and was first used successfully to treat childhood leukemia. [3]", "contents": "Methotrexate -- Indications. Methotrexate is an FDA-approved folic acid antagonist indicated for the treatment of rheumatoid arthritis because of its high potency and efficacy in such patients; it can also be useful in patients with juvenile idiopathic arthritis. [1] Gubner first suggested methotrexate use in rheumatoid arthritis after performing a double-blinded, placebo-controlled clinical trial of methotrexate in patients with rheumatoid arthritis. [2] Aminopterin was originally considered the parent compound for methotrexate and was first used successfully to treat childhood leukemia. [3]"}
{"id": "article-79314_3", "title": "Methotrexate -- Indications", "content": "In today's world, methotrexate is one of the major chemotherapeutic choices for various types of cancers. The medication is also safe and effective for patients with psoriasis, systemic lupus erythematosus, inflammatory bowel disease, vasculitis, and many other connective tissue diseases. [4] However, drug safety and efficacy have not been established in patients with blood dyscrasia, and it is not recommended in pregnant women. The medication is also effective in patients with organ transplantation because of its anti-inflammatory and immunomodulatory activity. [5] Also, methotrexate can be combined with anti-TNF agents and has shown effective in managing patients with ulcerative colitis, lymphoma (non-Hodgkin's type), carcinoma of the breast, small-cell carcinoma of the lung, epidermal tumors of the head and neck, and carcinoma of the ovary. [6] The medication has the same effects as cyclosporin for patients with graft-versus-host disease. Methotrexate is used in off-lain cases of mycosis fungoides, dermatomyositis, pityriasis rubra pilaris, eczema, sarcoidosis, Non- Hodgkin lymphoma (advanced stage), and non-metastatic osteosarcoma.", "contents": "Methotrexate -- Indications. In today's world, methotrexate is one of the major chemotherapeutic choices for various types of cancers. The medication is also safe and effective for patients with psoriasis, systemic lupus erythematosus, inflammatory bowel disease, vasculitis, and many other connective tissue diseases. [4] However, drug safety and efficacy have not been established in patients with blood dyscrasia, and it is not recommended in pregnant women. The medication is also effective in patients with organ transplantation because of its anti-inflammatory and immunomodulatory activity. [5] Also, methotrexate can be combined with anti-TNF agents and has shown effective in managing patients with ulcerative colitis, lymphoma (non-Hodgkin's type), carcinoma of the breast, small-cell carcinoma of the lung, epidermal tumors of the head and neck, and carcinoma of the ovary. [6] The medication has the same effects as cyclosporin for patients with graft-versus-host disease. Methotrexate is used in off-lain cases of mycosis fungoides, dermatomyositis, pityriasis rubra pilaris, eczema, sarcoidosis, Non- Hodgkin lymphoma (advanced stage), and non-metastatic osteosarcoma."}
{"id": "article-79314_4", "title": "Methotrexate -- Mechanism of Action", "content": "Methotrexate has a distinct mechanism of action regarding its use in chemotherapy and immunosuppression in autoimmune diseases. In cancer, methotrexate acts as an antifolate antimetabolite. Methotrexate is taken up into the cell by carriers called the human reduced folate carriers (SLC19A1), and it forms methotrexate-polyglutamate. Both the methotrexate and the methotrexate-polyglutamate inhibit the enzyme dihydrofolate reductase, which catalyzes the conversion of dihydrofolate into tetrahydrofolate, the active form of folic acid. [7] Tetrahydrofolate is necessary for the synthesis of the nucleotides of both DNA and RNA. Methotrexate-polyglutamate further inhibits the de novo purine synthesis of both purine and thymidylate synthase, thereby inhibiting DNA synthesis. This mechanism is utilized in the treatment of cancer because of its cytotoxic effect. [8]", "contents": "Methotrexate -- Mechanism of Action. Methotrexate has a distinct mechanism of action regarding its use in chemotherapy and immunosuppression in autoimmune diseases. In cancer, methotrexate acts as an antifolate antimetabolite. Methotrexate is taken up into the cell by carriers called the human reduced folate carriers (SLC19A1), and it forms methotrexate-polyglutamate. Both the methotrexate and the methotrexate-polyglutamate inhibit the enzyme dihydrofolate reductase, which catalyzes the conversion of dihydrofolate into tetrahydrofolate, the active form of folic acid. [7] Tetrahydrofolate is necessary for the synthesis of the nucleotides of both DNA and RNA. Methotrexate-polyglutamate further inhibits the de novo purine synthesis of both purine and thymidylate synthase, thereby inhibiting DNA synthesis. This mechanism is utilized in the treatment of cancer because of its cytotoxic effect. [8]"}
{"id": "article-79314_5", "title": "Methotrexate -- Mechanism of Action", "content": "In autoimmune diseases, different mechanisms are involved in choosing methotrexate as a drug of choice. It inhibits enzyme AICAR transformylase, leading to hindrance in adenosine and guanine metabolism, Adenosine accumulation; and due to anti-inflammatory action of adenosine, leads to repression of T-cell activation, down-regulation of B-cells, increasing activated CD-95 T cells sensitivity; and repression of methyltransferase activity, inhibition of the binding of beta-1 interleukin to its cell surface receptor. Drug interactions- As methotrexate is highly plasma protein bound, any drug that displaces methotrexate from proteins can increase its blood levels. Also, if any drug affects the renal clearance of methotrexate, its concentration may rise.", "contents": "Methotrexate -- Mechanism of Action. In autoimmune diseases, different mechanisms are involved in choosing methotrexate as a drug of choice. It inhibits enzyme AICAR transformylase, leading to hindrance in adenosine and guanine metabolism, Adenosine accumulation; and due to anti-inflammatory action of adenosine, leads to repression of T-cell activation, down-regulation of B-cells, increasing activated CD-95 T cells sensitivity; and repression of methyltransferase activity, inhibition of the binding of beta-1 interleukin to its cell surface receptor. Drug interactions- As methotrexate is highly plasma protein bound, any drug that displaces methotrexate from proteins can increase its blood levels. Also, if any drug affects the renal clearance of methotrexate, its concentration may rise."}
{"id": "article-79314_6", "title": "Methotrexate -- Mechanism of Action", "content": "NSAIDs, salicylates, TMP, penicillin, warfarin, valproate, proton pump inhibitors, cyclosporin, and cisplatin increase the risk of MTX toxicity in the blood; aminoglycosides, neomycin, probenecid reduces the absorption of MTX. [9] [7] The most significant and serious interactions are with NSAIDs and PPIs since these are very common therapeutic choices.", "contents": "Methotrexate -- Mechanism of Action. NSAIDs, salicylates, TMP, penicillin, warfarin, valproate, proton pump inhibitors, cyclosporin, and cisplatin increase the risk of MTX toxicity in the blood; aminoglycosides, neomycin, probenecid reduces the absorption of MTX. [9] [7] The most significant and serious interactions are with NSAIDs and PPIs since these are very common therapeutic choices."}
{"id": "article-79314_7", "title": "Methotrexate -- Administration", "content": "A pre methotrexate evaluation is necessary before initiating medical therapy with methotrexate; this evaluation involves blood tests, which include: complete blood count with differential; renal function tests include the serum creatinine, blood urea nitrogen, and urinalysis; and liver function tests, including serum bilirubin, AST, ALT,  serum albumin, hepatitis serology. [10] HIV tests are also necessary; if appropriate, the clinician should obtain a chest radiograph. Methotrexate is administered orally or as an injection (intramuscular, intravenous, intrathecal, or subcutaneous). [11]", "contents": "Methotrexate -- Administration. A pre methotrexate evaluation is necessary before initiating medical therapy with methotrexate; this evaluation involves blood tests, which include: complete blood count with differential; renal function tests include the serum creatinine, blood urea nitrogen, and urinalysis; and liver function tests, including serum bilirubin, AST, ALT,  serum albumin, hepatitis serology. [10] HIV tests are also necessary; if appropriate, the clinician should obtain a chest radiograph. Methotrexate is administered orally or as an injection (intramuscular, intravenous, intrathecal, or subcutaneous). [11]"}
{"id": "article-79314_8", "title": "Methotrexate -- Administration", "content": "Orally: Usual dosing is as a weekly \"pulse,\" administered as a single dose or in three divided doses over 8 hourly in 24 hours every week. Folate supplementation with 1 mg per day or 5 to 7 mg once weekly should be considered for all patients to prevent bone marrow suppression. In adults, oral absorption is dependent upon the dose taken. Peak serum levels are achievable within one to two hours. Injection: Single-dose auto-injector can deliver MTX in certain doses such as 7.5 mg, 10 mg, 12.5 mg, 15 mg, 17.5 mg, 20 mg, 22.5 mg, 25 mg, 27.5 mg, and 30 mg. [12]", "contents": "Methotrexate -- Administration. Orally: Usual dosing is as a weekly \"pulse,\" administered as a single dose or in three divided doses over 8 hourly in 24 hours every week. Folate supplementation with 1 mg per day or 5 to 7 mg once weekly should be considered for all patients to prevent bone marrow suppression. In adults, oral absorption is dependent upon the dose taken. Peak serum levels are achievable within one to two hours. Injection: Single-dose auto-injector can deliver MTX in certain doses such as 7.5 mg, 10 mg, 12.5 mg, 15 mg, 17.5 mg, 20 mg, 22.5 mg, 25 mg, 27.5 mg, and 30 mg. [12]"}
{"id": "article-79314_9", "title": "Methotrexate -- Administration", "content": "After initiation of medical therapy with methotrexate, follow-up tests should include monitoring of CBC, renal function test, and liver function tests are recommended weekly for 4 weeks and then at least bi-monthly. [13]", "contents": "Methotrexate -- Administration. After initiation of medical therapy with methotrexate, follow-up tests should include monitoring of CBC, renal function test, and liver function tests are recommended weekly for 4 weeks and then at least bi-monthly. [13]"}
{"id": "article-79314_10", "title": "Methotrexate -- Adverse Effects", "content": "Even a low dose of methotrexate is not free from side effects. The most common adverse effects are gastrointestinal manifestations such as nausea, vomiting, mucosal ulcers, and loss of appetite. These are noted in most of the patients and are easily managed. [6] The major adverse effect of methotrexate is hepatotoxicity. These side effects are similar to folate deficiency and can be prevented by supplementation of methotrexate with folic acid. [14] A small elevation of aminotransferases level is common, but it is uncommon to have liver steatosis, fibrosis, and cirrhosis when taking a low dose of methotrexate. Over a long duration of treatment, ultrasound scanning and liver biopsy are required to ascertain the level of liver damage.", "contents": "Methotrexate -- Adverse Effects. Even a low dose of methotrexate is not free from side effects. The most common adverse effects are gastrointestinal manifestations such as nausea, vomiting, mucosal ulcers, and loss of appetite. These are noted in most of the patients and are easily managed. [6] The major adverse effect of methotrexate is hepatotoxicity. These side effects are similar to folate deficiency and can be prevented by supplementation of methotrexate with folic acid. [14] A small elevation of aminotransferases level is common, but it is uncommon to have liver steatosis, fibrosis, and cirrhosis when taking a low dose of methotrexate. Over a long duration of treatment, ultrasound scanning and liver biopsy are required to ascertain the level of liver damage."}
{"id": "article-79314_11", "title": "Methotrexate -- Adverse Effects", "content": "Methotrexate belongs to category X, which means it is absolutely contraindicated for use in pregnancy. When prescribing this treatment to any female of the reproductive age group, the patient must be made aware of its potential for teratogenesis, and double contraception is mandatory. With high doses, Patients may also experience mucosal ulceration. It may also be a sign of impending methotrexate toxicity. Alopecia, fatigue, fever, increased risk of infection, low white cell count, GI bleeding, pancreatitis, bone marrow suppression (aplastic anemia), malignancy (lymphoproliferative disorders), infections, and renal failure are other potentially life-threatening side effects. [15] [16]", "contents": "Methotrexate -- Adverse Effects. Methotrexate belongs to category X, which means it is absolutely contraindicated for use in pregnancy. When prescribing this treatment to any female of the reproductive age group, the patient must be made aware of its potential for teratogenesis, and double contraception is mandatory. With high doses, Patients may also experience mucosal ulceration. It may also be a sign of impending methotrexate toxicity. Alopecia, fatigue, fever, increased risk of infection, low white cell count, GI bleeding, pancreatitis, bone marrow suppression (aplastic anemia), malignancy (lymphoproliferative disorders), infections, and renal failure are other potentially life-threatening side effects. [15] [16]"}
{"id": "article-79314_12", "title": "Methotrexate -- Contraindications", "content": "Methotrexate is contraindicated for use in patients with hypersensitivity reactions to this medication. Pregnant or breastfeeding women should avoid using methotrexate due to the elevated risk of teratogenicity and excretion into breast milk. Caution is necessary for using methotrexate for patients who have pre-existing blood disorders, such as bone marrow hypoplasia, leukopenia, thrombocytopenia, or significant anemia. [10] In cases of rheumatoid arthritis or psoriasis, it is contraindicated to use methotrexate in patients with chronic liver disease, liver cirrhosis, alcoholic hepatitis, or chronic alcoholism. It is also not recommended to use methotrexate in HIV/AIDS, blood dyscrasias, renal dysfunction, or radiotherapy. [16]", "contents": "Methotrexate -- Contraindications. Methotrexate is contraindicated for use in patients with hypersensitivity reactions to this medication. Pregnant or breastfeeding women should avoid using methotrexate due to the elevated risk of teratogenicity and excretion into breast milk. Caution is necessary for using methotrexate for patients who have pre-existing blood disorders, such as bone marrow hypoplasia, leukopenia, thrombocytopenia, or significant anemia. [10] In cases of rheumatoid arthritis or psoriasis, it is contraindicated to use methotrexate in patients with chronic liver disease, liver cirrhosis, alcoholic hepatitis, or chronic alcoholism. It is also not recommended to use methotrexate in HIV/AIDS, blood dyscrasias, renal dysfunction, or radiotherapy. [16]"}
{"id": "article-79314_13", "title": "Methotrexate -- Monitoring", "content": "Patients taking methotrexate should undergo monitoring of CBC, serum creatinine, and transaminases is recommended weekly for the first four weeks and then at least bimonthly. A complete list of the current medications should be revised to avoid any possible drug interactions before prescribing methotrexate. Liver function tests (monitoring serum AST, ALT, and serum albumin levels) and liver biopsy can also be done in cases of hepatotoxicity. [10] Creatinine clearance requires monitoring (50 ml/min is necessary before prescribing methotrexate) to avoid possible nephrotoxicity. [16] Monitoring for pulmonary toxicity is also required as the patients may have a dry cough, fever, or dyspnoea. Baseline chest radiographs are recommended to detect interstitial and alveolar infiltrates, hilar adenopathy, pleural effusions, and pulmonary fibrosis. [15] Methotrexate may also cause reactivation of tuberculosis in endemic countries, so tests to eliminate the presence of tuberculosis are required. Also, monitor for bone marrow toxicity as myelosuppression can occur due to folate deficiency. A sudden dip in blood counts must alert to that possibility.", "contents": "Methotrexate -- Monitoring. Patients taking methotrexate should undergo monitoring of CBC, serum creatinine, and transaminases is recommended weekly for the first four weeks and then at least bimonthly. A complete list of the current medications should be revised to avoid any possible drug interactions before prescribing methotrexate. Liver function tests (monitoring serum AST, ALT, and serum albumin levels) and liver biopsy can also be done in cases of hepatotoxicity. [10] Creatinine clearance requires monitoring (50 ml/min is necessary before prescribing methotrexate) to avoid possible nephrotoxicity. [16] Monitoring for pulmonary toxicity is also required as the patients may have a dry cough, fever, or dyspnoea. Baseline chest radiographs are recommended to detect interstitial and alveolar infiltrates, hilar adenopathy, pleural effusions, and pulmonary fibrosis. [15] Methotrexate may also cause reactivation of tuberculosis in endemic countries, so tests to eliminate the presence of tuberculosis are required. Also, monitor for bone marrow toxicity as myelosuppression can occur due to folate deficiency. A sudden dip in blood counts must alert to that possibility."}
{"id": "article-79314_14", "title": "Methotrexate -- Toxicity", "content": "High-dose methotrexate (HDMTX) is the term for doses higher than 500 mg/ml. Patients may experience nausea, mucosal ulceration, alopecia, fatigue, fever, increased risk of infection, leukopenia, GI bleeding, pancreatitis, cirrhosis, aplastic anemia, malignancy (lymphoproliferative disorders), infections, interstitial pneumonitis, renal impairment, and teratogenesis. [10] To manage MTX toxicity: immediate leucovorin administration. In the case of renal failure, adequate hydration and urinary alkalinization with sodium bicarbonate are necessary.", "contents": "Methotrexate -- Toxicity. High-dose methotrexate (HDMTX) is the term for doses higher than 500 mg/ml. Patients may experience nausea, mucosal ulceration, alopecia, fatigue, fever, increased risk of infection, leukopenia, GI bleeding, pancreatitis, cirrhosis, aplastic anemia, malignancy (lymphoproliferative disorders), infections, interstitial pneumonitis, renal impairment, and teratogenesis. [10] To manage MTX toxicity: immediate leucovorin administration. In the case of renal failure, adequate hydration and urinary alkalinization with sodium bicarbonate are necessary."}
{"id": "article-79314_15", "title": "Methotrexate -- Toxicity", "content": "The three antidotes used for MTX toxicity are leucovorin, thymidine, and glucarpidase. [12] Leucovorin is the reduced active form of folic acid. It rescues normal cells from the toxic effects caused by MTX’s inhibition of reduced folates. [17] Leucovorin is particularly effective in preventing myelosuppression, gastrointestinal toxicity, and neurotoxicity during methotrexate treatment. Thymidine rescues cells from the cytotoxic effects of MTX; however, its use is still under investigation and is always given together with the other drugs. Glucarpidase converts methotrexate into DAMPA and glutamate, two nontoxic metabolites, thus rapidly removing methotrexate in patients with renal dysfunction. Glucarpidase, in combination with leucovorin, is a common therapy for MTX toxicity. A single dose of glucarpidase reduces plasma methotrexate concentrations by 97% or more within 15 minutes. Hydration and urine alkalinization are also continued in patients requiring glucarpidase. Leucovorin therapy should continue for 48 hours after glucarpidase administration. [17]", "contents": "Methotrexate -- Toxicity. The three antidotes used for MTX toxicity are leucovorin, thymidine, and glucarpidase. [12] Leucovorin is the reduced active form of folic acid. It rescues normal cells from the toxic effects caused by MTX’s inhibition of reduced folates. [17] Leucovorin is particularly effective in preventing myelosuppression, gastrointestinal toxicity, and neurotoxicity during methotrexate treatment. Thymidine rescues cells from the cytotoxic effects of MTX; however, its use is still under investigation and is always given together with the other drugs. Glucarpidase converts methotrexate into DAMPA and glutamate, two nontoxic metabolites, thus rapidly removing methotrexate in patients with renal dysfunction. Glucarpidase, in combination with leucovorin, is a common therapy for MTX toxicity. A single dose of glucarpidase reduces plasma methotrexate concentrations by 97% or more within 15 minutes. Hydration and urine alkalinization are also continued in patients requiring glucarpidase. Leucovorin therapy should continue for 48 hours after glucarpidase administration. [17]"}
{"id": "article-79314_16", "title": "Methotrexate -- Toxicity", "content": "Hemodialysis and hemoperfusion can also lower MTX levels. Intrathecal overdoses require CSF drainage and exchange, steroids, antidotes, and suspension of the medications that interfere with methotrexate clearance (e.g., NSAIDs, salicylates, TMP, penicillin, warfarin, valproate, proton pump inhibitors, cyclosporin, cisplatin).", "contents": "Methotrexate -- Toxicity. Hemodialysis and hemoperfusion can also lower MTX levels. Intrathecal overdoses require CSF drainage and exchange, steroids, antidotes, and suspension of the medications that interfere with methotrexate clearance (e.g., NSAIDs, salicylates, TMP, penicillin, warfarin, valproate, proton pump inhibitors, cyclosporin, cisplatin)."}
{"id": "article-79314_17", "title": "Methotrexate -- Enhancing Healthcare Team Outcomes", "content": "Measures to increase patient-doctor relationships and sustain treatment continuity should be discussed with the patient before starting treatment with methotrexate to prevent morbidity to a greater extent and increase the life expectancy in cancer patients. The risk of potentially life-threatening side effects, hepatotoxicity, pulmonary toxicity, myelosuppression, and nephrotoxicity should be discussed with the patients. [10] [15] [16]", "contents": "Methotrexate -- Enhancing Healthcare Team Outcomes. Measures to increase patient-doctor relationships and sustain treatment continuity should be discussed with the patient before starting treatment with methotrexate to prevent morbidity to a greater extent and increase the life expectancy in cancer patients. The risk of potentially life-threatening side effects, hepatotoxicity, pulmonary toxicity, myelosuppression, and nephrotoxicity should be discussed with the patients. [10] [15] [16]"}
{"id": "article-79314_18", "title": "Methotrexate -- Enhancing Healthcare Team Outcomes", "content": "Advise the patient to call 911 immediately if they develop any signs of infection (immunosuppression), experience coughing, wheezing, or shortness of breath (pulmonary toxicity), or notice unusual bleeding (liver or bone marrow suppression).", "contents": "Methotrexate -- Enhancing Healthcare Team Outcomes. Advise the patient to call 911 immediately if they develop any signs of infection (immunosuppression), experience coughing, wheezing, or shortness of breath (pulmonary toxicity), or notice unusual bleeding (liver or bone marrow suppression)."}
{"id": "article-79314_19", "title": "Methotrexate -- Enhancing Healthcare Team Outcomes", "content": "Inform patients that adverse reactions such as dizziness and fatigue might affect their ability to drive or operate machinery.", "contents": "Methotrexate -- Enhancing Healthcare Team Outcomes. Inform patients that adverse reactions such as dizziness and fatigue might affect their ability to drive or operate machinery."}
{"id": "article-79314_20", "title": "Methotrexate -- Enhancing Healthcare Team Outcomes", "content": "Inform patients of the risks of adverse effects of many-body systems, including gastrointestinal, hematologic, hepatic, infections, neurologic, pulmonary, renal, and skin.", "contents": "Methotrexate -- Enhancing Healthcare Team Outcomes. Inform patients of the risks of adverse effects of many-body systems, including gastrointestinal, hematologic, hepatic, infections, neurologic, pulmonary, renal, and skin."}
{"id": "article-79314_21", "title": "Methotrexate -- Enhancing Healthcare Team Outcomes", "content": "Advise patients for close follow-up.", "contents": "Methotrexate -- Enhancing Healthcare Team Outcomes. Advise patients for close follow-up."}
{"id": "article-79314_22", "title": "Methotrexate -- Enhancing Healthcare Team Outcomes", "content": "Advise patients to avoid alcohol, including beer, wine, and hard liquor, because of the increased risk of liver disease.", "contents": "Methotrexate -- Enhancing Healthcare Team Outcomes. Advise patients to avoid alcohol, including beer, wine, and hard liquor, because of the increased risk of liver disease."}
{"id": "article-79314_23", "title": "Methotrexate -- Enhancing Healthcare Team Outcomes", "content": "Advise patients that methotrexate can cause teratogenicity. Inform both female and male patients of reproductive age that they should practice any two forms of birth control- abstinence, oral contraceptives, or condom plus foam.", "contents": "Methotrexate -- Enhancing Healthcare Team Outcomes. Advise patients that methotrexate can cause teratogenicity. Inform both female and male patients of reproductive age that they should practice any two forms of birth control- abstinence, oral contraceptives, or condom plus foam."}
{"id": "article-79314_24", "title": "Methotrexate -- Enhancing Healthcare Team Outcomes", "content": "Discuss potential drug interactions, particularly salicylates and over-the-counter NSAIDs.", "contents": "Methotrexate -- Enhancing Healthcare Team Outcomes. Discuss potential drug interactions, particularly salicylates and over-the-counter NSAIDs."}
{"id": "article-79314_25", "title": "Methotrexate -- Enhancing Healthcare Team Outcomes", "content": "Warn patients about the possible development of malignancy, specifically lymphoma.", "contents": "Methotrexate -- Enhancing Healthcare Team Outcomes. Warn patients about the possible development of malignancy, specifically lymphoma."}
{"id": "article-79314_26", "title": "Methotrexate -- Enhancing Healthcare Team Outcomes", "content": "Discuss the importance of proper dosing and administration, that the recommended dose is once weekly, and that improper daily use of the recommended dose has led to fatal toxicity. Make sure that patients fully understand the necessity for close follow-up and monitoring for toxicity. [12]", "contents": "Methotrexate -- Enhancing Healthcare Team Outcomes. Discuss the importance of proper dosing and administration, that the recommended dose is once weekly, and that improper daily use of the recommended dose has led to fatal toxicity. Make sure that patients fully understand the necessity for close follow-up and monitoring for toxicity. [12]"}
{"id": "article-79314_27", "title": "Methotrexate -- Enhancing Healthcare Team Outcomes", "content": "If an accidental overdose occurs, an antidote is available (leucovorin rescue).", "contents": "Methotrexate -- Enhancing Healthcare Team Outcomes. If an accidental overdose occurs, an antidote is available (leucovorin rescue)."}
{"id": "article-79314_28", "title": "Methotrexate -- Enhancing Healthcare Team Outcomes", "content": "Methotrexate can be an effective drug when used appropriately, but given its propensity for drug-drug interactions and adverse effects, the collaborative efforts of the entire interprofessional healthcare team are necessary to bring about optimal therapeutic results. This team includes clinicians (including mid-level practitioners), specialists, nursing staff, and pharmacists, each providing input based on their particular discipline to enhance patient benefit while preventing adverse outcomes from using the drug. [Level 5]", "contents": "Methotrexate -- Enhancing Healthcare Team Outcomes. Methotrexate can be an effective drug when used appropriately, but given its propensity for drug-drug interactions and adverse effects, the collaborative efforts of the entire interprofessional healthcare team are necessary to bring about optimal therapeutic results. This team includes clinicians (including mid-level practitioners), specialists, nursing staff, and pharmacists, each providing input based on their particular discipline to enhance patient benefit while preventing adverse outcomes from using the drug. [Level 5]"}
{"id": "article-79314_29", "title": "Methotrexate -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Methotrexate -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}