{"id": "article-29708_0", "title": "Anatomy, Abdomen and Pelvis: Superior Mesenteric Vein -- Introduction", "content": "The superior mesenteric vein (SMV) is a major venous tributary of the abdominal cavity. Embryologically derived in association with the vitelline vein, the superior mesenteric vein lies lateral to the superior mesenteric artery (SMA) and serves to drain the vast majority of the organs of the abdominal cavity. At the most superior aspect, the superior mesenteric vein joins with the splenic vein, ultimately forming the portal vein. At the mesenteric root, it is of utmost importance that the vascular anatomy is correctly identified to perform complex abdominal surgical procedures. There are several clinical complications involving the superior mesenteric vein that clinicians must readily identify due to their life-threatening nature. This article will serve as a comprehensive review of the anatomy, embryology, function, and clinical significance of the superior mesenteric vein.", "contents": "Anatomy, Abdomen and Pelvis: Superior Mesenteric Vein -- Introduction. The superior mesenteric vein (SMV) is a major venous tributary of the abdominal cavity. Embryologically derived in association with the vitelline vein, the superior mesenteric vein lies lateral to the superior mesenteric artery (SMA) and serves to drain the vast majority of the organs of the abdominal cavity. At the most superior aspect, the superior mesenteric vein joins with the splenic vein, ultimately forming the portal vein. At the mesenteric root, it is of utmost importance that the vascular anatomy is correctly identified to perform complex abdominal surgical procedures. There are several clinical complications involving the superior mesenteric vein that clinicians must readily identify due to their life-threatening nature. This article will serve as a comprehensive review of the anatomy, embryology, function, and clinical significance of the superior mesenteric vein."}
{"id": "article-29708_1", "title": "Anatomy, Abdomen and Pelvis: Superior Mesenteric Vein -- Structure and Function", "content": "The superior mesenteric vein collects the majority of the venous blood from the jejunum and ileum. According to literature reviewing computed tomography scans of the mesenteric vascular relationships, within the first three 3 cm of their respective origins, the superior mesenteric vein lies lateral to the superior mesenteric artery on the right side. As it ascends, the superior mesenteric vein normally remains on the right side of the superior mesenteric artery. When located to the left of the artery, this can represent either midgut malrotation, a resultant adjacent tumor compression, or a transient phenomenon of a normally rotated midgut. [1] [2] [1]", "contents": "Anatomy, Abdomen and Pelvis: Superior Mesenteric Vein -- Structure and Function. The superior mesenteric vein collects the majority of the venous blood from the jejunum and ileum. According to literature reviewing computed tomography scans of the mesenteric vascular relationships, within the first three 3 cm of their respective origins, the superior mesenteric vein lies lateral to the superior mesenteric artery on the right side. As it ascends, the superior mesenteric vein normally remains on the right side of the superior mesenteric artery. When located to the left of the artery, this can represent either midgut malrotation, a resultant adjacent tumor compression, or a transient phenomenon of a normally rotated midgut. [1] [2] [1]"}
{"id": "article-29708_2", "title": "Anatomy, Abdomen and Pelvis: Superior Mesenteric Vein -- Structure and Function", "content": "The superior mesenteric vein receives many tributaries to drain the various organs of the gastrointestinal system. The superior mesenteric vein drains a portion of the large intestine up to the splenic flexure via the right colic and middle colic veins. It also carries blood from the pancreas via the inferior pancreaticoduodenal veins, the transverse colon by means of the middle colic vein, the stomach via the right gastroepiploic vein, the appendix by the ileocolic vein, as well as the small intestine through various venous plexuses. The superior mesenteric vein continues to ascend superiorly, until it passes posteriorly to the neck of the pancreas and ultimately anastomoses with the splenic vein to form the portal vein. Via the portal vein, the blood from all of the gastrointestinal organs continues into the liver. [1] [3] [1]", "contents": "Anatomy, Abdomen and Pelvis: Superior Mesenteric Vein -- Structure and Function. The superior mesenteric vein receives many tributaries to drain the various organs of the gastrointestinal system. The superior mesenteric vein drains a portion of the large intestine up to the splenic flexure via the right colic and middle colic veins. It also carries blood from the pancreas via the inferior pancreaticoduodenal veins, the transverse colon by means of the middle colic vein, the stomach via the right gastroepiploic vein, the appendix by the ileocolic vein, as well as the small intestine through various venous plexuses. The superior mesenteric vein continues to ascend superiorly, until it passes posteriorly to the neck of the pancreas and ultimately anastomoses with the splenic vein to form the portal vein. Via the portal vein, the blood from all of the gastrointestinal organs continues into the liver. [1] [3] [1]"}
{"id": "article-29708_3", "title": "Anatomy, Abdomen and Pelvis: Superior Mesenteric Vein -- Embryology", "content": "When the human embryo is 21 days old, there are three pairs of essential veins supplying and draining the embryo: the vitelline veins, the umbilical veins, and the cardinal veins. Historically, literature has suggested that the superior mesenteric vein remains in the adult human as a remnant of the regressed left vitelline vein. Recent literature has suggested that, although the vitelline vein contributes to the superior mesenteric vein, it is not the sole embryological basis of the vein. This recent 2017 study, which studied serial sections of 5- to 6-week old embryos, suggests that the superior mesenteric vein secondarily develops within the mesentery during or after regression of peripheral courses of the left vitelline vein. [4] This study describes the sequence of mesenteric vasculature development as such. The midgut mesentery contains both the superior mesenteric artery and a long peritoneal fold containing the regressing left vitelline vein. This peritoneal fold was closely associated, but not fused, with the arterial mesentery along its ascension. As the vitelline vein continues to regress within this mesentery, a tissue cleft can appear within the mesentery along the superior mesenteric artery. This tissue cleft is observed to be communicating with the regressing left vitelline vein at the superior end of the peritoneal folds. The superior mesenteric vein is considered to develop from this tissue cleft. Rather than the vitelline vein being the primitive basis for the superior mesenteric vein, this study suggests the only contributions of the vitelline vein is the portion of the portal vein at the conflux of the superior mesenteric and splenic veins. [4]", "contents": "Anatomy, Abdomen and Pelvis: Superior Mesenteric Vein -- Embryology. When the human embryo is 21 days old, there are three pairs of essential veins supplying and draining the embryo: the vitelline veins, the umbilical veins, and the cardinal veins. Historically, literature has suggested that the superior mesenteric vein remains in the adult human as a remnant of the regressed left vitelline vein. Recent literature has suggested that, although the vitelline vein contributes to the superior mesenteric vein, it is not the sole embryological basis of the vein. This recent 2017 study, which studied serial sections of 5- to 6-week old embryos, suggests that the superior mesenteric vein secondarily develops within the mesentery during or after regression of peripheral courses of the left vitelline vein. [4] This study describes the sequence of mesenteric vasculature development as such. The midgut mesentery contains both the superior mesenteric artery and a long peritoneal fold containing the regressing left vitelline vein. This peritoneal fold was closely associated, but not fused, with the arterial mesentery along its ascension. As the vitelline vein continues to regress within this mesentery, a tissue cleft can appear within the mesentery along the superior mesenteric artery. This tissue cleft is observed to be communicating with the regressing left vitelline vein at the superior end of the peritoneal folds. The superior mesenteric vein is considered to develop from this tissue cleft. Rather than the vitelline vein being the primitive basis for the superior mesenteric vein, this study suggests the only contributions of the vitelline vein is the portion of the portal vein at the conflux of the superior mesenteric and splenic veins. [4]"}
{"id": "article-29708_4", "title": "Anatomy, Abdomen and Pelvis: Superior Mesenteric Vein -- Physiologic Variants", "content": "Often, surgeons request preoperative CT angiography to assess for any existing anatomical variations as well as accurate imagery of the disease process relative to the mesenteric vasculature in patients undergoing intra-abdominal procedures. Imaging studies have shown that there can be a single main trunk of the superior mesenteric vein, which possesses a variable-length (5 to 50 mm) before dividing into the right and left intestinal branches. [5] A common variation is where the superior mesenteric vein is comprised of two trunks, where the two large mesenteric branches directly drain into the splenoportal confluence. The left superior mesenteric vein trunk frequently runs along the ventral side of the superior mesenteric artery, a relationship that proves important in arterial ligations during pancreaticoduodenectomy surgeries. The variants among the mesenteric tributaries are vast and very complex. Relevant variants to note: the gastrocolic trunk, one of the main tributaries of the superior mesenteric vein composed of the right gastroepiploic vein and the colonic drainage veins, is observed to drain into the main trunk of the superior mesenteric vein or the right intestinal branch of the superior mesenteric vein. The first jejunal branch of the superior mesenteric vein, which drains the duodenojejunal flexure and first jejunal loop, has been observed to drain into either the main trunk of the superior mesenteric vein or into the left intestinal branch. [6] As previously mentioned, the paths of the mesenteric veins draining the colonic tributaries and pancreatic head are very diverse and complex. The utility of preoperative imaging allows appropriate mapping and reduces both operative times and intraoperative complications.", "contents": "Anatomy, Abdomen and Pelvis: Superior Mesenteric Vein -- Physiologic Variants. Often, surgeons request preoperative CT angiography to assess for any existing anatomical variations as well as accurate imagery of the disease process relative to the mesenteric vasculature in patients undergoing intra-abdominal procedures. Imaging studies have shown that there can be a single main trunk of the superior mesenteric vein, which possesses a variable-length (5 to 50 mm) before dividing into the right and left intestinal branches. [5] A common variation is where the superior mesenteric vein is comprised of two trunks, where the two large mesenteric branches directly drain into the splenoportal confluence. The left superior mesenteric vein trunk frequently runs along the ventral side of the superior mesenteric artery, a relationship that proves important in arterial ligations during pancreaticoduodenectomy surgeries. The variants among the mesenteric tributaries are vast and very complex. Relevant variants to note: the gastrocolic trunk, one of the main tributaries of the superior mesenteric vein composed of the right gastroepiploic vein and the colonic drainage veins, is observed to drain into the main trunk of the superior mesenteric vein or the right intestinal branch of the superior mesenteric vein. The first jejunal branch of the superior mesenteric vein, which drains the duodenojejunal flexure and first jejunal loop, has been observed to drain into either the main trunk of the superior mesenteric vein or into the left intestinal branch. [6] As previously mentioned, the paths of the mesenteric veins draining the colonic tributaries and pancreatic head are very diverse and complex. The utility of preoperative imaging allows appropriate mapping and reduces both operative times and intraoperative complications."}
{"id": "article-29708_5", "title": "Anatomy, Abdomen and Pelvis: Superior Mesenteric Vein -- Clinical Significance", "content": "There are several clinical implications involving the superior mesenteric vein that clinicians must be vigilant about due to a possibly drastic progression. The most serious of these is pylephlebitis. Pylephlebitis is the presence of portal mesenteric venous thrombosis, with or without bacteremia, within 30 days of an intra-abdominal inflammatory process. The most common precursors to pylephlebitis are diverticulitis, acute appendicitis, inflammatory bowel disease, pancreatitis, and gastroenteritis. [2] This condition commonly presents with fever, abdominal pain, hepatic dysfunction, and bacteremia.  Pylephlebitis was universally fatal before the advent of antibiotics, and now has a reported mortality rate of 10% to 32%. Appropriate antibiotic use is the current mainstay of treatment, drastically improving prognosis when initiated early in the disease course. Extension of the thrombus into the superior mesenteric vein is termed portomesenteric venous thrombosis and is a serious complication of pylephlebitis. The incidence of portomesenteric venous thrombosis is 2.7 per 100000 person-years. Other complications include bowel necrosis and peritonitis, which are typically managed with a small bowel resection. Anticoagulation therapy remains a controversial treatment modality as no randomized control trials have proven its efficacy, but studies have shown anticoagulation to be useful in patients with hypercoagulability, Bacteroides pathogens, or recanalization procedures. [2] [7] [8] [7]", "contents": "Anatomy, Abdomen and Pelvis: Superior Mesenteric Vein -- Clinical Significance. There are several clinical implications involving the superior mesenteric vein that clinicians must be vigilant about due to a possibly drastic progression. The most serious of these is pylephlebitis. Pylephlebitis is the presence of portal mesenteric venous thrombosis, with or without bacteremia, within 30 days of an intra-abdominal inflammatory process. The most common precursors to pylephlebitis are diverticulitis, acute appendicitis, inflammatory bowel disease, pancreatitis, and gastroenteritis. [2] This condition commonly presents with fever, abdominal pain, hepatic dysfunction, and bacteremia.  Pylephlebitis was universally fatal before the advent of antibiotics, and now has a reported mortality rate of 10% to 32%. Appropriate antibiotic use is the current mainstay of treatment, drastically improving prognosis when initiated early in the disease course. Extension of the thrombus into the superior mesenteric vein is termed portomesenteric venous thrombosis and is a serious complication of pylephlebitis. The incidence of portomesenteric venous thrombosis is 2.7 per 100000 person-years. Other complications include bowel necrosis and peritonitis, which are typically managed with a small bowel resection. Anticoagulation therapy remains a controversial treatment modality as no randomized control trials have proven its efficacy, but studies have shown anticoagulation to be useful in patients with hypercoagulability, Bacteroides pathogens, or recanalization procedures. [2] [7] [8] [7]"}
{"id": "article-29708_6", "title": "Anatomy, Abdomen and Pelvis: Superior Mesenteric Vein -- Clinical Significance", "content": "In contrast, isolated superior mesenteric venous thrombosis (SMVT) is reported to have milder disease progression compared to portomesenteric venous thrombosis, due to the extensive venous collateral circulation preventing bowel infarction. [9] SMVT is most commonly the result of malignancy, peritonitis, hypercoagulable state, protein C deficiency, polycythemia vera, recent abdominal surgery, portal hypertension, or sepsis. Post-operatively, post-splenectomy patients are found to have the highest incidence of SMVT. [9] These patients present with a myriad of diffuse, colicky abdominal pain, fever, nausea, hematemesis, melena, and abdominal distension with reported symptom duration averaging 12 days. [2] [9] Computed tomography imaging is the gold standard in diagnosis. Before recent improvements in computed tomographic imaging, clinicians commonly mistook SMVT  for superior mesenteric artery ischemia. These improvements in imaging have allowed for more rapid identification, diagnosis, and treatment of SMVT, thus improving clinical outcomes. The appearance of SMVT on CT scan includes enlargement of the thrombosed vein as compared to the normal vein, a distinctly defined vascular wall with a rim of increased density, and a central region of low attenuation of contrast representing the thrombus within the vessel itself. [9] Treatment is determined depending on the severity and duration of disease and consists of appropriate antibiotic use, anticoagulation, surgical thrombectomy or interventional thrombolysis, or small bowel segmental resection.", "contents": "Anatomy, Abdomen and Pelvis: Superior Mesenteric Vein -- Clinical Significance. In contrast, isolated superior mesenteric venous thrombosis (SMVT) is reported to have milder disease progression compared to portomesenteric venous thrombosis, due to the extensive venous collateral circulation preventing bowel infarction. [9] SMVT is most commonly the result of malignancy, peritonitis, hypercoagulable state, protein C deficiency, polycythemia vera, recent abdominal surgery, portal hypertension, or sepsis. Post-operatively, post-splenectomy patients are found to have the highest incidence of SMVT. [9] These patients present with a myriad of diffuse, colicky abdominal pain, fever, nausea, hematemesis, melena, and abdominal distension with reported symptom duration averaging 12 days. [2] [9] Computed tomography imaging is the gold standard in diagnosis. Before recent improvements in computed tomographic imaging, clinicians commonly mistook SMVT  for superior mesenteric artery ischemia. These improvements in imaging have allowed for more rapid identification, diagnosis, and treatment of SMVT, thus improving clinical outcomes. The appearance of SMVT on CT scan includes enlargement of the thrombosed vein as compared to the normal vein, a distinctly defined vascular wall with a rim of increased density, and a central region of low attenuation of contrast representing the thrombus within the vessel itself. [9] Treatment is determined depending on the severity and duration of disease and consists of appropriate antibiotic use, anticoagulation, surgical thrombectomy or interventional thrombolysis, or small bowel segmental resection."}
{"id": "article-29708_7", "title": "Anatomy, Abdomen and Pelvis: Superior Mesenteric Vein -- Clinical Significance", "content": "Traumatic injuries to the superior mesenteric vein are rare, accounting for 0.1% of trauma admissions, but they are associated with a steep mortality rate of 45 to 52.7%. The mechanism of these injuries is often a penetrating abdominal injury but is increasingly caused by high-speed motor vehicle collisions. Studies indicate that hemodynamic stability upon presentation, the severity of the vascular injury, and the degree of comorbid injuries are the most important factors that influence mortality rates. [10] These patients present with hemorrhagic shock, hyperthermia, acidosis, and coagulopathy attributed to the superior mesenteric vein injury as well as other injuries at the time of presentation. The injuries associated with traumatic SMV injury are, from most to least common, small bowel, pancreas, inferior vena cava, duodenum, stomach, colon, liver, abdominal aorta, and kidney. These patients often warrant an immediate exploratory laparotomy, but a preoperative CT scan can also establish the diagnosis if the patient is hemodynamically stable. [10] The mainstay of initial management for these patients is damage control. There are two approaches to superior mesenteric vein injuries that are continuous topics of debate: repair versus ligation. [11] The ultimate determining factors that guide management are the patient's stability and coexisting injuries. Repair is not suitable for unstable patients as it is more time-consuming when compared to ligation. However, repair has been shown to reduce the postoperative incidence and severity of bowel edema. [10] Superior mesenteric vein ligation is an appropriate management option, especially for hemodynamically unstable patients. To proceed with ligation, adequate collateral flow within the portal system via the inferior mesenteric vein and portosystemic branches is vital. [10] [11] If there is a lack of collateral flow, bowel viability becomes a significant concern. Adverse events following ligation include systemic hypotension/splanchnic hypertension syndrome, venous congestion, bowel ischemia, and necrosis.", "contents": "Anatomy, Abdomen and Pelvis: Superior Mesenteric Vein -- Clinical Significance. Traumatic injuries to the superior mesenteric vein are rare, accounting for 0.1% of trauma admissions, but they are associated with a steep mortality rate of 45 to 52.7%. The mechanism of these injuries is often a penetrating abdominal injury but is increasingly caused by high-speed motor vehicle collisions. Studies indicate that hemodynamic stability upon presentation, the severity of the vascular injury, and the degree of comorbid injuries are the most important factors that influence mortality rates. [10] These patients present with hemorrhagic shock, hyperthermia, acidosis, and coagulopathy attributed to the superior mesenteric vein injury as well as other injuries at the time of presentation. The injuries associated with traumatic SMV injury are, from most to least common, small bowel, pancreas, inferior vena cava, duodenum, stomach, colon, liver, abdominal aorta, and kidney. These patients often warrant an immediate exploratory laparotomy, but a preoperative CT scan can also establish the diagnosis if the patient is hemodynamically stable. [10] The mainstay of initial management for these patients is damage control. There are two approaches to superior mesenteric vein injuries that are continuous topics of debate: repair versus ligation. [11] The ultimate determining factors that guide management are the patient's stability and coexisting injuries. Repair is not suitable for unstable patients as it is more time-consuming when compared to ligation. However, repair has been shown to reduce the postoperative incidence and severity of bowel edema. [10] Superior mesenteric vein ligation is an appropriate management option, especially for hemodynamically unstable patients. To proceed with ligation, adequate collateral flow within the portal system via the inferior mesenteric vein and portosystemic branches is vital. [10] [11] If there is a lack of collateral flow, bowel viability becomes a significant concern. Adverse events following ligation include systemic hypotension/splanchnic hypertension syndrome, venous congestion, bowel ischemia, and necrosis."}
{"id": "article-29708_8", "title": "Anatomy, Abdomen and Pelvis: Superior Mesenteric Vein -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Anatomy, Abdomen and Pelvis: Superior Mesenteric Vein -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}