{"id": "article-26924_0", "title": "Percutaneous Abscess Drainage -- Continuing Education Activity", "content": "A commonly utilized procedure in most radiology practices is placing a drain or catheter percutaneously under imaging guidance. Usually, the development of an abscess, no matter location in the body, requires further intervention when a simple incision and drainage cannot be performed. Percutaneous drainage can bridge the gap between non-invasive and surgical intervention with minimally invasive, image-guided drainage. Depending on the preference of the performing radiologist and location of the abscess, drainage catheter placement can be performed under computer tomography or ultrasound guidance. This activity highlights the role of the interprofessional team in carrying out the procedure successfully for the best patient outcomes.", "contents": "Percutaneous Abscess Drainage -- Continuing Education Activity. A commonly utilized procedure in most radiology practices is placing a drain or catheter percutaneously under imaging guidance. Usually, the development of an abscess, no matter location in the body, requires further intervention when a simple incision and drainage cannot be performed. Percutaneous drainage can bridge the gap between non-invasive and surgical intervention with minimally invasive, image-guided drainage. Depending on the preference of the performing radiologist and location of the abscess, drainage catheter placement can be performed under computer tomography or ultrasound guidance. This activity highlights the role of the interprofessional team in carrying out the procedure successfully for the best patient outcomes."}
{"id": "article-26924_1", "title": "Percutaneous Abscess Drainage -- Continuing Education Activity", "content": "Objectives: Identify the indications for percutaneous abscess drainage. Describe the equipment, personnel, preparation, and technique in regards to percutaneous abscess drainage. Outline appropriate evaluation techniques for the potential complications and their clinical significance of percutaneous abscess drainage. Explain interprofessional team strategies for improving care coordination and communication to advance percutaneous abscess drainage and improve outcomes. Access free multiple choice questions on this topic.", "contents": "Percutaneous Abscess Drainage -- Continuing Education Activity. Objectives: Identify the indications for percutaneous abscess drainage. Describe the equipment, personnel, preparation, and technique in regards to percutaneous abscess drainage. Outline appropriate evaluation techniques for the potential complications and their clinical significance of percutaneous abscess drainage. Explain interprofessional team strategies for improving care coordination and communication to advance percutaneous abscess drainage and improve outcomes. Access free multiple choice questions on this topic."}
{"id": "article-26924_2", "title": "Percutaneous Abscess Drainage -- Introduction", "content": "The placing of a drain or catheter percutaneously under imaging guidance is an increasingly utilized procedure in medicine. Interventional radiologists and similarly trained providers are the most common adopters of this procedure. Regularly, the development of an abscess, no matter the location in the body, requires drainage. This condition can be complicated, requiring further intervention when a provider cannot perform a simple incision and drainage. Previously a more invasive open surgical procedure was in practice. Percutaneous drainage can bridge the gap between non-invasive and surgical intervention with minimally invasive, image-guided drainage. [1]", "contents": "Percutaneous Abscess Drainage -- Introduction. The placing of a drain or catheter percutaneously under imaging guidance is an increasingly utilized procedure in medicine. Interventional radiologists and similarly trained providers are the most common adopters of this procedure. Regularly, the development of an abscess, no matter the location in the body, requires drainage. This condition can be complicated, requiring further intervention when a provider cannot perform a simple incision and drainage. Previously a more invasive open surgical procedure was in practice. Percutaneous drainage can bridge the gap between non-invasive and surgical intervention with minimally invasive, image-guided drainage. [1]"}
{"id": "article-26924_3", "title": "Percutaneous Abscess Drainage -- Introduction", "content": "Depending upon the preference and comfort level of the provider and location of the abscess, drainage catheter placement can be performed under ultrasound or computed tomography guidance. [2] Choosing an imaging modality is critical as it helps determine the technique to be used and the risk factors associated with it. There are many cases, both common and rare, that require percutaneous drainage, including diverticular abscess, complicated or ruptured appendicitis, liver abscess, intraabdominal abscess, or intramuscular fluid collections. [3]", "contents": "Percutaneous Abscess Drainage -- Introduction. Depending upon the preference and comfort level of the provider and location of the abscess, drainage catheter placement can be performed under ultrasound or computed tomography guidance. [2] Choosing an imaging modality is critical as it helps determine the technique to be used and the risk factors associated with it. There are many cases, both common and rare, that require percutaneous drainage, including diverticular abscess, complicated or ruptured appendicitis, liver abscess, intraabdominal abscess, or intramuscular fluid collections. [3]"}
{"id": "article-26924_4", "title": "Percutaneous Abscess Drainage -- Introduction", "content": "Abscess formation can be life-threatening if not treated in a timely manner and may lead to sepsis from the hematogenous spread of infection. [4] In the previous two decades, image-guided percutaneous drainage has provided an effective and safe alternative to operative treatment and has led to decrease complications and hospital stay.", "contents": "Percutaneous Abscess Drainage -- Introduction. Abscess formation can be life-threatening if not treated in a timely manner and may lead to sepsis from the hematogenous spread of infection. [4] In the previous two decades, image-guided percutaneous drainage has provided an effective and safe alternative to operative treatment and has led to decrease complications and hospital stay."}
{"id": "article-26924_5", "title": "Percutaneous Abscess Drainage -- Anatomy and Physiology", "content": "When the body develops an infection, depending on the causative organisms, there is the possibility of abscess formation. As part of the body's immune response, the infection may become walled off by the body. These walls allow purulence to accumulate in the form of dead immune cells, infectious organisms, and debris. Fluid collections and abscesses can form almost anywhere in the human body in which there is access by microorganisms, specifically bacteria. Skin and soft tissue is a common site for the development of abscesses. Other common locations involve the sigmoid colon, such as in the case of a diverticular abscess. Additionally, in cases of complicated appendicitis, an abscess can form, or the appendix can rupture, forming an abscess in the right lower quadrant. [5]", "contents": "Percutaneous Abscess Drainage -- Anatomy and Physiology. When the body develops an infection, depending on the causative organisms, there is the possibility of abscess formation. As part of the body's immune response, the infection may become walled off by the body. These walls allow purulence to accumulate in the form of dead immune cells, infectious organisms, and debris. Fluid collections and abscesses can form almost anywhere in the human body in which there is access by microorganisms, specifically bacteria. Skin and soft tissue is a common site for the development of abscesses. Other common locations involve the sigmoid colon, such as in the case of a diverticular abscess. Additionally, in cases of complicated appendicitis, an abscess can form, or the appendix can rupture, forming an abscess in the right lower quadrant. [5]"}
{"id": "article-26924_6", "title": "Percutaneous Abscess Drainage -- Indications", "content": "The indications for image-guided percutaneous catheter use are the following: Treatment of multiple and/or multi-loculated abscesses [6] Abscesses that may have enteric communication [7] Abscesses that are more than 3 cm in size [8] Clinical diagnosis is unclear [9] Failure of medical therapy [10] Noncompliance with medical therapy", "contents": "Percutaneous Abscess Drainage -- Indications. The indications for image-guided percutaneous catheter use are the following: Treatment of multiple and/or multi-loculated abscesses [6] Abscesses that may have enteric communication [7] Abscesses that are more than 3 cm in size [8] Clinical diagnosis is unclear [9] Failure of medical therapy [10] Noncompliance with medical therapy"}
{"id": "article-26924_7", "title": "Percutaneous Abscess Drainage -- Contraindications", "content": "Contraindications for the performance of an image-guided percutaneous catheter insertion are the following: Uncorrectable coagulopathy Lack of safe percutaneous access If the patient cannot cooperate with the procedure Inability to obtain the correct consent to perform the procedure with proper patient insight Certain small lesions typically less than 3 cm, do not allow for sufficient space to exchange wires, dilators, and a proper catheter loop.", "contents": "Percutaneous Abscess Drainage -- Contraindications. Contraindications for the performance of an image-guided percutaneous catheter insertion are the following: Uncorrectable coagulopathy Lack of safe percutaneous access If the patient cannot cooperate with the procedure Inability to obtain the correct consent to perform the procedure with proper patient insight Certain small lesions typically less than 3 cm, do not allow for sufficient space to exchange wires, dilators, and a proper catheter loop."}
{"id": "article-26924_8", "title": "Percutaneous Abscess Drainage -- Equipment", "content": "Following are some essential items needed to carry out the surgical drainage successfully: Catheter selection is usually based on the size and shape needed to complete the drainage. For simple serous contents, small-caliber catheters (8 to 10 F) can be efficiently used. Larger diameter catheters (more than 12 F) are used for complex cavities, such as bloody fluid, for optimal drainage. Drainage bag Sterile field, including betadine and fenestrated drape Scalpel Ultrasound or a CT scan depending upon the type of procedure, physician choice, and expertise. Cardiac monitor to track blood pressure, pulse, and oxygen saturation.", "contents": "Percutaneous Abscess Drainage -- Equipment. Following are some essential items needed to carry out the surgical drainage successfully: Catheter selection is usually based on the size and shape needed to complete the drainage. For simple serous contents, small-caliber catheters (8 to 10 F) can be efficiently used. Larger diameter catheters (more than 12 F) are used for complex cavities, such as bloody fluid, for optimal drainage. Drainage bag Sterile field, including betadine and fenestrated drape Scalpel Ultrasound or a CT scan depending upon the type of procedure, physician choice, and expertise. Cardiac monitor to track blood pressure, pulse, and oxygen saturation."}
{"id": "article-26924_9", "title": "Percutaneous Abscess Drainage -- Personnel", "content": "The procedure can be performed by a variety of medical personnel, such as: Most commonly, an interventional radiologist who is well trained and comfortable with the procedure performs the surgical drainage. Surgeons, emergency medicine physicians, and others with experience who often use ultrasound imaging as guidance may also be trained to perform the procedure. Midlevel providers, physician assistants, and nurse practitioners may be certified to perform or assist in the procedures. A nurse or technologist is often added to aid the procedure.", "contents": "Percutaneous Abscess Drainage -- Personnel. The procedure can be performed by a variety of medical personnel, such as: Most commonly, an interventional radiologist who is well trained and comfortable with the procedure performs the surgical drainage. Surgeons, emergency medicine physicians, and others with experience who often use ultrasound imaging as guidance may also be trained to perform the procedure. Midlevel providers, physician assistants, and nurse practitioners may be certified to perform or assist in the procedures. A nurse or technologist is often added to aid the procedure."}
{"id": "article-26924_10", "title": "Percutaneous Abscess Drainage -- Preparation", "content": "The preprocedural preparations include: Getting informed consent from the patient or the designated health care proxy. Obtaining and reviewing appropriate diagnostic studies, including imaging and laboratory analyses (e.g., complete blood count and PT/INR). Platelet count should be at least 50,000/µL. The international normalized ratio (INR) should be <1.5. Patients should have a serum hemoglobin level greater than 9.0 g/dL, particularly in high-risk cases. In some cases, the administration of intravenous antibiotics before the procedure may be warranted. If sensitivities are not available, then a broad-spectrum antibiotic can be used based on the area to be treated and common pathogens that affect that area. [11]", "contents": "Percutaneous Abscess Drainage -- Preparation. The preprocedural preparations include: Getting informed consent from the patient or the designated health care proxy. Obtaining and reviewing appropriate diagnostic studies, including imaging and laboratory analyses (e.g., complete blood count and PT/INR). Platelet count should be at least 50,000/µL. The international normalized ratio (INR) should be <1.5. Patients should have a serum hemoglobin level greater than 9.0 g/dL, particularly in high-risk cases. In some cases, the administration of intravenous antibiotics before the procedure may be warranted. If sensitivities are not available, then a broad-spectrum antibiotic can be used based on the area to be treated and common pathogens that affect that area. [11]"}
{"id": "article-26924_11", "title": "Percutaneous Abscess Drainage -- Technique or Treatment", "content": "There are two techniques commonly used for percutaneous drainage, the Seldinger and Trocar techniques. The choice of technique depends on the size and the location of the abscess. The Seldinger technique is used for small, deep, high risk and difficult to access abscesses, whereas the Trocar Technique is used for large superficial collections.", "contents": "Percutaneous Abscess Drainage -- Technique or Treatment. There are two techniques commonly used for percutaneous drainage, the Seldinger and Trocar techniques. The choice of technique depends on the size and the location of the abscess. The Seldinger technique is used for small, deep, high risk and difficult to access abscesses, whereas the Trocar Technique is used for large superficial collections."}
{"id": "article-26924_12", "title": "Percutaneous Abscess Drainage -- Technique or Treatment", "content": "The patient is positioned on the table and connected to the monitor for real-time monitoring of vital signs. An IV line is placed for intravenous sedation and fluids if needed. The area is cleaned and prepped in the usual sterile fashion. The need for local anesthesia with or without conscious sedation depends on the provider and the location of the abscess. Local anesthesia can improve patient compliance with the procedure, while conscious sedation may be warranted for longer, more painful procedures. A small incision is made in the skin to introduce the catheter. With the Seldinger technique, initial access to the cavity is gained using a 21- or 22-gauge needle.", "contents": "Percutaneous Abscess Drainage -- Technique or Treatment. The patient is positioned on the table and connected to the monitor for real-time monitoring of vital signs. An IV line is placed for intravenous sedation and fluids if needed. The area is cleaned and prepped in the usual sterile fashion. The need for local anesthesia with or without conscious sedation depends on the provider and the location of the abscess. Local anesthesia can improve patient compliance with the procedure, while conscious sedation may be warranted for longer, more painful procedures. A small incision is made in the skin to introduce the catheter. With the Seldinger technique, initial access to the cavity is gained using a 21- or 22-gauge needle."}
{"id": "article-26924_13", "title": "Percutaneous Abscess Drainage -- Technique or Treatment", "content": "The provider then introduces a 0.018-in wire conversion to 0.035- or 0.038-in wire with the use of a coaxial catheter introduction system. The trocar technique, a small gauge needle, is again utilized to perform aspiration of the abscess contents. This gains access to space and also confirms proper positioning. A coaxial combination catheter should be inserted parallel to this introducer needle, which allows the advancement of a catheter directly into the collection. Once in place through either technique, a catheter is connected to a drainage bag outside of the body. The catheter will remain in place with a drainage bag to collect the contents of the infection. Often drains will take advantage of a negative pressure collection system to aid drainage. Once the abscess or fluid collection is successfully drained, the catheter may then be removed. It may take several days to complete the drainage of an abscess.", "contents": "Percutaneous Abscess Drainage -- Technique or Treatment. The provider then introduces a 0.018-in wire conversion to 0.035- or 0.038-in wire with the use of a coaxial catheter introduction system. The trocar technique, a small gauge needle, is again utilized to perform aspiration of the abscess contents. This gains access to space and also confirms proper positioning. A coaxial combination catheter should be inserted parallel to this introducer needle, which allows the advancement of a catheter directly into the collection. Once in place through either technique, a catheter is connected to a drainage bag outside of the body. The catheter will remain in place with a drainage bag to collect the contents of the infection. Often drains will take advantage of a negative pressure collection system to aid drainage. Once the abscess or fluid collection is successfully drained, the catheter may then be removed. It may take several days to complete the drainage of an abscess."}
{"id": "article-26924_14", "title": "Percutaneous Abscess Drainage -- Complications", "content": "Complications tend to be site-specific and may include pain, infection, and bleeding.", "contents": "Percutaneous Abscess Drainage -- Complications. Complications tend to be site-specific and may include pain, infection, and bleeding."}
{"id": "article-26924_15", "title": "Percutaneous Abscess Drainage -- Clinical Significance", "content": "Abscesses can lead to sepsis and significant morbidity and mortality for patients. Patients with abscess, especially deep abscess, can be critically ill. Image-guided percutaneous drainage is very beneficial for these critically ill patients as it allows for successful drainage of the abscess with minimally invasive techniques. General anesthesia can be avoided, which may reduce hospital stay and also decrease the cost of care.", "contents": "Percutaneous Abscess Drainage -- Clinical Significance. Abscesses can lead to sepsis and significant morbidity and mortality for patients. Patients with abscess, especially deep abscess, can be critically ill. Image-guided percutaneous drainage is very beneficial for these critically ill patients as it allows for successful drainage of the abscess with minimally invasive techniques. General anesthesia can be avoided, which may reduce hospital stay and also decrease the cost of care."}
{"id": "article-26924_16", "title": "Percutaneous Abscess Drainage -- Clinical Significance", "content": "Percutaneous drainage can also increase antibiotic stewardship. Most abscesses are best treated with incision and drainage and do not require antibiotics. However, if local erythema is present, and the patient is experiencing systemic symptoms, i.e., fever, chills, lethargy, it is important to recognize this and treat concomitantly with antibiotics. Patients with diabetes, history of MRSA, IV drug use, and other historical information should be considered when prescribing an appropriate antibiotic.", "contents": "Percutaneous Abscess Drainage -- Clinical Significance. Percutaneous drainage can also increase antibiotic stewardship. Most abscesses are best treated with incision and drainage and do not require antibiotics. However, if local erythema is present, and the patient is experiencing systemic symptoms, i.e., fever, chills, lethargy, it is important to recognize this and treat concomitantly with antibiotics. Patients with diabetes, history of MRSA, IV drug use, and other historical information should be considered when prescribing an appropriate antibiotic."}
{"id": "article-26924_17", "title": "Percutaneous Abscess Drainage -- Enhancing Healthcare Team Outcomes", "content": "Patients who develop abscesses may present to their primary care provider's office, the emergency department, outpatient surgery office, etc. Depending on the size, location, and patient comorbidities, the provider should assess and refer the patient to an appropriate specialist for definitive care. Interpersonal communication is important for handoff as the patient is sent to the experienced provider for care.", "contents": "Percutaneous Abscess Drainage -- Enhancing Healthcare Team Outcomes. Patients who develop abscesses may present to their primary care provider's office, the emergency department, outpatient surgery office, etc. Depending on the size, location, and patient comorbidities, the provider should assess and refer the patient to an appropriate specialist for definitive care. Interpersonal communication is important for handoff as the patient is sent to the experienced provider for care."}
{"id": "article-26924_18", "title": "Percutaneous Abscess Drainage -- Enhancing Healthcare Team Outcomes", "content": "If any laboratory testing or additional objective/historical data is obtained, it should be sent to the provider who the patient ultimately seeks for definitive treatment. Proper and complete communication will enhance patient-centered care, decrease the likelihood of adverse outcomes, and facilitate a quicker recovery. Patients may require close follow-up and local wound care, but this is case-specific. Home health nursing is a popular option for patients to receive close monitoring at home.", "contents": "Percutaneous Abscess Drainage -- Enhancing Healthcare Team Outcomes. If any laboratory testing or additional objective/historical data is obtained, it should be sent to the provider who the patient ultimately seeks for definitive treatment. Proper and complete communication will enhance patient-centered care, decrease the likelihood of adverse outcomes, and facilitate a quicker recovery. Patients may require close follow-up and local wound care, but this is case-specific. Home health nursing is a popular option for patients to receive close monitoring at home."}
{"id": "article-26924_19", "title": "Percutaneous Abscess Drainage -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Percutaneous Abscess Drainage -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}