{"id": "article-24851_0", "title": "Mediastinitis -- Continuing Education Activity", "content": "Mediastinitis refers to inflammation or infection that involves the mediastinum, the cavity within the thorax that is bordered by the pleural sacs, the thoracic outlet, and the diaphragm. There are multiple etiologies that can cause mediastinitis. Since many vital structures lie within the mediastinum, the disease process is life-threatening and requires emergent intervention and treatment. This activity reviews the evaluation and management of mediastinitis and highlights the role of the interprofessional team in providing comprehensive care to these patients.", "contents": "Mediastinitis -- Continuing Education Activity. Mediastinitis refers to inflammation or infection that involves the mediastinum, the cavity within the thorax that is bordered by the pleural sacs, the thoracic outlet, and the diaphragm. There are multiple etiologies that can cause mediastinitis. Since many vital structures lie within the mediastinum, the disease process is life-threatening and requires emergent intervention and treatment. This activity reviews the evaluation and management of mediastinitis and highlights the role of the interprofessional team in providing comprehensive care to these patients."}
{"id": "article-24851_1", "title": "Mediastinitis -- Continuing Education Activity", "content": "Objectives: Review the etiologies of mediastinitis. Describe the presentation of a patient with mediastinitis. Outline the treatment considerations for patients with mediastinitis. Summarize the importance of improving care coordination among the interprofessional team to enhance the delivery of care for patients affected by mediastinitis. Access free multiple choice questions on this topic.", "contents": "Mediastinitis -- Continuing Education Activity. Objectives: Review the etiologies of mediastinitis. Describe the presentation of a patient with mediastinitis. Outline the treatment considerations for patients with mediastinitis. Summarize the importance of improving care coordination among the interprofessional team to enhance the delivery of care for patients affected by mediastinitis. Access free multiple choice questions on this topic."}
{"id": "article-24851_2", "title": "Mediastinitis -- Introduction", "content": "Mediastinitis is inflammation or infection of the mediastinum. The mediastinum encompasses the space within the thoracic cavity, bordered by the pleural sacs laterally, the thoracic outlet superiorly, and the diaphragm inferiorly. Within the mediastinum are many vital structures: the heart, the great vessels, the trachea, mainstem bronchi, esophagus, phrenic nerve, vagus nerves, and the thoracic duct. Although mediastinitis is uncommon, it should be included in the differential diagnosis, as any infection involving the structures stated previously is considered life-threatening and requires immediate treatment. [1] [2]", "contents": "Mediastinitis -- Introduction. Mediastinitis is inflammation or infection of the mediastinum. The mediastinum encompasses the space within the thoracic cavity, bordered by the pleural sacs laterally, the thoracic outlet superiorly, and the diaphragm inferiorly. Within the mediastinum are many vital structures: the heart, the great vessels, the trachea, mainstem bronchi, esophagus, phrenic nerve, vagus nerves, and the thoracic duct. Although mediastinitis is uncommon, it should be included in the differential diagnosis, as any infection involving the structures stated previously is considered life-threatening and requires immediate treatment. [1] [2]"}
{"id": "article-24851_3", "title": "Mediastinitis -- Introduction", "content": "There are multiple etiologies of mediastinitis. Three subtypes will be discussed here, including postoperative mediastinitis, descending necrotizing mediastinitis, and fibrosing mediastinitis. In the modern world, the most common of the three is postoperative mediastinitis, followed by descending necrotizing mediastinitis. These two subtypes are typically acute and follow a more fulminant time course. The least common of the subtypes, fibrosing mediastinitis, is a more chronic and indolent process. [3] [4] [5]", "contents": "Mediastinitis -- Introduction. There are multiple etiologies of mediastinitis. Three subtypes will be discussed here, including postoperative mediastinitis, descending necrotizing mediastinitis, and fibrosing mediastinitis. In the modern world, the most common of the three is postoperative mediastinitis, followed by descending necrotizing mediastinitis. These two subtypes are typically acute and follow a more fulminant time course. The least common of the subtypes, fibrosing mediastinitis, is a more chronic and indolent process. [3] [4] [5]"}
{"id": "article-24851_4", "title": "Mediastinitis -- Etiology", "content": "Mediastinitis can be caused by various pathologies that breach the integrity of the mediastinal structures, including iatrogenic, traumatic, or infectious causes. In regards to fibrosing mediastinitis, this is an inflammatory process that starts within the mediastinum.", "contents": "Mediastinitis -- Etiology. Mediastinitis can be caused by various pathologies that breach the integrity of the mediastinal structures, including iatrogenic, traumatic, or infectious causes. In regards to fibrosing mediastinitis, this is an inflammatory process that starts within the mediastinum."}
{"id": "article-24851_5", "title": "Mediastinitis -- Etiology", "content": "There are many causes of mediastinitis, too numerous to cover in this review. Although this review will not go into great detail, it is important to note that a common cause of mediastinitis is tracheal or esophageal rupture, such as after an endoscopic procedure, Boerhaave syndrome, and foreign body aspiration. Other causes associated with mediastinitis include direct traumatic injury, the spread of pulmonary infection, and pancreatitis, though rare. [3] [2] [6]", "contents": "Mediastinitis -- Etiology. There are many causes of mediastinitis, too numerous to cover in this review. Although this review will not go into great detail, it is important to note that a common cause of mediastinitis is tracheal or esophageal rupture, such as after an endoscopic procedure, Boerhaave syndrome, and foreign body aspiration. Other causes associated with mediastinitis include direct traumatic injury, the spread of pulmonary infection, and pancreatitis, though rare. [3] [2] [6]"}
{"id": "article-24851_6", "title": "Mediastinitis -- Etiology", "content": "Postoperative mediastinitis refers to mediastinitis in the setting of postsurgical procedures. It is most commonly related to sternotomies and thoracic surgeries. It is thought to be caused by the intraoperative introduction of infection or from infection of the surgical wound that seeds into the mediastinum. It has also been referred to as post-sternotomy mediastinitis or deep sternal wound infections. [1] [7]", "contents": "Mediastinitis -- Etiology. Postoperative mediastinitis refers to mediastinitis in the setting of postsurgical procedures. It is most commonly related to sternotomies and thoracic surgeries. It is thought to be caused by the intraoperative introduction of infection or from infection of the surgical wound that seeds into the mediastinum. It has also been referred to as post-sternotomy mediastinitis or deep sternal wound infections. [1] [7]"}
{"id": "article-24851_7", "title": "Mediastinitis -- Etiology", "content": "Descending necrotizing mediastinitis involves the spread of infection from a head or neck pathological processes such as neck abscess, Ludwig angina, and other dental infections. Commonly, odontogenic or pharyngeal sources cause inflammation via the fascial planes affecting the posterior mediastinum. [4] [8]", "contents": "Mediastinitis -- Etiology. Descending necrotizing mediastinitis involves the spread of infection from a head or neck pathological processes such as neck abscess, Ludwig angina, and other dental infections. Commonly, odontogenic or pharyngeal sources cause inflammation via the fascial planes affecting the posterior mediastinum. [4] [8]"}
{"id": "article-24851_8", "title": "Mediastinitis -- Etiology", "content": "The exact etiology that causes fibrosing mediastinitis is still not adequately researched. Although believed to be idiopathic, there has been speculation that it is associated with both infectious and noninfectious processes. Of the potential infectious causes, histoplasmosis and tuberculosis have been frequently described in the literature as linked to an immune-mediated hypersensitivity reaction. The non-infectious causes described often include sarcoidosis, retroperitoneal fibrosis, and Riedel thyroiditis. [9]", "contents": "Mediastinitis -- Etiology. The exact etiology that causes fibrosing mediastinitis is still not adequately researched. Although believed to be idiopathic, there has been speculation that it is associated with both infectious and noninfectious processes. Of the potential infectious causes, histoplasmosis and tuberculosis have been frequently described in the literature as linked to an immune-mediated hypersensitivity reaction. The non-infectious causes described often include sarcoidosis, retroperitoneal fibrosis, and Riedel thyroiditis. [9]"}
{"id": "article-24851_9", "title": "Mediastinitis -- Epidemiology", "content": "The exact incidence and prevalence of total mediastinitis cases and descending necrotizing mediastinitis and fibrosing mediastinitis are not yet documented. Postoperative mediastinitis has a relatively low incidence, ranging from 0.3% to 5%, with an average of 1% to 2% at most facilities. [10] [11] Higher incidence rates have been associated with cardiac transplant surgeries, coronary artery bypass graft (CABG) with thoracic aortic surgery, and CABG with valvular surgery. Lower incidence rates have been found with isolated CABG, isolated valvular repairs, and isolated thoracic repairs. [10] [12] Previously, descending necrotizing mediastinitis comprised 70% of mediastinitis cases; however, there has been a significant decrease in incidence due to advancements in imaging and antibiotics. [13] In regards to fibrosing mediastinitis, there have been associations with a granulomatous subtype of fibrosing mediastinitis more frequently found in North America, where there is an increased prevalence of Histoplasma capsulatum. [9]", "contents": "Mediastinitis -- Epidemiology. The exact incidence and prevalence of total mediastinitis cases and descending necrotizing mediastinitis and fibrosing mediastinitis are not yet documented. Postoperative mediastinitis has a relatively low incidence, ranging from 0.3% to 5%, with an average of 1% to 2% at most facilities. [10] [11] Higher incidence rates have been associated with cardiac transplant surgeries, coronary artery bypass graft (CABG) with thoracic aortic surgery, and CABG with valvular surgery. Lower incidence rates have been found with isolated CABG, isolated valvular repairs, and isolated thoracic repairs. [10] [12] Previously, descending necrotizing mediastinitis comprised 70% of mediastinitis cases; however, there has been a significant decrease in incidence due to advancements in imaging and antibiotics. [13] In regards to fibrosing mediastinitis, there have been associations with a granulomatous subtype of fibrosing mediastinitis more frequently found in North America, where there is an increased prevalence of Histoplasma capsulatum. [9]"}
{"id": "article-24851_10", "title": "Mediastinitis -- Pathophysiology", "content": "Mediastinitis is due to a breach in the mediastinal structures from an inciting incident, including direct injury or secondary to an acute infectious process. Postoperative mediastinitis has been linked to intraoperative contamination, although infectious spread can occur postoperatively from an infected surgical wound, into the mediastinum. The majority of cases are caused by gram-positive bacteria, particularly Staphylococcus aureus and coagulase-negative staphylococcus, accounting for 60% to 80% of cases. Infection linked to S. aureus is frequently due to intraoperative contamination from the surgeon or surgical staff who are carriers or endogenously from the patient’s nares. Coagulase-negative Staphylococcus are common occupants of the skin flora, thus allowing it to infect surgical wounds. Although S. aureus and coagulase-negative Staphylococcus are the most common causes, other gram-positive bacteria, gram-negative bacteria, and, rarely, fungi are causative agents. [7] [10] [14]", "contents": "Mediastinitis -- Pathophysiology. Mediastinitis is due to a breach in the mediastinal structures from an inciting incident, including direct injury or secondary to an acute infectious process. Postoperative mediastinitis has been linked to intraoperative contamination, although infectious spread can occur postoperatively from an infected surgical wound, into the mediastinum. The majority of cases are caused by gram-positive bacteria, particularly Staphylococcus aureus and coagulase-negative staphylococcus, accounting for 60% to 80% of cases. Infection linked to S. aureus is frequently due to intraoperative contamination from the surgeon or surgical staff who are carriers or endogenously from the patient’s nares. Coagulase-negative Staphylococcus are common occupants of the skin flora, thus allowing it to infect surgical wounds. Although S. aureus and coagulase-negative Staphylococcus are the most common causes, other gram-positive bacteria, gram-negative bacteria, and, rarely, fungi are causative agents. [7] [10] [14]"}
{"id": "article-24851_11", "title": "Mediastinitis -- Pathophysiology", "content": "Descending necrotizing mediastinitis is the spread of a pharyngeal, odontogenic, or cervical infection that proceeds down into the mediastinum. The infection can spread to the deep fascial planes and into the mediastinum, most commonly into the posterior mediastinum. Cellulitis, abscesses, sepsis, and necrosis may occur throughout this fulminant course. [8] The polymicrobial infection makes up approximately 58% of cases, with the remaining being solely gram-positive organisms including streptococcus, or anaerobes. In patients with diabetes, Klebsiella and other gram-negative enterobacteria can be causative agents. [4]", "contents": "Mediastinitis -- Pathophysiology. Descending necrotizing mediastinitis is the spread of a pharyngeal, odontogenic, or cervical infection that proceeds down into the mediastinum. The infection can spread to the deep fascial planes and into the mediastinum, most commonly into the posterior mediastinum. Cellulitis, abscesses, sepsis, and necrosis may occur throughout this fulminant course. [8] The polymicrobial infection makes up approximately 58% of cases, with the remaining being solely gram-positive organisms including streptococcus, or anaerobes. In patients with diabetes, Klebsiella and other gram-negative enterobacteria can be causative agents. [4]"}
{"id": "article-24851_12", "title": "Mediastinitis -- Pathophysiology", "content": "Although the exact pathophysiology of fibrosing mediastinitis is unknown, it has been shown to have multiple variants, a granulomatous and non granulomatous form. These can then be divided into diffuse or focal distributions. [15] With some forms, especially those associated with histoplasmosis, it is thought to be due to a delayed immune-mediated hypersensitivity response. Histoplasmosis and tuberculosis have been closely associated with the focal form, while the diffuse form is linked with autoimmune syndromes. [9]", "contents": "Mediastinitis -- Pathophysiology. Although the exact pathophysiology of fibrosing mediastinitis is unknown, it has been shown to have multiple variants, a granulomatous and non granulomatous form. These can then be divided into diffuse or focal distributions. [15] With some forms, especially those associated with histoplasmosis, it is thought to be due to a delayed immune-mediated hypersensitivity response. Histoplasmosis and tuberculosis have been closely associated with the focal form, while the diffuse form is linked with autoimmune syndromes. [9]"}
{"id": "article-24851_13", "title": "Mediastinitis -- History and Physical", "content": "People presenting with acute mediastinitis will be ill-appearing. They may complain of dysphagia, chest pain, fever, and respiratory distress. It is crucial to get a thorough history, including recent surgeries or infections, past medical, travel, and social history, to evaluate risk factors for the development of mediastinitis.", "contents": "Mediastinitis -- History and Physical. People presenting with acute mediastinitis will be ill-appearing. They may complain of dysphagia, chest pain, fever, and respiratory distress. It is crucial to get a thorough history, including recent surgeries or infections, past medical, travel, and social history, to evaluate risk factors for the development of mediastinitis."}
{"id": "article-24851_14", "title": "Mediastinitis -- History and Physical", "content": "When evaluating a person for postoperative mediastinitis, important risk factors such as diabetes, obesity, smoking, renal failure, and an immunocompromised state should be documented. Additionally, obtaining surgical history is critical as patients with longer surgical times, repeat thoracic surgeries, or excessive cautery may have a higher predisposition to developing postoperative mediastinitis. The physical exam in patients with symptoms concerning mediastinitis will often be positive for sternal instability, wound discharge, pain, and tenderness. If a patient has an unexplained slow postoperative recovery, mediastinitis should be on the differential. Patients can present with mediastinitis up to a year after surgery or even longer, but the majority of cases are within 30 days of the surgery. [10] [11] [12] [14]", "contents": "Mediastinitis -- History and Physical. When evaluating a person for postoperative mediastinitis, important risk factors such as diabetes, obesity, smoking, renal failure, and an immunocompromised state should be documented. Additionally, obtaining surgical history is critical as patients with longer surgical times, repeat thoracic surgeries, or excessive cautery may have a higher predisposition to developing postoperative mediastinitis. The physical exam in patients with symptoms concerning mediastinitis will often be positive for sternal instability, wound discharge, pain, and tenderness. If a patient has an unexplained slow postoperative recovery, mediastinitis should be on the differential. Patients can present with mediastinitis up to a year after surgery or even longer, but the majority of cases are within 30 days of the surgery. [10] [11] [12] [14]"}
{"id": "article-24851_15", "title": "Mediastinitis -- History and Physical", "content": "If descending necrotizing mediastinitis is suspected, these patients will have a head or neck infection that was not adequately treated that then spread to the mediastinum. In addition to the symptoms previously mentioned, these patients may experience dyspnea, cervical, or thoracic pain with crepitus and erythema noted on physical exam.", "contents": "Mediastinitis -- History and Physical. If descending necrotizing mediastinitis is suspected, these patients will have a head or neck infection that was not adequately treated that then spread to the mediastinum. In addition to the symptoms previously mentioned, these patients may experience dyspnea, cervical, or thoracic pain with crepitus and erythema noted on physical exam."}
{"id": "article-24851_16", "title": "Mediastinitis -- History and Physical", "content": "Fibrosing mediastinitis has a more insidious progression; therefore, many patients may be asymptomatic initially. When patients are symptomatic, common presenting symptoms include cough, shortness of breath, pleuritic chest pain, recurrent lung infections, hemoptysis, fever, or weight loss. [16] As the disease progresses and the fibrosis starts to affect organs within the mediastinum, an obstructive or compressive pattern may be seen. Patients may present with airway or vascular compromise, as noted in superior vena cava syndrome. It is important to get a thorough history, including travel history, due to the association with histoplasmosis and tuberculosis. [9]", "contents": "Mediastinitis -- History and Physical. Fibrosing mediastinitis has a more insidious progression; therefore, many patients may be asymptomatic initially. When patients are symptomatic, common presenting symptoms include cough, shortness of breath, pleuritic chest pain, recurrent lung infections, hemoptysis, fever, or weight loss. [16] As the disease progresses and the fibrosis starts to affect organs within the mediastinum, an obstructive or compressive pattern may be seen. Patients may present with airway or vascular compromise, as noted in superior vena cava syndrome. It is important to get a thorough history, including travel history, due to the association with histoplasmosis and tuberculosis. [9]"}
{"id": "article-24851_17", "title": "Mediastinitis -- Evaluation", "content": "When suspecting mediastinitis, patients should have a prompt primary assessment of the airway, breathing, and circulation. If necessary, resuscitative measures should precede labs and imaging. Once a patient is stabilized, obtaining critical imaging is the next step to evaluate for the diagnosis. A chest radiograph can be helpful if signs of mediastinal widening or pneumomediastinum are present; however, they often do not adequately portray the extension of the disease process. [11] Comparatively, computed tomography and magnetic resonance imaging are better diagnostic tools in the evaluation of mediastinitis.", "contents": "Mediastinitis -- Evaluation. When suspecting mediastinitis, patients should have a prompt primary assessment of the airway, breathing, and circulation. If necessary, resuscitative measures should precede labs and imaging. Once a patient is stabilized, obtaining critical imaging is the next step to evaluate for the diagnosis. A chest radiograph can be helpful if signs of mediastinal widening or pneumomediastinum are present; however, they often do not adequately portray the extension of the disease process. [11] Comparatively, computed tomography and magnetic resonance imaging are better diagnostic tools in the evaluation of mediastinitis."}
{"id": "article-24851_18", "title": "Mediastinitis -- Evaluation", "content": "Postoperative mediastinitis may be difficult to assess with imaging due to the physiologic postoperative changes that are often identified in radiographic studies. After 14 days of surgery, the sensitivity and specificity of computed tomography greatly increase. [17] Mediastinal aspiration can also be done to aid in the diagnosis. [11] [18] For descending necrotizing mediastinitis, imaging may show a widened mediastinum, increased density of fat in the mediastinum, air-fluid levels if an abscess has formed, or pleural effusions, which are commonly found with mediastinitis. If the pericardium is involved, there may be pericardial thickening, pericardial effusion, or pneumopericardium. [4] In addition, computed tomography of the cervical area should be obtained to assist in identifying the primary source of infection. [2]", "contents": "Mediastinitis -- Evaluation. Postoperative mediastinitis may be difficult to assess with imaging due to the physiologic postoperative changes that are often identified in radiographic studies. After 14 days of surgery, the sensitivity and specificity of computed tomography greatly increase. [17] Mediastinal aspiration can also be done to aid in the diagnosis. [11] [18] For descending necrotizing mediastinitis, imaging may show a widened mediastinum, increased density of fat in the mediastinum, air-fluid levels if an abscess has formed, or pleural effusions, which are commonly found with mediastinitis. If the pericardium is involved, there may be pericardial thickening, pericardial effusion, or pneumopericardium. [4] In addition, computed tomography of the cervical area should be obtained to assist in identifying the primary source of infection. [2]"}
{"id": "article-24851_19", "title": "Mediastinitis -- Evaluation", "content": "Laboratory studies for acute mediastinitis can present with leukocytosis, elevated C-reactive protein (CRP), and procalcitonin. Blood cultures should also be sent, particularly in those with suspected postoperative mediastinitis as bacteremia is a common feature of the disease. [11] [18]", "contents": "Mediastinitis -- Evaluation. Laboratory studies for acute mediastinitis can present with leukocytosis, elevated C-reactive protein (CRP), and procalcitonin. Blood cultures should also be sent, particularly in those with suspected postoperative mediastinitis as bacteremia is a common feature of the disease. [11] [18]"}
{"id": "article-24851_20", "title": "Mediastinitis -- Evaluation", "content": "Fibrosis mediastinitis most commonly manifests as an infiltrative mass on computed tomography that distorts the mediastinal fat planes and extends into the surrounding mediastinal structures. It can be diffuse or localized to one area. Additionally, it can present as calcifications on imaging, notably when mediastinitis is associated with histoplasmosis. Frequently, the localized mass is in the hila, paratracheal, or subcarinal areas. [16] Also commonly present is tracheal, bronchial, pulmonary artery, superior vena cava or esophageal narrowing, pulmonary infiltrates, pulmonary volume loss, collapse, or hyperlucency. [19] Chest radiographs are usually abnormal in patients, although findings may be subtle. Mediastinal widening with distortion of the mediastinal interfaces is often documented. If there is the involvement of the pulmonary vessels causing pulmonary hypertension, there may be peribronchial cuffing and septal thickening. Pleural effusions are less common. [16]", "contents": "Mediastinitis -- Evaluation. Fibrosis mediastinitis most commonly manifests as an infiltrative mass on computed tomography that distorts the mediastinal fat planes and extends into the surrounding mediastinal structures. It can be diffuse or localized to one area. Additionally, it can present as calcifications on imaging, notably when mediastinitis is associated with histoplasmosis. Frequently, the localized mass is in the hila, paratracheal, or subcarinal areas. [16] Also commonly present is tracheal, bronchial, pulmonary artery, superior vena cava or esophageal narrowing, pulmonary infiltrates, pulmonary volume loss, collapse, or hyperlucency. [19] Chest radiographs are usually abnormal in patients, although findings may be subtle. Mediastinal widening with distortion of the mediastinal interfaces is often documented. If there is the involvement of the pulmonary vessels causing pulmonary hypertension, there may be peribronchial cuffing and septal thickening. Pleural effusions are less common. [16]"}
{"id": "article-24851_21", "title": "Mediastinitis -- Treatment / Management", "content": "Generally, an interprofessional approach is fused for the treatment of acute mediastinitis with a focus on early initiation of antibiotics and surgical debridement. [3] [10] Antibiotics should initially be broad-spectrum and then culture-directed. There is a multitude of surgical approaches for mediastinitis ranging from minimally to maximally invasive, which will vary depending on the extent and severity of mediastinitis. The exact surgical procedures are out of the scope of this review. After surgical intervention, repeat computed tomography, close monitoring of labs, and frequent reassessment of the patient's clinical picture should be performed to determine if additional surgery is required. Patients with mediastinitis require continued evaluation and treatment in an intensive care unit. [2]", "contents": "Mediastinitis -- Treatment / Management. Generally, an interprofessional approach is fused for the treatment of acute mediastinitis with a focus on early initiation of antibiotics and surgical debridement. [3] [10] Antibiotics should initially be broad-spectrum and then culture-directed. There is a multitude of surgical approaches for mediastinitis ranging from minimally to maximally invasive, which will vary depending on the extent and severity of mediastinitis. The exact surgical procedures are out of the scope of this review. After surgical intervention, repeat computed tomography, close monitoring of labs, and frequent reassessment of the patient's clinical picture should be performed to determine if additional surgery is required. Patients with mediastinitis require continued evaluation and treatment in an intensive care unit. [2]"}
{"id": "article-24851_22", "title": "Mediastinitis -- Treatment / Management", "content": "As the exact pathogenesis for fibrosing mediastinitis is unknown, the treatment course lacks a standardized regimen. [9] Although there is little evidence on successful medication therapy, most current strategies will use an immunosuppressant, corticosteroid, or antifungals as there are limited treatment options for these patients. [15] For symptomatic patients, surgical procedures that allow decompression, such as stents or bypasses of the affected structure, should be considered. [9] [20]", "contents": "Mediastinitis -- Treatment / Management. As the exact pathogenesis for fibrosing mediastinitis is unknown, the treatment course lacks a standardized regimen. [9] Although there is little evidence on successful medication therapy, most current strategies will use an immunosuppressant, corticosteroid, or antifungals as there are limited treatment options for these patients. [15] For symptomatic patients, surgical procedures that allow decompression, such as stents or bypasses of the affected structure, should be considered. [9] [20]"}
{"id": "article-24851_23", "title": "Mediastinitis -- Differential Diagnosis", "content": "Several differentials should be considered in the workup of mediastinitis. A few that should be included, but not limited to, are: Coronary artery disease and acute coronary syndrome Pulmonary embolism Pneumothorax Aortic dissection Cellulitis Localized infection in the head or neck Tumor or mass [6] [9] [11]", "contents": "Mediastinitis -- Differential Diagnosis. Several differentials should be considered in the workup of mediastinitis. A few that should be included, but not limited to, are: Coronary artery disease and acute coronary syndrome Pulmonary embolism Pneumothorax Aortic dissection Cellulitis Localized infection in the head or neck Tumor or mass [6] [9] [11]"}
{"id": "article-24851_24", "title": "Mediastinitis -- Prognosis", "content": "Postsurgical and descending necrotizing mediastinitis are both associated with high morbidity and mortality if not treated early. They are both considered life-threatening conditions with descending necrotizing mediastinitis having a mortality of 20% to 40%, despite current treatments. [3] [2] With advancements in surgical management techniques and better evaluation and treatment regimes, the mortality for postsurgical mediastinitis has currently been reported to be 1% to 14%, which has improved from past reports of 12% to 50%. [21]", "contents": "Mediastinitis -- Prognosis. Postsurgical and descending necrotizing mediastinitis are both associated with high morbidity and mortality if not treated early. They are both considered life-threatening conditions with descending necrotizing mediastinitis having a mortality of 20% to 40%, despite current treatments. [3] [2] With advancements in surgical management techniques and better evaluation and treatment regimes, the mortality for postsurgical mediastinitis has currently been reported to be 1% to 14%, which has improved from past reports of 12% to 50%. [21]"}
{"id": "article-24851_25", "title": "Mediastinitis -- Prognosis", "content": "Comparatively, there is a better prognosis for fibrosing mediastinitis, with unilateral involvement shown to have better outcomes than bilateral involvement. [20] Despite its relatively slow progression, patients often succumb to recurrent pneumonia or pulmonary heart disease associated with fibrosing mediastinitis. [9]", "contents": "Mediastinitis -- Prognosis. Comparatively, there is a better prognosis for fibrosing mediastinitis, with unilateral involvement shown to have better outcomes than bilateral involvement. [20] Despite its relatively slow progression, patients often succumb to recurrent pneumonia or pulmonary heart disease associated with fibrosing mediastinitis. [9]"}
{"id": "article-24851_26", "title": "Mediastinitis -- Complications", "content": "As the mediastinum is composed of many vital organs and structures, there are an array of complications that require prompt intervention. Complications may include: Pericarditis Recurrent pneumonia Sepsis Obstructed airway Severe bleeding or hemoptysis Cor pulmonale Multiorgan failure Complications from surgical treatment or debridement [10] [4] [16]", "contents": "Mediastinitis -- Complications. As the mediastinum is composed of many vital organs and structures, there are an array of complications that require prompt intervention. Complications may include: Pericarditis Recurrent pneumonia Sepsis Obstructed airway Severe bleeding or hemoptysis Cor pulmonale Multiorgan failure Complications from surgical treatment or debridement [10] [4] [16]"}
{"id": "article-24851_27", "title": "Mediastinitis -- Consultations", "content": "Although consultations vary depending on the subtype of mediastinitis, possible consultants include, but not limited to: [4] Thoracic surgeon Infectious disease specialist Dentist Intensivist Anesthesiologist Otolaryngologist Radiologist", "contents": "Mediastinitis -- Consultations. Although consultations vary depending on the subtype of mediastinitis, possible consultants include, but not limited to: [4] Thoracic surgeon Infectious disease specialist Dentist Intensivist Anesthesiologist Otolaryngologist Radiologist"}
{"id": "article-24851_28", "title": "Mediastinitis -- Deterrence and Patient Education", "content": "There are few measures during and after the surgery which can reduce the incidence of mediastinitis post-operatively. These include: Complete aseptic technique during surgery Secure hemostasis carefully Prophylactic intranasal mupirocin to Staphylococcus aureus carriers will reduce the risk of surgical site infection postoperatively Proper closure of the sternum Topical application of bacitracin ointment on sternotomy to reduce the risk of mediastinitis after cardiac surgery", "contents": "Mediastinitis -- Deterrence and Patient Education. There are few measures during and after the surgery which can reduce the incidence of mediastinitis post-operatively. These include: Complete aseptic technique during surgery Secure hemostasis carefully Prophylactic intranasal mupirocin to Staphylococcus aureus carriers will reduce the risk of surgical site infection postoperatively Proper closure of the sternum Topical application of bacitracin ointment on sternotomy to reduce the risk of mediastinitis after cardiac surgery"}
{"id": "article-24851_29", "title": "Mediastinitis -- Enhancing Healthcare Team Outcomes", "content": "Mediastinitis is a rare but life-threatening disease that requires emergent intervention. When it is suspected, the prompt inclusion of necessary consults is crucial, particularly for a cardiothoracic surgeon. Other consultants, as mentioned earlier in the review, are also important in providing thorough care. Early broad-spectrum antibiotics should be initiated with prompt imaging, typically a CT scan. [3] After surgical intervention, intensive postoperative care should be done. While in the critical care unit, staff should closely monitor these patients as delayed healing or worsening symptoms may indicate a need for repeat surgery. Providers should have a low threshold to treat. [4]", "contents": "Mediastinitis -- Enhancing Healthcare Team Outcomes. Mediastinitis is a rare but life-threatening disease that requires emergent intervention. When it is suspected, the prompt inclusion of necessary consults is crucial, particularly for a cardiothoracic surgeon. Other consultants, as mentioned earlier in the review, are also important in providing thorough care. Early broad-spectrum antibiotics should be initiated with prompt imaging, typically a CT scan. [3] After surgical intervention, intensive postoperative care should be done. While in the critical care unit, staff should closely monitor these patients as delayed healing or worsening symptoms may indicate a need for repeat surgery. Providers should have a low threshold to treat. [4]"}
{"id": "article-24851_30", "title": "Mediastinitis -- Enhancing Healthcare Team Outcomes", "content": "The most important aspect of improved outcomes is prevention. For surgeries, evaluation for risk factors and attempts to modify for a more favorable outcome is helpful. Most crucial are sterile techniques and the prevention of contamination during surgery. Prophylactic antibiotics have also been shown to be helpful. [10] For prevention of descending necrotizing mediastinitis, patients should have adequate treatment of their infection with good follow-up.", "contents": "Mediastinitis -- Enhancing Healthcare Team Outcomes. The most important aspect of improved outcomes is prevention. For surgeries, evaluation for risk factors and attempts to modify for a more favorable outcome is helpful. Most crucial are sterile techniques and the prevention of contamination during surgery. Prophylactic antibiotics have also been shown to be helpful. [10] For prevention of descending necrotizing mediastinitis, patients should have adequate treatment of their infection with good follow-up."}
{"id": "article-24851_31", "title": "Mediastinitis -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Mediastinitis -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}