{"id": "article-63798_0", "title": "Conceptual Frameworks in Medical Simulation -- Introduction", "content": "Simulation-based education is an essential instructional modality to facilitate learning for nearly every healthcare professional. There are various reasons simulation may be incorporated into the curriculum, including teaching procedural skills and assessing communication skills, teamwork, and clinical decision-making. This modality is implementable in time education, formative and summative evaluation, and implementation in reviewing clinical competence.", "contents": "Conceptual Frameworks in Medical Simulation -- Introduction. Simulation-based education is an essential instructional modality to facilitate learning for nearly every healthcare professional. There are various reasons simulation may be incorporated into the curriculum, including teaching procedural skills and assessing communication skills, teamwork, and clinical decision-making. This modality is implementable in time education, formative and summative evaluation, and implementation in reviewing clinical competence."}
{"id": "article-63798_1", "title": "Conceptual Frameworks in Medical Simulation -- Issues of Concern -- Learning Theories", "content": "A few major learning theories require consideration when developing and executing simulation scenarios: social cognitive, behavioral, constructivist, and cognitive load.", "contents": "Conceptual Frameworks in Medical Simulation -- Issues of Concern -- Learning Theories. A few major learning theories require consideration when developing and executing simulation scenarios: social cognitive, behavioral, constructivist, and cognitive load."}
{"id": "article-63798_2", "title": "Conceptual Frameworks in Medical Simulation -- Issues of Concern -- Social cognitive", "content": "Social cognitive posits that the learner learns best in the real or simulated environment to develop self-efficacy and self-regulation. In doing so, learners develop the confidence to execute the skills needed for their job while setting goals to improve and maintain those skills. [1] [2]", "contents": "Conceptual Frameworks in Medical Simulation -- Issues of Concern -- Social cognitive. Social cognitive posits that the learner learns best in the real or simulated environment to develop self-efficacy and self-regulation. In doing so, learners develop the confidence to execute the skills needed for their job while setting goals to improve and maintain those skills. [1] [2]"}
{"id": "article-63798_3", "title": "Conceptual Frameworks in Medical Simulation -- Issues of Concern -- Social cognitive", "content": "Adult learning theory assumes that learners are self-motivated and self-directed; simulation offers a suitable method for adults to accomplish their learning goals. The ability to practice various procedural skills for deliberate practice and participating in simulated patient scenarios with a well-run debrief allows adult learners to identify and reflect upon performance, readjust goals, and work towards mastery learning of any number of concepts. [3]", "contents": "Conceptual Frameworks in Medical Simulation -- Issues of Concern -- Social cognitive. Adult learning theory assumes that learners are self-motivated and self-directed; simulation offers a suitable method for adults to accomplish their learning goals. The ability to practice various procedural skills for deliberate practice and participating in simulated patient scenarios with a well-run debrief allows adult learners to identify and reflect upon performance, readjust goals, and work towards mastery learning of any number of concepts. [3]"}
{"id": "article-63798_4", "title": "Conceptual Frameworks in Medical Simulation -- Issues of Concern -- Behavioral", "content": "Behavioral learning theory surrounds the principle that deliberate practice and reflection support performance improvement. By adding simulation to curricular activities, competence and the acquisition of memory and patterns occur. [1]", "contents": "Conceptual Frameworks in Medical Simulation -- Issues of Concern -- Behavioral. Behavioral learning theory surrounds the principle that deliberate practice and reflection support performance improvement. By adding simulation to curricular activities, competence and the acquisition of memory and patterns occur. [1]"}
{"id": "article-63798_5", "title": "Conceptual Frameworks in Medical Simulation -- Issues of Concern -- Constructivist", "content": "Constructivist learning theory is supported by using instructors as facilitators instead of as coaches. The principles of this theory realize that learners need to self-reflect and formulate their particular learning patterns to support decision-making. [3]", "contents": "Conceptual Frameworks in Medical Simulation -- Issues of Concern -- Constructivist. Constructivist learning theory is supported by using instructors as facilitators instead of as coaches. The principles of this theory realize that learners need to self-reflect and formulate their particular learning patterns to support decision-making. [3]"}
{"id": "article-63798_6", "title": "Conceptual Frameworks in Medical Simulation -- Issues of Concern -- Cognitive load", "content": "Cognitive load theory is arguably one of the most important to consider. Much of the literature points to finite working memory capacity, especially when presenting new educational material. [3] [4] [3] Too much information or stressors can impede knowledge retention, synthesis, and transfer when developing a simulation curriculum. For this reason, the level of fidelity and the objectives require careful consideration; too much fidelity or realism, too many emotions, and too many objectives or the expectation of synthesizing a large material should be avoided, especially if new concepts are to be introduced. [3] [4] While every effort may be made to prevent breaching the cognitive load threshold, there may be times that it occurs unintentionally; instructors must be able to recognize possible signs in the learners during and after the scenario. Outward signs of psychological stress, such as anxiety and diaphoresis, should be monitored. During the debrief, the activity immediately following a simulation, learners might be unwilling to participate and shut down. Segmenting material into smaller, more manageable opportunities and providing a more collaborative learning environment can help learners digest material more effectively, allowing for the development and maturation of working memory. [4]", "contents": "Conceptual Frameworks in Medical Simulation -- Issues of Concern -- Cognitive load. Cognitive load theory is arguably one of the most important to consider. Much of the literature points to finite working memory capacity, especially when presenting new educational material. [3] [4] [3] Too much information or stressors can impede knowledge retention, synthesis, and transfer when developing a simulation curriculum. For this reason, the level of fidelity and the objectives require careful consideration; too much fidelity or realism, too many emotions, and too many objectives or the expectation of synthesizing a large material should be avoided, especially if new concepts are to be introduced. [3] [4] While every effort may be made to prevent breaching the cognitive load threshold, there may be times that it occurs unintentionally; instructors must be able to recognize possible signs in the learners during and after the scenario. Outward signs of psychological stress, such as anxiety and diaphoresis, should be monitored. During the debrief, the activity immediately following a simulation, learners might be unwilling to participate and shut down. Segmenting material into smaller, more manageable opportunities and providing a more collaborative learning environment can help learners digest material more effectively, allowing for the development and maturation of working memory. [4]"}
{"id": "article-63798_7", "title": "Conceptual Frameworks in Medical Simulation -- Issues of Concern -- Feedback", "content": "Several items should be considered concerning feedback: the type, by whom, and timing. Performance-oriented feedback provides learners with individual results, while learning-oriented feedback provides results and explanations. Feedback can be self-assessed or provided by a subject matter expert. While a component of adult education and self-directed motivation, the self-assessment should be weighed carefully as a sole method; literature is mixed on the accuracy. The timing of feedback can be in the moment, immediately afterward, or delayed. [5]", "contents": "Conceptual Frameworks in Medical Simulation -- Issues of Concern -- Feedback. Several items should be considered concerning feedback: the type, by whom, and timing. Performance-oriented feedback provides learners with individual results, while learning-oriented feedback provides results and explanations. Feedback can be self-assessed or provided by a subject matter expert. While a component of adult education and self-directed motivation, the self-assessment should be weighed carefully as a sole method; literature is mixed on the accuracy. The timing of feedback can be in the moment, immediately afterward, or delayed. [5]"}
{"id": "article-63798_8", "title": "Conceptual Frameworks in Medical Simulation -- Curriculum Development", "content": "Building a curriculum that utilizes simulation can be a daunting task. Several factors must be considered; using a framework that considers instructional design, learning theories, and feedback and assessment methods is crucial. [1] [5] [1] [6] [7] [8] Assessing, designing, developing, implementing, and evaluating (ADDIE) can help instructors work methodically on designing simulation-based education.", "contents": "Conceptual Frameworks in Medical Simulation -- Curriculum Development. Building a curriculum that utilizes simulation can be a daunting task. Several factors must be considered; using a framework that considers instructional design, learning theories, and feedback and assessment methods is crucial. [1] [5] [1] [6] [7] [8] Assessing, designing, developing, implementing, and evaluating (ADDIE) can help instructors work methodically on designing simulation-based education."}
{"id": "article-63798_9", "title": "Conceptual Frameworks in Medical Simulation -- Curriculum Development -- Assessment", "content": "Assessment is the process of conducting a needs assessment derived from knowledge of program standards and accreditation, quality and performance improvement indicators, or the specific needs of learners.", "contents": "Conceptual Frameworks in Medical Simulation -- Curriculum Development -- Assessment. Assessment is the process of conducting a needs assessment derived from knowledge of program standards and accreditation, quality and performance improvement indicators, or the specific needs of learners."}
{"id": "article-63798_10", "title": "Conceptual Frameworks in Medical Simulation -- Curriculum Development -- Design", "content": "Design is the actual process of instructional design, development of goals and objectives, assessment, and feedback methods.", "contents": "Conceptual Frameworks in Medical Simulation -- Curriculum Development -- Design. Design is the actual process of instructional design, development of goals and objectives, assessment, and feedback methods."}
{"id": "article-63798_11", "title": "Conceptual Frameworks in Medical Simulation -- Curriculum Development -- Development", "content": "Development is the process of combining the materials used to deliver educational material, and implementation is the process of delivering the material.", "contents": "Conceptual Frameworks in Medical Simulation -- Curriculum Development -- Development. Development is the process of combining the materials used to deliver educational material, and implementation is the process of delivering the material."}
{"id": "article-63798_12", "title": "Conceptual Frameworks in Medical Simulation -- Curriculum Development -- Evaluating", "content": "Evaluating is reviewing learner performance and the effectiveness of the delivery methods. This stage should also inform us of any changes in the future. [3]", "contents": "Conceptual Frameworks in Medical Simulation -- Curriculum Development -- Evaluating. Evaluating is reviewing learner performance and the effectiveness of the delivery methods. This stage should also inform us of any changes in the future. [3]"}
{"id": "article-63798_13", "title": "Conceptual Frameworks in Medical Simulation -- Curriculum Development -- Instructional Design", "content": "Instructional design is the process of developing the actual curriculum and includes a step-wise approach once the simulation has been determined to be the instructional medium. The simulation modality is the next item chosen. Modalities include computer-generated simulation, procedural skills (ie, suturing, chest tube thoracostomy, thoracentesis), the environment in which the simulation occurs, either a designated simulation space or in the actual clinical environment, and lastly, the use of standardized patients, individuals who are trained to portray patients, family members, and colleagues. Following modality, the curriculum builder decides on the instructional method. This method can either be self-directed or instructor-led. It is important to note that the simulation literature demonstrates mixed results on the effectiveness of self-directed learner assessment. Finally, the presentation phase incorporates decisions about fidelity (ie, realism) during the simulation. [5] When in the instructional method and presentation phases, learning theories, methods of feedback, assessment, and outcomes must be considered.", "contents": "Conceptual Frameworks in Medical Simulation -- Curriculum Development -- Instructional Design. Instructional design is the process of developing the actual curriculum and includes a step-wise approach once the simulation has been determined to be the instructional medium. The simulation modality is the next item chosen. Modalities include computer-generated simulation, procedural skills (ie, suturing, chest tube thoracostomy, thoracentesis), the environment in which the simulation occurs, either a designated simulation space or in the actual clinical environment, and lastly, the use of standardized patients, individuals who are trained to portray patients, family members, and colleagues. Following modality, the curriculum builder decides on the instructional method. This method can either be self-directed or instructor-led. It is important to note that the simulation literature demonstrates mixed results on the effectiveness of self-directed learner assessment. Finally, the presentation phase incorporates decisions about fidelity (ie, realism) during the simulation. [5] When in the instructional method and presentation phases, learning theories, methods of feedback, assessment, and outcomes must be considered."}
{"id": "article-63798_14", "title": "Conceptual Frameworks in Medical Simulation -- Procedural Skills Assessment -- Bloom’s Taxonomy", "content": "A typical framework for developing objectives lies within one or more domains: knowledge, skills, clinical decision-making, and communication. [5] By utilizing and moving through the 6 levels of Bloom’s taxonomy to inform the development of objectives, instructors can continue to improve and build upon a learner’s body of knowledge. Level 1: Recall information Level 2: Uunderstand information Level 3: Apply information Level 4: Analyze information Level 5: Synthesize information Level 6: Evaluate information [3]", "contents": "Conceptual Frameworks in Medical Simulation -- Procedural Skills Assessment -- Bloom’s Taxonomy. A typical framework for developing objectives lies within one or more domains: knowledge, skills, clinical decision-making, and communication. [5] By utilizing and moving through the 6 levels of Bloom’s taxonomy to inform the development of objectives, instructors can continue to improve and build upon a learner’s body of knowledge. Level 1: Recall information Level 2: Uunderstand information Level 3: Apply information Level 4: Analyze information Level 5: Synthesize information Level 6: Evaluate information [3]"}
{"id": "article-63798_15", "title": "Conceptual Frameworks in Medical Simulation -- Procedural Skills Assessment -- Bloom’s Taxonomy", "content": "Objectives also help instructors choose the fidelity method and level. [9] Outcomes are based on many factors and directly extend the learning goals and objectives during curriculum development. One must consider accreditation standards and clinical competency measures, which are generally a direct extension of course objectives. Simulation has also been utilized by various healthcare professions to supplement clinical rotations, given the growing need for placements and reduction of sites and preceptors.", "contents": "Conceptual Frameworks in Medical Simulation -- Procedural Skills Assessment -- Bloom’s Taxonomy. Objectives also help instructors choose the fidelity method and level. [9] Outcomes are based on many factors and directly extend the learning goals and objectives during curriculum development. One must consider accreditation standards and clinical competency measures, which are generally a direct extension of course objectives. Simulation has also been utilized by various healthcare professions to supplement clinical rotations, given the growing need for placements and reduction of sites and preceptors."}
{"id": "article-63798_16", "title": "Conceptual Frameworks in Medical Simulation -- Procedural Skills Assessment -- Miller’s Pyramid", "content": "Assessment methods are based on Miller’s pyramid. Following instructional delivery methods, instructors should be able to assess what learners can do and what needs improvement. Reviewing what a learner knows, knows how, shows how, and does can inform competency levels. [3] Two forms of assessment exist: formative and summative. Formative assessment methods collect information while the learning is still happening, while summative assessment measures the collective learning that has occurred after the delivery of materials.", "contents": "Conceptual Frameworks in Medical Simulation -- Procedural Skills Assessment -- Miller’s Pyramid. Assessment methods are based on Miller’s pyramid. Following instructional delivery methods, instructors should be able to assess what learners can do and what needs improvement. Reviewing what a learner knows, knows how, shows how, and does can inform competency levels. [3] Two forms of assessment exist: formative and summative. Formative assessment methods collect information while the learning is still happening, while summative assessment measures the collective learning that has occurred after the delivery of materials."}
{"id": "article-63798_17", "title": "Conceptual Frameworks in Medical Simulation -- Clinical Significance", "content": "Simulation offers a unique opportunity for learners to confidently practice a variety of skills before working with patients, family members, and colleagues. Healthcare providers can utilize the opportunity to hone clinical decision-making skills and psychomotor skills and synthesize theory into practice, thus facilitating skills transfer. [10] Ensuring that instructional design and learning theories are considered close gaps in knowledge, skills, attitudes, and behaviors while providing a safe learning environment.", "contents": "Conceptual Frameworks in Medical Simulation -- Clinical Significance. Simulation offers a unique opportunity for learners to confidently practice a variety of skills before working with patients, family members, and colleagues. Healthcare providers can utilize the opportunity to hone clinical decision-making skills and psychomotor skills and synthesize theory into practice, thus facilitating skills transfer. [10] Ensuring that instructional design and learning theories are considered close gaps in knowledge, skills, attitudes, and behaviors while providing a safe learning environment."}
{"id": "article-63798_18", "title": "Conceptual Frameworks in Medical Simulation -- Enhancing Healthcare Team Outcomes", "content": "Simulation is also a well-known mechanism to test interprofessional and interprofessional collaboration for various reasons; rapid response and code blue scenarios are commonly tested in simulation settings to review team dynamics and roles.", "contents": "Conceptual Frameworks in Medical Simulation -- Enhancing Healthcare Team Outcomes. Simulation is also a well-known mechanism to test interprofessional and interprofessional collaboration for various reasons; rapid response and code blue scenarios are commonly tested in simulation settings to review team dynamics and roles."}
{"id": "article-63798_19", "title": "Conceptual Frameworks in Medical Simulation -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Conceptual Frameworks in Medical Simulation -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}