{"id": "article-18714_0", "title": "Burn Classification -- Definition/Introduction", "content": "Burns can occur when the skin is exposed to heat sources, such as flames, flash burns, hot objects, grease, scald, chemicals, and electricity. [1] [2] Burn injuries are highly variable, as is their severity. The patient's comorbidities can influence the burn's clinical outcome. Additionally, morbidity and mortality tend to increase as the surface area of the burn increases. [3] Therefore, it is vital to classify a burn accurately to determine the outcome and guide management. [2] The location, temperature, and duration of exposure all factor into a burn injury's severity, and there is a synergistic effect between the temperature and duration of exposure. [4] Considering these critical factors is necessary to determine the appropriate approach for treating a burn.", "contents": "Burn Classification -- Definition/Introduction. Burns can occur when the skin is exposed to heat sources, such as flames, flash burns, hot objects, grease, scald, chemicals, and electricity. [1] [2] Burn injuries are highly variable, as is their severity. The patient's comorbidities can influence the burn's clinical outcome. Additionally, morbidity and mortality tend to increase as the surface area of the burn increases. [3] Therefore, it is vital to classify a burn accurately to determine the outcome and guide management. [2] The location, temperature, and duration of exposure all factor into a burn injury's severity, and there is a synergistic effect between the temperature and duration of exposure. [4] Considering these critical factors is necessary to determine the appropriate approach for treating a burn."}
{"id": "article-18714_1", "title": "Burn Classification -- Issues of Concern", "content": "Burn injuries are frequently observed in emergency departments worldwide. [3] Medical professionals must understand how to treat burns, even if their emergency department is not associated with a certified burn center. Despite recent improvements to emergency management protocols, burns still pose significant risks to morbidity and mortality. Intravenous fluid resuscitation may be necessary depending on the severity and body surface affected. However, not all burns require surgery and can be treated with local wound care. Accurately classifying burns is crucial for optimal treatment and an accurate prognosis. [5] [6]", "contents": "Burn Classification -- Issues of Concern. Burn injuries are frequently observed in emergency departments worldwide. [3] Medical professionals must understand how to treat burns, even if their emergency department is not associated with a certified burn center. Despite recent improvements to emergency management protocols, burns still pose significant risks to morbidity and mortality. Intravenous fluid resuscitation may be necessary depending on the severity and body surface affected. However, not all burns require surgery and can be treated with local wound care. Accurately classifying burns is crucial for optimal treatment and an accurate prognosis. [5] [6]"}
{"id": "article-18714_2", "title": "Burn Classification -- Clinical Significance", "content": "When categorizing burns, the main factor to consider is depth. To accurately determine the depth of a burn, four essential components must be evaluated: appearance, blanching to pressure, pain, and sensation. These classify burns into levels based on thickness according to the American Burn Criteria. Burn injuries are a complex process and should be documented with a focus on the patient's comorbidities and the injury mechanism. [4]", "contents": "Burn Classification -- Clinical Significance. When categorizing burns, the main factor to consider is depth. To accurately determine the depth of a burn, four essential components must be evaluated: appearance, blanching to pressure, pain, and sensation. These classify burns into levels based on thickness according to the American Burn Criteria. Burn injuries are a complex process and should be documented with a focus on the patient's comorbidities and the injury mechanism. [4]"}
{"id": "article-18714_3", "title": "Burn Classification -- Clinical Significance", "content": "Knowing the skin's structure is crucial in identifying the appropriate burn depth. The skin comprises 2 layers: the epidermis and the dermis. The outermost layer, the epidermis, contains multiple layers and significant cell components such as melanocytes and keratinocytes. Underneath the epidermis lies the dermis, which consists of the superficial papillary dermis and deep reticular dermis. The papillary dermis is thin and comprises capillaries and various connective tissues like elastin, mainly collagen type III, and reticular fibers. The reticular dermis is more dense and contains more organized elastin, collagen type I and III, and larger blood vessels than the papillary dermis. The epidermis primarily acts as a protective layer that prevents fluid loss, while the dermis provides skin elasticity and strength. [7]", "contents": "Burn Classification -- Clinical Significance. Knowing the skin's structure is crucial in identifying the appropriate burn depth. The skin comprises 2 layers: the epidermis and the dermis. The outermost layer, the epidermis, contains multiple layers and significant cell components such as melanocytes and keratinocytes. Underneath the epidermis lies the dermis, which consists of the superficial papillary dermis and deep reticular dermis. The papillary dermis is thin and comprises capillaries and various connective tissues like elastin, mainly collagen type III, and reticular fibers. The reticular dermis is more dense and contains more organized elastin, collagen type I and III, and larger blood vessels than the papillary dermis. The epidermis primarily acts as a protective layer that prevents fluid loss, while the dermis provides skin elasticity and strength. [7]"}
{"id": "article-18714_4", "title": "Burn Classification -- Clinical Significance -- Superficial Burns", "content": "A superficial (first-degree) burn involves the epidermis only. These burns can be pink-to-red, without blistering, are dry, and can be moderately painful. Superficial burns heal without scarring within 5 to 10 days. [1] [4]", "contents": "Burn Classification -- Clinical Significance -- Superficial Burns. A superficial (first-degree) burn involves the epidermis only. These burns can be pink-to-red, without blistering, are dry, and can be moderately painful. Superficial burns heal without scarring within 5 to 10 days. [1] [4]"}
{"id": "article-18714_5", "title": "Burn Classification -- Clinical Significance -- Partial-Thickness Burns", "content": "A second-degree burn, also known as a superficial partial-thickness burn, affects the superficial layer of the dermis. Blisters are common and may still be intact when first evaluated. Once the blister is unroofed, the underlying wound bed is homogeneously red or pink and will blanch with pressure. These burns are painful. Healing typically occurs within 2 to 3 weeks with minimal scarring.", "contents": "Burn Classification -- Clinical Significance -- Partial-Thickness Burns. A second-degree burn, also known as a superficial partial-thickness burn, affects the superficial layer of the dermis. Blisters are common and may still be intact when first evaluated. Once the blister is unroofed, the underlying wound bed is homogeneously red or pink and will blanch with pressure. These burns are painful. Healing typically occurs within 2 to 3 weeks with minimal scarring."}
{"id": "article-18714_6", "title": "Burn Classification -- Clinical Significance -- Partial-Thickness Burns", "content": "A deep partial-thickness burn involves the deeper reticular dermis. Similar to superficial partial-thickness burns, these burns can also present with blisters intact. Once the blisters are debrided, the underlying wound bed is mottled and will sluggishly blanch with pressure. The patient with a partial-thickness burn experiences minimal pain, which may only be present with deep pressure. These burns can heal without surgery, but it takes longer, and scarring is unavoidable. [1] [4]", "contents": "Burn Classification -- Clinical Significance -- Partial-Thickness Burns. A deep partial-thickness burn involves the deeper reticular dermis. Similar to superficial partial-thickness burns, these burns can also present with blisters intact. Once the blisters are debrided, the underlying wound bed is mottled and will sluggishly blanch with pressure. The patient with a partial-thickness burn experiences minimal pain, which may only be present with deep pressure. These burns can heal without surgery, but it takes longer, and scarring is unavoidable. [1] [4]"}
{"id": "article-18714_7", "title": "Burn Classification -- Clinical Significance -- Full-Thickness Burns", "content": "A third-degree burn, also known as a full-thickness burn, is most severe and affects the epidermis and dermis skin layers. They also extend into the subcutaneous tissue. These burns result in a leathery, stiff, and dry appearance. At this depth, the affected area does not blanch under pressure due to compromised blood supply. The nerves at this depth are also damaged, resulting in the patient experiencing no sensation or pain. These burns take more than 8 weeks to heal and require surgical treatment. [1] [4]", "contents": "Burn Classification -- Clinical Significance -- Full-Thickness Burns. A third-degree burn, also known as a full-thickness burn, is most severe and affects the epidermis and dermis skin layers. They also extend into the subcutaneous tissue. These burns result in a leathery, stiff, and dry appearance. At this depth, the affected area does not blanch under pressure due to compromised blood supply. The nerves at this depth are also damaged, resulting in the patient experiencing no sensation or pain. These burns take more than 8 weeks to heal and require surgical treatment. [1] [4]"}
{"id": "article-18714_8", "title": "Burn Classification -- Nursing, Allied Health, and Interprofessional Team Interventions", "content": "The American Burn Association (ABA) has established guidelines that outline 10 criteria for transferring patients to a burn center. These criteria include burns that affect the face, hands, feet, genitalia, perineum, and any area with full-thickness burns. Other reasons for transfer include chemical burns, electrical burns, inhalation injuries, and a total body surface area (TBSA) greater than 10%. [8] [9] TBSA can be calculated using various methods, such as the Rule of Nines, the Lund-Browder chart, and the Rule of Palms. Superficial burns are not included in the calculation of TBSA. [10]", "contents": "Burn Classification -- Nursing, Allied Health, and Interprofessional Team Interventions. The American Burn Association (ABA) has established guidelines that outline 10 criteria for transferring patients to a burn center. These criteria include burns that affect the face, hands, feet, genitalia, perineum, and any area with full-thickness burns. Other reasons for transfer include chemical burns, electrical burns, inhalation injuries, and a total body surface area (TBSA) greater than 10%. [8] [9] TBSA can be calculated using various methods, such as the Rule of Nines, the Lund-Browder chart, and the Rule of Palms. Superficial burns are not included in the calculation of TBSA. [10]"}
{"id": "article-18714_9", "title": "Burn Classification -- Nursing, Allied Health, and Interprofessional Team Interventions", "content": "It is crucial for medical providers to accurately evaluate the depth of a burn and be aware of the transfer criteria if the patient is not initially assessed in a certified burn center. While some burns may heal without intervention, not all can be treated appropriately without surgical intervention. Complications, such as infection, hypertrophic scarring, or contractures, can greatly affect a patient's physical function and mental well-being. Therefore, medical providers must take the necessary precautions to prevent such complications. [11]", "contents": "Burn Classification -- Nursing, Allied Health, and Interprofessional Team Interventions. It is crucial for medical providers to accurately evaluate the depth of a burn and be aware of the transfer criteria if the patient is not initially assessed in a certified burn center. While some burns may heal without intervention, not all can be treated appropriately without surgical intervention. Complications, such as infection, hypertrophic scarring, or contractures, can greatly affect a patient's physical function and mental well-being. Therefore, medical providers must take the necessary precautions to prevent such complications. [11]"}
{"id": "article-18714_10", "title": "Burn Classification -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Burn Classification -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}