{"id": "article-30572_0", "title": "Genetics, TREX1 Mutations -- Introduction", "content": "Three prime repair exonuclease 1 (TREX1) is a widely expressed protein that acts as part of the SET complex in granzyme A-mediated apoptosis to degrade single-stranded DNA. TREX1 encodes a 3'-exonuclease 1 protein that removes nucleotides from the 3' ends of DNA molecules to remove unneeded fragments that may form during DNA replication. The TREX1 gene has also been found to play a role in immune regulation and viral infection. Research has found that mutations in this gene correlate with many diseases, including Aicardi-Goutieres syndrome (AGS), systemic lupus erythematosus (SLE), familial chilblain lupus (FCL), Cree encephalitis, cryofibrinogenemia, and retinal vasculopathy with cerebral leukodystrophy (RVCL). [1] This topic outlines the features of these various diseases and describes the role of TREX1 genes in the pathophysiology of these diseases.", "contents": "Genetics, TREX1 Mutations -- Introduction. Three prime repair exonuclease 1 (TREX1) is a widely expressed protein that acts as part of the SET complex in granzyme A-mediated apoptosis to degrade single-stranded DNA. TREX1 encodes a 3'-exonuclease 1 protein that removes nucleotides from the 3' ends of DNA molecules to remove unneeded fragments that may form during DNA replication. The TREX1 gene has also been found to play a role in immune regulation and viral infection. Research has found that mutations in this gene correlate with many diseases, including Aicardi-Goutieres syndrome (AGS), systemic lupus erythematosus (SLE), familial chilblain lupus (FCL), Cree encephalitis, cryofibrinogenemia, and retinal vasculopathy with cerebral leukodystrophy (RVCL). [1] This topic outlines the features of these various diseases and describes the role of TREX1 genes in the pathophysiology of these diseases."}
{"id": "article-30572_1", "title": "Genetics, TREX1 Mutations -- Development", "content": "TREX1 was initially described in 1969 as DNase III and further characterized in 1999 in biochemical assays from rabbit liver and calf thymus and is considered the most abundant mammalian DNA-specific  3′ to 5′ exonuclease. [2] [3] TREX1 plays an important role in genomic DNA degradation, cell death processes, and gap-filling during DNA repair or proofreading during lagging-strand DNA synthesis. [4] [5] [6] [7] A connection between immune activation and TREX1 was first observed where TREX1 null mice developed inflammatory myocarditis due to an interferon-dependent autoimmune response leading to dilated cardiomyopathy and a significantly reduced survival. [7]", "contents": "Genetics, TREX1 Mutations -- Development. TREX1 was initially described in 1969 as DNase III and further characterized in 1999 in biochemical assays from rabbit liver and calf thymus and is considered the most abundant mammalian DNA-specific  3′ to 5′ exonuclease. [2] [3] TREX1 plays an important role in genomic DNA degradation, cell death processes, and gap-filling during DNA repair or proofreading during lagging-strand DNA synthesis. [4] [5] [6] [7] A connection between immune activation and TREX1 was first observed where TREX1 null mice developed inflammatory myocarditis due to an interferon-dependent autoimmune response leading to dilated cardiomyopathy and a significantly reduced survival. [7]"}
{"id": "article-30572_2", "title": "Genetics, TREX1 Mutations -- Development", "content": "In a subsequent development, mutations in TREX1 were described in patients with Aicardi-Goutieres syndrome (AGS) [8] , and more recently, malfunctioning of TREX1 has shown correlations with systemic lupus erythematosus (SLE), familial chilblain lupus (FCL), cryofibrinogenemia, and retinal vasculopathy with cerebral leukodystrophy (RVCL). [1]", "contents": "Genetics, TREX1 Mutations -- Development. In a subsequent development, mutations in TREX1 were described in patients with Aicardi-Goutieres syndrome (AGS) [8] , and more recently, malfunctioning of TREX1 has shown correlations with systemic lupus erythematosus (SLE), familial chilblain lupus (FCL), cryofibrinogenemia, and retinal vasculopathy with cerebral leukodystrophy (RVCL). [1]"}
{"id": "article-30572_3", "title": "Genetics, TREX1 Mutations -- Cellular", "content": "TREX1 protein is typically in the cytosol and has a transmembrane domain that anchors the protein to the endoplasmic reticulum, allowing the protein to degrade extranuclear DNA in the cytosol and prevent abnormal accumulation. [9] TREX1 at least partly mobilizes to the cell nucleus in normal S-phase upon activation of caspase-independent cell death pathway and also in response to treatments with DNA-damaging agents. [10]", "contents": "Genetics, TREX1 Mutations -- Cellular. TREX1 protein is typically in the cytosol and has a transmembrane domain that anchors the protein to the endoplasmic reticulum, allowing the protein to degrade extranuclear DNA in the cytosol and prevent abnormal accumulation. [9] TREX1 at least partly mobilizes to the cell nucleus in normal S-phase upon activation of caspase-independent cell death pathway and also in response to treatments with DNA-damaging agents. [10]"}
{"id": "article-30572_4", "title": "Genetics, TREX1 Mutations -- Biochemical", "content": "TREX1 is a member of the DEDDh family of 3′ to 5′ exonucleases, also named the DnaQ-like exonuclease family. [11] [12] TREX1 degrades both single-stranded DNA (ssDNA) and double-stranded DNA (dsDNA) with a preference for ssDNA. [13] Single nucleotide G to A mutation at position 341 is one of the most common TREX1 mutations leading to the R114H substitution, which is found to be associated with AGS. [8] [13] [14] [8] [15] [16]", "contents": "Genetics, TREX1 Mutations -- Biochemical. TREX1 is a member of the DEDDh family of 3′ to 5′ exonucleases, also named the DnaQ-like exonuclease family. [11] [12] TREX1 degrades both single-stranded DNA (ssDNA) and double-stranded DNA (dsDNA) with a preference for ssDNA. [13] Single nucleotide G to A mutation at position 341 is one of the most common TREX1 mutations leading to the R114H substitution, which is found to be associated with AGS. [8] [13] [14] [8] [15] [16]"}
{"id": "article-30572_5", "title": "Genetics, TREX1 Mutations -- Molecular Level", "content": "The TREX1 gene consists of a single exon and its location on chromosome 3. [17] TREX1 encodes a protein with 314 amino acids in length, and the only known post-translational modification of TREX1 is monoubiquitination by ubiqulin1 which regulates its endoplasmic reticulum localization. [14] [18]", "contents": "Genetics, TREX1 Mutations -- Molecular Level. The TREX1 gene consists of a single exon and its location on chromosome 3. [17] TREX1 encodes a protein with 314 amino acids in length, and the only known post-translational modification of TREX1 is monoubiquitination by ubiqulin1 which regulates its endoplasmic reticulum localization. [14] [18]"}
{"id": "article-30572_6", "title": "Genetics, TREX1 Mutations -- Molecular Level", "content": "The TREX1 enzyme exists as a homodimer like many other 3' exonucleases and anchors to the endoplasmic reticulum through the carboxyl-terminus domain. It has a unique dimeric structure with a flexible region located adjacent to the active site. The symmetric and flexible dimer is responsible for the positioning of the active sites on opposite edges and facilitates DNA interactions by providing open access for DNA. The amino-terminus region of TREX1 contains the exonuclease domain, and the carboxyl-terminus region contains a hydrophobic leucine-rich sequence which is necessary for the endoplasmic reticulum localization. Although TREX1 catalytic effects are similar to Escherichia coli exonuclease X, TREX1 is only present in mammals. [13] [14] [13] [19] [17]", "contents": "Genetics, TREX1 Mutations -- Molecular Level. The TREX1 enzyme exists as a homodimer like many other 3' exonucleases and anchors to the endoplasmic reticulum through the carboxyl-terminus domain. It has a unique dimeric structure with a flexible region located adjacent to the active site. The symmetric and flexible dimer is responsible for the positioning of the active sites on opposite edges and facilitates DNA interactions by providing open access for DNA. The amino-terminus region of TREX1 contains the exonuclease domain, and the carboxyl-terminus region contains a hydrophobic leucine-rich sequence which is necessary for the endoplasmic reticulum localization. Although TREX1 catalytic effects are similar to Escherichia coli exonuclease X, TREX1 is only present in mammals. [13] [14] [13] [19] [17]"}
{"id": "article-30572_7", "title": "Genetics, TREX1 Mutations -- Function", "content": "The excision of 3′ nucleotides to produce DNA 3′ termini suitable for downstream events is a critical step in DNA replication, repair, and recombination pathways. The 3′ to 5′ exonucleases play an important role in DNA repair pathways to excise mismatched, fragmented, modified, or even normal nucleotides from DNA 3′ termini. [20] Moreover, the 3′ to 5′ proofreading of DNA synthesis is 1 of the major factors that determine genome stability and mutagenesis. Cells with impaired 3′ exonuclease activities display genome instability, cell cycle defects, sensitivity to ionizing radiation, and a high incidence of cancers. [19] [21] The most important role of TREX1 is to maintain the host's innate immune tolerance to cytosolic self-DNA by degrading a range of substrates to prevent the initiation of autoimmunity. [4] [10] [22]", "contents": "Genetics, TREX1 Mutations -- Function. The excision of 3′ nucleotides to produce DNA 3′ termini suitable for downstream events is a critical step in DNA replication, repair, and recombination pathways. The 3′ to 5′ exonucleases play an important role in DNA repair pathways to excise mismatched, fragmented, modified, or even normal nucleotides from DNA 3′ termini. [20] Moreover, the 3′ to 5′ proofreading of DNA synthesis is 1 of the major factors that determine genome stability and mutagenesis. Cells with impaired 3′ exonuclease activities display genome instability, cell cycle defects, sensitivity to ionizing radiation, and a high incidence of cancers. [19] [21] The most important role of TREX1 is to maintain the host's innate immune tolerance to cytosolic self-DNA by degrading a range of substrates to prevent the initiation of autoimmunity. [4] [10] [22]"}
{"id": "article-30572_8", "title": "Genetics, TREX1 Mutations -- Pathophysiology", "content": "Studies have shown a clear mechanism by which TREX1 maintains the host's innate immune tolerance to cytosolic self-DNA. TREX1 mutations lead to the accumulation of self-DNA in the cytosol of TREX1-deficient cells. The persistence of the ssDNA species substrate of TREX1 triggers systemic inflammation and uncontrolled autoimmunity by chronic activation of checkpoint signaling and cGAS-STING-mediated type I interferon response. [4] TREX1 has a significant preference for special DNA sequences. Endogenous ssDNA species of 60 to 65 nucleotides, DNA viruses, and retroviruses are the sources of ssDNA species that could accumulate in TREX1-deficient cells. [10]", "contents": "Genetics, TREX1 Mutations -- Pathophysiology. Studies have shown a clear mechanism by which TREX1 maintains the host's innate immune tolerance to cytosolic self-DNA. TREX1 mutations lead to the accumulation of self-DNA in the cytosol of TREX1-deficient cells. The persistence of the ssDNA species substrate of TREX1 triggers systemic inflammation and uncontrolled autoimmunity by chronic activation of checkpoint signaling and cGAS-STING-mediated type I interferon response. [4] TREX1 has a significant preference for special DNA sequences. Endogenous ssDNA species of 60 to 65 nucleotides, DNA viruses, and retroviruses are the sources of ssDNA species that could accumulate in TREX1-deficient cells. [10]"}
{"id": "article-30572_9", "title": "Genetics, TREX1 Mutations -- Pathophysiology", "content": "Previous studies have shown that TREX1 gene deletion in mice leads to inflammatory myocarditis and shortened lifespan due to an interferon-dependent autoimmune response. [7] Recessive missense mutations in TREX1 are mostly associated with AGS, whereas dominant frame-shift mutations are predominantly associated with RVCL. [4] The encephalopathy in AGS and the cardiomyopathy of TREX1 null mice are both autoinflammatory responses. Increased interferon-alpha (IFN-α) levels in AGS and SLE are similar to antiviral immune responses. [10]", "contents": "Genetics, TREX1 Mutations -- Pathophysiology. Previous studies have shown that TREX1 gene deletion in mice leads to inflammatory myocarditis and shortened lifespan due to an interferon-dependent autoimmune response. [7] Recessive missense mutations in TREX1 are mostly associated with AGS, whereas dominant frame-shift mutations are predominantly associated with RVCL. [4] The encephalopathy in AGS and the cardiomyopathy of TREX1 null mice are both autoinflammatory responses. Increased interferon-alpha (IFN-α) levels in AGS and SLE are similar to antiviral immune responses. [10]"}
{"id": "article-30572_10", "title": "Genetics, TREX1 Mutations -- Pathophysiology", "content": "Additionally, research has shown that the TREX1 is associated with the SET complex. [23] The SET complex is a DNA repair complex that is targeted by Granzyme A during caspase-independent T cell-mediated death. [24] TREX1 binds to the SET complex, translocates to the nucleus, and rapidly degrades 3′ ends of DNA during granzyme A-mediated cell death. Thus, TREX-1-deficient cells are relatively resistant to apoptosis. [10] [23] [25] Moreover, there are suggestions that there is a connection between chromothripsis in human cancer and TREX1-mediated chromosomal fragmentation in telomere crisis. [26]", "contents": "Genetics, TREX1 Mutations -- Pathophysiology. Additionally, research has shown that the TREX1 is associated with the SET complex. [23] The SET complex is a DNA repair complex that is targeted by Granzyme A during caspase-independent T cell-mediated death. [24] TREX1 binds to the SET complex, translocates to the nucleus, and rapidly degrades 3′ ends of DNA during granzyme A-mediated cell death. Thus, TREX-1-deficient cells are relatively resistant to apoptosis. [10] [23] [25] Moreover, there are suggestions that there is a connection between chromothripsis in human cancer and TREX1-mediated chromosomal fragmentation in telomere crisis. [26]"}
{"id": "article-30572_11", "title": "Genetics, TREX1 Mutations -- Pathophysiology", "content": "The distinct activities of TREX1, the variety of its nucleic acid substrates, its role in DNA degradation in dying cells[23], and the linkage of TREX1 to human cancer by chromosomal fragmentation in telomere crisis have made it recognizable as an important factor in the treatment of cancers. [26] [27] [28]", "contents": "Genetics, TREX1 Mutations -- Pathophysiology. The distinct activities of TREX1, the variety of its nucleic acid substrates, its role in DNA degradation in dying cells[23], and the linkage of TREX1 to human cancer by chromosomal fragmentation in telomere crisis have made it recognizable as an important factor in the treatment of cancers. [26] [27] [28]"}
{"id": "article-30572_12", "title": "Genetics, TREX1 Mutations -- Clinical Significance", "content": "Malfunctioning of TREX1 is associated with a broad spectrum of inflammatory and autoimmune diseases which are apparently independent such as Aicardi-Goutieres syndrome (AGS), [8] [15] systemic lupus erythematosus (SLE), [29] familial chilblain lupus (FCL), [30] [31] cryofibrinogenemia, [32] and retinal vasculopathy with cerebral leukodystrophy (RVCL). [17] Clinical overlap and elevated levels of type-I interferon among these autoimmune disorders are likely related to the accumulation of self-DNA and a subsequent aberrant immune response. [15] [33] [34]", "contents": "Genetics, TREX1 Mutations -- Clinical Significance. Malfunctioning of TREX1 is associated with a broad spectrum of inflammatory and autoimmune diseases which are apparently independent such as Aicardi-Goutieres syndrome (AGS), [8] [15] systemic lupus erythematosus (SLE), [29] familial chilblain lupus (FCL), [30] [31] cryofibrinogenemia, [32] and retinal vasculopathy with cerebral leukodystrophy (RVCL). [17] Clinical overlap and elevated levels of type-I interferon among these autoimmune disorders are likely related to the accumulation of self-DNA and a subsequent aberrant immune response. [15] [33] [34]"}
{"id": "article-30572_13", "title": "Genetics, TREX1 Mutations -- Clinical Significance", "content": "Aicardi-Goutieres syndrome (AGS) is a genetically heterogeneous progressive encephalopathy that presents as a severe encephalopathy with demyelination, calcification of white matter and basal ganglia, and chronic CSF lymphocytosis. Disruption of innate immunity is a primary pathogenic event in AGS, and disrupted TREX1 enzyme fails to maintain host innate immune tolerance to cytosolic self-DNA and results in an abnormal innate immune response. [8] [15] There are currently seven different genes associated with AGS, which include ADAR , IFIH1, RNASEH2A , RNASEH2B , RNASEH2C, SAMHD1, and TREX1 . [35] AGS is an autosomal recessive disease and has 2 clinical presentations:", "contents": "Genetics, TREX1 Mutations -- Clinical Significance. Aicardi-Goutieres syndrome (AGS) is a genetically heterogeneous progressive encephalopathy that presents as a severe encephalopathy with demyelination, calcification of white matter and basal ganglia, and chronic CSF lymphocytosis. Disruption of innate immunity is a primary pathogenic event in AGS, and disrupted TREX1 enzyme fails to maintain host innate immune tolerance to cytosolic self-DNA and results in an abnormal innate immune response. [8] [15] There are currently seven different genes associated with AGS, which include ADAR , IFIH1, RNASEH2A , RNASEH2B , RNASEH2C, SAMHD1, and TREX1 . [35] AGS is an autosomal recessive disease and has 2 clinical presentations:"}
{"id": "article-30572_14", "title": "Genetics, TREX1 Mutations -- Clinical Significance", "content": "An early-onset neonatal form: Most frequently associated with recessive missense mutations in the TREX1 gene; presents in infancy as progressive microcephaly, dystonia, spasticity, and psychomotor retardation A later-onset presentation: Particularly due to mutations in the RNASEH2B subunit of the RNASEH2 endonuclease complex. [4] [15] [36]", "contents": "Genetics, TREX1 Mutations -- Clinical Significance. An early-onset neonatal form: Most frequently associated with recessive missense mutations in the TREX1 gene; presents in infancy as progressive microcephaly, dystonia, spasticity, and psychomotor retardation A later-onset presentation: Particularly due to mutations in the RNASEH2B subunit of the RNASEH2 endonuclease complex. [4] [15] [36]"}
{"id": "article-30572_15", "title": "Genetics, TREX1 Mutations -- Clinical Significance", "content": "Cree encephalitis and intracranial calcification syndrome (MICS), which were first described as separate disorders, have been found to have increased levels of interferon-alpha (IFN-alpha) and considerable overlap with AGS. [8] [37]", "contents": "Genetics, TREX1 Mutations -- Clinical Significance. Cree encephalitis and intracranial calcification syndrome (MICS), which were first described as separate disorders, have been found to have increased levels of interferon-alpha (IFN-alpha) and considerable overlap with AGS. [8] [37]"}
{"id": "article-30572_16", "title": "Genetics, TREX1 Mutations -- Clinical Significance", "content": "Systemic lupus erythematosus (SLE) is a chronic, autoimmune, multisystem, and clinically heterogeneous disorder with a multifactorial etiology in which genetic, hormonal, immunologic, and environmental factors play a role. As with AGS, SLE is notable for its interferon-alpha (IFN-α)  activation signature. Researchers have identified that TREX1 is involved in SLE pathogenesis although rarely TREX1 mutations have been reported in sporadic SLE cases. [29] [31] [38]", "contents": "Genetics, TREX1 Mutations -- Clinical Significance. Systemic lupus erythematosus (SLE) is a chronic, autoimmune, multisystem, and clinically heterogeneous disorder with a multifactorial etiology in which genetic, hormonal, immunologic, and environmental factors play a role. As with AGS, SLE is notable for its interferon-alpha (IFN-α)  activation signature. Researchers have identified that TREX1 is involved in SLE pathogenesis although rarely TREX1 mutations have been reported in sporadic SLE cases. [29] [31] [38]"}
{"id": "article-30572_17", "title": "Genetics, TREX1 Mutations -- Clinical Significance", "content": "Familial chilblain lupus (FCL) is a rare form of cutaneous lupus erythematosus presenting in early childhood with painful inflammatory skin lesions on fingers, ears, nose, toes, and cheeks which are aggravated by cold. Other manifestations include arthralgias and positive antinuclear antibodies. This disorder demonstrates an autosomal dominant inheritance and is mostly due to TREX1 mutations. [30] [31] [39]", "contents": "Genetics, TREX1 Mutations -- Clinical Significance. Familial chilblain lupus (FCL) is a rare form of cutaneous lupus erythematosus presenting in early childhood with painful inflammatory skin lesions on fingers, ears, nose, toes, and cheeks which are aggravated by cold. Other manifestations include arthralgias and positive antinuclear antibodies. This disorder demonstrates an autosomal dominant inheritance and is mostly due to TREX1 mutations. [30] [31] [39]"}
{"id": "article-30572_18", "title": "Genetics, TREX1 Mutations -- Clinical Significance", "content": "Cryofibrinogenemia is a rare disorder due to the formation of cryoprecipitate in plasma and manifests with cold-induced acrocyanosis and skin lesions due to cutaneous ischemia. Cutaneous lesions typically involve hands, feet, ears, nose, and buttocks. Recent observations suggest that heterozygous mutations in TREX1 are associated with Cryofibrinogenemia. [32] [40]", "contents": "Genetics, TREX1 Mutations -- Clinical Significance. Cryofibrinogenemia is a rare disorder due to the formation of cryoprecipitate in plasma and manifests with cold-induced acrocyanosis and skin lesions due to cutaneous ischemia. Cutaneous lesions typically involve hands, feet, ears, nose, and buttocks. Recent observations suggest that heterozygous mutations in TREX1 are associated with Cryofibrinogenemia. [32] [40]"}
{"id": "article-30572_19", "title": "Genetics, TREX1 Mutations -- Clinical Significance", "content": "Retinal vasculopathy with cerebral leukodystrophy (RVCL) is a rare genetic disorder with an autosomal dominant inheritance pattern. RVCL is characterized by microvascular endotheliopathy that involves the cerebrum, retina, kidney, and other systemic microvessels. Research has recognized that carboxyl-terminus frameshift mutations in the TREX1 gene contribute to RVCL. Muted TREX1 protein maintains DNase activity, but aberrant localization of muted protein due to impaired translocation into the nucleus in response to oxidative DNA damage may be associated with systemic microvascular endotheliopathy in patients with RVCL. [17] [41]", "contents": "Genetics, TREX1 Mutations -- Clinical Significance. Retinal vasculopathy with cerebral leukodystrophy (RVCL) is a rare genetic disorder with an autosomal dominant inheritance pattern. RVCL is characterized by microvascular endotheliopathy that involves the cerebrum, retina, kidney, and other systemic microvessels. Research has recognized that carboxyl-terminus frameshift mutations in the TREX1 gene contribute to RVCL. Muted TREX1 protein maintains DNase activity, but aberrant localization of muted protein due to impaired translocation into the nucleus in response to oxidative DNA damage may be associated with systemic microvascular endotheliopathy in patients with RVCL. [17] [41]"}
{"id": "article-30572_20", "title": "Genetics, TREX1 Mutations -- Clinical Significance", "content": "TREX1 also plays an important role in modulating the innate immune response to type 1 human immunodeficiency retrovirus (HIV-1). Partial length DNA species produced by abortive HIV-1 reverse transcriptase get cleared by TREX1 enzyme leading to escape from type I interferon antiviral response. [4] [42] In the absence of TREX1, accumulated cytosolic HIV DNA species are detected by the nucleic acid sensors, leading to induce type 1 interferon response, thereby delaying HIV infection and suppressing viral replication. [43]", "contents": "Genetics, TREX1 Mutations -- Clinical Significance. TREX1 also plays an important role in modulating the innate immune response to type 1 human immunodeficiency retrovirus (HIV-1). Partial length DNA species produced by abortive HIV-1 reverse transcriptase get cleared by TREX1 enzyme leading to escape from type I interferon antiviral response. [4] [42] In the absence of TREX1, accumulated cytosolic HIV DNA species are detected by the nucleic acid sensors, leading to induce type 1 interferon response, thereby delaying HIV infection and suppressing viral replication. [43]"}
{"id": "article-30572_21", "title": "Genetics, TREX1 Mutations -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Genetics, TREX1 Mutations -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}