{"id": "article-28603_0", "title": "Rigler Sign -- Definition/Introduction", "content": "The Rigler sign, or double-wall sign, is an indication of free air enclosed within the peritoneal cavity (pneumoperitoneum), imprinting a visible pattern on a plain radiographic image of the abdomen in the supine technique. This sign is present because of the separation between free air and intraluminal by the intestinal wall, marking the air radiolucency and radiopacity of the wall. Both serosal and luminal surfaces of the bowel are visible (see Image. Rigler Sign). [1]", "contents": "Rigler Sign -- Definition/Introduction. The Rigler sign, or double-wall sign, is an indication of free air enclosed within the peritoneal cavity (pneumoperitoneum), imprinting a visible pattern on a plain radiographic image of the abdomen in the supine technique. This sign is present because of the separation between free air and intraluminal by the intestinal wall, marking the air radiolucency and radiopacity of the wall. Both serosal and luminal surfaces of the bowel are visible (see Image. Rigler Sign). [1]"}
{"id": "article-28603_1", "title": "Rigler Sign -- Definition/Introduction", "content": "In 1942, American radiologist Leo G Rigler (1896-1979) described this sign of pneumoperitoneum. He described the pattern in 4 cases reported in 1941. He observed this sign was present when large quantities of free air were in the peritoneal cavity. [2]", "contents": "Rigler Sign -- Definition/Introduction. In 1942, American radiologist Leo G Rigler (1896-1979) described this sign of pneumoperitoneum. He described the pattern in 4 cases reported in 1941. He observed this sign was present when large quantities of free air were in the peritoneal cavity. [2]"}
{"id": "article-28603_2", "title": "Rigler Sign -- Issues of Concern", "content": "In upright chest radiography or abdominal radiography, pneumoperitoneum is detectable under special conditions in small quantities as little as 1mL. [3] CT scan has greater sensitivity and specificity than conventional radiographic technique is more available and cheaper. [4] Because a large percentage of patients who require abdominal radiography for suspected pneumoperitoneum are ill and unable to stand or sit, the plain supine projection becomes an option. This modality has lower diagnostic accuracy for pneumoperitoneum (56%) compared with other projections (left lateral decubitus 96%, chest 85%, upright 60%). [5] Other studies sustain that radiography can detect pneumoperitoneum only in 69% to 89% of cases with visceral perforation. [6] [7] Sensitivity and specificity for the detection of pneumoperitoneum by abdominal radiography are low compared with CT scans. [8] [9] Dissemination of modern CT scan technology has made abdominal radiography less common in most developed health systems, and conventional abdominal radiology is omitted in the workup of most adult patients with acute abdominal pain. [10]", "contents": "Rigler Sign -- Issues of Concern. In upright chest radiography or abdominal radiography, pneumoperitoneum is detectable under special conditions in small quantities as little as 1mL. [3] CT scan has greater sensitivity and specificity than conventional radiographic technique is more available and cheaper. [4] Because a large percentage of patients who require abdominal radiography for suspected pneumoperitoneum are ill and unable to stand or sit, the plain supine projection becomes an option. This modality has lower diagnostic accuracy for pneumoperitoneum (56%) compared with other projections (left lateral decubitus 96%, chest 85%, upright 60%). [5] Other studies sustain that radiography can detect pneumoperitoneum only in 69% to 89% of cases with visceral perforation. [6] [7] Sensitivity and specificity for the detection of pneumoperitoneum by abdominal radiography are low compared with CT scans. [8] [9] Dissemination of modern CT scan technology has made abdominal radiography less common in most developed health systems, and conventional abdominal radiology is omitted in the workup of most adult patients with acute abdominal pain. [10]"}
{"id": "article-28603_3", "title": "Rigler Sign -- Clinical Significance", "content": "Rigler sign is the second most common sign of pneumoperitoneum, the first being the right upper quadrant subdiaphragmatic free air. Study cases report the incidence of Rigler sign with a lower prevalence then right upper quadrant subdiaphragmatic free air (46% vs. 32%). [11] For its presence, a large quantity of free air must be around 1000mL for clear recognition. Pseudo-Rigler sign occurs when 2 loops of gas-distended bowel make contact, enhancing the intestinal wall radiopacity image against the air-filled loops, misleading the diagnosis of pneumoperitoneum. [12] If the Rigler sign appears present, then abdomen/pelvis CT scanning and surgical consultation are warranted in the proper clinical context. [10]", "contents": "Rigler Sign -- Clinical Significance. Rigler sign is the second most common sign of pneumoperitoneum, the first being the right upper quadrant subdiaphragmatic free air. Study cases report the incidence of Rigler sign with a lower prevalence then right upper quadrant subdiaphragmatic free air (46% vs. 32%). [11] For its presence, a large quantity of free air must be around 1000mL for clear recognition. Pseudo-Rigler sign occurs when 2 loops of gas-distended bowel make contact, enhancing the intestinal wall radiopacity image against the air-filled loops, misleading the diagnosis of pneumoperitoneum. [12] If the Rigler sign appears present, then abdomen/pelvis CT scanning and surgical consultation are warranted in the proper clinical context. [10]"}
{"id": "article-28603_4", "title": "Rigler Sign -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Rigler Sign -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}