{"id": "article-32876_0", "title": "Daptomycin -- Continuing Education Activity", "content": "Daptomycin is a cyclic lipopeptide antibiotic derived from the organism Streptomyces roseosporus. Daptomycin is used to treat various bacterial infections caused by Gram-positive bacteria, including methicillin-resistant Staphylococcus aureus (MRSA) and vancomycin-resistant Enterococci (VRE). Daptomycin has numerous FDA-approved and off-label clinical uses. This activity reviews the mechanism of action, adverse event profile, toxicity, dosing, pharmacodynamics, and monitoring of daptomycin, pertinent for interprofessional team members in treating conditions where daptomycin is appropriate.", "contents": "Daptomycin -- Continuing Education Activity. Daptomycin is a cyclic lipopeptide antibiotic derived from the organism Streptomyces roseosporus. Daptomycin is used to treat various bacterial infections caused by Gram-positive bacteria, including methicillin-resistant Staphylococcus aureus (MRSA) and vancomycin-resistant Enterococci (VRE). Daptomycin has numerous FDA-approved and off-label clinical uses. This activity reviews the mechanism of action, adverse event profile, toxicity, dosing, pharmacodynamics, and monitoring of daptomycin, pertinent for interprofessional team members in treating conditions where daptomycin is appropriate."}
{"id": "article-32876_1", "title": "Daptomycin -- Continuing Education Activity", "content": "Objectives: Identify the mechanism of action of daptomycin. Review the FDA-approved indications for daptomycin, as well as some of the non-FDA-approved indications. Identify the important adverse reactions associated with daptomycin therapy. Summarize the importance of interprofessional communication improving care coordination among the interprofessional team when initiating daptomycin therapy Access free multiple choice questions on this topic.", "contents": "Daptomycin -- Continuing Education Activity. Objectives: Identify the mechanism of action of daptomycin. Review the FDA-approved indications for daptomycin, as well as some of the non-FDA-approved indications. Identify the important adverse reactions associated with daptomycin therapy. Summarize the importance of interprofessional communication improving care coordination among the interprofessional team when initiating daptomycin therapy Access free multiple choice questions on this topic."}
{"id": "article-32876_2", "title": "Daptomycin -- Indications", "content": "Daptomycin is a cyclic lipopeptide antibiotic derived from the organism Streptomyces roseosporus . Daptomycin is used to treat various bacterial infections caused by Gram-positive bacteria, including methicillin-resistant Staphylococcus aureus (MRSA) and vancomycin-resistant Enterococci (VRE). Daptomycin has numerous FDA-approved and off-label clinical uses. [1] [2] [3] [4]", "contents": "Daptomycin -- Indications. Daptomycin is a cyclic lipopeptide antibiotic derived from the organism Streptomyces roseosporus . Daptomycin is used to treat various bacterial infections caused by Gram-positive bacteria, including methicillin-resistant Staphylococcus aureus (MRSA) and vancomycin-resistant Enterococci (VRE). Daptomycin has numerous FDA-approved and off-label clinical uses. [1] [2] [3] [4]"}
{"id": "article-32876_3", "title": "Daptomycin -- Indications -- FDA-approved Clinical Uses of Daptomycin", "content": "Complicated skin and skin structure infections (cSSSI) in adult and pediatric patients S. aureus bacteremia in adult patients, including those with right-sided infective endocarditis S. aureus bacteremia in pediatric patients, 1 to 17 years old", "contents": "Daptomycin -- Indications -- FDA-approved Clinical Uses of Daptomycin. Complicated skin and skin structure infections (cSSSI) in adult and pediatric patients S. aureus bacteremia in adult patients, including those with right-sided infective endocarditis S. aureus bacteremia in pediatric patients, 1 to 17 years old"}
{"id": "article-32876_4", "title": "Daptomycin -- Indications -- Off-label Clinical Uses of Daptomycin", "content": "Diabetic foot infections Cerebrospinal fluid shunt infection Left-sided infective endocarditis due to S. aureus or Enterococcus spp.  in adult patients Osteomyelitis and/or septic arthritis due to methicillin-resistant Staphylococcus aureus (MRSA) Native vertebral osteomyelitis Intracranial or spinal epidural abscess Prosthetic joint infection caused by Staphylococci or Enterococci Septic arthritis Vancomycin-resistant Enterococcus (VRE) infections", "contents": "Daptomycin -- Indications -- Off-label Clinical Uses of Daptomycin. Diabetic foot infections Cerebrospinal fluid shunt infection Left-sided infective endocarditis due to S. aureus or Enterococcus spp.  in adult patients Osteomyelitis and/or septic arthritis due to methicillin-resistant Staphylococcus aureus (MRSA) Native vertebral osteomyelitis Intracranial or spinal epidural abscess Prosthetic joint infection caused by Staphylococci or Enterococci Septic arthritis Vancomycin-resistant Enterococcus (VRE) infections"}
{"id": "article-32876_5", "title": "Daptomycin -- Indications -- Limitations of Use", "content": "Pulmonary surfactant inactivates daptomycin. Therefore it should not be used for the treatment of pneumonia. Daptomycin is not recommended in pediatric patients younger than one year of age due to its likely effects on the muscular, neuromuscular, and/or nervous systems. [5]", "contents": "Daptomycin -- Indications -- Limitations of Use. Pulmonary surfactant inactivates daptomycin. Therefore it should not be used for the treatment of pneumonia. Daptomycin is not recommended in pediatric patients younger than one year of age due to its likely effects on the muscular, neuromuscular, and/or nervous systems. [5]"}
{"id": "article-32876_6", "title": "Daptomycin -- Mechanism of Action", "content": "Daptomycin is a cyclic lipopeptide antibiotic that exerts its bactericidal effect by disrupting multiple aspects of bacterial cell membrane function. Daptomycin binds to the cell membrane of susceptible organisms and causes a rapid depolarization of membrane potential. The loss of membrane potential leads to the intracellular inhibition of DNA, RNA, and protein synthesis. This inhibition ultimately results in bacterial cell death. Daptomycin is only active against gram-positive bacteria. [6] [7]", "contents": "Daptomycin -- Mechanism of Action. Daptomycin is a cyclic lipopeptide antibiotic that exerts its bactericidal effect by disrupting multiple aspects of bacterial cell membrane function. Daptomycin binds to the cell membrane of susceptible organisms and causes a rapid depolarization of membrane potential. The loss of membrane potential leads to the intracellular inhibition of DNA, RNA, and protein synthesis. This inhibition ultimately results in bacterial cell death. Daptomycin is only active against gram-positive bacteria. [6] [7]"}
{"id": "article-32876_7", "title": "Daptomycin -- Administration", "content": "Daptomycin is FDA-approved for administration by the intravenous route. It is available as 350 mg sterile, preservative-free, pale yellow to light brown lyophilized powder for injection, reconstituted as 50 mg per ml in a single-dose vial. It is administered every 24 hours in patients with a creatinine clearance greater than 30 mL/min. The frequency of administration in patients with renal impairment (CrCl less than 30 mL/min) is every 48 hours. The dose of daptomycin required is indication-specific. Administration of the desired dose should be over 30 minutes in adults and children over the age of 7. Daptomycin should be infused over 60 minutes in children one to six years of age. Daptomycin administration can also be an intravenous push over 2 minutes in adult patients only. [8] [9] [10]", "contents": "Daptomycin -- Administration. Daptomycin is FDA-approved for administration by the intravenous route. It is available as 350 mg sterile, preservative-free, pale yellow to light brown lyophilized powder for injection, reconstituted as 50 mg per ml in a single-dose vial. It is administered every 24 hours in patients with a creatinine clearance greater than 30 mL/min. The frequency of administration in patients with renal impairment (CrCl less than 30 mL/min) is every 48 hours. The dose of daptomycin required is indication-specific. Administration of the desired dose should be over 30 minutes in adults and children over the age of 7. Daptomycin should be infused over 60 minutes in children one to six years of age. Daptomycin administration can also be an intravenous push over 2 minutes in adult patients only. [8] [9] [10]"}
{"id": "article-32876_8", "title": "Daptomycin -- Administration -- Pharmacodynamics/Pharmacokinetics", "content": "Route of Administration: Intravenous Inhibition of bacterial growth: Bactericidal PK/PD parameter:  Area under the concentration-time curve to minimum inhibitory concentration ratio (correlates well with its antimicrobial activity) Absorption: Not applicable The onset of action: Daptomycin has a rapid onset of action", "contents": "Daptomycin -- Administration -- Pharmacodynamics/Pharmacokinetics. Route of Administration: Intravenous Inhibition of bacterial growth: Bactericidal PK/PD parameter:  Area under the concentration-time curve to minimum inhibitory concentration ratio (correlates well with its antimicrobial activity) Absorption: Not applicable The onset of action: Daptomycin has a rapid onset of action"}
{"id": "article-32876_9", "title": "Daptomycin -- Administration -- Pharmacodynamics/Pharmacokinetics", "content": "Distribution: Large volume of distribution at steady-state (approximately 1.0 L/kg) in healthy adult patients. The volume of distribution at steady-state in pediatric and critically-ill patients is significantly lower. Protein Binding: 90% to 93%; 84% to 88% in patients with a creatine clearance less than 30 mL/min. Metabolism: Research ash detected minimal amounts of oxidative metabolites. In vitro studies suggest human liver microsomes do not metabolize daptomycin. Clearance: 8.3 to 9 mL/min/kg in adults with normal renal function. Pediatric patients have demonstrated increased clearance.", "contents": "Daptomycin -- Administration -- Pharmacodynamics/Pharmacokinetics. Distribution: Large volume of distribution at steady-state (approximately 1.0 L/kg) in healthy adult patients. The volume of distribution at steady-state in pediatric and critically-ill patients is significantly lower. Protein Binding: 90% to 93%; 84% to 88% in patients with a creatine clearance less than 30 mL/min. Metabolism: Research ash detected minimal amounts of oxidative metabolites. In vitro studies suggest human liver microsomes do not metabolize daptomycin. Clearance: 8.3 to 9 mL/min/kg in adults with normal renal function. Pediatric patients have demonstrated increased clearance."}
{"id": "article-32876_10", "title": "Daptomycin -- Administration -- Pharmacodynamics/Pharmacokinetics", "content": "Half-life: 8 to 9 hours in healthy adults with normal renal function. The elimination half-life can be significantly prolonged in patients with renal impairment (up to 28 hours). Pediatric patients show a shorter elimination half-life. Excretion: Daptomycin is primarily eliminated as an unchanged drug in the urine (78%), with a lesser amount eliminated in feces (5.7%).", "contents": "Daptomycin -- Administration -- Pharmacodynamics/Pharmacokinetics. Half-life: 8 to 9 hours in healthy adults with normal renal function. The elimination half-life can be significantly prolonged in patients with renal impairment (up to 28 hours). Pediatric patients show a shorter elimination half-life. Excretion: Daptomycin is primarily eliminated as an unchanged drug in the urine (78%), with a lesser amount eliminated in feces (5.7%)."}
{"id": "article-32876_11", "title": "Daptomycin -- Adverse Effects", "content": "Adverse effects of daptomycin therapy include myopathy/rhabdomyolysis, eosinophilic pneumonia, and anaphylactic hypersensitivity reactions. Patients may also experience less severe adverse effects such as constipation, headache, insomnia, and skin rash. [11]", "contents": "Daptomycin -- Adverse Effects. Adverse effects of daptomycin therapy include myopathy/rhabdomyolysis, eosinophilic pneumonia, and anaphylactic hypersensitivity reactions. Patients may also experience less severe adverse effects such as constipation, headache, insomnia, and skin rash. [11]"}
{"id": "article-32876_12", "title": "Daptomycin -- Adverse Effects", "content": "Daptomycin is associated with an increased incidence of myopathy and rhabdomyolysis. There have been cases reported in patients with and without acute renal failure. Therefore weekly monitoring of creatine phosphokinase (CPK) levels is recommended in patients receiving daptomycin therapy. More frequent monitoring is recommended in patients with renal impairment and/or those receiving concomitant HMG CoA reductase inhibitors (statins). The clinicians should discontinue treatment in patients with signs and symptoms of myopathy in conjunction with an elevated CPK (greater than five times ULN or greater than 1000 units/L) and asymptomatic patients with a CPK elevation greater than ten times ULN (greater than 2000 units/L). The incidence of myopathy has been shown to increase with the administration of greater than the recommended dosage. Additionally, providers should consider temporarily discontinuing other agents associated with rhabdomyolysis (e.g., HMG-CoA reductase inhibitors) during daptomycin therapy. [12] [13]", "contents": "Daptomycin -- Adverse Effects. Daptomycin is associated with an increased incidence of myopathy and rhabdomyolysis. There have been cases reported in patients with and without acute renal failure. Therefore weekly monitoring of creatine phosphokinase (CPK) levels is recommended in patients receiving daptomycin therapy. More frequent monitoring is recommended in patients with renal impairment and/or those receiving concomitant HMG CoA reductase inhibitors (statins). The clinicians should discontinue treatment in patients with signs and symptoms of myopathy in conjunction with an elevated CPK (greater than five times ULN or greater than 1000 units/L) and asymptomatic patients with a CPK elevation greater than ten times ULN (greater than 2000 units/L). The incidence of myopathy has been shown to increase with the administration of greater than the recommended dosage. Additionally, providers should consider temporarily discontinuing other agents associated with rhabdomyolysis (e.g., HMG-CoA reductase inhibitors) during daptomycin therapy. [12] [13]"}
{"id": "article-32876_13", "title": "Daptomycin -- Adverse Effects", "content": "Daptomycin therapy is also associated with the development of eosinophilic pneumonia, which generally occurs 2 to 4 weeks after initiating therapy. Patients require monitoring for signs and symptoms of eosinophilic pneumonia, including new-onset or worsening fever and new infiltrate on chest imaging. Daptomycin therapy should immediately stop for patients who experience signs and symptoms of eosinophilic pneumonia, and they should receive appropriate treatment. It is important to note that the incidence of eosinophilic pneumonia may reoccur with re-exposure to daptomycin. [14] Rare cases of peripheral neuropathy have been observed in patients receiving daptomycin. Therefore, monitoring for new-onset or worsening neuropathy is recommended.", "contents": "Daptomycin -- Adverse Effects. Daptomycin therapy is also associated with the development of eosinophilic pneumonia, which generally occurs 2 to 4 weeks after initiating therapy. Patients require monitoring for signs and symptoms of eosinophilic pneumonia, including new-onset or worsening fever and new infiltrate on chest imaging. Daptomycin therapy should immediately stop for patients who experience signs and symptoms of eosinophilic pneumonia, and they should receive appropriate treatment. It is important to note that the incidence of eosinophilic pneumonia may reoccur with re-exposure to daptomycin. [14] Rare cases of peripheral neuropathy have been observed in patients receiving daptomycin. Therefore, monitoring for new-onset or worsening neuropathy is recommended."}
{"id": "article-32876_14", "title": "Daptomycin -- Adverse Effects", "content": "It is important to note that prolonged use of daptomycin can develop a superinfection such as Clostridium difficile -associated diarrhea (CDAD) and pseudomembranous colitis. The incidence of CDAD has been observed greater than two months after treatment with daptomycin.", "contents": "Daptomycin -- Adverse Effects. It is important to note that prolonged use of daptomycin can develop a superinfection such as Clostridium difficile -associated diarrhea (CDAD) and pseudomembranous colitis. The incidence of CDAD has been observed greater than two months after treatment with daptomycin."}
{"id": "article-32876_15", "title": "Daptomycin -- Contraindications -- Clinical Consideration", "content": "Daptomycin is contraindicated in patients with a known hypersensitivity reaction to the drug or any component within the formulation. Although daptomycin does not have other contraindications to its use, there are significant clinical considerations to keep in mind when caring for patients.", "contents": "Daptomycin -- Contraindications -- Clinical Consideration. Daptomycin is contraindicated in patients with a known hypersensitivity reaction to the drug or any component within the formulation. Although daptomycin does not have other contraindications to its use, there are significant clinical considerations to keep in mind when caring for patients."}
{"id": "article-32876_16", "title": "Daptomycin -- Contraindications -- Geriatric Patients", "content": "Elderly patients are at an increased risk of daptomycin toxicity due to age-related changes in renal function or factors that may enhance the exposure to the medication. However, no dosage adjustments are recommended for patients with a creatinine clearance greater than 30 mL/min.", "contents": "Daptomycin -- Contraindications -- Geriatric Patients. Elderly patients are at an increased risk of daptomycin toxicity due to age-related changes in renal function or factors that may enhance the exposure to the medication. However, no dosage adjustments are recommended for patients with a creatinine clearance greater than 30 mL/min."}
{"id": "article-32876_17", "title": "Daptomycin -- Contraindications -- Pregnancy", "content": "Daptomycin is pregnancy category B; however, there is still limited information available on the use of daptomycin during pregnancy. Case reports describe the successful use of daptomycin during the second and third trimesters of pregnancy. Additionally, animal reproductive studies have not yet determined any evidence of fetal harm from maternal use of daptomycin. Nevertheless, a risk-benefit analysis should be conducted before initiating daptomycin in pregnant patients.", "contents": "Daptomycin -- Contraindications -- Pregnancy. Daptomycin is pregnancy category B; however, there is still limited information available on the use of daptomycin during pregnancy. Case reports describe the successful use of daptomycin during the second and third trimesters of pregnancy. Additionally, animal reproductive studies have not yet determined any evidence of fetal harm from maternal use of daptomycin. Nevertheless, a risk-benefit analysis should be conducted before initiating daptomycin in pregnant patients."}
{"id": "article-32876_18", "title": "Daptomycin -- Contraindications -- Breastfeeding", "content": "Low concentrations of daptomycin have been detected in breast milk (0.1% of the maternal dose). Currently, there is no information available on the effects of daptomycin on breastfed infants or milk production. Like other antibiotics, maternal use of daptomycin may cause a non-dose-related change in bowel flora. Therefore, breastfed infants should be monitored for gastrointestinal disturbances. Breastfeeding mothers receiving treatment with daptomycin should be advised to consult with their provider and conduct a risk-benefit analysis before breastfeeding. [15]", "contents": "Daptomycin -- Contraindications -- Breastfeeding. Low concentrations of daptomycin have been detected in breast milk (0.1% of the maternal dose). Currently, there is no information available on the effects of daptomycin on breastfed infants or milk production. Like other antibiotics, maternal use of daptomycin may cause a non-dose-related change in bowel flora. Therefore, breastfed infants should be monitored for gastrointestinal disturbances. Breastfeeding mothers receiving treatment with daptomycin should be advised to consult with their provider and conduct a risk-benefit analysis before breastfeeding. [15]"}
{"id": "article-32876_19", "title": "Daptomycin -- Contraindications -- Renal Impairment", "content": "Reduced renal function can lead to the accumulation of daptomycin, thereby increasing the risk of adverse effects. Dose adjustments are necessary for patients with a creatinine clearance of less than 30 mL/min, including patients receiving hemodialysis or continuous ambulatory peritoneal dialysis (CAPD). It is recommended that renal function and creatinine phosphokinase (CPK) levels be monitored multiple times a week in patients with renal impairment. [16]", "contents": "Daptomycin -- Contraindications -- Renal Impairment. Reduced renal function can lead to the accumulation of daptomycin, thereby increasing the risk of adverse effects. Dose adjustments are necessary for patients with a creatinine clearance of less than 30 mL/min, including patients receiving hemodialysis or continuous ambulatory peritoneal dialysis (CAPD). It is recommended that renal function and creatinine phosphokinase (CPK) levels be monitored multiple times a week in patients with renal impairment. [16]"}
{"id": "article-32876_20", "title": "Daptomycin -- Contraindications -- Bacterial Resistance", "content": "Like other antibiotics, prolonged or inappropriate treatment with daptomycin can lead to bacterial resistance. Therefore, providers need to be aware of increased antibiotic resistance patterns and practice appropriate antimicrobial stewardship. In addition, patients should be counseled on the importance of medication adherence to prevent the development of multidrug-resistant infections.", "contents": "Daptomycin -- Contraindications -- Bacterial Resistance. Like other antibiotics, prolonged or inappropriate treatment with daptomycin can lead to bacterial resistance. Therefore, providers need to be aware of increased antibiotic resistance patterns and practice appropriate antimicrobial stewardship. In addition, patients should be counseled on the importance of medication adherence to prevent the development of multidrug-resistant infections."}
{"id": "article-32876_21", "title": "Daptomycin -- Contraindications -- Drug Interactions", "content": "Other medications taken along with daptomycin may increase the risk of adverse effects and drug toxicity. Therefore dosing adjustments, additional monitoring, and alternative treatment should be considered when combining daptomycin with certain medications. Caution is advised when administering daptomycin with HMG-CoA reductase inhibitors (statins), as this can potentially increase the risk of skeletal muscle toxicity. It is recommended that the administration of HMG-CoA reductase inhibitors be temporarily discontinued while patients receive treatment with daptomycin. If the concomitant administration is unavoidable, close monitoring of creatinine phosphokinase should be instated at least once weekly. [13]", "contents": "Daptomycin -- Contraindications -- Drug Interactions. Other medications taken along with daptomycin may increase the risk of adverse effects and drug toxicity. Therefore dosing adjustments, additional monitoring, and alternative treatment should be considered when combining daptomycin with certain medications. Caution is advised when administering daptomycin with HMG-CoA reductase inhibitors (statins), as this can potentially increase the risk of skeletal muscle toxicity. It is recommended that the administration of HMG-CoA reductase inhibitors be temporarily discontinued while patients receive treatment with daptomycin. If the concomitant administration is unavoidable, close monitoring of creatinine phosphokinase should be instated at least once weekly. [13]"}
{"id": "article-32876_22", "title": "Daptomycin -- Monitoring", "content": "Patients receiving daptomycin therapy should be monitored to ensure the safe administration of the medication. Baseline renal function tests are recommended to assess renal impairment and the necessity of dosage adjustments. Additionally, recommendations are that clinicians obtain baseline creatinine phosphokinase (CPK) levels in patients requiring treatment for greater than one week. After that, the CPK requires monitoring at least once weekly. More frequent monitoring of CPK is necessary for patients with current or prior statin therapy, an unexplained elevation in CPK, or renal impairment. [13] [17]", "contents": "Daptomycin -- Monitoring. Patients receiving daptomycin therapy should be monitored to ensure the safe administration of the medication. Baseline renal function tests are recommended to assess renal impairment and the necessity of dosage adjustments. Additionally, recommendations are that clinicians obtain baseline creatinine phosphokinase (CPK) levels in patients requiring treatment for greater than one week. After that, the CPK requires monitoring at least once weekly. More frequent monitoring of CPK is necessary for patients with current or prior statin therapy, an unexplained elevation in CPK, or renal impairment. [13] [17]"}
{"id": "article-32876_23", "title": "Daptomycin -- Monitoring", "content": "Patients should also receive monitoring for muscle pain or weakness, new-onset or worsening peripheral neuropathy, and signs or symptoms of eosinophilic pneumonia. [14] [18] Furthermore, patients who develop diarrhea should have testing for C. difficile infection.", "contents": "Daptomycin -- Monitoring. Patients should also receive monitoring for muscle pain or weakness, new-onset or worsening peripheral neuropathy, and signs or symptoms of eosinophilic pneumonia. [14] [18] Furthermore, patients who develop diarrhea should have testing for C. difficile infection."}
{"id": "article-32876_24", "title": "Daptomycin -- Toxicity", "content": "Supportive care is recommended with the maintenance of glomerular filtration in case of overdose suspected or confirmed with daptomycin. Approximately 15% of daptomycin is cleared slowly from the body by hemodialysis (low-flux membrane) over 4 hours. High-flux dialysis membranes hemodialysis may increase the percentage of dose removal. [19] Approximately 11% of daptomycin is cleared by peritoneal dialysis over 48 hours.", "contents": "Daptomycin -- Toxicity. Supportive care is recommended with the maintenance of glomerular filtration in case of overdose suspected or confirmed with daptomycin. Approximately 15% of daptomycin is cleared slowly from the body by hemodialysis (low-flux membrane) over 4 hours. High-flux dialysis membranes hemodialysis may increase the percentage of dose removal. [19] Approximately 11% of daptomycin is cleared by peritoneal dialysis over 48 hours."}
{"id": "article-32876_25", "title": "Daptomycin -- Enhancing Healthcare Team Outcomes", "content": "Healthcare workers, including intensivists, infectious disease specialists, internists, and nurse practitioners who prescribe daptomycin, should monitor the patient to ensure safe administration of the medication. Baseline renal function tests are recommended to assess renal impairment and the necessity of dosage adjustments. Additionally, recommendations are that clinicians obtain baseline creatinine phosphokinase (CPK) levels in patients requiring treatment for greater than one week. After that, the CPK should be monitored at least once weekly. More frequent monitoring of CPK is necessary for patients with current or prior statin therapy, an unexplained elevation in CPK, or renal impairment. A board-certified infectious disease pharmacist can provide antibiogram data, verify dosing, and work with the nursing staff regarding administration. Nursing can also monitor for adverse events and administer the drug, alerting the attending promptly regarding any concerns.", "contents": "Daptomycin -- Enhancing Healthcare Team Outcomes. Healthcare workers, including intensivists, infectious disease specialists, internists, and nurse practitioners who prescribe daptomycin, should monitor the patient to ensure safe administration of the medication. Baseline renal function tests are recommended to assess renal impairment and the necessity of dosage adjustments. Additionally, recommendations are that clinicians obtain baseline creatinine phosphokinase (CPK) levels in patients requiring treatment for greater than one week. After that, the CPK should be monitored at least once weekly. More frequent monitoring of CPK is necessary for patients with current or prior statin therapy, an unexplained elevation in CPK, or renal impairment. A board-certified infectious disease pharmacist can provide antibiogram data, verify dosing, and work with the nursing staff regarding administration. Nursing can also monitor for adverse events and administer the drug, alerting the attending promptly regarding any concerns."}
{"id": "article-32876_26", "title": "Daptomycin -- Enhancing Healthcare Team Outcomes", "content": "Patients should also be monitored by nursing staff and clinicians for muscle pain or weakness, new-onset or worsening peripheral neuropathy, and signs or symptoms of eosinophilic pneumonia. Furthermore, prescribers should order testing for C. difficile infection when patients develop diarrhea. An interprofessional team of specialty-trained nurses, pharmacists, and clinicians monitoring treatment will provide the best patient outcomes. [Level 5]", "contents": "Daptomycin -- Enhancing Healthcare Team Outcomes. Patients should also be monitored by nursing staff and clinicians for muscle pain or weakness, new-onset or worsening peripheral neuropathy, and signs or symptoms of eosinophilic pneumonia. Furthermore, prescribers should order testing for C. difficile infection when patients develop diarrhea. An interprofessional team of specialty-trained nurses, pharmacists, and clinicians monitoring treatment will provide the best patient outcomes. [Level 5]"}
{"id": "article-32876_27", "title": "Daptomycin -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Daptomycin -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}