{"id": "article-142344_0", "title": "Sodium-Glucose Transport Protein 2 (SGLT2) Inhibitors -- Continuing Education Activity", "content": "Canagliflozin, dapagliflozin, empagliflozin, and ertugliflozin are FDA-approved for managing adult patients with type 2 diabetes mellitus (DM) to improve blood sugar control adjunct to diet and exercise. All four agents are sodium-glucose transport protein 2 (SGLT2) inhibitors acting on the SGLT-2 proteins expressed in the renal proximal convoluted tubules to reduce the reabsorption of filtered glucose, decrease the renal threshold for glucose (RTG), and promote urinary glucose excretion. This activity will highlight the mechanism of action, adverse event profile, and other vital factors pertinent to interprofessional team members in managing adult patients with type 2 diabetes mellitus (DM) to improve glycemic control and reduce cardiovascular and renal complications.", "contents": "Sodium-Glucose Transport Protein 2 (SGLT2) Inhibitors -- Continuing Education Activity. Canagliflozin, dapagliflozin, empagliflozin, and ertugliflozin are FDA-approved for managing adult patients with type 2 diabetes mellitus (DM) to improve blood sugar control adjunct to diet and exercise. All four agents are sodium-glucose transport protein 2 (SGLT2) inhibitors acting on the SGLT-2 proteins expressed in the renal proximal convoluted tubules to reduce the reabsorption of filtered glucose, decrease the renal threshold for glucose (RTG), and promote urinary glucose excretion. This activity will highlight the mechanism of action, adverse event profile, and other vital factors pertinent to interprofessional team members in managing adult patients with type 2 diabetes mellitus (DM) to improve glycemic control and reduce cardiovascular and renal complications."}
{"id": "article-142344_1", "title": "Sodium-Glucose Transport Protein 2 (SGLT2) Inhibitors -- Continuing Education Activity", "content": "Objectives: Identify the proposed mechanisms of action of SGLT2 inhibitors in Type 2 diabetes mellitus, heart failure, and chronic kidney disease. Implement the appropriate monitoring for patients receiving sodium-glucose transport protein 2 (SGLT2) Inhibitors. Assess the potential adverse effects of sodium-glucose transport protein 2 (SGLT2) inhibitors. Collaborate with the interprofessional team to improve care coordination and communication to advance the use of sodium-glucose transport protein 2 (SGLT2) inhibitors in treating adult patients with type 2 diabetes mellitus to achieve glycemic control, improve certain types of heart failure, and improve outcomes. Access free multiple choice questions on this topic.", "contents": "Sodium-Glucose Transport Protein 2 (SGLT2) Inhibitors -- Continuing Education Activity. Objectives: Identify the proposed mechanisms of action of SGLT2 inhibitors in Type 2 diabetes mellitus, heart failure, and chronic kidney disease. Implement the appropriate monitoring for patients receiving sodium-glucose transport protein 2 (SGLT2) Inhibitors. Assess the potential adverse effects of sodium-glucose transport protein 2 (SGLT2) inhibitors. Collaborate with the interprofessional team to improve care coordination and communication to advance the use of sodium-glucose transport protein 2 (SGLT2) inhibitors in treating adult patients with type 2 diabetes mellitus to achieve glycemic control, improve certain types of heart failure, and improve outcomes. Access free multiple choice questions on this topic."}
{"id": "article-142344_2", "title": "Sodium-Glucose Transport Protein 2 (SGLT2) Inhibitors -- Indications", "content": "Sodium-glucose co-transporter-2 (SGLT-2) inhibitors are antihyperglycemic agents acting on the SGLT-2 proteins expressed in the proximal convoluted tubules. These drugs exert their effect by preventing the reabsorption of filtered glucose from the tubular lumen. To date, there are four SGLT-2 inhibitors: canagliflozin, dapagliflozin, empagliflozin, and ertugliflozin that are approved by Food Drug Administration (FDA) for their use in adults. The indications for use vary per agent, but all four agents are approved for use in adults with type 2 diabetes mellitus (DM) to improve blood sugar control adjunct to diet and exercise. [1]", "contents": "Sodium-Glucose Transport Protein 2 (SGLT2) Inhibitors -- Indications. Sodium-glucose co-transporter-2 (SGLT-2) inhibitors are antihyperglycemic agents acting on the SGLT-2 proteins expressed in the proximal convoluted tubules. These drugs exert their effect by preventing the reabsorption of filtered glucose from the tubular lumen. To date, there are four SGLT-2 inhibitors: canagliflozin, dapagliflozin, empagliflozin, and ertugliflozin that are approved by Food Drug Administration (FDA) for their use in adults. The indications for use vary per agent, but all four agents are approved for use in adults with type 2 diabetes mellitus (DM) to improve blood sugar control adjunct to diet and exercise. [1]"}
{"id": "article-142344_3", "title": "Sodium-Glucose Transport Protein 2 (SGLT2) Inhibitors -- Indications -- FDA-approved indications for SGLT-2 Inhibitors", "content": "Improvement of glycemic control in type 2 diabetes mellitus(adjunct to diet and exercise) [2] Reduction of major adverse cardiovascular events (nonfatal myocardial infarction and nonfatal stroke, cardiovascular death) in patients with type 2 DM and established cardiovascular disease. [3] To decrease the risk of cardiovascular hospitalization and death for heart failure in patients with HFrEF (heart failure with reduced ejection fraction-NYHA class II-IV) [4] Reduction of the risk of eGFR decline and hospitalization in patients with chronic kidney disease at risk of progression. [5] Improvement of cardiovascular outcomes in patients with HFpEF (Heart failure with preserved ejection fraction) [6] Dapagliflozin is now FDA-approved for the treatment of heart failure across the full spectrum of left-ventricular ejection fraction (LVEF), including HFrEF, HFpEF, and HFmrEF (Heart failure with mildly reduced ejection fraction- LVEF of 40–49%) [7]", "contents": "Sodium-Glucose Transport Protein 2 (SGLT2) Inhibitors -- Indications -- FDA-approved indications for SGLT-2 Inhibitors. Improvement of glycemic control in type 2 diabetes mellitus(adjunct to diet and exercise) [2] Reduction of major adverse cardiovascular events (nonfatal myocardial infarction and nonfatal stroke, cardiovascular death) in patients with type 2 DM and established cardiovascular disease. [3] To decrease the risk of cardiovascular hospitalization and death for heart failure in patients with HFrEF (heart failure with reduced ejection fraction-NYHA class II-IV) [4] Reduction of the risk of eGFR decline and hospitalization in patients with chronic kidney disease at risk of progression. [5] Improvement of cardiovascular outcomes in patients with HFpEF (Heart failure with preserved ejection fraction) [6] Dapagliflozin is now FDA-approved for the treatment of heart failure across the full spectrum of left-ventricular ejection fraction (LVEF), including HFrEF, HFpEF, and HFmrEF (Heart failure with mildly reduced ejection fraction- LVEF of 40–49%) [7]"}
{"id": "article-142344_4", "title": "Sodium-Glucose Transport Protein 2 (SGLT2) Inhibitors -- Indications -- Off-label use of SGLT2 Inhibitors", "content": "Management of obesity in combination with glucagon-like peptide -1 receptor agonists. [8] Nonalcoholic fatty liver disease (NAFLD): AACE recommends SGLT2 inhibitors as adjunctive therapy in patients with type 2 DM and NAFLD. [9]", "contents": "Sodium-Glucose Transport Protein 2 (SGLT2) Inhibitors -- Indications -- Off-label use of SGLT2 Inhibitors. Management of obesity in combination with glucagon-like peptide -1 receptor agonists. [8] Nonalcoholic fatty liver disease (NAFLD): AACE recommends SGLT2 inhibitors as adjunctive therapy in patients with type 2 DM and NAFLD. [9]"}
{"id": "article-142344_5", "title": "Sodium-Glucose Transport Protein 2 (SGLT2) Inhibitors -- Indications", "content": "Canagliflozin was the first SGLT-2 inhibitor approved on March 29, 2013; it is indicated in adult patients with type 2 DM to improve blood glucose control in addition to diet and exercise. It is also shown to decrease the risk of cardiovascular (CV) adverse events in type 2 DM subjects with underlying CV illness and minimize the risk of end-stage renal disease (ESRD), CV mortality, hospitalization for heart failure, and albuminuria in patients with diabetic nephropathy. [1]", "contents": "Sodium-Glucose Transport Protein 2 (SGLT2) Inhibitors -- Indications. Canagliflozin was the first SGLT-2 inhibitor approved on March 29, 2013; it is indicated in adult patients with type 2 DM to improve blood glucose control in addition to diet and exercise. It is also shown to decrease the risk of cardiovascular (CV) adverse events in type 2 DM subjects with underlying CV illness and minimize the risk of end-stage renal disease (ESRD), CV mortality, hospitalization for heart failure, and albuminuria in patients with diabetic nephropathy. [1]"}
{"id": "article-142344_6", "title": "Sodium-Glucose Transport Protein 2 (SGLT2) Inhibitors -- Indications", "content": "Dapagliflozin received FDA approval in January 2014. The drug is indicated in adult patients with type 2 DM to improve blood glucose control in addition to diet and exercise. Other indications include minimizing the hospitalization attributed to heart failure in type 2 DM patients with underlying CV illness or several CV risk factors, decreasing the risk of CV mortality and hospitalization in adult subjects with underlying heart failure, and decreasing ejection fraction (EF) with New York Heart Association (NYHA) classification II-IV. [10] Dapagliflozin is also indicated to minimize the risk of the continued decline of estimated glomerular filtration rate (eGFR), ESRD, CV mortality, and hospitalization for heart failure in chronic kidney disease (CKD) patients at risk of progressive disease. [1]", "contents": "Sodium-Glucose Transport Protein 2 (SGLT2) Inhibitors -- Indications. Dapagliflozin received FDA approval in January 2014. The drug is indicated in adult patients with type 2 DM to improve blood glucose control in addition to diet and exercise. Other indications include minimizing the hospitalization attributed to heart failure in type 2 DM patients with underlying CV illness or several CV risk factors, decreasing the risk of CV mortality and hospitalization in adult subjects with underlying heart failure, and decreasing ejection fraction (EF) with New York Heart Association (NYHA) classification II-IV. [10] Dapagliflozin is also indicated to minimize the risk of the continued decline of estimated glomerular filtration rate (eGFR), ESRD, CV mortality, and hospitalization for heart failure in chronic kidney disease (CKD) patients at risk of progressive disease. [1]"}
{"id": "article-142344_7", "title": "Sodium-Glucose Transport Protein 2 (SGLT2) Inhibitors -- Indications", "content": "In May of 2023, the FDA expanded the indication of dapagliflozin to include heart failure across the entire spectrum of left-ventricular ejection fraction (LVEF). This includes HF with mildly reduced ejection fraction (HFmrEF) and preserved ejection fraction (HFpEF). [11] The FDA has previously approved dapagliflozin for HFrEF. The expanded indication of dapagliflozin is based on clinical data from the DELIVER trial, which demonstrated the clinical benefits of dapagliflozin for patients with HF regardless of left-ventricular function. In the DELIVER trial involving more than 6200 patients, dapagliflozin demonstrated a clinically significant reduction in the primary composite endpoint of worsening heart failure or cardiovascular death in patients with HFmrEF and HFpEF. [7] In addition, dapagliflozin demonstrated the benefit across the range of ejection fractions in subsequent studies. The pooled meta-analysis of 11,007 participants in DAPA-HF and DELIVER indicated that dapagliflozin 10 mg once daily decreased the risk of death from cardiovascular causes and all-cause mortality. It also reduced recurrent hospitalization for HF, the composite of death from CV causes, MI, or stroke. [12]", "contents": "Sodium-Glucose Transport Protein 2 (SGLT2) Inhibitors -- Indications. In May of 2023, the FDA expanded the indication of dapagliflozin to include heart failure across the entire spectrum of left-ventricular ejection fraction (LVEF). This includes HF with mildly reduced ejection fraction (HFmrEF) and preserved ejection fraction (HFpEF). [11] The FDA has previously approved dapagliflozin for HFrEF. The expanded indication of dapagliflozin is based on clinical data from the DELIVER trial, which demonstrated the clinical benefits of dapagliflozin for patients with HF regardless of left-ventricular function. In the DELIVER trial involving more than 6200 patients, dapagliflozin demonstrated a clinically significant reduction in the primary composite endpoint of worsening heart failure or cardiovascular death in patients with HFmrEF and HFpEF. [7] In addition, dapagliflozin demonstrated the benefit across the range of ejection fractions in subsequent studies. The pooled meta-analysis of 11,007 participants in DAPA-HF and DELIVER indicated that dapagliflozin 10 mg once daily decreased the risk of death from cardiovascular causes and all-cause mortality. It also reduced recurrent hospitalization for HF, the composite of death from CV causes, MI, or stroke. [12]"}
{"id": "article-142344_8", "title": "Sodium-Glucose Transport Protein 2 (SGLT2) Inhibitors -- Indications", "content": "Soon after the approval of dapagliflozin, empagliflozin was the third SGLT inhibitor to receive approval from the FDA in August 2014. [13] Empagliflozin is indicated in adult patients with type 2 DM to improve the control of blood glucose in addition to diet and exercise, decrease the risk of CV adverse events in type 2 DM subjects with underlying ASCVD, and minimize the risk of CV mortality and heart failure hospitalization in adult subjects with underlying heart failure and decreased EF. In patients with atherosclerotic cardiovascular disease and type 2 diabetes, empagliflozin is preferred as it improves CV outcomes and reduces all-cause mortality. [14] Empagliflozin is also FDA-approved for HFpEF. The EMPEROR-Preserved trial indicated that empagliflozin significantly decreased hospitalization risk, regardless of patients’ diabetes status. [15] [16]", "contents": "Sodium-Glucose Transport Protein 2 (SGLT2) Inhibitors -- Indications. Soon after the approval of dapagliflozin, empagliflozin was the third SGLT inhibitor to receive approval from the FDA in August 2014. [13] Empagliflozin is indicated in adult patients with type 2 DM to improve the control of blood glucose in addition to diet and exercise, decrease the risk of CV adverse events in type 2 DM subjects with underlying ASCVD, and minimize the risk of CV mortality and heart failure hospitalization in adult subjects with underlying heart failure and decreased EF. In patients with atherosclerotic cardiovascular disease and type 2 diabetes, empagliflozin is preferred as it improves CV outcomes and reduces all-cause mortality. [14] Empagliflozin is also FDA-approved for HFpEF. The EMPEROR-Preserved trial indicated that empagliflozin significantly decreased hospitalization risk, regardless of patients’ diabetes status. [15] [16]"}
{"id": "article-142344_9", "title": "Sodium-Glucose Transport Protein 2 (SGLT2) Inhibitors -- Indications", "content": "The latest SGLT inhibitor to receive approval from the FDA was ertugliflozin in 2017 and is indicated for adult subjects with type 2 DM to improve the control of blood glucose in addition to diet and exercise. [17]", "contents": "Sodium-Glucose Transport Protein 2 (SGLT2) Inhibitors -- Indications. The latest SGLT inhibitor to receive approval from the FDA was ertugliflozin in 2017 and is indicated for adult subjects with type 2 DM to improve the control of blood glucose in addition to diet and exercise. [17]"}
{"id": "article-142344_10", "title": "Sodium-Glucose Transport Protein 2 (SGLT2) Inhibitors -- Indications", "content": "According to the AHA/ACC/HFSA Guidelines, in patients with HFrEF (ejection fraction ≤ 40%), SGLT2 inhibitors decrease hospitalization related to heart failure and cardiovascular mortality, irrespective of type 2 diabetes. In patients with type 2 DM and established CVD or at high cardiovascular risk, SGLT2 inhibitors are suggested to reduce HF hospitalizations. Consequently, guideline-directed medical therapy (GDMT) for (HFrEF) now includes SGLT-2 inhibitors. Dapagliflozin and empagliflozin are included in GDMT for stage C HFrEF(Structural heart disease with symptoms of heart failure). [18] In addition, SGLT2 inhibitors may be the first drug class to improve cardiovascular outcomes in patients with HFpEF. [19]", "contents": "Sodium-Glucose Transport Protein 2 (SGLT2) Inhibitors -- Indications. According to the AHA/ACC/HFSA Guidelines, in patients with HFrEF (ejection fraction ≤ 40%), SGLT2 inhibitors decrease hospitalization related to heart failure and cardiovascular mortality, irrespective of type 2 diabetes. In patients with type 2 DM and established CVD or at high cardiovascular risk, SGLT2 inhibitors are suggested to reduce HF hospitalizations. Consequently, guideline-directed medical therapy (GDMT) for (HFrEF) now includes SGLT-2 inhibitors. Dapagliflozin and empagliflozin are included in GDMT for stage C HFrEF(Structural heart disease with symptoms of heart failure). [18] In addition, SGLT2 inhibitors may be the first drug class to improve cardiovascular outcomes in patients with HFpEF. [19]"}
{"id": "article-142344_11", "title": "Sodium-Glucose Transport Protein 2 (SGLT2) Inhibitors -- Indications", "content": "According to KDIGO guidelines, SGLT2 inhibitors are recommended for patients to prevent CKD progression. Clinicians must recognize that the recommendation does not apply to immunocompromised patients with a kidney transplant. SGLT2 inhibitors are also beneficial for patients with CKD who do not have diabetes; however, the evidence is strong for patients with type 2 diabetes. SGLT2 inhibitors with established clinical benefits in diabetic kidney disease include canagliflozin, dapagliflozin, and empagliflozin. [5]", "contents": "Sodium-Glucose Transport Protein 2 (SGLT2) Inhibitors -- Indications. According to KDIGO guidelines, SGLT2 inhibitors are recommended for patients to prevent CKD progression. Clinicians must recognize that the recommendation does not apply to immunocompromised patients with a kidney transplant. SGLT2 inhibitors are also beneficial for patients with CKD who do not have diabetes; however, the evidence is strong for patients with type 2 diabetes. SGLT2 inhibitors with established clinical benefits in diabetic kidney disease include canagliflozin, dapagliflozin, and empagliflozin. [5]"}
{"id": "article-142344_12", "title": "Sodium-Glucose Transport Protein 2 (SGLT2) Inhibitors -- Mechanism of Action", "content": "SGLT-2 are proteins expressed in the proximal convoluted tubules of the kidneys that exert their physiologic function by reabsorbing filtered glucose from the tubular lumen. All four SGLT-2 inhibitors reduce the reabsorption of filtered glucose, decrease the renal threshold for glucose (RTG), and promote urinary glucose excretion. SGLT2 inhibitors lower HbA1c by 0.7%. [20]", "contents": "Sodium-Glucose Transport Protein 2 (SGLT2) Inhibitors -- Mechanism of Action. SGLT-2 are proteins expressed in the proximal convoluted tubules of the kidneys that exert their physiologic function by reabsorbing filtered glucose from the tubular lumen. All four SGLT-2 inhibitors reduce the reabsorption of filtered glucose, decrease the renal threshold for glucose (RTG), and promote urinary glucose excretion. SGLT2 inhibitors lower HbA1c by 0.7%. [20]"}
{"id": "article-142344_13", "title": "Sodium-Glucose Transport Protein 2 (SGLT2) Inhibitors -- Mechanism of Action", "content": "By inhibiting the SGLT-2-dependent glucose and sodium reabsorption, there is an increase in distal tubular sodium load; the resultant inhibition of the renin-angiotensin-aldosterone system and reduction of afterload and preload is cardioprotective. [21] In a study, empagliflozin decreased mean arterial pressure and reduced ambulatory arterial stiffness index. [22] Dapagliflozin-induced vasodilation is evident in preclinical studies. Moreover, treatment with dapagliflozin improved endothelial function and arterial stiffness and had an overall favorable effect on the vasculature due to reduced oxidative stress. [23] [24]", "contents": "Sodium-Glucose Transport Protein 2 (SGLT2) Inhibitors -- Mechanism of Action. By inhibiting the SGLT-2-dependent glucose and sodium reabsorption, there is an increase in distal tubular sodium load; the resultant inhibition of the renin-angiotensin-aldosterone system and reduction of afterload and preload is cardioprotective. [21] In a study, empagliflozin decreased mean arterial pressure and reduced ambulatory arterial stiffness index. [22] Dapagliflozin-induced vasodilation is evident in preclinical studies. Moreover, treatment with dapagliflozin improved endothelial function and arterial stiffness and had an overall favorable effect on the vasculature due to reduced oxidative stress. [23] [24]"}
{"id": "article-142344_14", "title": "Sodium-Glucose Transport Protein 2 (SGLT2) Inhibitors -- Mechanism of Action", "content": "SGLT2 inhibitors reduce afterload by arterial vasodilation and preload by natriuresis and diuresis and decrease uric acid levels. Canagliflozin slowed the advancement in serum NT-proBNP and troponin-I levels in patients with type-2 DM. SGLT2 inhibitors also alter cardiac fuel metabolism, shifting away from carbohydrate utilization to ketogenesis. Favorable hemodynamic effects and reduction in cardiac biomarkers may explain the beneficial effect of SGLT-2 inhibitors in patients with heart failure. [25] The DAPA-HF & EMPEROR-Reduced trials demonstrated the benefit of SGLT2 inhibitors. [26] [27] SGLT2 inhibitors treatment was associated with a decrease in all-cause mortality and cardiovascular death. The CV benefits in both clinical trials were seen regardless of baseline diabetes status. [18]", "contents": "Sodium-Glucose Transport Protein 2 (SGLT2) Inhibitors -- Mechanism of Action. SGLT2 inhibitors reduce afterload by arterial vasodilation and preload by natriuresis and diuresis and decrease uric acid levels. Canagliflozin slowed the advancement in serum NT-proBNP and troponin-I levels in patients with type-2 DM. SGLT2 inhibitors also alter cardiac fuel metabolism, shifting away from carbohydrate utilization to ketogenesis. Favorable hemodynamic effects and reduction in cardiac biomarkers may explain the beneficial effect of SGLT-2 inhibitors in patients with heart failure. [25] The DAPA-HF & EMPEROR-Reduced trials demonstrated the benefit of SGLT2 inhibitors. [26] [27] SGLT2 inhibitors treatment was associated with a decrease in all-cause mortality and cardiovascular death. The CV benefits in both clinical trials were seen regardless of baseline diabetes status. [18]"}
{"id": "article-142344_15", "title": "Sodium-Glucose Transport Protein 2 (SGLT2) Inhibitors -- Mechanism of Action", "content": "According to the 'thrifty substrate' hypothesis, under mild, persistent hyperketonemia, during SGLT2 inhibitor treatment, β-hydroxybutyrate is actively transported and taken up by the heart through specific transporters, such as the monocarboxylate transporter (MCT) system. β-hydroxybutyrate is then oxidized instead of fatty acids and glucose. [28] Treatment with SGLT2 inhibitors decreases glucose levels and increases glucagon production, stimulating ketogenesis. Ketone bodies serve as an alternate, less expensive myocardial fuel source of the myocardium. Consequently, SGLT2 inhibitors may enhance cardiac function and improve cardiac efficiency. In addition, beta-hydroxybutyrate has antiarrhythmic effects by stabilizing cell membrane potential. [29]", "contents": "Sodium-Glucose Transport Protein 2 (SGLT2) Inhibitors -- Mechanism of Action. According to the 'thrifty substrate' hypothesis, under mild, persistent hyperketonemia, during SGLT2 inhibitor treatment, β-hydroxybutyrate is actively transported and taken up by the heart through specific transporters, such as the monocarboxylate transporter (MCT) system. β-hydroxybutyrate is then oxidized instead of fatty acids and glucose. [28] Treatment with SGLT2 inhibitors decreases glucose levels and increases glucagon production, stimulating ketogenesis. Ketone bodies serve as an alternate, less expensive myocardial fuel source of the myocardium. Consequently, SGLT2 inhibitors may enhance cardiac function and improve cardiac efficiency. In addition, beta-hydroxybutyrate has antiarrhythmic effects by stabilizing cell membrane potential. [29]"}
{"id": "article-142344_16", "title": "Sodium-Glucose Transport Protein 2 (SGLT2) Inhibitors -- Mechanism of Action", "content": "The mechanism by which SGLT2 inhibitors may be nephroprotective is by increasing distal sodium delivery and inhibiting tubuloglomerular feedback leading to afferent vasoconstriction and a decrease in intraglomerular pressure. Reduction in intraglomerular pressure leads to a decrease in albuminuria. Interference with proximal glucose reabsorption and proximal sodium reabsorption results in natriuresis SGLT2 inhibitors decrease effective circulating volume, decrease blood pressure, and induce some weight loss. Additionally, SGLT2 inhibitors alter factors that promote inflammation and fibrosis, lowers kidney hypoxia, and alter mitochondrial metabolism in kidney tissue. [30] [31]", "contents": "Sodium-Glucose Transport Protein 2 (SGLT2) Inhibitors -- Mechanism of Action. The mechanism by which SGLT2 inhibitors may be nephroprotective is by increasing distal sodium delivery and inhibiting tubuloglomerular feedback leading to afferent vasoconstriction and a decrease in intraglomerular pressure. Reduction in intraglomerular pressure leads to a decrease in albuminuria. Interference with proximal glucose reabsorption and proximal sodium reabsorption results in natriuresis SGLT2 inhibitors decrease effective circulating volume, decrease blood pressure, and induce some weight loss. Additionally, SGLT2 inhibitors alter factors that promote inflammation and fibrosis, lowers kidney hypoxia, and alter mitochondrial metabolism in kidney tissue. [30] [31]"}
{"id": "article-142344_17", "title": "Sodium-Glucose Transport Protein 2 (SGLT2) Inhibitors -- Mechanism of Action -- Pharmacokinetics", "content": "Absorption: SGLT inhibitors are well absorbed from the gastrointestinal tract. The effect of food on SGLT2 pharmacokinetics is not statistically significant; ertugliflozin, dapagliflozin, and empagliflozin may be administered with or without food. However, to reduce postprandial plasma glucose elevation due to delayed intestinal glucose absorption, it is recommended that SGLT2 inhibitors should be taken before the meal.", "contents": "Sodium-Glucose Transport Protein 2 (SGLT2) Inhibitors -- Mechanism of Action -- Pharmacokinetics. Absorption: SGLT inhibitors are well absorbed from the gastrointestinal tract. The effect of food on SGLT2 pharmacokinetics is not statistically significant; ertugliflozin, dapagliflozin, and empagliflozin may be administered with or without food. However, to reduce postprandial plasma glucose elevation due to delayed intestinal glucose absorption, it is recommended that SGLT2 inhibitors should be taken before the meal."}
{"id": "article-142344_18", "title": "Sodium-Glucose Transport Protein 2 (SGLT2) Inhibitors -- Mechanism of Action -- Pharmacokinetics", "content": "Distribution: SGLT2 inhibitors have high plasma protein binding (PPB). Dapagliflozin has 91% PPB; empagliflozin has 86% PPB and ertugliflozin has 93% PPB. Canagliflozin has the highest at 99% PPB. The Plasma protein binding is not significantly changed in patients with renal or hepatic impairment. The volume of distribution of canagliflozin(83.5L), dapagliflozin(118L), ertugliflozin(85.5L), and empagliflozin(74L) suggests extensive tissue distribution.", "contents": "Sodium-Glucose Transport Protein 2 (SGLT2) Inhibitors -- Mechanism of Action -- Pharmacokinetics. Distribution: SGLT2 inhibitors have high plasma protein binding (PPB). Dapagliflozin has 91% PPB; empagliflozin has 86% PPB and ertugliflozin has 93% PPB. Canagliflozin has the highest at 99% PPB. The Plasma protein binding is not significantly changed in patients with renal or hepatic impairment. The volume of distribution of canagliflozin(83.5L), dapagliflozin(118L), ertugliflozin(85.5L), and empagliflozin(74L) suggests extensive tissue distribution."}
{"id": "article-142344_19", "title": "Sodium-Glucose Transport Protein 2 (SGLT2) Inhibitors -- Mechanism of Action -- Pharmacokinetics", "content": "Metabolism: SGLT2 inhibitors undergo biotransformation by UGT(uridine 5'-diphosphate-glucuronosyltransferases) mediated glucuronidation. Cytochrome P450 mediated metabolism of SGLT2 inhibitors is minimal. UGT1A9 plays an essential role in the metabolism of SGLT2 inhibitors. Canagliflozin is primarily metabolized by UGT1A9 and UGT2B4; ertugliflozin by UGT1A9 and UGT2B; dapagliflozin by UGT1A9 and empagliflozin is extensively metabolized by UGT2B7, UGT1A3, UGT1A8, and UGT1A9. [32]", "contents": "Sodium-Glucose Transport Protein 2 (SGLT2) Inhibitors -- Mechanism of Action -- Pharmacokinetics. Metabolism: SGLT2 inhibitors undergo biotransformation by UGT(uridine 5'-diphosphate-glucuronosyltransferases) mediated glucuronidation. Cytochrome P450 mediated metabolism of SGLT2 inhibitors is minimal. UGT1A9 plays an essential role in the metabolism of SGLT2 inhibitors. Canagliflozin is primarily metabolized by UGT1A9 and UGT2B4; ertugliflozin by UGT1A9 and UGT2B; dapagliflozin by UGT1A9 and empagliflozin is extensively metabolized by UGT2B7, UGT1A3, UGT1A8, and UGT1A9. [32]"}
{"id": "article-142344_20", "title": "Sodium-Glucose Transport Protein 2 (SGLT2) Inhibitors -- Mechanism of Action -- Pharmacokinetics", "content": "Excretion: SGLT2 inhibitors are filtered from plasma at the glomerulus and attach to the luminal membrane of the proximal convoluted tubule. The SGLT2 inhibitors attach to SGLT2 at the luminal membrane of the early segments of the nephron and prevent up to 60% of glucose reabsorption. SGLT2 inhibitors have a long elimination half-life allowing once-daily administration. [33]", "contents": "Sodium-Glucose Transport Protein 2 (SGLT2) Inhibitors -- Mechanism of Action -- Pharmacokinetics. Excretion: SGLT2 inhibitors are filtered from plasma at the glomerulus and attach to the luminal membrane of the proximal convoluted tubule. The SGLT2 inhibitors attach to SGLT2 at the luminal membrane of the early segments of the nephron and prevent up to 60% of glucose reabsorption. SGLT2 inhibitors have a long elimination half-life allowing once-daily administration. [33]"}
{"id": "article-142344_21", "title": "Sodium-Glucose Transport Protein 2 (SGLT2) Inhibitors -- Administration", "content": "SGLT2 inhibitors are administered in oral formulations. The dose varies according to the indications. Renal function should be assessed before initiating dapagliflozin. Patients in a state of volume depletion should have this corrected before starting therapy. Current advice is to withhold SGLT2 inhibitors before surgery, prolonged fasting, or critical medical illness (when patients are at increased risk for developing ketoacidosis). [5] All other SGLT2 inhibitors, except canagliflozin, can be taken with or without food.", "contents": "Sodium-Glucose Transport Protein 2 (SGLT2) Inhibitors -- Administration. SGLT2 inhibitors are administered in oral formulations. The dose varies according to the indications. Renal function should be assessed before initiating dapagliflozin. Patients in a state of volume depletion should have this corrected before starting therapy. Current advice is to withhold SGLT2 inhibitors before surgery, prolonged fasting, or critical medical illness (when patients are at increased risk for developing ketoacidosis). [5] All other SGLT2 inhibitors, except canagliflozin, can be taken with or without food."}
{"id": "article-142344_22", "title": "Sodium-Glucose Transport Protein 2 (SGLT2) Inhibitors -- Administration", "content": "Canagliflozin is available in 100 mg and 300 mg tablets. Canagliflozin is administered before the first meal of the day. [34] Dapagliflozin is available in 5 mg and 10 mg tablets. [35] Empagliflozin is available in 10 mg and 25 mg tablets. Empagliflozin is taken once daily in the morning. [36] Ertugliflozin is available in 5 mg and 15 mg tablets. Ertugliflozin is administered once daily in the morning. [37] SGLT2 inhibitors are also available as FDC: canagliflozin and metformin, canagliflozin and metformin extended-release, dapagliflozin, and metformin extended-release, dapagliflozin and saxagliptin, empagliflozin and linagliptin, empagliflozin and metformin, empagliflozin and metformin ER, ertugliflozin and metformin, ertugliflozin and sitagliptin. [38] [37] [39]", "contents": "Sodium-Glucose Transport Protein 2 (SGLT2) Inhibitors -- Administration. Canagliflozin is available in 100 mg and 300 mg tablets. Canagliflozin is administered before the first meal of the day. [34] Dapagliflozin is available in 5 mg and 10 mg tablets. [35] Empagliflozin is available in 10 mg and 25 mg tablets. Empagliflozin is taken once daily in the morning. [36] Ertugliflozin is available in 5 mg and 15 mg tablets. Ertugliflozin is administered once daily in the morning. [37] SGLT2 inhibitors are also available as FDC: canagliflozin and metformin, canagliflozin and metformin extended-release, dapagliflozin, and metformin extended-release, dapagliflozin and saxagliptin, empagliflozin and linagliptin, empagliflozin and metformin, empagliflozin and metformin ER, ertugliflozin and metformin, ertugliflozin and sitagliptin. [38] [37] [39]"}
{"id": "article-142344_23", "title": "Sodium-Glucose Transport Protein 2 (SGLT2) Inhibitors -- Administration", "content": "Type 2 Diabetes Mellitus: According to American Diabetic Association guidelines (2022), initial therapy is metformin plus comprehensive lifestyle modifications. Based on the additional risk factors such as ASCVD, heart failure, and CKD, SGLT2 inhibitors can be selected. The maximum recommended dose, according to ADA, is given below. [2]", "contents": "Sodium-Glucose Transport Protein 2 (SGLT2) Inhibitors -- Administration. Type 2 Diabetes Mellitus: According to American Diabetic Association guidelines (2022), initial therapy is metformin plus comprehensive lifestyle modifications. Based on the additional risk factors such as ASCVD, heart failure, and CKD, SGLT2 inhibitors can be selected. The maximum recommended dose, according to ADA, is given below. [2]"}
{"id": "article-142344_24", "title": "Sodium-Glucose Transport Protein 2 (SGLT2) Inhibitors -- Administration", "content": "Canagliflozin: The initial dose is 100 mg once daily and may be increased to 300 mg daily. (Not recommended if eGFR< 30 mL/min/1.73 m² to improve glycemic control ) Dapagliflozin: Initial dose is 5 mg once daily; increase to 10 mg once daily to achieve the targeted glycemic goal (Not recommended if eGFR< 45 mL/min/1.73 m² to improve glycemic control ) Empagliflozin: The initial dose is 10 mg once daily; the dose may be increased to 25 mg daily to achieve the targeted glycemic goal. (Not recommended if eGFR < 30 mL/min/1.73 m² to improve glycemic control ) Ertugliflozin: The initial dose is 5 mg once daily, which is increased to 15 mg daily to achieve the glycemic goal. (Not recommended if eGFR<45 mL/min/1.73 m² to improve glycemic control.)", "contents": "Sodium-Glucose Transport Protein 2 (SGLT2) Inhibitors -- Administration. Canagliflozin: The initial dose is 100 mg once daily and may be increased to 300 mg daily. (Not recommended if eGFR< 30 mL/min/1.73 m² to improve glycemic control ) Dapagliflozin: Initial dose is 5 mg once daily; increase to 10 mg once daily to achieve the targeted glycemic goal (Not recommended if eGFR< 45 mL/min/1.73 m² to improve glycemic control ) Empagliflozin: The initial dose is 10 mg once daily; the dose may be increased to 25 mg daily to achieve the targeted glycemic goal. (Not recommended if eGFR < 30 mL/min/1.73 m² to improve glycemic control ) Ertugliflozin: The initial dose is 5 mg once daily, which is increased to 15 mg daily to achieve the glycemic goal. (Not recommended if eGFR<45 mL/min/1.73 m² to improve glycemic control.)"}
{"id": "article-142344_25", "title": "Sodium-Glucose Transport Protein 2 (SGLT2) Inhibitors -- Administration", "content": "HFrEF (Heart failure with reduced ejection fraction): According to AHA/ACC/HFSA(2022) guidelines, guideline-directed medical therapy (GDMT) for heart failure with reduced ejection fraction (HFrEF) includes sodium-glucose cotransporter-2 inhibitors. In patients with chronic symptomatic HFrEF, SGLT2 inhibitors are suggested to decrease hospitalization related to heart failure and cardiovascular mortality, irrespective of type 2 diabetes. The following agents are preferred. [18] Dapagliflozin 10 mg once daily Empagliflozin 10 mg once daily", "contents": "Sodium-Glucose Transport Protein 2 (SGLT2) Inhibitors -- Administration. HFrEF (Heart failure with reduced ejection fraction): According to AHA/ACC/HFSA(2022) guidelines, guideline-directed medical therapy (GDMT) for heart failure with reduced ejection fraction (HFrEF) includes sodium-glucose cotransporter-2 inhibitors. In patients with chronic symptomatic HFrEF, SGLT2 inhibitors are suggested to decrease hospitalization related to heart failure and cardiovascular mortality, irrespective of type 2 diabetes. The following agents are preferred. [18] Dapagliflozin 10 mg once daily Empagliflozin 10 mg once daily"}
{"id": "article-142344_26", "title": "Sodium-Glucose Transport Protein 2 (SGLT2) Inhibitors -- Administration", "content": "HFpEF (Heart Failure with preserved ejection fraction): According to the 2023 ACC Expert Consensus, SGLT2 inhibitors are indicated in all HFpEF patients. The recommended agents, according to the guidelines, are given below. [40] Dapagliflozin 10 mg once daily. Empagliflozin 10 mg once daily.", "contents": "Sodium-Glucose Transport Protein 2 (SGLT2) Inhibitors -- Administration. HFpEF (Heart Failure with preserved ejection fraction): According to the 2023 ACC Expert Consensus, SGLT2 inhibitors are indicated in all HFpEF patients. The recommended agents, according to the guidelines, are given below. [40] Dapagliflozin 10 mg once daily. Empagliflozin 10 mg once daily."}
{"id": "article-142344_27", "title": "Sodium-Glucose Transport Protein 2 (SGLT2) Inhibitors -- Administration", "content": "Chronic Kidney Disease: According to a joint consensus from KDIGO and ADA (2022), SGLT2 inhibitors with established kidney benefits are suggested for patients with type 2 diabetes mellitus, CKD, and eGFR >20 mL/min/1.73 m². Once initiated, the SGLT2 inhibitors can be continued at lower levels of eGFR. A reversible decline in the eGFR with the beginning of SGLT2 treatment can occur and is normally not an indication to discontinue therapy. Using an SGLT2 inhibitor in patients with urinary albumin >200 mg/g creatinine is advised to reduce CKD progression and cardiovascular events. [26] However, patients with hypovolemia are at risk for the development of acute kidney injury. Optimize volume status before initiating therapy. [41] The following agents are preferred. Canagliflozin 100 mg once daily Dapagliflozin 10 mg once daily", "contents": "Sodium-Glucose Transport Protein 2 (SGLT2) Inhibitors -- Administration. Chronic Kidney Disease: According to a joint consensus from KDIGO and ADA (2022), SGLT2 inhibitors with established kidney benefits are suggested for patients with type 2 diabetes mellitus, CKD, and eGFR >20 mL/min/1.73 m². Once initiated, the SGLT2 inhibitors can be continued at lower levels of eGFR. A reversible decline in the eGFR with the beginning of SGLT2 treatment can occur and is normally not an indication to discontinue therapy. Using an SGLT2 inhibitor in patients with urinary albumin >200 mg/g creatinine is advised to reduce CKD progression and cardiovascular events. [26] However, patients with hypovolemia are at risk for the development of acute kidney injury. Optimize volume status before initiating therapy. [41] The following agents are preferred. Canagliflozin 100 mg once daily Dapagliflozin 10 mg once daily"}
{"id": "article-142344_28", "title": "Sodium-Glucose Transport Protein 2 (SGLT2) Inhibitors -- Administration -- Use in Specific Patient Populations", "content": "Patients with Hepatic Impairment: Dose adjustment of SGLT2 inhibitors are not required in mild or moderate hepatic impairment. In severe hepatic impairment, canagliflozin and ertugliflozin have not been studied; consequently not recommended. Empagliflozin is usually well tolerated in patients with mild, moderate, or severe hepatic impairment. [42]", "contents": "Sodium-Glucose Transport Protein 2 (SGLT2) Inhibitors -- Administration -- Use in Specific Patient Populations. Patients with Hepatic Impairment: Dose adjustment of SGLT2 inhibitors are not required in mild or moderate hepatic impairment. In severe hepatic impairment, canagliflozin and ertugliflozin have not been studied; consequently not recommended. Empagliflozin is usually well tolerated in patients with mild, moderate, or severe hepatic impairment. [42]"}
{"id": "article-142344_29", "title": "Sodium-Glucose Transport Protein 2 (SGLT2) Inhibitors -- Administration -- Use in Specific Patient Populations", "content": "However, patients with cirrhosis are at increased risk of infection, which further increases the risk of genitourinary infections due to SGLT2 inhibitors. Fluid overload is common in patients with cirrhosis; patients have a relative depletion of effective circulatory volume and can rapidly develop acute kidney injury (AKI) secondary to changes in the fluid status (volume depletion) induced by SGLT2 inhibitors. Risk-benefit evaluation is necessary before use in patients with cirrhosis. [43]", "contents": "Sodium-Glucose Transport Protein 2 (SGLT2) Inhibitors -- Administration -- Use in Specific Patient Populations. However, patients with cirrhosis are at increased risk of infection, which further increases the risk of genitourinary infections due to SGLT2 inhibitors. Fluid overload is common in patients with cirrhosis; patients have a relative depletion of effective circulatory volume and can rapidly develop acute kidney injury (AKI) secondary to changes in the fluid status (volume depletion) induced by SGLT2 inhibitors. Risk-benefit evaluation is necessary before use in patients with cirrhosis. [43]"}
{"id": "article-142344_30", "title": "Sodium-Glucose Transport Protein 2 (SGLT2) Inhibitors -- Administration -- Use in Specific Patient Populations", "content": "Patients with Renal Impairment: According to consensus guideline by the American Diabetes Association (ADA) & Kidney Disease Improving Global Outcomes (KDIGO), SGLT2 inhibitors with established kidney or cardiovascular benefit is suggested for patients with type 2 diabetes mellitus, CKD, and eGFR >20 mL/min/1.73 m². Once initiated, the SGLT2 inhibitors can be continued at lower levels of eGFR. Individual patient factors should be considered before starting the therapy in case of discrepancy. For patients with diabetic kidney disease, using an SGLT2 inhibitor in patients with urinary albumin >200 mg/g creatinine is advised to reduce CKD progression and cardiovascular events. [26] However, patients with hypovolemia are at risk for the development of acute kidney injury. Optimize volume status before initiating therapy. [41]", "contents": "Sodium-Glucose Transport Protein 2 (SGLT2) Inhibitors -- Administration -- Use in Specific Patient Populations. Patients with Renal Impairment: According to consensus guideline by the American Diabetes Association (ADA) & Kidney Disease Improving Global Outcomes (KDIGO), SGLT2 inhibitors with established kidney or cardiovascular benefit is suggested for patients with type 2 diabetes mellitus, CKD, and eGFR >20 mL/min/1.73 m². Once initiated, the SGLT2 inhibitors can be continued at lower levels of eGFR. Individual patient factors should be considered before starting the therapy in case of discrepancy. For patients with diabetic kidney disease, using an SGLT2 inhibitor in patients with urinary albumin >200 mg/g creatinine is advised to reduce CKD progression and cardiovascular events. [26] However, patients with hypovolemia are at risk for the development of acute kidney injury. Optimize volume status before initiating therapy. [41]"}
{"id": "article-142344_31", "title": "Sodium-Glucose Transport Protein 2 (SGLT2) Inhibitors -- Administration -- Use in Specific Patient Populations", "content": "Pregnancy Considerations: SGLT2 inhibitors are contraindicated in pregnancy due to evidence of reproductive toxicity in animal studies. The risk is especially higher during the second and third trimesters. [44] According to ACOG guidelines for gestational diabetes mellitus, insulin is the preferred treatment. Clinicians can consider metformin (and infrequently glyburide) as a practical alternative for women who refuse insulin or where there are safety issues concerning insulin administration. [45]", "contents": "Sodium-Glucose Transport Protein 2 (SGLT2) Inhibitors -- Administration -- Use in Specific Patient Populations. Pregnancy Considerations: SGLT2 inhibitors are contraindicated in pregnancy due to evidence of reproductive toxicity in animal studies. The risk is especially higher during the second and third trimesters. [44] According to ACOG guidelines for gestational diabetes mellitus, insulin is the preferred treatment. Clinicians can consider metformin (and infrequently glyburide) as a practical alternative for women who refuse insulin or where there are safety issues concerning insulin administration. [45]"}
{"id": "article-142344_32", "title": "Sodium-Glucose Transport Protein 2 (SGLT2) Inhibitors -- Administration -- Use in Specific Patient Populations", "content": "Breastfeeding Considerations: As discussed above, SGLT2 inhibitors have high plasma protein binding; they are unlikely to be secreted into breast milk in clinically significant amounts. However, the use of SGLT2 inhibitors is not recommended during breastfeeding due to the potential risk to the infant's developing kidney. [46] [47] [48] [49]", "contents": "Sodium-Glucose Transport Protein 2 (SGLT2) Inhibitors -- Administration -- Use in Specific Patient Populations. Breastfeeding Considerations: As discussed above, SGLT2 inhibitors have high plasma protein binding; they are unlikely to be secreted into breast milk in clinically significant amounts. However, the use of SGLT2 inhibitors is not recommended during breastfeeding due to the potential risk to the infant's developing kidney. [46] [47] [48] [49]"}
{"id": "article-142344_33", "title": "Sodium-Glucose Transport Protein 2 (SGLT2) Inhibitors -- Administration -- Use in Specific Patient Populations", "content": "Geriatric Considerations: All SGLT2 inhibitors may increase the incidence of adverse reactions related to decreased intravascular volume and hypotension. According to a recent SOLD study (SGLT2 inhibitors in Older Diabetic patients), SGLT2 inhibitors are safe and effective for older patients. [50]", "contents": "Sodium-Glucose Transport Protein 2 (SGLT2) Inhibitors -- Administration -- Use in Specific Patient Populations. Geriatric Considerations: All SGLT2 inhibitors may increase the incidence of adverse reactions related to decreased intravascular volume and hypotension. According to a recent SOLD study (SGLT2 inhibitors in Older Diabetic patients), SGLT2 inhibitors are safe and effective for older patients. [50]"}
{"id": "article-142344_34", "title": "Sodium-Glucose Transport Protein 2 (SGLT2) Inhibitors -- Adverse Effects", "content": "The most frequently reported adverse events with SGLT-2 inhibitors are female genital mycotic infections, urinary tract infections, increased urination, nausea, and constipation. [51] Significant adverse reactions of SGLT2 inhibitors are given below.", "contents": "Sodium-Glucose Transport Protein 2 (SGLT2) Inhibitors -- Adverse Effects. The most frequently reported adverse events with SGLT-2 inhibitors are female genital mycotic infections, urinary tract infections, increased urination, nausea, and constipation. [51] Significant adverse reactions of SGLT2 inhibitors are given below."}
{"id": "article-142344_35", "title": "Sodium-Glucose Transport Protein 2 (SGLT2) Inhibitors -- Adverse Effects", "content": "Genital Mycotic Infections: Genital mycotic infections include vulvovaginal mycotic infections, including candidiasis, vulvovaginitis, vulval abscess, and bacterial vaginitis. Female sex and a previous history of recurrent genital mycotic infections (3 or more per year) are associated with the most significant risk. Prevention strategies include reducing modifiable risk factors, such as optimizing diabetes care and maintaining personal hygiene. Infections are usually mild and resolve quickly with appropriate treatment; therefore, discontinuing SGLT2 inhibitors is not required in most cases. Infection can be managed by treatment with oral antifungal medications, such as fluconazole, or the application of a topical antifungal cream(miconazole or clotrimazole), for 1 to 3 days. [52]", "contents": "Sodium-Glucose Transport Protein 2 (SGLT2) Inhibitors -- Adverse Effects. Genital Mycotic Infections: Genital mycotic infections include vulvovaginal mycotic infections, including candidiasis, vulvovaginitis, vulval abscess, and bacterial vaginitis. Female sex and a previous history of recurrent genital mycotic infections (3 or more per year) are associated with the most significant risk. Prevention strategies include reducing modifiable risk factors, such as optimizing diabetes care and maintaining personal hygiene. Infections are usually mild and resolve quickly with appropriate treatment; therefore, discontinuing SGLT2 inhibitors is not required in most cases. Infection can be managed by treatment with oral antifungal medications, such as fluconazole, or the application of a topical antifungal cream(miconazole or clotrimazole), for 1 to 3 days. [52]"}
{"id": "article-142344_36", "title": "Sodium-Glucose Transport Protein 2 (SGLT2) Inhibitors -- Adverse Effects", "content": "Urosepsis and Pyelonephritis: Serious urinary tract infections (UTI), including urosepsis and pyelonephritis, are associated with SGLT2 inhibitors. SGLT2 inhibitors inhibit glucose reabsorption in the proximal tubules, leading to glucosuria and an increased risk of UTI. Meta-analysis of 52 RCTs showed that dapagliflozin had a dose-response relationship with UTI. [53] In a large cohort study, the risk of developing urosepsis SGLT2 inhibitors was similar to DPP4 inhibitors in a real-world setting. [54]", "contents": "Sodium-Glucose Transport Protein 2 (SGLT2) Inhibitors -- Adverse Effects. Urosepsis and Pyelonephritis: Serious urinary tract infections (UTI), including urosepsis and pyelonephritis, are associated with SGLT2 inhibitors. SGLT2 inhibitors inhibit glucose reabsorption in the proximal tubules, leading to glucosuria and an increased risk of UTI. Meta-analysis of 52 RCTs showed that dapagliflozin had a dose-response relationship with UTI. [53] In a large cohort study, the risk of developing urosepsis SGLT2 inhibitors was similar to DPP4 inhibitors in a real-world setting. [54]"}
{"id": "article-142344_37", "title": "Sodium-Glucose Transport Protein 2 (SGLT2) Inhibitors -- Adverse Effects", "content": "One possible rationale for the absence of evidence of increased UTI, despite glucosuria and favorable conditions for bacterial growth, is the increased urinary flow due to osmotic diuresis and natriuresis induced by SGLT2 inhibitors. Clinicians should exercise caution when prescribing SGLT2 inhibitors in patients with abnormal urinary flow or bladder outlet obstruction. A case report describes acute pyelonephritis associated with dapagliflozin use in a patient with bladder outlet obstruction. Evaluate and treat as indicated. [55]", "contents": "Sodium-Glucose Transport Protein 2 (SGLT2) Inhibitors -- Adverse Effects. One possible rationale for the absence of evidence of increased UTI, despite glucosuria and favorable conditions for bacterial growth, is the increased urinary flow due to osmotic diuresis and natriuresis induced by SGLT2 inhibitors. Clinicians should exercise caution when prescribing SGLT2 inhibitors in patients with abnormal urinary flow or bladder outlet obstruction. A case report describes acute pyelonephritis associated with dapagliflozin use in a patient with bladder outlet obstruction. Evaluate and treat as indicated. [55]"}
{"id": "article-142344_38", "title": "Sodium-Glucose Transport Protein 2 (SGLT2) Inhibitors -- Adverse Effects", "content": "Lower Limb Amputation: Factors increasing the risk of amputation are peripheral vascular disease, neuropathy, history of diabetic foot ulcer, and previous history of amputations. Discontinue SGLT2 inhibitors in case of ulcers and infection of the lower limb. Canagliflozin is especially associated with an increased risk of lower-limb amputation than empagliflozin. Dapagliflozin has a high risk for toe amputation. [56]", "contents": "Sodium-Glucose Transport Protein 2 (SGLT2) Inhibitors -- Adverse Effects. Lower Limb Amputation: Factors increasing the risk of amputation are peripheral vascular disease, neuropathy, history of diabetic foot ulcer, and previous history of amputations. Discontinue SGLT2 inhibitors in case of ulcers and infection of the lower limb. Canagliflozin is especially associated with an increased risk of lower-limb amputation than empagliflozin. Dapagliflozin has a high risk for toe amputation. [56]"}
{"id": "article-142344_39", "title": "Sodium-Glucose Transport Protein 2 (SGLT2) Inhibitors -- Adverse Effects", "content": "Pooled Analysis of Phase 3 RCTs demonstrated that ertugliflozin was also associated with a slight increase in toe amputation. However, all the patients had a history of peripheral neuropathy and peripheral artery disease. [57] Significantly, the FDA removed the boxed warning for amputation (canagliflozin) in 2020. The risk of amputation is lower than the previous data per safety communication from the FDA; however, appropriate monitoring is required.", "contents": "Sodium-Glucose Transport Protein 2 (SGLT2) Inhibitors -- Adverse Effects. Pooled Analysis of Phase 3 RCTs demonstrated that ertugliflozin was also associated with a slight increase in toe amputation. However, all the patients had a history of peripheral neuropathy and peripheral artery disease. [57] Significantly, the FDA removed the boxed warning for amputation (canagliflozin) in 2020. The risk of amputation is lower than the previous data per safety communication from the FDA; however, appropriate monitoring is required."}
{"id": "article-142344_40", "title": "Sodium-Glucose Transport Protein 2 (SGLT2) Inhibitors -- Adverse Effects", "content": "Diabetic Ketoacidosis: SGLT-2 inhibitors are associated with an almost 3-fold increased risk for diabetic ketoacidosis. Assess patients with clinical features for ketoacidosis. If suspected, discontinue the SGLT2 inhibitor, and evaluate and treat promptly. Before initiating an SGLT2 inhibitor, consider risk factors for ketoacidosis. Clinicians should consider temporarily discontinuing SGLT2 inhibitors in clinical situations that may predispose the patients to DKA. The risk for diabetic ketoacidosis is highest for canagliflozin, followed by empagliflozin and dapagliflozin. [58]", "contents": "Sodium-Glucose Transport Protein 2 (SGLT2) Inhibitors -- Adverse Effects. Diabetic Ketoacidosis: SGLT-2 inhibitors are associated with an almost 3-fold increased risk for diabetic ketoacidosis. Assess patients with clinical features for ketoacidosis. If suspected, discontinue the SGLT2 inhibitor, and evaluate and treat promptly. Before initiating an SGLT2 inhibitor, consider risk factors for ketoacidosis. Clinicians should consider temporarily discontinuing SGLT2 inhibitors in clinical situations that may predispose the patients to DKA. The risk for diabetic ketoacidosis is highest for canagliflozin, followed by empagliflozin and dapagliflozin. [58]"}
{"id": "article-142344_41", "title": "Sodium-Glucose Transport Protein 2 (SGLT2) Inhibitors -- Adverse Effects", "content": "Euglycemic DKA: Euglycemic DKA is a triad of increased anion gap acidosis, the presence of ketosis, and serum glucose < 250 mg/dL. SGLT-2 inhibitors appear to be associated with euglycemic DKA, possibly due to their noninsulin-dependent glucose clearance, hyperglucagonemia, and volume depletion. Ertugliflozin and canagliflozin have been associated with euglycemic DKA. However, other SGLT-2 inhibitors also have a risk for euglycemic DKA. [59] [60]", "contents": "Sodium-Glucose Transport Protein 2 (SGLT2) Inhibitors -- Adverse Effects. Euglycemic DKA: Euglycemic DKA is a triad of increased anion gap acidosis, the presence of ketosis, and serum glucose < 250 mg/dL. SGLT-2 inhibitors appear to be associated with euglycemic DKA, possibly due to their noninsulin-dependent glucose clearance, hyperglucagonemia, and volume depletion. Ertugliflozin and canagliflozin have been associated with euglycemic DKA. However, other SGLT-2 inhibitors also have a risk for euglycemic DKA. [59] [60]"}
{"id": "article-142344_42", "title": "Sodium-Glucose Transport Protein 2 (SGLT2) Inhibitors -- Adverse Effects", "content": "Acute Kidney Injury: AKI may occur with the initiation of SGLT2 therapy due to intravascular volume contraction. Before initiating an SGLT2 inhibitor, evaluate and correct volume status, especially in elderly patients receiving diuretics and those with renal impairment. A recent pharmacovigilance study conducted FDA's Adverse Event Reporting System (FAERS) database revealed that canagliflozin had a significant association among SGLT2 inhibitors for acute kidney injury. Patients aged >65 were also identified as a high risk for developing AKI. [61]", "contents": "Sodium-Glucose Transport Protein 2 (SGLT2) Inhibitors -- Adverse Effects. Acute Kidney Injury: AKI may occur with the initiation of SGLT2 therapy due to intravascular volume contraction. Before initiating an SGLT2 inhibitor, evaluate and correct volume status, especially in elderly patients receiving diuretics and those with renal impairment. A recent pharmacovigilance study conducted FDA's Adverse Event Reporting System (FAERS) database revealed that canagliflozin had a significant association among SGLT2 inhibitors for acute kidney injury. Patients aged >65 were also identified as a high risk for developing AKI. [61]"}
{"id": "article-142344_43", "title": "Sodium-Glucose Transport Protein 2 (SGLT2) Inhibitors -- Adverse Effects", "content": "Hypoglycemia: The risk of hypoglycemia is increased with SGLT2 concomitant administration of insulin secretagogues such as sulfonylureas or insulin. Physicians should reduce the dose of the insulin secretagogue or insulin when combined with SGLT2 inhibitors. Study indicates that the risk of hypoglycemia is higher in elderly patients taking SGLT2 inhibitors. Use with caution. [62]", "contents": "Sodium-Glucose Transport Protein 2 (SGLT2) Inhibitors -- Adverse Effects. Hypoglycemia: The risk of hypoglycemia is increased with SGLT2 concomitant administration of insulin secretagogues such as sulfonylureas or insulin. Physicians should reduce the dose of the insulin secretagogue or insulin when combined with SGLT2 inhibitors. Study indicates that the risk of hypoglycemia is higher in elderly patients taking SGLT2 inhibitors. Use with caution. [62]"}
{"id": "article-142344_44", "title": "Sodium-Glucose Transport Protein 2 (SGLT2) Inhibitors -- Adverse Effects", "content": "Fournier Gangrene: Fournier gangrene is a rare but life-threatening necrotizing fasciitis of the perineum demanding urgent surgical intervention. Cases have been reported in males and females. Clinical features include fever, pain, tenderness, and swelling in the genital or perineal region. Serious outcomes are hospitalization, surgeries, and death. Risk factors include pre-existing diabetes, alcohol use, hypertension, advanced age, obesity, smoking, liver failure, immunocompromised conditions (HIV, inflammatory bowel disease, malignancy), end-stage renal disease, and radiotherapy. Iatrogenic procedures in the genital area, piercing, implants, and IV drug use can be a portal of entry for microorganisms.", "contents": "Sodium-Glucose Transport Protein 2 (SGLT2) Inhibitors -- Adverse Effects. Fournier Gangrene: Fournier gangrene is a rare but life-threatening necrotizing fasciitis of the perineum demanding urgent surgical intervention. Cases have been reported in males and females. Clinical features include fever, pain, tenderness, and swelling in the genital or perineal region. Serious outcomes are hospitalization, surgeries, and death. Risk factors include pre-existing diabetes, alcohol use, hypertension, advanced age, obesity, smoking, liver failure, immunocompromised conditions (HIV, inflammatory bowel disease, malignancy), end-stage renal disease, and radiotherapy. Iatrogenic procedures in the genital area, piercing, implants, and IV drug use can be a portal of entry for microorganisms."}
{"id": "article-142344_45", "title": "Sodium-Glucose Transport Protein 2 (SGLT2) Inhibitors -- Adverse Effects", "content": "Most FG infections are polymicrobial; therefore, an antibiotic cocktail should cover streptococcus, MRSA, pseudomonas, coliforms, Bacteroides, and Clostridium . Fungal superinfection requires appropriate coverage with amphotericin B and other antifungal agents. Emergent surgical debridement, broad-spectrum antibiotics, and resuscitation with IV fluids and vasopressors are the cornerstones of treatment. [63] Hypersensitivity Reactions: Erythema, rash, pruritus, and angioedema have been reported.  Discontinue the SGLT2 inhibitor and monitor until signs and symptoms resolve. [64]", "contents": "Sodium-Glucose Transport Protein 2 (SGLT2) Inhibitors -- Adverse Effects. Most FG infections are polymicrobial; therefore, an antibiotic cocktail should cover streptococcus, MRSA, pseudomonas, coliforms, Bacteroides, and Clostridium . Fungal superinfection requires appropriate coverage with amphotericin B and other antifungal agents. Emergent surgical debridement, broad-spectrum antibiotics, and resuscitation with IV fluids and vasopressors are the cornerstones of treatment. [63] Hypersensitivity Reactions: Erythema, rash, pruritus, and angioedema have been reported.  Discontinue the SGLT2 inhibitor and monitor until signs and symptoms resolve. [64]"}
{"id": "article-142344_46", "title": "Sodium-Glucose Transport Protein 2 (SGLT2) Inhibitors -- Adverse Effects", "content": "Bone Fracture: SGLT2 inhibitors are associated with an increased bone fracture. Increased fracture risk has been observed with canagliflozin, occurring after 12 weeks of treatment initiation. [65] However, in another study, canagliflozin use was not associated with an increased risk for bone fracture compared with GLP-1 agonist treatment. However, this study had unmeasured confounding and measurement error. [66] Potential mechanisms for fracture include volume contraction leading to dizziness and falls and possible effects on calcium, phosphate, and vitamin D homeostasis leading to a reduction in bone mineral density. [66]", "contents": "Sodium-Glucose Transport Protein 2 (SGLT2) Inhibitors -- Adverse Effects. Bone Fracture: SGLT2 inhibitors are associated with an increased bone fracture. Increased fracture risk has been observed with canagliflozin, occurring after 12 weeks of treatment initiation. [65] However, in another study, canagliflozin use was not associated with an increased risk for bone fracture compared with GLP-1 agonist treatment. However, this study had unmeasured confounding and measurement error. [66] Potential mechanisms for fracture include volume contraction leading to dizziness and falls and possible effects on calcium, phosphate, and vitamin D homeostasis leading to a reduction in bone mineral density. [66]"}
{"id": "article-142344_47", "title": "Sodium-Glucose Transport Protein 2 (SGLT2) Inhibitors -- Adverse Effects", "content": "Bladder Cancer: Statistical analysis of 22 RCTs indicates that dapagliflozin is associated with bladder cancer. The use of dapagliflozin is not advised in patients with active bladder cancer. However, the meta-analysis revealed that SGLT2 inhibitors were not significantly associated with an elevated cancer risk compared with comparators. [67] SGLT2 inhibitors, especially dapagliflozin, are not advised in patients with hematuria or a history of bladder cancer. [68] Hyperkalemia: Canfliglozin is associated with an increased risk of hyperkalemia, especially when combined with ACE inhibitors or ARBs in patients with renal impairment. [69] [70] Dyslipidemia: A small increase in LDL-C and HDL levels can occur with SGLT2 inhibitors; monitor lipid profile. [71]", "contents": "Sodium-Glucose Transport Protein 2 (SGLT2) Inhibitors -- Adverse Effects. Bladder Cancer: Statistical analysis of 22 RCTs indicates that dapagliflozin is associated with bladder cancer. The use of dapagliflozin is not advised in patients with active bladder cancer. However, the meta-analysis revealed that SGLT2 inhibitors were not significantly associated with an elevated cancer risk compared with comparators. [67] SGLT2 inhibitors, especially dapagliflozin, are not advised in patients with hematuria or a history of bladder cancer. [68] Hyperkalemia: Canfliglozin is associated with an increased risk of hyperkalemia, especially when combined with ACE inhibitors or ARBs in patients with renal impairment. [69] [70] Dyslipidemia: A small increase in LDL-C and HDL levels can occur with SGLT2 inhibitors; monitor lipid profile. [71]"}
{"id": "article-142344_48", "title": "Sodium-Glucose Transport Protein 2 (SGLT2) Inhibitors -- Adverse Effects -- Drug-Drug Interactions and Drug/Laboratory Test Interference", "content": "The risk of hypoglycemia increases when SGLT2 inhibitors are combined with an insulin secretagogue (eg, sulfonylurea) or insulin. Therefore, clinicians should reduce the insulin/insulin secretagogue dose to decrease the risk of hypoglycemia. [62] SGLT2 inhibitors, including empagliflozin, decrease sodium-glucose and lithium-glucose reabsorption in the proximal connecting tubules, thereby increasing the renal excretion of sodium, glucose, and lithium. Concurrent use of an SGLT2 inhibitor with lithium can reduce serum lithium concentrations. [72] Canagliflozin increases the plasma maximum plasma concentration (Cmax:36%) and area under the curve (AUC:20%) of digoxin. Given the narrow therapeutic index of digoxin, therapeutic drug monitoring of digoxin is recommended. [73]", "contents": "Sodium-Glucose Transport Protein 2 (SGLT2) Inhibitors -- Adverse Effects -- Drug-Drug Interactions and Drug/Laboratory Test Interference. The risk of hypoglycemia increases when SGLT2 inhibitors are combined with an insulin secretagogue (eg, sulfonylurea) or insulin. Therefore, clinicians should reduce the insulin/insulin secretagogue dose to decrease the risk of hypoglycemia. [62] SGLT2 inhibitors, including empagliflozin, decrease sodium-glucose and lithium-glucose reabsorption in the proximal connecting tubules, thereby increasing the renal excretion of sodium, glucose, and lithium. Concurrent use of an SGLT2 inhibitor with lithium can reduce serum lithium concentrations. [72] Canagliflozin increases the plasma maximum plasma concentration (Cmax:36%) and area under the curve (AUC:20%) of digoxin. Given the narrow therapeutic index of digoxin, therapeutic drug monitoring of digoxin is recommended. [73]"}
{"id": "article-142344_49", "title": "Sodium-Glucose Transport Protein 2 (SGLT2) Inhibitors -- Adverse Effects", "content": "UGT enzyme inducers, such as rifampin, phenytoin, ritonavir, and phenobarbital, reduce canagliflozin exposure(AUC) which may reduce the effectiveness of canagliflozin. Consider increasing the dose of canagliflozin when used with UGT enzyme inducers. [74] False positive urine glucose test: The sodium-glucose cotransporter SGLT2 in the proximal tubule is the pathway for renal glucose reabsorption. Inhibition of SGLT2 increases urinary glucose. Monitoring glycemic control in patients taking SGLT2 inhibitors with urine tests is not advised in patients with diabetes. [75] 1,5-Anhydroglucitol (1,5-AG) structurally resembles glucose. Monitoring glycemic control by measuring 1,5-AG assay is unreliable in evaluating glycemic control in patients taking SGLT2 inhibitors. [76]", "contents": "Sodium-Glucose Transport Protein 2 (SGLT2) Inhibitors -- Adverse Effects. UGT enzyme inducers, such as rifampin, phenytoin, ritonavir, and phenobarbital, reduce canagliflozin exposure(AUC) which may reduce the effectiveness of canagliflozin. Consider increasing the dose of canagliflozin when used with UGT enzyme inducers. [74] False positive urine glucose test: The sodium-glucose cotransporter SGLT2 in the proximal tubule is the pathway for renal glucose reabsorption. Inhibition of SGLT2 increases urinary glucose. Monitoring glycemic control in patients taking SGLT2 inhibitors with urine tests is not advised in patients with diabetes. [75] 1,5-Anhydroglucitol (1,5-AG) structurally resembles glucose. Monitoring glycemic control by measuring 1,5-AG assay is unreliable in evaluating glycemic control in patients taking SGLT2 inhibitors. [76]"}
{"id": "article-142344_50", "title": "Sodium-Glucose Transport Protein 2 (SGLT2) Inhibitors -- Adverse Effects", "content": "Non-selective beta-blockers may mask the symptoms of hypoglycemia, and SGLT2 inhibitors are known to cause hypoglycemia, as discussed above. Concurrent administration of beta-blockers with SGLT2 inhibitors requires caution. [77]", "contents": "Sodium-Glucose Transport Protein 2 (SGLT2) Inhibitors -- Adverse Effects. Non-selective beta-blockers may mask the symptoms of hypoglycemia, and SGLT2 inhibitors are known to cause hypoglycemia, as discussed above. Concurrent administration of beta-blockers with SGLT2 inhibitors requires caution. [77]"}
{"id": "article-142344_51", "title": "Sodium-Glucose Transport Protein 2 (SGLT2) Inhibitors -- Contraindications", "content": "Patients receiving dialysis treatment are contraindicated for therapy with any of the four SGLT-2 inhibitors. Hypersensitivity reactions such as anaphylaxis or angioedema to any of the four agents are also an absolute contraindication. [64]", "contents": "Sodium-Glucose Transport Protein 2 (SGLT2) Inhibitors -- Contraindications. Patients receiving dialysis treatment are contraindicated for therapy with any of the four SGLT-2 inhibitors. Hypersensitivity reactions such as anaphylaxis or angioedema to any of the four agents are also an absolute contraindication. [64]"}
{"id": "article-142344_52", "title": "Sodium-Glucose Transport Protein 2 (SGLT2) Inhibitors -- Monitoring", "content": "Volume status and renal function should be assessed at baseline before initiating SGLT-2 inhibitors since all four agents can cause intravascular volume contraction, potentially resulting in a symptomatic decrease in blood pressure and short-term transient alteration in serum creatinine. Therefore, renal function and blood pressure should be monitored routinely after initiating SGLT-2 inhibitors. In addition, patients with a history of renal dysfunction, receiving loop diuretics, and elderly patients receiving therapy with an SGLT-2 inhibitor should be monitored even more carefully as there is a greater risk for volume depletion.", "contents": "Sodium-Glucose Transport Protein 2 (SGLT2) Inhibitors -- Monitoring. Volume status and renal function should be assessed at baseline before initiating SGLT-2 inhibitors since all four agents can cause intravascular volume contraction, potentially resulting in a symptomatic decrease in blood pressure and short-term transient alteration in serum creatinine. Therefore, renal function and blood pressure should be monitored routinely after initiating SGLT-2 inhibitors. In addition, patients with a history of renal dysfunction, receiving loop diuretics, and elderly patients receiving therapy with an SGLT-2 inhibitor should be monitored even more carefully as there is a greater risk for volume depletion."}
{"id": "article-142344_53", "title": "Sodium-Glucose Transport Protein 2 (SGLT2) Inhibitors -- Monitoring", "content": "Laboratory monitoring of complete blood count (CBC), basic metabolic panel (BMP), lipid panel, and kidney function tests should be performed routinely as changes in serum creatinine, eGFR, hematocrit, hemoglobin, low-density lipoprotein (LDL) cholesterol, serum bicarbonate, serum phosphate, and potassium may occur. [78] Patients should also be monitored for signs and symptoms of \"Fournier's Gangrene.\" [78]", "contents": "Sodium-Glucose Transport Protein 2 (SGLT2) Inhibitors -- Monitoring. Laboratory monitoring of complete blood count (CBC), basic metabolic panel (BMP), lipid panel, and kidney function tests should be performed routinely as changes in serum creatinine, eGFR, hematocrit, hemoglobin, low-density lipoprotein (LDL) cholesterol, serum bicarbonate, serum phosphate, and potassium may occur. [78] Patients should also be monitored for signs and symptoms of \"Fournier's Gangrene.\" [78]"}
{"id": "article-142344_54", "title": "Sodium-Glucose Transport Protein 2 (SGLT2) Inhibitors -- Monitoring", "content": "Blood glucose and hemoglobin A1c (HbA1c) should be assessed at baseline and monitored routinely throughout treatment. Patients with clinical implications and manifestations of metabolic acidosis should be thoroughly investigated for ketoacidosis, as DKA may present even if the serum glucose range is below 250 mg/dL.", "contents": "Sodium-Glucose Transport Protein 2 (SGLT2) Inhibitors -- Monitoring. Blood glucose and hemoglobin A1c (HbA1c) should be assessed at baseline and monitored routinely throughout treatment. Patients with clinical implications and manifestations of metabolic acidosis should be thoroughly investigated for ketoacidosis, as DKA may present even if the serum glucose range is below 250 mg/dL."}
{"id": "article-142344_55", "title": "Sodium-Glucose Transport Protein 2 (SGLT2) Inhibitors -- Monitoring", "content": "In the event of ketoacidosis, SGLT-2 inhibitor should be promptly discontinued, and appropriate management for ketoacidoses, such as insulin, intervenous fluids, and carbohydrate replacement, should be initiated. Although the risk of ketoacidosis is significantly greater in type 1 DM patients compared to type 2 DM patients receiving treatment with an SGLT-2 inhibitor, severe ketoacidosis necessitating urgent hospitalization has been reported in both groups. Therapy with an SGLT-2 inhibitor is not indicated for patients with type 1 DM. [64]", "contents": "Sodium-Glucose Transport Protein 2 (SGLT2) Inhibitors -- Monitoring. In the event of ketoacidosis, SGLT-2 inhibitor should be promptly discontinued, and appropriate management for ketoacidoses, such as insulin, intervenous fluids, and carbohydrate replacement, should be initiated. Although the risk of ketoacidosis is significantly greater in type 1 DM patients compared to type 2 DM patients receiving treatment with an SGLT-2 inhibitor, severe ketoacidosis necessitating urgent hospitalization has been reported in both groups. Therapy with an SGLT-2 inhibitor is not indicated for patients with type 1 DM. [64]"}
{"id": "article-142344_56", "title": "Sodium-Glucose Transport Protein 2 (SGLT2) Inhibitors -- Monitoring", "content": "Patients receiving therapy with insulin and insulin secretagogues, in addition to SGLT-2 inhibitors, should be monitored for hypoglycemic symptoms. [62] Patients with a history of genital mycotic infections should be monitored regularly, as SGLT-2 inhibitors increase the risk of genital mycotic infections in males and females. [52] Monitor for clinical features of UTI, such as dysuria, urinary frequency, urgency, and suprapubic discomfort. Obtain urinalysis for suspected UTI. [55] As explained above, therapeutic drug monitoring of lithium and digoxin is required when these drugs are used concurrently with SGLT2 inhibitors. [72] [73]", "contents": "Sodium-Glucose Transport Protein 2 (SGLT2) Inhibitors -- Monitoring. Patients receiving therapy with insulin and insulin secretagogues, in addition to SGLT-2 inhibitors, should be monitored for hypoglycemic symptoms. [62] Patients with a history of genital mycotic infections should be monitored regularly, as SGLT-2 inhibitors increase the risk of genital mycotic infections in males and females. [52] Monitor for clinical features of UTI, such as dysuria, urinary frequency, urgency, and suprapubic discomfort. Obtain urinalysis for suspected UTI. [55] As explained above, therapeutic drug monitoring of lithium and digoxin is required when these drugs are used concurrently with SGLT2 inhibitors. [72] [73]"}
{"id": "article-142344_57", "title": "Sodium-Glucose Transport Protein 2 (SGLT2) Inhibitors -- Monitoring", "content": "Before initiating canagliflozin and ertugliflozin, patients should be screened for risk factors for lower limb amputations such as peripheral vascular disease, history of amputations, neuropathy, high HbA1C at baseline, and diabetic foot ulcers. Patients receiving canagliflozin and ertugliflozin should be routinely monitored for infections or ulcer formations of the lower extremities, as non-traumatic lower-limb amputations have been reported. Infections of the lower extremity, gangrene, and foot ulcers are the most commonly reported etiologies necessitating amputation. [78]", "contents": "Sodium-Glucose Transport Protein 2 (SGLT2) Inhibitors -- Monitoring. Before initiating canagliflozin and ertugliflozin, patients should be screened for risk factors for lower limb amputations such as peripheral vascular disease, history of amputations, neuropathy, high HbA1C at baseline, and diabetic foot ulcers. Patients receiving canagliflozin and ertugliflozin should be routinely monitored for infections or ulcer formations of the lower extremities, as non-traumatic lower-limb amputations have been reported. Infections of the lower extremity, gangrene, and foot ulcers are the most commonly reported etiologies necessitating amputation. [78]"}
{"id": "article-142344_58", "title": "Sodium-Glucose Transport Protein 2 (SGLT2) Inhibitors -- Monitoring -- Disease Monitoring", "content": "Diabetes Mellitus: Monitor the glycemic goals in patients with diabetes. According to ADA 2022, the goals for nonpregnant adults are hbA1c <7% without significant hypoglycemia. Preprandial capillary plasma glucose 80–130 mg/dL and peak postprandial capillary plasma glucose <180 mg/dL. [79]", "contents": "Sodium-Glucose Transport Protein 2 (SGLT2) Inhibitors -- Monitoring -- Disease Monitoring. Diabetes Mellitus: Monitor the glycemic goals in patients with diabetes. According to ADA 2022, the goals for nonpregnant adults are hbA1c <7% without significant hypoglycemia. Preprandial capillary plasma glucose 80–130 mg/dL and peak postprandial capillary plasma glucose <180 mg/dL. [79]"}
{"id": "article-142344_59", "title": "Sodium-Glucose Transport Protein 2 (SGLT2) Inhibitors -- Monitoring -- Disease Monitoring", "content": "Heart Failure: Monitoring heart failure treatment includes appropriate measurement of fluid intake and output, vitals, and body weight(at the same time each day). Clinical signs and symptoms of hypoperfusion and congestion should also be monitored. During medication adjustment, serum electrolytes, serum creatinine, and BUN should be measured. (ACC/AHA/HFSA 2022) [80]", "contents": "Sodium-Glucose Transport Protein 2 (SGLT2) Inhibitors -- Monitoring -- Disease Monitoring. Heart Failure: Monitoring heart failure treatment includes appropriate measurement of fluid intake and output, vitals, and body weight(at the same time each day). Clinical signs and symptoms of hypoperfusion and congestion should also be monitored. During medication adjustment, serum electrolytes, serum creatinine, and BUN should be measured. (ACC/AHA/HFSA 2022) [80]"}
{"id": "article-142344_60", "title": "Sodium-Glucose Transport Protein 2 (SGLT2) Inhibitors -- Monitoring -- Disease Monitoring", "content": "Chronic Kidney Disease: Monitor ACR (albumin to creatinine ratio) and eGFR in patients treated with SGLT2 inhibitors. Clinicians must recognize that initiating SGLT2 therapy leads to an acute reduction in eGFR. Consequently, a drop in eGFR should be anticipated with treatment initiation and is not an indication to discontinue the drug if the eGFR decline is <30% due to improved outcomes in chronic kidney disease. [5] [81]", "contents": "Sodium-Glucose Transport Protein 2 (SGLT2) Inhibitors -- Monitoring -- Disease Monitoring. Chronic Kidney Disease: Monitor ACR (albumin to creatinine ratio) and eGFR in patients treated with SGLT2 inhibitors. Clinicians must recognize that initiating SGLT2 therapy leads to an acute reduction in eGFR. Consequently, a drop in eGFR should be anticipated with treatment initiation and is not an indication to discontinue the drug if the eGFR decline is <30% due to improved outcomes in chronic kidney disease. [5] [81]"}
{"id": "article-142344_61", "title": "Sodium-Glucose Transport Protein 2 (SGLT2) Inhibitors -- Toxicity", "content": "There is no antidote for SGLT-2 inhibitors; additionally, SGLT2 inhibitors are not removed by dialysis. A retrospective review of SGLT2 inhibitors overdoses reported to 13 poison centers in the United States revealed that most cases with mild exposure did not develop hypoglycemia except for pediatric patients. Instead, patients predominantly presented with nausea, vomiting, or dizziness. However, an intentional overdose of SGLT2 inhibitors can lead to hypoglycemia, vomiting, confusion, hypertension, tachycardia, and urinary incontinence. [82]  A case report describes euglycemia despite an ertugliflozin overdose. The patient had accidentally ingested ertugliflozin 150 mg; the maximum recommended dose is 15 mg. [83]", "contents": "Sodium-Glucose Transport Protein 2 (SGLT2) Inhibitors -- Toxicity. There is no antidote for SGLT-2 inhibitors; additionally, SGLT2 inhibitors are not removed by dialysis. A retrospective review of SGLT2 inhibitors overdoses reported to 13 poison centers in the United States revealed that most cases with mild exposure did not develop hypoglycemia except for pediatric patients. Instead, patients predominantly presented with nausea, vomiting, or dizziness. However, an intentional overdose of SGLT2 inhibitors can lead to hypoglycemia, vomiting, confusion, hypertension, tachycardia, and urinary incontinence. [82]  A case report describes euglycemia despite an ertugliflozin overdose. The patient had accidentally ingested ertugliflozin 150 mg; the maximum recommended dose is 15 mg. [83]"}
{"id": "article-142344_62", "title": "Sodium-Glucose Transport Protein 2 (SGLT2) Inhibitors -- Toxicity", "content": "Per standard hypoglycemia protocol, treatment requires immediate reversal of low glucose levels by providing oral glucose if the patient can eat - for patients with impaired consciousness, IV dextrose (25 g) is administered to treat hypoglycemia. If no IV access has been established, provide immediate treatment with glucagon (0.5 to 1 mg SC/IM). For refractory hypoglycemia, subcutaneous/intravenous octreotide has been used. Contact the poison control center in a complicated overdose. [83]", "contents": "Sodium-Glucose Transport Protein 2 (SGLT2) Inhibitors -- Toxicity. Per standard hypoglycemia protocol, treatment requires immediate reversal of low glucose levels by providing oral glucose if the patient can eat - for patients with impaired consciousness, IV dextrose (25 g) is administered to treat hypoglycemia. If no IV access has been established, provide immediate treatment with glucagon (0.5 to 1 mg SC/IM). For refractory hypoglycemia, subcutaneous/intravenous octreotide has been used. Contact the poison control center in a complicated overdose. [83]"}
{"id": "article-142344_63", "title": "Sodium-Glucose Transport Protein 2 (SGLT2) Inhibitors -- Enhancing Healthcare Team Outcomes", "content": "Sodium-glucose cotransporter 2 (SGLT-2) inhibitors act on the SGLT proteins expressed in the proximal renal convoluted tubules. Four agents (canagliflozin, dapagliflozin, empagliflozin, ertugliflozin) are FDA-approved for managing adult patients with type 2 diabetes mellitus (DM) to improve blood sugar control adjunct to diet and exercise. The incidence of adverse events associated with decreased intravascular volume and SGLT-2 inhibitor use is higher in the geriatric population. Therefore, routinely monitoring blood glucose and blood pressure in elderly patients is vital to prevent harm.", "contents": "Sodium-Glucose Transport Protein 2 (SGLT2) Inhibitors -- Enhancing Healthcare Team Outcomes. Sodium-glucose cotransporter 2 (SGLT-2) inhibitors act on the SGLT proteins expressed in the proximal renal convoluted tubules. Four agents (canagliflozin, dapagliflozin, empagliflozin, ertugliflozin) are FDA-approved for managing adult patients with type 2 diabetes mellitus (DM) to improve blood sugar control adjunct to diet and exercise. The incidence of adverse events associated with decreased intravascular volume and SGLT-2 inhibitor use is higher in the geriatric population. Therefore, routinely monitoring blood glucose and blood pressure in elderly patients is vital to prevent harm."}
{"id": "article-142344_64", "title": "Sodium-Glucose Transport Protein 2 (SGLT2) Inhibitors -- Enhancing Healthcare Team Outcomes", "content": "Childbearing females should be advised about the potential risks to the fetus, especially during the second and third trimesters with SGLT-2 inhibitor use. Managing glycemic control in patients with type 2 DM and associated renal and cardiovascular adverse effects requires care coordination from a team of healthcare professionals. The team should comprise a primary care physician (PCP), an endocrinologist, a cardiologist, a nephrologist, nurses, and a pharmacist.", "contents": "Sodium-Glucose Transport Protein 2 (SGLT2) Inhibitors -- Enhancing Healthcare Team Outcomes. Childbearing females should be advised about the potential risks to the fetus, especially during the second and third trimesters with SGLT-2 inhibitor use. Managing glycemic control in patients with type 2 DM and associated renal and cardiovascular adverse effects requires care coordination from a team of healthcare professionals. The team should comprise a primary care physician (PCP), an endocrinologist, a cardiologist, a nephrologist, nurses, and a pharmacist."}
{"id": "article-142344_65", "title": "Sodium-Glucose Transport Protein 2 (SGLT2) Inhibitors -- Enhancing Healthcare Team Outcomes", "content": "A thorough clinical evaluation and assessment should be performed to determine if treatment with an SGLT-2 is suitable for the patient. Before initiating treatment, the team should assess the patient's baseline blood glucose, HbA1c, renal function, and volume status. The PCP and the rest of the healthcare team should be updated with the latest guidelines on managing type 2 DM patients and utilizing SGLT-2 inhibitors. The patient's kidney function should be assessed routinely, and the PCP and nephrologist should discuss treatment benefits in patients with CKD and choose the appropriate agent with demonstrated benefit. [84]", "contents": "Sodium-Glucose Transport Protein 2 (SGLT2) Inhibitors -- Enhancing Healthcare Team Outcomes. A thorough clinical evaluation and assessment should be performed to determine if treatment with an SGLT-2 is suitable for the patient. Before initiating treatment, the team should assess the patient's baseline blood glucose, HbA1c, renal function, and volume status. The PCP and the rest of the healthcare team should be updated with the latest guidelines on managing type 2 DM patients and utilizing SGLT-2 inhibitors. The patient's kidney function should be assessed routinely, and the PCP and nephrologist should discuss treatment benefits in patients with CKD and choose the appropriate agent with demonstrated benefit. [84]"}
{"id": "article-142344_66", "title": "Sodium-Glucose Transport Protein 2 (SGLT2) Inhibitors -- Enhancing Healthcare Team Outcomes", "content": "Type 2 DM patients with underlying heart failure (NYHA classification II-IV) and decreased EF should be assessed thoroughly by the PCP and cardiologist to determine treatment with SGLT2 inhibitors. [35]", "contents": "Sodium-Glucose Transport Protein 2 (SGLT2) Inhibitors -- Enhancing Healthcare Team Outcomes. Type 2 DM patients with underlying heart failure (NYHA classification II-IV) and decreased EF should be assessed thoroughly by the PCP and cardiologist to determine treatment with SGLT2 inhibitors. [35]"}
{"id": "article-142344_67", "title": "Sodium-Glucose Transport Protein 2 (SGLT2) Inhibitors -- Enhancing Healthcare Team Outcomes", "content": "Endocrinologists play a crucial role in achieving glycemic goals, managing complications such as euglycemic DKA, and preventing macrovascular and microvascular complications of diabetes. Pharmacists should educate the patients on the potential adverse effects of SGLT-2 inhibitors. The interprofessional healthcare team should advise patients about not taking insulin and insulin secretagogues while taking SGLT-2 inhibitors. Nursing should monitor compliance and educate patients on the signs and symptoms of hypoglycemia, alerting the prescriber of any concerns they note that may require alternative interventions. Depending on comorbidities, dieticians can counsel patients regarding adherence to the ADA or AHA-recommended diet. Infectious disease physicians can be critical in managing patients with UTI or recurrent mycotic infections.", "contents": "Sodium-Glucose Transport Protein 2 (SGLT2) Inhibitors -- Enhancing Healthcare Team Outcomes. Endocrinologists play a crucial role in achieving glycemic goals, managing complications such as euglycemic DKA, and preventing macrovascular and microvascular complications of diabetes. Pharmacists should educate the patients on the potential adverse effects of SGLT-2 inhibitors. The interprofessional healthcare team should advise patients about not taking insulin and insulin secretagogues while taking SGLT-2 inhibitors. Nursing should monitor compliance and educate patients on the signs and symptoms of hypoglycemia, alerting the prescriber of any concerns they note that may require alternative interventions. Depending on comorbidities, dieticians can counsel patients regarding adherence to the ADA or AHA-recommended diet. Infectious disease physicians can be critical in managing patients with UTI or recurrent mycotic infections."}
{"id": "article-142344_68", "title": "Sodium-Glucose Transport Protein 2 (SGLT2) Inhibitors -- Enhancing Healthcare Team Outcomes", "content": "Early surgical consultation is crucial in the case of Fournier gangrene. In an overdose, emergency medicine physicians should rapidly stabilize the patient. Consultation with a medical toxicologist is necessary for the latest information. A psychiatrist and clinical psychologist should be consulted if an overdose is intentional.", "contents": "Sodium-Glucose Transport Protein 2 (SGLT2) Inhibitors -- Enhancing Healthcare Team Outcomes. Early surgical consultation is crucial in the case of Fournier gangrene. In an overdose, emergency medicine physicians should rapidly stabilize the patient. Consultation with a medical toxicologist is necessary for the latest information. A psychiatrist and clinical psychologist should be consulted if an overdose is intentional."}
{"id": "article-142344_69", "title": "Sodium-Glucose Transport Protein 2 (SGLT2) Inhibitors -- Enhancing Healthcare Team Outcomes", "content": "An interprofessional team of prescribing clinicians (MD, DO, NP, PA), including specialists (endocrinologist, cardiologist, nephrologist), pharmacists, specialty-trained nurses, and dieticians collaborating across disciplines, can achieve optimal patient outcomes related to SGLT2 inhibitor therapy. [Level 5]", "contents": "Sodium-Glucose Transport Protein 2 (SGLT2) Inhibitors -- Enhancing Healthcare Team Outcomes. An interprofessional team of prescribing clinicians (MD, DO, NP, PA), including specialists (endocrinologist, cardiologist, nephrologist), pharmacists, specialty-trained nurses, and dieticians collaborating across disciplines, can achieve optimal patient outcomes related to SGLT2 inhibitor therapy. [Level 5]"}
{"id": "article-142344_70", "title": "Sodium-Glucose Transport Protein 2 (SGLT2) Inhibitors -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Sodium-Glucose Transport Protein 2 (SGLT2) Inhibitors -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}