{"id": "article-149624_0", "title": "Mohs Micrographic Surgery Appropriate Use Criteria (AUC) Guidelines -- Definition/Introduction", "content": "Mohs micrographic surgery (MMS), named after Dr. Frederic Mohs, is a specialized tissue-sparing surgical technique for treating certain types of skin cancer. This procedure is renowned for its effectiveness in completely removing cancerous tissue while preserving as much healthy skin as possible. The surgeon performing this procedure can take little to no margin when removing cancer due to tissue mapping and full-margin analysis with a frozen section. Mohs surgery is particularly advantageous for skin cancers with indistinct clinical borders or those in critical areas, such as the face, where tissue preservation is crucial for cosmetic and functional reasons. [1]", "contents": "Mohs Micrographic Surgery Appropriate Use Criteria (AUC) Guidelines -- Definition/Introduction. Mohs micrographic surgery (MMS), named after Dr. Frederic Mohs, is a specialized tissue-sparing surgical technique for treating certain types of skin cancer. This procedure is renowned for its effectiveness in completely removing cancerous tissue while preserving as much healthy skin as possible. The surgeon performing this procedure can take little to no margin when removing cancer due to tissue mapping and full-margin analysis with a frozen section. Mohs surgery is particularly advantageous for skin cancers with indistinct clinical borders or those in critical areas, such as the face, where tissue preservation is crucial for cosmetic and functional reasons. [1]"}
{"id": "article-149624_1", "title": "Mohs Micrographic Surgery Appropriate Use Criteria (AUC) Guidelines -- Definition/Introduction", "content": "Due to increases in both skin cancer prevalence and the number of physicians trained in MMS, this method has been gaining popularity. From 1995 to 2009, it was estimated that the use of Mohs micrographic surgery increased by 400%. [2] As with any medical procedure, the appropriate use of MMS is guided by specific criteria to ensure its application in situations where its benefits are most pronounced. In 2012, the American Academy of Dermatology (AAD), American College of Mohs Surgery (ACMS), American Society for Dermatologic Surgery Association (ASDS), and American Society for Mohs Surgery (ASMS) collaborated to establish appropriate use criteria for 270 clinical scenarios for which MMS may be considered. In this study, 161 articles were identified, and an Ad Hoc Task Force completed the development of clinical indications for MMS. These indications were then rated for appropriateness for MMS by a panel of 8 Mohs surgeons and 9 non-Mohs dermatologists from varying backgrounds and practice settings. The ratings given were 1 to 3 (inappropriate), 4 to 6 (uncertain), and 7 to 9 (appropriate). [3]", "contents": "Mohs Micrographic Surgery Appropriate Use Criteria (AUC) Guidelines -- Definition/Introduction. Due to increases in both skin cancer prevalence and the number of physicians trained in MMS, this method has been gaining popularity. From 1995 to 2009, it was estimated that the use of Mohs micrographic surgery increased by 400%. [2] As with any medical procedure, the appropriate use of MMS is guided by specific criteria to ensure its application in situations where its benefits are most pronounced. In 2012, the American Academy of Dermatology (AAD), American College of Mohs Surgery (ACMS), American Society for Dermatologic Surgery Association (ASDS), and American Society for Mohs Surgery (ASMS) collaborated to establish appropriate use criteria for 270 clinical scenarios for which MMS may be considered. In this study, 161 articles were identified, and an Ad Hoc Task Force completed the development of clinical indications for MMS. These indications were then rated for appropriateness for MMS by a panel of 8 Mohs surgeons and 9 non-Mohs dermatologists from varying backgrounds and practice settings. The ratings given were 1 to 3 (inappropriate), 4 to 6 (uncertain), and 7 to 9 (appropriate). [3]"}
{"id": "article-149624_2", "title": "Mohs Micrographic Surgery Appropriate Use Criteria (AUC) Guidelines -- Definition/Introduction", "content": "Cancer scenarios evaluated included 69 basal cell carcinomas (BCC), 143 squamous cell carcinomas (SCC), 12 lentigo maligna (LM)/melanoma in situ (MIS), and 46 other rare cutaneous malignancies. Ratings given to each scenario depended on several factors, including area of the body, immune status, genetic syndromes, prior radiation, positive margins, aggressive features, and recurrence. [3]", "contents": "Mohs Micrographic Surgery Appropriate Use Criteria (AUC) Guidelines -- Definition/Introduction. Cancer scenarios evaluated included 69 basal cell carcinomas (BCC), 143 squamous cell carcinomas (SCC), 12 lentigo maligna (LM)/melanoma in situ (MIS), and 46 other rare cutaneous malignancies. Ratings given to each scenario depended on several factors, including area of the body, immune status, genetic syndromes, prior radiation, positive margins, aggressive features, and recurrence. [3]"}
{"id": "article-149624_3", "title": "Mohs Micrographic Surgery Appropriate Use Criteria (AUC) Guidelines -- Definition/Introduction", "content": "Results of the 2012 MMS AUC study for BCC, SCC, LM, and MIS are summarized and are organized by type of skin cancer as well as area of the body (see Table . Summary of Mohs microsurgery AUC for Basal Cell Carcinoma, Squamous Cell Carcinoma, Lentigo Maligna, and Melanoma in situ). Area H represents central face, eyelids, eyebrows, nose, lips, chin, ear, periauricular skin/sulci, temples, genitalia, hands, feet, nail units, ankles, and the nipples/areola. Area M includes cheeks, forehead, scalp, neck, jawline, and pretibial surface. Area L includes the trunk and extremities (other than pretibial, acral areas, nail units, and ankles). [3] Boxes shaded green indicate “appropriate,” whereas yellow and red signify “uncertain” and “inappropriate,” respectively. Of the 270 evaluated scenarios, 74.07% were deemed appropriate, 8.89% uncertain, and 17.04% inappropriate. [3]", "contents": "Mohs Micrographic Surgery Appropriate Use Criteria (AUC) Guidelines -- Definition/Introduction. Results of the 2012 MMS AUC study for BCC, SCC, LM, and MIS are summarized and are organized by type of skin cancer as well as area of the body (see Table . Summary of Mohs microsurgery AUC for Basal Cell Carcinoma, Squamous Cell Carcinoma, Lentigo Maligna, and Melanoma in situ). Area H represents central face, eyelids, eyebrows, nose, lips, chin, ear, periauricular skin/sulci, temples, genitalia, hands, feet, nail units, ankles, and the nipples/areola. Area M includes cheeks, forehead, scalp, neck, jawline, and pretibial surface. Area L includes the trunk and extremities (other than pretibial, acral areas, nail units, and ankles). [3] Boxes shaded green indicate “appropriate,” whereas yellow and red signify “uncertain” and “inappropriate,” respectively. Of the 270 evaluated scenarios, 74.07% were deemed appropriate, 8.89% uncertain, and 17.04% inappropriate. [3]"}
{"id": "article-149624_4", "title": "Mohs Micrographic Surgery Appropriate Use Criteria (AUC) Guidelines -- Definition/Introduction", "content": "In addition to the results displayed in the table, the AUC indicates that MMS is also appropriate for sebaceous carcinoma, mucinous carcinoma, microcystic adnexal carcinoma, malignant fibrous histiocytoma, leiomyosarcoma, extramammary Paget disease (EMPD), dermatofibrosarcoma protuberans (DFSP), atypical fibroxanthoma (AFX), apocrine/eccrine carcinoma, adnexal carcinoma, and adenocystic carcinoma, in all patient types and locations. For Merkel cell carcinoma (MCC), MMS is considered appropriate in areas H and M and uncertain in area L. MMS was also determined to be uncertain for desmoplastic trichoepithelioma in areas H and M, as well as angiosarcoma in all locations. MMS is inappropriate for desmoplastic trichoepithelioma in area L and Bowenoid papulosis in area H. [3]", "contents": "Mohs Micrographic Surgery Appropriate Use Criteria (AUC) Guidelines -- Definition/Introduction. In addition to the results displayed in the table, the AUC indicates that MMS is also appropriate for sebaceous carcinoma, mucinous carcinoma, microcystic adnexal carcinoma, malignant fibrous histiocytoma, leiomyosarcoma, extramammary Paget disease (EMPD), dermatofibrosarcoma protuberans (DFSP), atypical fibroxanthoma (AFX), apocrine/eccrine carcinoma, adnexal carcinoma, and adenocystic carcinoma, in all patient types and locations. For Merkel cell carcinoma (MCC), MMS is considered appropriate in areas H and M and uncertain in area L. MMS was also determined to be uncertain for desmoplastic trichoepithelioma in areas H and M, as well as angiosarcoma in all locations. MMS is inappropriate for desmoplastic trichoepithelioma in area L and Bowenoid papulosis in area H. [3]"}
{"id": "article-149624_5", "title": "Mohs Micrographic Surgery Appropriate Use Criteria (AUC) Guidelines -- Issues of Concern", "content": "Concerns have been raised regarding the MMS AUC, particularly in the context of superficial basal cell carcinomas (sBCC). Steinman et al argue that many superficial BCCs scored as \"appropriate\" for Mohs surgery may be more appropriately categorized as \"uncertain\" or \"inappropriate.\" This contention stems from primary superficial BCCs often exhibiting comparable cure rates when treated with alternative methods such as curettage and cryosurgery. Additionally, superficial BCCs are frequently multifocal, requiring more stages than other BCC types. The limited data on the risk for recurrence and invasion in sBCC cases further complicates the application of AUC. [4] Some challenge this push for reclassification of sBCC, asserting that many biopsied sBCCs may have evidence of more aggressive BCC subtypes on deeper sections, making MMS a useful treatment modality. In addition, it is mentioned that the need for more required stages for sBCC makes these tumors more well-suited to MMS. Finally, it is stated that appropriateness should not be misconstrued as a necessity. Although MMS may be appropriate for an sBCC, this does not negate the fact that other treatment modalities may also be appropriate. [5] The AUC represents minimal requirements and should not be used as a reason to perform MMS on every \"appropriate\" lesion. [6] Skepticism extends to the geographical scope of the published AUC, as it solely considers publications from the United States, neglecting significant European trials. [7] Critiques also highlight the reliance on expert opinions rather than concrete evidence in determining AUC ratings. [7]", "contents": "Mohs Micrographic Surgery Appropriate Use Criteria (AUC) Guidelines -- Issues of Concern. Concerns have been raised regarding the MMS AUC, particularly in the context of superficial basal cell carcinomas (sBCC). Steinman et al argue that many superficial BCCs scored as \"appropriate\" for Mohs surgery may be more appropriately categorized as \"uncertain\" or \"inappropriate.\" This contention stems from primary superficial BCCs often exhibiting comparable cure rates when treated with alternative methods such as curettage and cryosurgery. Additionally, superficial BCCs are frequently multifocal, requiring more stages than other BCC types. The limited data on the risk for recurrence and invasion in sBCC cases further complicates the application of AUC. [4] Some challenge this push for reclassification of sBCC, asserting that many biopsied sBCCs may have evidence of more aggressive BCC subtypes on deeper sections, making MMS a useful treatment modality. In addition, it is mentioned that the need for more required stages for sBCC makes these tumors more well-suited to MMS. Finally, it is stated that appropriateness should not be misconstrued as a necessity. Although MMS may be appropriate for an sBCC, this does not negate the fact that other treatment modalities may also be appropriate. [5] The AUC represents minimal requirements and should not be used as a reason to perform MMS on every \"appropriate\" lesion. [6] Skepticism extends to the geographical scope of the published AUC, as it solely considers publications from the United States, neglecting significant European trials. [7] Critiques also highlight the reliance on expert opinions rather than concrete evidence in determining AUC ratings. [7]"}
{"id": "article-149624_6", "title": "Mohs Micrographic Surgery Appropriate Use Criteria (AUC) Guidelines -- Issues of Concern", "content": "While certain deviations from the AUC are accepted in specific scenarios, such as patient age or ill-defined margins, some authors underscore additional deviations practiced by Mohs surgeons, emphasizing the importance of clinical judgment. These authors identified that common reasons for performing MMS on \"uncertain\" or \"inappropriate\" tumors include multiple MMS procedures on the same day, lower leg lesions, and granulation into the adjacent wound. [8] Another study of 1,000 MMS patients revealed that the most common reason for performing MMS on \"inappropriate\" tumors was the treatment of an additional adjacent lesion in the same session. [9] Finally, certain discrepancies have been identified in the AUC. Specifically, a primary SCC in situ ≥ 2 cm in area L in a healthy patient is classified as \"uncertain\"; this classification appears to be counterintuitive. In addition, a primary sBCC in \"area L\" of any size in a patient with a genetic syndrome is classified as \"appropriate\", while a recurrent sBCC in \"area L\" of any size in the same patient is classified as \"inappropriate\". [10] These discrepancies and criticisms of the AUC may warrant further revision and reclassification of certain aspects of the AUC.", "contents": "Mohs Micrographic Surgery Appropriate Use Criteria (AUC) Guidelines -- Issues of Concern. While certain deviations from the AUC are accepted in specific scenarios, such as patient age or ill-defined margins, some authors underscore additional deviations practiced by Mohs surgeons, emphasizing the importance of clinical judgment. These authors identified that common reasons for performing MMS on \"uncertain\" or \"inappropriate\" tumors include multiple MMS procedures on the same day, lower leg lesions, and granulation into the adjacent wound. [8] Another study of 1,000 MMS patients revealed that the most common reason for performing MMS on \"inappropriate\" tumors was the treatment of an additional adjacent lesion in the same session. [9] Finally, certain discrepancies have been identified in the AUC. Specifically, a primary SCC in situ ≥ 2 cm in area L in a healthy patient is classified as \"uncertain\"; this classification appears to be counterintuitive. In addition, a primary sBCC in \"area L\" of any size in a patient with a genetic syndrome is classified as \"appropriate\", while a recurrent sBCC in \"area L\" of any size in the same patient is classified as \"inappropriate\". [10] These discrepancies and criticisms of the AUC may warrant further revision and reclassification of certain aspects of the AUC."}
{"id": "article-149624_7", "title": "Mohs Micrographic Surgery Appropriate Use Criteria (AUC) Guidelines -- Issues of Concern", "content": "Over the past decade, there has been increasing concern regarding the overutilization of MMS and its financial implications due to the associated cost. Some argue that the Mohs AUC fuels increased utilization of MMS. Others emphasize that the AUC was established to identify tumors that are not appropriate for MMS, thereby minimizing inappropriate use. [11] [12] A study of trends in MMS from 1995 to 2010 demonstrates that although the use of MMS is increasing, only about 10% of cutaneous malignancies are managed with this technique. [13] In addition, some argue that increased utilization is not the same as overutilization and that the former may be attributed to the increase in skin cancer diagnosis and increased access to MMS rather than the AUC. [14]", "contents": "Mohs Micrographic Surgery Appropriate Use Criteria (AUC) Guidelines -- Issues of Concern. Over the past decade, there has been increasing concern regarding the overutilization of MMS and its financial implications due to the associated cost. Some argue that the Mohs AUC fuels increased utilization of MMS. Others emphasize that the AUC was established to identify tumors that are not appropriate for MMS, thereby minimizing inappropriate use. [11] [12] A study of trends in MMS from 1995 to 2010 demonstrates that although the use of MMS is increasing, only about 10% of cutaneous malignancies are managed with this technique. [13] In addition, some argue that increased utilization is not the same as overutilization and that the former may be attributed to the increase in skin cancer diagnosis and increased access to MMS rather than the AUC. [14]"}
{"id": "article-149624_8", "title": "Mohs Micrographic Surgery Appropriate Use Criteria (AUC) Guidelines -- Issues of Concern", "content": "Finally, it is important to remember that while the AUC establishes a score of MMS appropriateness for each scenario, it does not specify which other treatment modality may be most appropriate for each clinical scenario. This is because the choice of treatment is ultimately dependent on the practicing physician's clinical expertise as well as patient preferences. MMS being \"appropriate\" for a given scenario does not necessarily mean it is the best treatment for that patient. [15]", "contents": "Mohs Micrographic Surgery Appropriate Use Criteria (AUC) Guidelines -- Issues of Concern. Finally, it is important to remember that while the AUC establishes a score of MMS appropriateness for each scenario, it does not specify which other treatment modality may be most appropriate for each clinical scenario. This is because the choice of treatment is ultimately dependent on the practicing physician's clinical expertise as well as patient preferences. MMS being \"appropriate\" for a given scenario does not necessarily mean it is the best treatment for that patient. [15]"}
{"id": "article-149624_9", "title": "Mohs Micrographic Surgery Appropriate Use Criteria (AUC) Guidelines -- Clinical Significance", "content": "Mohs AUC plays a pivotal role in guiding the judicious application of Mohs micrographic surgery and ensuring its clinical significance in dermatological oncology. The AUC, established to categorize cases by appropriateness for Mohs surgery, is instrumental in optimizing patient outcomes, resource utilization, and healthcare efficiency.", "contents": "Mohs Micrographic Surgery Appropriate Use Criteria (AUC) Guidelines -- Clinical Significance. Mohs AUC plays a pivotal role in guiding the judicious application of Mohs micrographic surgery and ensuring its clinical significance in dermatological oncology. The AUC, established to categorize cases by appropriateness for Mohs surgery, is instrumental in optimizing patient outcomes, resource utilization, and healthcare efficiency."}
{"id": "article-149624_10", "title": "Mohs Micrographic Surgery Appropriate Use Criteria (AUC) Guidelines -- Clinical Significance", "content": "One of the primary clinical significances of Mohs AUC lies in patient selection. By systematically evaluating factors such as tumor type, size, location, and recurrence risk, the AUC assists healthcare providers in identifying cases where Mohs surgery is most likely to provide maximum benefits. This nuanced approach enables the allocation of this specialized and resource-intensive procedure to scenarios where its advantages in tissue preservation and high cure rates are most pronounced. The \"Mohs Surgery Appropriate Use Criteria\" mobile application, developed by the AAD, is a useful tool for providers to rapidly determine appropriateness regarding the use of MMS for a specific patient. The application allows you to select by cancer type, location, occurrence, and subtype, ultimately providing a median score of 1 to 9.", "contents": "Mohs Micrographic Surgery Appropriate Use Criteria (AUC) Guidelines -- Clinical Significance. One of the primary clinical significances of Mohs AUC lies in patient selection. By systematically evaluating factors such as tumor type, size, location, and recurrence risk, the AUC assists healthcare providers in identifying cases where Mohs surgery is most likely to provide maximum benefits. This nuanced approach enables the allocation of this specialized and resource-intensive procedure to scenarios where its advantages in tissue preservation and high cure rates are most pronounced. The \"Mohs Surgery Appropriate Use Criteria\" mobile application, developed by the AAD, is a useful tool for providers to rapidly determine appropriateness regarding the use of MMS for a specific patient. The application allows you to select by cancer type, location, occurrence, and subtype, ultimately providing a median score of 1 to 9."}
{"id": "article-149624_11", "title": "Mohs Micrographic Surgery Appropriate Use Criteria (AUC) Guidelines -- Clinical Significance", "content": "The AUC also offers a standardized framework for decision-making, fostering consistency in applying Mohs surgery across different clinical settings. This consistency is particularly crucial given the diverse skin cancers and individual patient variations. The AUC's role in minimizing unnecessary procedures is another key clinical significance. Not all skin cancers warrant the meticulous approach of Mohs surgery and the AUC safeguards against overutilization. By categorizing cases as \"inappropriate\" where alternative treatments may be more suitable, the AUC prevents unnecessary burdens on healthcare resources, reduces costs, and spares patients from undergoing procedures that may not offer additional clinical benefit. Conversely, the AUC also aids providers in categorizing tumors that do warrant Mohs surgery. Higher AUC scores are associated with significantly more stages taken during surgery. [16]", "contents": "Mohs Micrographic Surgery Appropriate Use Criteria (AUC) Guidelines -- Clinical Significance. The AUC also offers a standardized framework for decision-making, fostering consistency in applying Mohs surgery across different clinical settings. This consistency is particularly crucial given the diverse skin cancers and individual patient variations. The AUC's role in minimizing unnecessary procedures is another key clinical significance. Not all skin cancers warrant the meticulous approach of Mohs surgery and the AUC safeguards against overutilization. By categorizing cases as \"inappropriate\" where alternative treatments may be more suitable, the AUC prevents unnecessary burdens on healthcare resources, reduces costs, and spares patients from undergoing procedures that may not offer additional clinical benefit. Conversely, the AUC also aids providers in categorizing tumors that do warrant Mohs surgery. Higher AUC scores are associated with significantly more stages taken during surgery. [16]"}
{"id": "article-149624_12", "title": "Mohs Micrographic Surgery Appropriate Use Criteria (AUC) Guidelines -- Clinical Significance", "content": "The AUC also contributes to ongoing quality improvement in dermatologic surgery. Through continuous refinement based on emerging evidence and clinical experience, it should evolve to reflect the dynamic landscape of skin cancer management. This adaptability will ensure that Mohs surgery remains a relevant and effective option, incorporating advancements in diagnostic tools, therapeutic modalities, and understanding of skin cancer biology.", "contents": "Mohs Micrographic Surgery Appropriate Use Criteria (AUC) Guidelines -- Clinical Significance. The AUC also contributes to ongoing quality improvement in dermatologic surgery. Through continuous refinement based on emerging evidence and clinical experience, it should evolve to reflect the dynamic landscape of skin cancer management. This adaptability will ensure that Mohs surgery remains a relevant and effective option, incorporating advancements in diagnostic tools, therapeutic modalities, and understanding of skin cancer biology."}
{"id": "article-149624_13", "title": "Mohs Micrographic Surgery Appropriate Use Criteria (AUC) Guidelines -- Nursing, Allied Health, and Interprofessional Team Interventions", "content": "Interprofessional collaboration is pivotal in healthcare, particularly in specialties like dermatology. [17] Mohs surgery, a highly effective treatment for skin cancer, requires a coordinated effort among various healthcare professionals to adhere to appropriate use criteria and provide patients with the best possible care and outcomes.", "contents": "Mohs Micrographic Surgery Appropriate Use Criteria (AUC) Guidelines -- Nursing, Allied Health, and Interprofessional Team Interventions. Interprofessional collaboration is pivotal in healthcare, particularly in specialties like dermatology. [17] Mohs surgery, a highly effective treatment for skin cancer, requires a coordinated effort among various healthcare professionals to adhere to appropriate use criteria and provide patients with the best possible care and outcomes."}
{"id": "article-149624_14", "title": "Mohs Micrographic Surgery Appropriate Use Criteria (AUC) Guidelines -- Nursing, Allied Health, and Interprofessional Team Interventions", "content": "A study done in 2023 assessed ChatGPT's ability to appropriately categorize 22 surgical scenarios as \"appropriate,\" \"indeterminate,\" or \"inappropriate\" for MMS based on the AUC. The results demonstrated only a 68% congruence of ChatGPT with established Mohs AUC criteria. [18] This further emphasizes the importance of the human element and collaboration by qualified healthcare professionals to evaluate each patient on a case-by-case basis for appropriateness for MMS.", "contents": "Mohs Micrographic Surgery Appropriate Use Criteria (AUC) Guidelines -- Nursing, Allied Health, and Interprofessional Team Interventions. A study done in 2023 assessed ChatGPT's ability to appropriately categorize 22 surgical scenarios as \"appropriate,\" \"indeterminate,\" or \"inappropriate\" for MMS based on the AUC. The results demonstrated only a 68% congruence of ChatGPT with established Mohs AUC criteria. [18] This further emphasizes the importance of the human element and collaboration by qualified healthcare professionals to evaluate each patient on a case-by-case basis for appropriateness for MMS."}
{"id": "article-149624_15", "title": "Mohs Micrographic Surgery Appropriate Use Criteria (AUC) Guidelines -- Nursing, Allied Health, and Interprofessional Team Interventions", "content": "The interprofessional team involved in Mohs surgery may include dermatologists, Mohs surgeons, pathologists, advanced practice professionals, nurses, primary care physicians, and other allied healthcare professionals. Each member brings unique expertise and perspectives, facilitating comprehensive patient care. Dermatologists and Mohs surgeons use their clinical expertise to assess patients and determine the appropriateness of Mohs surgery based on the AUC. Pathologists play a crucial role in interpreting biopsy results and providing accurate diagnoses, which guide treatment decisions. Nurses and other allied healthcare professionals support patient care through pre-operative preparation, assistance during procedures, and post-operative follow-up.", "contents": "Mohs Micrographic Surgery Appropriate Use Criteria (AUC) Guidelines -- Nursing, Allied Health, and Interprofessional Team Interventions. The interprofessional team involved in Mohs surgery may include dermatologists, Mohs surgeons, pathologists, advanced practice professionals, nurses, primary care physicians, and other allied healthcare professionals. Each member brings unique expertise and perspectives, facilitating comprehensive patient care. Dermatologists and Mohs surgeons use their clinical expertise to assess patients and determine the appropriateness of Mohs surgery based on the AUC. Pathologists play a crucial role in interpreting biopsy results and providing accurate diagnoses, which guide treatment decisions. Nurses and other allied healthcare professionals support patient care through pre-operative preparation, assistance during procedures, and post-operative follow-up."}
{"id": "article-149624_16", "title": "Mohs Micrographic Surgery Appropriate Use Criteria (AUC) Guidelines -- Nursing, Allied Health, and Interprofessional Team Interventions", "content": "Ethics also play a significant role in interprofessional collaboration, particularly concerning patient-centered care and shared decision-making. Healthcare professionals must prioritize patient well-being and autonomy, ensuring that treatment decisions align with the patient's preferences, values, and goals. [19] In addition, appropriate adherence to the Mohs AUC, combined with the provider's clinical judgment, prevents overutilization or underutilization of MMS.", "contents": "Mohs Micrographic Surgery Appropriate Use Criteria (AUC) Guidelines -- Nursing, Allied Health, and Interprofessional Team Interventions. Ethics also play a significant role in interprofessional collaboration, particularly concerning patient-centered care and shared decision-making. Healthcare professionals must prioritize patient well-being and autonomy, ensuring that treatment decisions align with the patient's preferences, values, and goals. [19] In addition, appropriate adherence to the Mohs AUC, combined with the provider's clinical judgment, prevents overutilization or underutilization of MMS."}
{"id": "article-149624_17", "title": "Mohs Micrographic Surgery Appropriate Use Criteria (AUC) Guidelines -- Nursing, Allied Health, and Interprofessional Team Interventions", "content": "Continuous education and training are essential components of interprofessional collaboration in Mohs surgery. Healthcare professionals must stay updated on the latest research, guidelines, and advancements in MMS to provide evidence-based care. Regular training sessions, workshops, and case reviews help ensure that team members have the knowledge and skills necessary to effectively adhere to Mohs AUC.", "contents": "Mohs Micrographic Surgery Appropriate Use Criteria (AUC) Guidelines -- Nursing, Allied Health, and Interprofessional Team Interventions. Continuous education and training are essential components of interprofessional collaboration in Mohs surgery. Healthcare professionals must stay updated on the latest research, guidelines, and advancements in MMS to provide evidence-based care. Regular training sessions, workshops, and case reviews help ensure that team members have the knowledge and skills necessary to effectively adhere to Mohs AUC."}
{"id": "article-149624_18", "title": "Mohs Micrographic Surgery Appropriate Use Criteria (AUC) Guidelines -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Mohs Micrographic Surgery Appropriate Use Criteria (AUC) Guidelines -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}