{"id": "article-22461_0", "title": "Guillain-Barre Syndrome -- Continuing Education Activity", "content": "Guillain-Barré syndrome (GBS) is a rare but serious post-infectious immune-mediated neuropathy. It results from the autoimmune destruction of nerves in the peripheral nervous system causing symptoms such as numbness, tingling, and weakness that can progress to paralysis. This activity illustrates the evaluation and management of Guillain-Barré syndrome and explains the role of the interprofessional team in improving care for patients with this condition.", "contents": "Guillain-Barre Syndrome -- Continuing Education Activity. Guillain-Barré syndrome (GBS) is a rare but serious post-infectious immune-mediated neuropathy. It results from the autoimmune destruction of nerves in the peripheral nervous system causing symptoms such as numbness, tingling, and weakness that can progress to paralysis. This activity illustrates the evaluation and management of Guillain-Barré syndrome and explains the role of the interprofessional team in improving care for patients with this condition."}
{"id": "article-22461_1", "title": "Guillain-Barre Syndrome -- Continuing Education Activity", "content": "Objectives: Review the pathophysiology of Guillain-Barré syndrome. Describe the use of electromyography and nerve conduction studies in the evaluation of Guillain-Barré syndrome. Summarize the management of Guillain-Barré syndrome. Outline the importance of collaboration and communication among the interprofessional team to enhance the delivery of care for patients affected by Guillain-Barré syndrome. Access free multiple choice questions on this topic.", "contents": "Guillain-Barre Syndrome -- Continuing Education Activity. Objectives: Review the pathophysiology of Guillain-Barré syndrome. Describe the use of electromyography and nerve conduction studies in the evaluation of Guillain-Barré syndrome. Summarize the management of Guillain-Barré syndrome. Outline the importance of collaboration and communication among the interprofessional team to enhance the delivery of care for patients affected by Guillain-Barré syndrome. Access free multiple choice questions on this topic."}
{"id": "article-22461_2", "title": "Guillain-Barre Syndrome -- Introduction", "content": "Guillain-Barré syndrome (GBS) is the most common cause of acute, flaccid, neuromuscular paralysis in the United States. Guillain-Barré syndrome was first discovered more than a century ago. Advances in the past century include investigating the immune-mediated pathophysiology of the disease, recognizing the spectrum of presentations, advancing diagnostic modalities, prognostic models, and performing randomized trials of treatments to improve outcomes. Given the morbidity that can occur without treatment, all physicians should have knowledge of this rare disease. [1] [2] [3] [4]", "contents": "Guillain-Barre Syndrome -- Introduction. Guillain-Barré syndrome (GBS) is the most common cause of acute, flaccid, neuromuscular paralysis in the United States. Guillain-Barré syndrome was first discovered more than a century ago. Advances in the past century include investigating the immune-mediated pathophysiology of the disease, recognizing the spectrum of presentations, advancing diagnostic modalities, prognostic models, and performing randomized trials of treatments to improve outcomes. Given the morbidity that can occur without treatment, all physicians should have knowledge of this rare disease. [1] [2] [3] [4]"}
{"id": "article-22461_3", "title": "Guillain-Barre Syndrome -- Etiology", "content": "The Guillain-Barré syndrome (GBS) and its variants are considered post-infectious, immune-mediated neuropathies. Evidence from animal models suggests a key role of molecular mimicry. In Campylobacter jejuni gastrointestinal infections, a lipooligosaccharide present in the outer membrane of the bacteria is similar to gangliosides which are components of the peripheral nerves. [5] Therefore, an immune response triggered to fight infection can lead to a cross-reaction on host nerves.", "contents": "Guillain-Barre Syndrome -- Etiology. The Guillain-Barré syndrome (GBS) and its variants are considered post-infectious, immune-mediated neuropathies. Evidence from animal models suggests a key role of molecular mimicry. In Campylobacter jejuni gastrointestinal infections, a lipooligosaccharide present in the outer membrane of the bacteria is similar to gangliosides which are components of the peripheral nerves. [5] Therefore, an immune response triggered to fight infection can lead to a cross-reaction on host nerves."}
{"id": "article-22461_4", "title": "Guillain-Barre Syndrome -- Etiology", "content": "Many infections have been linked with GBS. The most common are gastrointestinal or respiratory illnesses. Up to 70% of patients have reported an antecedent illness in the 1 to 6 weeks before the presentation of GBS. [6] During the Zika virus outbreak, many GBS cases were described. [7] Case reports detail many other possible etiologies linked to GBS, including medications and surgeries. [Evidence level 3]", "contents": "Guillain-Barre Syndrome -- Etiology. Many infections have been linked with GBS. The most common are gastrointestinal or respiratory illnesses. Up to 70% of patients have reported an antecedent illness in the 1 to 6 weeks before the presentation of GBS. [6] During the Zika virus outbreak, many GBS cases were described. [7] Case reports detail many other possible etiologies linked to GBS, including medications and surgeries. [Evidence level 3]"}
{"id": "article-22461_5", "title": "Guillain-Barre Syndrome -- Etiology", "content": "In 1976, flu vaccination against the influenza A/H1N1 antigen led to a well-documented, increased incidence of cases of GBS; however, further surveillance data of flu vaccinations in subsequent years have described only one additional case of GBS for every 1 million vaccines. Subsequent studies estimate that developing GBS after a flu infection is up to 7 times more likely than developing GBS after a vaccination. [8] [9] [10] [11] [12] [Evidence level 4]", "contents": "Guillain-Barre Syndrome -- Etiology. In 1976, flu vaccination against the influenza A/H1N1 antigen led to a well-documented, increased incidence of cases of GBS; however, further surveillance data of flu vaccinations in subsequent years have described only one additional case of GBS for every 1 million vaccines. Subsequent studies estimate that developing GBS after a flu infection is up to 7 times more likely than developing GBS after a vaccination. [8] [9] [10] [11] [12] [Evidence level 4]"}
{"id": "article-22461_6", "title": "Guillain-Barre Syndrome -- Epidemiology", "content": "Although rare, with an incidence of 0.4 to 2 per 100,000, Guillain-Barré syndrome (GBS) has major effects on the healthcare system. The cost of medical care for a patient with GBS has been estimated at up to $318,966. Overall, the cost of treating patients with GBS has been estimated at $1.7 billion dollars per year. Males are affected at a slightly higher incidence than females. Each year, it is estimated 100,000 patients worldwide would contract GBS. [13] [14] [Evidence level 3]", "contents": "Guillain-Barre Syndrome -- Epidemiology. Although rare, with an incidence of 0.4 to 2 per 100,000, Guillain-Barré syndrome (GBS) has major effects on the healthcare system. The cost of medical care for a patient with GBS has been estimated at up to $318,966. Overall, the cost of treating patients with GBS has been estimated at $1.7 billion dollars per year. Males are affected at a slightly higher incidence than females. Each year, it is estimated 100,000 patients worldwide would contract GBS. [13] [14] [Evidence level 3]"}
{"id": "article-22461_7", "title": "Guillain-Barre Syndrome -- Pathophysiology", "content": "Antecedent infections are reported in up to 70% of patients with Guillain-Barré syndrome (GBS). [15] Therefore, molecular mimicry plays a substantial role in our understanding of GBS, particularly the axonal variant. The lipooligosaccharide of Campylobacter jejuni is similar to the gangliosides of peripheral nerve membranes. [5] Passive immunization of rabbits with these ganglioside-like lipooligosaccharides has led to similar clinical syndromes of flaccid tetraplegia, similar to the acute motor axonal neuropathy variant of GBS. [16] [17] Ganglioside antibodies have been shown to have different peripheral nerve targets. Anti-GD1a antibodies bind to paranodal myelin, nodes of Ranvier, and neuromuscular junction. [18] [19] GM1 and GQ1B antibodies bind to a peripheral nerve or neuromuscular junction. [20] [21] These different peripheral nerve targets may play a role in the heterogeneity of the clinical presentation of GBS. Additionally, the complement cascade is activated and plays a key role in the disease’s pathogenesis. [22]", "contents": "Guillain-Barre Syndrome -- Pathophysiology. Antecedent infections are reported in up to 70% of patients with Guillain-Barré syndrome (GBS). [15] Therefore, molecular mimicry plays a substantial role in our understanding of GBS, particularly the axonal variant. The lipooligosaccharide of Campylobacter jejuni is similar to the gangliosides of peripheral nerve membranes. [5] Passive immunization of rabbits with these ganglioside-like lipooligosaccharides has led to similar clinical syndromes of flaccid tetraplegia, similar to the acute motor axonal neuropathy variant of GBS. [16] [17] Ganglioside antibodies have been shown to have different peripheral nerve targets. Anti-GD1a antibodies bind to paranodal myelin, nodes of Ranvier, and neuromuscular junction. [18] [19] GM1 and GQ1B antibodies bind to a peripheral nerve or neuromuscular junction. [20] [21] These different peripheral nerve targets may play a role in the heterogeneity of the clinical presentation of GBS. Additionally, the complement cascade is activated and plays a key role in the disease’s pathogenesis. [22]"}
{"id": "article-22461_8", "title": "Guillain-Barre Syndrome -- Pathophysiology", "content": "Certain gangliosides are more likely to be associated with specific presentations. For example, Miller-Fisher syndrome is associated with the anti-GQ1B antibody. [23] The axonal motor neuropathy form may be associated with anti-GM1 antibodies. [24] The pharyngeal-cervical-brachial variant of GBS may be associated with anti-GT1A antibodies. [25] However, besides Miller-Fisher syndrome’s association with anti-GQ1B antibodies, the sensitivity and specificity of all antibodies for specific subtypes are low-to-moderate yield for clinical utility.", "contents": "Guillain-Barre Syndrome -- Pathophysiology. Certain gangliosides are more likely to be associated with specific presentations. For example, Miller-Fisher syndrome is associated with the anti-GQ1B antibody. [23] The axonal motor neuropathy form may be associated with anti-GM1 antibodies. [24] The pharyngeal-cervical-brachial variant of GBS may be associated with anti-GT1A antibodies. [25] However, besides Miller-Fisher syndrome’s association with anti-GQ1B antibodies, the sensitivity and specificity of all antibodies for specific subtypes are low-to-moderate yield for clinical utility."}
{"id": "article-22461_9", "title": "Guillain-Barre Syndrome -- Pathophysiology", "content": "Given that not all patients test positive for anti-ganglioside antibodies, further research is needed to elucidate the roles of anti-ganglioside antibodies in GBS as causal or epiphenomenon. Less is known about the pathophysiology behind the acute inflammatory demyelinating polyneuropathy variant (AIDP) of GBS, despite the fact that it is considered the most common variant in the United States.", "contents": "Guillain-Barre Syndrome -- Pathophysiology. Given that not all patients test positive for anti-ganglioside antibodies, further research is needed to elucidate the roles of anti-ganglioside antibodies in GBS as causal or epiphenomenon. Less is known about the pathophysiology behind the acute inflammatory demyelinating polyneuropathy variant (AIDP) of GBS, despite the fact that it is considered the most common variant in the United States."}
{"id": "article-22461_10", "title": "Guillain-Barre Syndrome -- History and Physical", "content": "Guillain-Barré syndrome (GBS) patients describe a fulminant course of symptoms that usually include ascending weakness and non-length dependent sensory symptoms. By definition, the nadir is usually reached within 4 weeks. Symmetric involvement is a key feature of GBS. [6] GBS is usually considered monophasic; therefore, a relapsing or remitting course at presentation would be considered atypical. [26] Additionally, a prior GBS event (recurrent GBS) is also unusual, occurring in less than 10% of all patients. [27] If the patient reports progression beyond 8 weeks, other diagnoses should be considered.", "contents": "Guillain-Barre Syndrome -- History and Physical. Guillain-Barré syndrome (GBS) patients describe a fulminant course of symptoms that usually include ascending weakness and non-length dependent sensory symptoms. By definition, the nadir is usually reached within 4 weeks. Symmetric involvement is a key feature of GBS. [6] GBS is usually considered monophasic; therefore, a relapsing or remitting course at presentation would be considered atypical. [26] Additionally, a prior GBS event (recurrent GBS) is also unusual, occurring in less than 10% of all patients. [27] If the patient reports progression beyond 8 weeks, other diagnoses should be considered."}
{"id": "article-22461_11", "title": "Guillain-Barre Syndrome -- History and Physical", "content": "GBS often presents (up to 70% of patients) within 1 to 6 weeks of antecedent illness. [28] Other antecedent events that have been linked with GBS include vaccinations (specifically a 1976 strain of swine flu vaccine), surgery, trauma, or other infections. [28] [11]", "contents": "Guillain-Barre Syndrome -- History and Physical. GBS often presents (up to 70% of patients) within 1 to 6 weeks of antecedent illness. [28] Other antecedent events that have been linked with GBS include vaccinations (specifically a 1976 strain of swine flu vaccine), surgery, trauma, or other infections. [28] [11]"}
{"id": "article-22461_12", "title": "Guillain-Barre Syndrome -- History and Physical", "content": "Classically, patients with GBS will have a pattern of proximal and distal weakness, which is flaccid and often profound if hospitalized. Significant neck flexion weakness may be present and can portend the need for intubation. Areflexia or hyporeflexia is usually present. (Rare cases without hypo/areflexia have been described, mostly in the AMAN variant of GBS). [29] Besides the flaccid weakness and areflexia, patients experience non-length-dependent sensory symptoms; therefore, unlike more common chronic neuropathies such as diabetic neuropathy, patients may report dysesthesias in the hands followed by the feet. Patients can develop facial diplegia due to the involvement of both facial cranial nerves. They can also develop dysphagia due to the involvement of the glossopharyngeal, vagus, and hypoglossal cranial nerves. [6] Autonomic nerves can lead to significant morbidity; therefore, most physicians recommend monitoring in an intermediate or intensive care unit for cardiac arrhythmias or blood pressure lability. Dysautonomia is a primary etiology of the morbidity and mortality attributable to GBS. Additionally, the involvement of the lower cranial nerves (glossopharyngeal, vagus, and hypoglossal nerves) or the involvement of the nerves in the muscles of respiration may lead to the need for artificial ventilation. Respiratory failure can occur in up to 30% of patients, usually leading to prolonged hospitalization and recovery. [30]", "contents": "Guillain-Barre Syndrome -- History and Physical. Classically, patients with GBS will have a pattern of proximal and distal weakness, which is flaccid and often profound if hospitalized. Significant neck flexion weakness may be present and can portend the need for intubation. Areflexia or hyporeflexia is usually present. (Rare cases without hypo/areflexia have been described, mostly in the AMAN variant of GBS). [29] Besides the flaccid weakness and areflexia, patients experience non-length-dependent sensory symptoms; therefore, unlike more common chronic neuropathies such as diabetic neuropathy, patients may report dysesthesias in the hands followed by the feet. Patients can develop facial diplegia due to the involvement of both facial cranial nerves. They can also develop dysphagia due to the involvement of the glossopharyngeal, vagus, and hypoglossal cranial nerves. [6] Autonomic nerves can lead to significant morbidity; therefore, most physicians recommend monitoring in an intermediate or intensive care unit for cardiac arrhythmias or blood pressure lability. Dysautonomia is a primary etiology of the morbidity and mortality attributable to GBS. Additionally, the involvement of the lower cranial nerves (glossopharyngeal, vagus, and hypoglossal nerves) or the involvement of the nerves in the muscles of respiration may lead to the need for artificial ventilation. Respiratory failure can occur in up to 30% of patients, usually leading to prolonged hospitalization and recovery. [30]"}
{"id": "article-22461_13", "title": "Guillain-Barre Syndrome -- History and Physical", "content": "Besides the classic GBS presentation described above, many variants of GBS have been described. There is a variant with pure motor involvement called \"AMAN (acute motor axonal neuropathy)\" that is more common in Asian countries. [31] Rarely these patients can have normal reflexes. [29] There is also a regional variant involving primarily the pharyngeal, neck, and upper extremity muscles called the \"pharyngeal-cervical-brachial\" variant). [32] Some variants can involve the central nervous system, termed \"Bickerstaff Encephalitis.\" [33] There is also a variant that presents with paraparesis. [34] Arguably, the most famous variant is the Miller-Fisher syndrome. [35] [36] This is classically described as a triad of ophthalmoplegia, areflexia, and ataxia; however, other cranial nerves besides the oculomotor nerves have been reported in this variant. [36]", "contents": "Guillain-Barre Syndrome -- History and Physical. Besides the classic GBS presentation described above, many variants of GBS have been described. There is a variant with pure motor involvement called \"AMAN (acute motor axonal neuropathy)\" that is more common in Asian countries. [31] Rarely these patients can have normal reflexes. [29] There is also a regional variant involving primarily the pharyngeal, neck, and upper extremity muscles called the \"pharyngeal-cervical-brachial\" variant). [32] Some variants can involve the central nervous system, termed \"Bickerstaff Encephalitis.\" [33] There is also a variant that presents with paraparesis. [34] Arguably, the most famous variant is the Miller-Fisher syndrome. [35] [36] This is classically described as a triad of ophthalmoplegia, areflexia, and ataxia; however, other cranial nerves besides the oculomotor nerves have been reported in this variant. [36]"}
{"id": "article-22461_14", "title": "Guillain-Barre Syndrome -- Evaluation", "content": "Guillain-Barré syndrome (GBS) is considered a clinical diagnosis; therefore, a diagnosis can be made with confidence at the bedside in most cases. For atypical cases or unusual subtypes, ancillary testing can be useful. [26]", "contents": "Guillain-Barre Syndrome -- Evaluation. Guillain-Barré syndrome (GBS) is considered a clinical diagnosis; therefore, a diagnosis can be made with confidence at the bedside in most cases. For atypical cases or unusual subtypes, ancillary testing can be useful. [26]"}
{"id": "article-22461_15", "title": "Guillain-Barre Syndrome -- Evaluation", "content": "Electromyography and nerve conduction studies may be helpful in distinguishing GBS from its mimics. Nerve conduction studies (NCS) utilize technology to help distinguish between demyelinating and axonal forms of neuropathy. Needle electromyography may help to determine the acuity of a patient’s symptoms. In some cases, these studies may be helpful in evaluating for other considerations in the differential diagnosis, such as neuromuscular junction disorders or diabetic neuropathy. Classically, electrodiagnostic studies should be undertaken at 10 to 14 days after symptom onset due to the time for Wallerian degeneration of sensory and motor nerve fibers; however, there have been many studies that reveal that early, nonspecific findings may be helpful in diagnosing GBS as early as 3 to 7 days after symptom onset. [37] [38]", "contents": "Guillain-Barre Syndrome -- Evaluation. Electromyography and nerve conduction studies may be helpful in distinguishing GBS from its mimics. Nerve conduction studies (NCS) utilize technology to help distinguish between demyelinating and axonal forms of neuropathy. Needle electromyography may help to determine the acuity of a patient’s symptoms. In some cases, these studies may be helpful in evaluating for other considerations in the differential diagnosis, such as neuromuscular junction disorders or diabetic neuropathy. Classically, electrodiagnostic studies should be undertaken at 10 to 14 days after symptom onset due to the time for Wallerian degeneration of sensory and motor nerve fibers; however, there have been many studies that reveal that early, nonspecific findings may be helpful in diagnosing GBS as early as 3 to 7 days after symptom onset. [37] [38]"}
{"id": "article-22461_16", "title": "Guillain-Barre Syndrome -- Evaluation", "content": "The more common early electrodiagnostic findings in GBS include absent or prolonged H-reflexes and/or F-wave latencies. [39] [38] The sural sparing pattern is considered specific for GBS as compared to other polyneuropathies. [40] This pattern would show an intact sural sensory response with abnormal upper extremity sensory responses. Other findings would depend on the variant of GBS. Acute inflammatory demyelinating polyneuropathy would be more likely to have partial motor conduction block, temporal dispersion, slow conduction velocities, prolonged/absent F-wave latencies, and prolonged distal latencies. [41] [31] AMAN would usually show a pattern of low, compound muscle action potential amplitudes or even inexcitable motor nerves; however, partial motor conduction block or complete conduction block can be seen in AMAN nerve conduction study (NCS). This phenomenon is explained by “reversible conduction failure.” [42] Complement is deposited in nodes of Ranvier and paranodal regions on peripheral nerves. Subsequently, the nerves can undergo Wallerian degeneration leading to significant and prolonged axonal damage or can reverse, deemed conduction failure. [43] [22] This phenomenon explains the relatively rapid recovery of some severely weak patients with AMAN. Sensory nerves would be spared both clinically and electrodiagnostically in AMAN. Acute motor and sensory axonal neuropathy (AMSAN) would show low amplitude motor and sensory potentials. Miller-Fisher syndrome is more often described with reduced or absent sensory nerve action potentials. [44]", "contents": "Guillain-Barre Syndrome -- Evaluation. The more common early electrodiagnostic findings in GBS include absent or prolonged H-reflexes and/or F-wave latencies. [39] [38] The sural sparing pattern is considered specific for GBS as compared to other polyneuropathies. [40] This pattern would show an intact sural sensory response with abnormal upper extremity sensory responses. Other findings would depend on the variant of GBS. Acute inflammatory demyelinating polyneuropathy would be more likely to have partial motor conduction block, temporal dispersion, slow conduction velocities, prolonged/absent F-wave latencies, and prolonged distal latencies. [41] [31] AMAN would usually show a pattern of low, compound muscle action potential amplitudes or even inexcitable motor nerves; however, partial motor conduction block or complete conduction block can be seen in AMAN nerve conduction study (NCS). This phenomenon is explained by “reversible conduction failure.” [42] Complement is deposited in nodes of Ranvier and paranodal regions on peripheral nerves. Subsequently, the nerves can undergo Wallerian degeneration leading to significant and prolonged axonal damage or can reverse, deemed conduction failure. [43] [22] This phenomenon explains the relatively rapid recovery of some severely weak patients with AMAN. Sensory nerves would be spared both clinically and electrodiagnostically in AMAN. Acute motor and sensory axonal neuropathy (AMSAN) would show low amplitude motor and sensory potentials. Miller-Fisher syndrome is more often described with reduced or absent sensory nerve action potentials. [44]"}
{"id": "article-22461_17", "title": "Guillain-Barre Syndrome -- Evaluation", "content": "Cerebrospinal fluid (CSF) shows a classic pattern of albuminocytologic dissociation. This term means that spinal fluid shows a normal amount of white blood cells and an elevated CSF protein level. [4] [26] However, this pattern is only present in 80% of patients at 2 weeks following symptom onset. Therefore, the absence of this classic finding does not exclude the diagnosis. If the white blood cell count is elevated, this should prompt consideration of other infectious GBS mimics, such as HIV seroconversion. [6]", "contents": "Guillain-Barre Syndrome -- Evaluation. Cerebrospinal fluid (CSF) shows a classic pattern of albuminocytologic dissociation. This term means that spinal fluid shows a normal amount of white blood cells and an elevated CSF protein level. [4] [26] However, this pattern is only present in 80% of patients at 2 weeks following symptom onset. Therefore, the absence of this classic finding does not exclude the diagnosis. If the white blood cell count is elevated, this should prompt consideration of other infectious GBS mimics, such as HIV seroconversion. [6]"}
{"id": "article-22461_18", "title": "Guillain-Barre Syndrome -- Evaluation", "content": "A number of ganglioside antibodies have been associated with GBS. Antibodies include anti-GM1, anti-GD1A, anti-GT1A, and anti-GQ1B. These range in sensitivity from up to 60% (anti-GM1 antibodies in acute motor axonal neuropathy) to up to more than 90% (anti-GQ1B antibodies in Miller Fisher syndrome). However, these laboratory studies usually require some time to obtain results and, therefore, may not be as helpful in decision-making at the time of patient admission. [45] [46] [47]", "contents": "Guillain-Barre Syndrome -- Evaluation. A number of ganglioside antibodies have been associated with GBS. Antibodies include anti-GM1, anti-GD1A, anti-GT1A, and anti-GQ1B. These range in sensitivity from up to 60% (anti-GM1 antibodies in acute motor axonal neuropathy) to up to more than 90% (anti-GQ1B antibodies in Miller Fisher syndrome). However, these laboratory studies usually require some time to obtain results and, therefore, may not be as helpful in decision-making at the time of patient admission. [45] [46] [47]"}
{"id": "article-22461_19", "title": "Guillain-Barre Syndrome -- Evaluation", "content": "Imaging studies such as magnetic resonance imaging (MRI) spine may show enhancement of the nerve roots, indicating a breakdown of the blood-nerve barrier due to inflammation in GBS. However, MRI utility in GBS is most useful to rule out other etiologies of quadriparesis or facial diplegia, such as transverse myelitis or intracranial disease. [48] [49]", "contents": "Guillain-Barre Syndrome -- Evaluation. Imaging studies such as magnetic resonance imaging (MRI) spine may show enhancement of the nerve roots, indicating a breakdown of the blood-nerve barrier due to inflammation in GBS. However, MRI utility in GBS is most useful to rule out other etiologies of quadriparesis or facial diplegia, such as transverse myelitis or intracranial disease. [48] [49]"}
{"id": "article-22461_20", "title": "Guillain-Barre Syndrome -- Evaluation", "content": "A negative inspiratory force (NIF) should be performed on patients with suspected GBS.  Serial NIFs should be followed in patients with a high risk of respiratory compromise.  Patients that are unable to perform a NIF of -20 to -30 cm H2O should be considered at very high risk.", "contents": "Guillain-Barre Syndrome -- Evaluation. A negative inspiratory force (NIF) should be performed on patients with suspected GBS.  Serial NIFs should be followed in patients with a high risk of respiratory compromise.  Patients that are unable to perform a NIF of -20 to -30 cm H2O should be considered at very high risk."}
{"id": "article-22461_21", "title": "Guillain-Barre Syndrome -- Treatment / Management", "content": "In randomized controlled trials, there are two treatment options currently considered the standard of care in Guillain-Barré syndrome (GBS). These include either intravenous immunoglobulin (IVIG) or plasma exchange. IVIG is thought to act by its immune-modulating action; however, the exact mechanism remains to be elucidated. IVIG is given 2 grams/kilogram divided over 5 days. [Evidence level 1] [50] ) Plasma exchange is thought to act by removing pathogenic antibodies, humoral mediators, and complement proteins involved in the pathogenesis of GBS. Similar to IVIG, its exact mechanism of action in the treatment of GBS has not been proven. Plasma exchange is generally given as a volume of exchange over five sessions. Plasma exchange and IVIG have been shown to be equally efficacious. [Evidence level 1] [51] The effect is present if either treatment is given within 4 weeks, but the stronger effect may be present if treatment is administered within two weeks. [Evidence level 2] [52] [53] [54] Surprisingly, corticosteroids (both oral prednisone and intravenous methylprednisolone) have not shown benefit over placebo or in combination with IVIG and plasma exchange over either modality alone. Overall, treatment is generally considered to shorten the course of recovery of GBS. Treated patients in one study achieved independent ambulation 32 days faster than untreated patients. (Evidence level I) [55] [56] [53] [51] [57] [58]", "contents": "Guillain-Barre Syndrome -- Treatment / Management. In randomized controlled trials, there are two treatment options currently considered the standard of care in Guillain-Barré syndrome (GBS). These include either intravenous immunoglobulin (IVIG) or plasma exchange. IVIG is thought to act by its immune-modulating action; however, the exact mechanism remains to be elucidated. IVIG is given 2 grams/kilogram divided over 5 days. [Evidence level 1] [50] ) Plasma exchange is thought to act by removing pathogenic antibodies, humoral mediators, and complement proteins involved in the pathogenesis of GBS. Similar to IVIG, its exact mechanism of action in the treatment of GBS has not been proven. Plasma exchange is generally given as a volume of exchange over five sessions. Plasma exchange and IVIG have been shown to be equally efficacious. [Evidence level 1] [51] The effect is present if either treatment is given within 4 weeks, but the stronger effect may be present if treatment is administered within two weeks. [Evidence level 2] [52] [53] [54] Surprisingly, corticosteroids (both oral prednisone and intravenous methylprednisolone) have not shown benefit over placebo or in combination with IVIG and plasma exchange over either modality alone. Overall, treatment is generally considered to shorten the course of recovery of GBS. Treated patients in one study achieved independent ambulation 32 days faster than untreated patients. (Evidence level I) [55] [56] [53] [51] [57] [58]"}
{"id": "article-22461_22", "title": "Guillain-Barre Syndrome -- Treatment / Management", "content": "Overall, most patients with GBS do well, with up to 85% of patients achieving independent ambulation with recovery; however, there is a significant proportion of patients (20%) with morbidity. [Evidence level 3] Further studies of plasma exchange followed by IVIG and IVIG concurrent with steroids have not shown significant improvement. [Evidence level 1] [59] [60] An ongoing trial of 2 courses of IVIG should have results within the next year. [Evidence level 3] [61] There are also ongoing trials of complement inhibitors in patients with refractory GBS. [Evidence level 2] [62] [63] [64]", "contents": "Guillain-Barre Syndrome -- Treatment / Management. Overall, most patients with GBS do well, with up to 85% of patients achieving independent ambulation with recovery; however, there is a significant proportion of patients (20%) with morbidity. [Evidence level 3] Further studies of plasma exchange followed by IVIG and IVIG concurrent with steroids have not shown significant improvement. [Evidence level 1] [59] [60] An ongoing trial of 2 courses of IVIG should have results within the next year. [Evidence level 3] [61] There are also ongoing trials of complement inhibitors in patients with refractory GBS. [Evidence level 2] [62] [63] [64]"}
{"id": "article-22461_23", "title": "Guillain-Barre Syndrome -- Differential Diagnosis", "content": "Following the eradication of poliovirus, Guillain-Barré syndrome (GBS) is the most common cause of acute or subacute, flaccid neuromuscular weakness worldwide; however, other disorders may mimic GBS. If flaccid weakness occurs in a critically ill patient with multiorgan involvement, critical illness neuropathy and myopathy should be considered. Other etiologies that may mimic GBS include tick paralysis. There would be an initial presentation of neuromuscular junction disorder, acute intermittent porphyria, HIV infection, spinal cord disorders, toxic neuropathies, and even infections (such as West Nile virus or rabies). Some atypical clinical features should lead providers to consider other diagnoses. These include early bowel and bladder involvement, asymmetric features, and hyperreflexia or normal reflexes.", "contents": "Guillain-Barre Syndrome -- Differential Diagnosis. Following the eradication of poliovirus, Guillain-Barré syndrome (GBS) is the most common cause of acute or subacute, flaccid neuromuscular weakness worldwide; however, other disorders may mimic GBS. If flaccid weakness occurs in a critically ill patient with multiorgan involvement, critical illness neuropathy and myopathy should be considered. Other etiologies that may mimic GBS include tick paralysis. There would be an initial presentation of neuromuscular junction disorder, acute intermittent porphyria, HIV infection, spinal cord disorders, toxic neuropathies, and even infections (such as West Nile virus or rabies). Some atypical clinical features should lead providers to consider other diagnoses. These include early bowel and bladder involvement, asymmetric features, and hyperreflexia or normal reflexes."}
{"id": "article-22461_24", "title": "Guillain-Barre Syndrome -- Differential Diagnosis", "content": "Distinguishing GBS from its mimics would require a thoughtful evaluation of history, clinical presentation, and ancillary data. Regarding the clinical presentation, the presence of dilated pupils may be more suggestive of tick paralysis or botulism. Ancillary testing such as electromyography and nerve conduction studies may distinguish GBS from critical illness neuropathy/myopathy, along with history and clinical context. Cerebrospinal fluid testing showing pleocytosis rather than the classic albuminocytologic dissociation may lead to further consideration of infectious etiologies such as HIV or West Nile Virus infection.", "contents": "Guillain-Barre Syndrome -- Differential Diagnosis. Distinguishing GBS from its mimics would require a thoughtful evaluation of history, clinical presentation, and ancillary data. Regarding the clinical presentation, the presence of dilated pupils may be more suggestive of tick paralysis or botulism. Ancillary testing such as electromyography and nerve conduction studies may distinguish GBS from critical illness neuropathy/myopathy, along with history and clinical context. Cerebrospinal fluid testing showing pleocytosis rather than the classic albuminocytologic dissociation may lead to further consideration of infectious etiologies such as HIV or West Nile Virus infection."}
{"id": "article-22461_25", "title": "Guillain-Barre Syndrome -- Prognosis", "content": "After the acute phase of the illness, Guillain-Barré syndrome (GBS) patients tend to do well. More than 80% achieve independent ambulation after 6 months. [30] Mortality during the acute phase of the illness is less than 5%. [65] However, there is a subset of patients, less than 20%, who continue to have significant disabilities despite receiving the standard of care for GBS. Studies are underway to try to identify these patients early. Early identification of poor prognostic factors could lead to trials of further treatment specific to this subgroup. In a cohort of Dutch patients, a  prognostic tool, Erasmus GBS Outcome score, utilizes the patient’s physical examination, age, and presence of diarrhea to predict the patient’s ability to walk in the near future. [66] Patients with a significant likelihood of residual disability would be most amenable to further therapeutic trials.", "contents": "Guillain-Barre Syndrome -- Prognosis. After the acute phase of the illness, Guillain-Barré syndrome (GBS) patients tend to do well. More than 80% achieve independent ambulation after 6 months. [30] Mortality during the acute phase of the illness is less than 5%. [65] However, there is a subset of patients, less than 20%, who continue to have significant disabilities despite receiving the standard of care for GBS. Studies are underway to try to identify these patients early. Early identification of poor prognostic factors could lead to trials of further treatment specific to this subgroup. In a cohort of Dutch patients, a  prognostic tool, Erasmus GBS Outcome score, utilizes the patient’s physical examination, age, and presence of diarrhea to predict the patient’s ability to walk in the near future. [66] Patients with a significant likelihood of residual disability would be most amenable to further therapeutic trials."}
{"id": "article-22461_26", "title": "Guillain-Barre Syndrome -- Prognosis", "content": "Studies to assess whether plasma exchange followed by IVIG would have an additional benefit were not significant. [60] Additionally, a number of studies regarding the addition of corticosteroids to IVIG were also not significant; however, there may have been a benefit in patients with worse prognostic factors (such as age and GBS disability score). [59] According to a small case series, two courses of IVIG have been suggested as a possible intervention. [67] There may be some limitations of IVIG use based on adverse effects, however. [68] Currently, there is an ongoing randomized controlled trial of 2 courses of IVIG with patients with refractory GBS. [61] Additionally, there is much interest in the key role of complement activation in the pathogenesis of GBS; therefore, a randomized controlled trial of eculizumab in patients with GBS is being studied. [63]", "contents": "Guillain-Barre Syndrome -- Prognosis. Studies to assess whether plasma exchange followed by IVIG would have an additional benefit were not significant. [60] Additionally, a number of studies regarding the addition of corticosteroids to IVIG were also not significant; however, there may have been a benefit in patients with worse prognostic factors (such as age and GBS disability score). [59] According to a small case series, two courses of IVIG have been suggested as a possible intervention. [67] There may be some limitations of IVIG use based on adverse effects, however. [68] Currently, there is an ongoing randomized controlled trial of 2 courses of IVIG with patients with refractory GBS. [61] Additionally, there is much interest in the key role of complement activation in the pathogenesis of GBS; therefore, a randomized controlled trial of eculizumab in patients with GBS is being studied. [63]"}
{"id": "article-22461_27", "title": "Guillain-Barre Syndrome -- Prognosis", "content": "Other clinical features have been shown to predict the need for ventilation during the illness. These include fulminant course (onset to admission less than 7 days), bulbar weakness, and neck flexion weakness. These predictive factors would suggest triage to an intensive care unit rather than a step-down unit. [69] Following recovery, patients may continue to contend with residual fatigue, pain, and paresthesias for up to several years. [Evidence level 3] [70] [71]", "contents": "Guillain-Barre Syndrome -- Prognosis. Other clinical features have been shown to predict the need for ventilation during the illness. These include fulminant course (onset to admission less than 7 days), bulbar weakness, and neck flexion weakness. These predictive factors would suggest triage to an intensive care unit rather than a step-down unit. [69] Following recovery, patients may continue to contend with residual fatigue, pain, and paresthesias for up to several years. [Evidence level 3] [70] [71]"}
{"id": "article-22461_28", "title": "Guillain-Barre Syndrome -- Complications", "content": "The most feared complications are respiratory compromise and bulbar palsies.", "contents": "Guillain-Barre Syndrome -- Complications. The most feared complications are respiratory compromise and bulbar palsies."}
{"id": "article-22461_29", "title": "Guillain-Barre Syndrome -- Consultations", "content": "Neurology Pulmonology/intensive care +/- Infectious disease +/- Immunology", "contents": "Guillain-Barre Syndrome -- Consultations. Neurology Pulmonology/intensive care +/- Infectious disease +/- Immunology"}
{"id": "article-22461_30", "title": "Guillain-Barre Syndrome -- Enhancing Healthcare Team Outcomes", "content": "The care of the patient with Guillain-Barré syndrome (GBS) requires all members of the healthcare team. Nurses are integral in recognizing and preventing complications, including decubitus ulcers, dysautonomia, and infection prevention. Pharmacists should be well-versed in the adverse effects that may occur with the administration of treatments for GBS, such as IVIG. Respiratory therapists can assist with preventing atelectasis and aspiration pneumonia. Physical and occupational therapists are crucial as the patient begins to regain function and strength. Following recovery, patients often may find it helpful to enlist in support groups available through the GBS foundation.", "contents": "Guillain-Barre Syndrome -- Enhancing Healthcare Team Outcomes. The care of the patient with Guillain-Barré syndrome (GBS) requires all members of the healthcare team. Nurses are integral in recognizing and preventing complications, including decubitus ulcers, dysautonomia, and infection prevention. Pharmacists should be well-versed in the adverse effects that may occur with the administration of treatments for GBS, such as IVIG. Respiratory therapists can assist with preventing atelectasis and aspiration pneumonia. Physical and occupational therapists are crucial as the patient begins to regain function and strength. Following recovery, patients often may find it helpful to enlist in support groups available through the GBS foundation."}
{"id": "article-22461_31", "title": "Guillain-Barre Syndrome -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Guillain-Barre Syndrome -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}