{"id": "article-23298_0", "title": "Hypothalamic Hamartoma -- Continuing Education Activity", "content": "Hypothalamic hamartomas are congenital non-progressive lesions in the hypothalamus. These lesions usually develop a disabling course presenting with multiple seizure types, cognitive decline, and psychiatric symptoms. This activity reviews the evaluation, treatment, and management of hypothalamic hamartomas and explains the roles of the interprofessional teams in managing patients with this condition.", "contents": "Hypothalamic Hamartoma -- Continuing Education Activity. Hypothalamic hamartomas are congenital non-progressive lesions in the hypothalamus. These lesions usually develop a disabling course presenting with multiple seizure types, cognitive decline, and psychiatric symptoms. This activity reviews the evaluation, treatment, and management of hypothalamic hamartomas and explains the roles of the interprofessional teams in managing patients with this condition."}
{"id": "article-23298_1", "title": "Hypothalamic Hamartoma -- Continuing Education Activity", "content": "Objectives: Identify the etiology of hypothalamic hamartoma. Review the appropriate evaluation of hypothalamic hamartoma. Outline the management options available for hypothalamic hamartoma. Describe interprofessional team strategies for improving care coordination and communication in patients with hypothalamic hamartomas and improve outcomes. Access free multiple choice questions on this topic.", "contents": "Hypothalamic Hamartoma -- Continuing Education Activity. Objectives: Identify the etiology of hypothalamic hamartoma. Review the appropriate evaluation of hypothalamic hamartoma. Outline the management options available for hypothalamic hamartoma. Describe interprofessional team strategies for improving care coordination and communication in patients with hypothalamic hamartomas and improve outcomes. Access free multiple choice questions on this topic."}
{"id": "article-23298_2", "title": "Hypothalamic Hamartoma -- Introduction", "content": "Hypothalamic hamartomas are congenital non-progressive lesions in the hypothalamus that occur during fetal development. Two anatomical subtypes are recognized depending on the location of the mass-like lesion. The first type is the intrahypothalamic lesion that connects with the posterior hypothalamus and third ventricle; they appear near the mamillary bodies and are usually associated with gelastic seizures. [1] [2] The second type is the parahypothalamic or pedunculated lesion located near the anterior hypothalamus, tuber cinereum, or pituitary stalk and attaches only to the floor of the third ventricle. It is usually associated with signs of precocious puberty caused by increasing the release of gonadotropin-releasing hormone (GnRH). [2] [3] These lesions typically develop a disabling course presenting with multiple seizure types, cognitive decline, and psychiatric symptoms. [4]", "contents": "Hypothalamic Hamartoma -- Introduction. Hypothalamic hamartomas are congenital non-progressive lesions in the hypothalamus that occur during fetal development. Two anatomical subtypes are recognized depending on the location of the mass-like lesion. The first type is the intrahypothalamic lesion that connects with the posterior hypothalamus and third ventricle; they appear near the mamillary bodies and are usually associated with gelastic seizures. [1] [2] The second type is the parahypothalamic or pedunculated lesion located near the anterior hypothalamus, tuber cinereum, or pituitary stalk and attaches only to the floor of the third ventricle. It is usually associated with signs of precocious puberty caused by increasing the release of gonadotropin-releasing hormone (GnRH). [2] [3] These lesions typically develop a disabling course presenting with multiple seizure types, cognitive decline, and psychiatric symptoms. [4]"}
{"id": "article-23298_3", "title": "Hypothalamic Hamartoma -- Etiology", "content": "Hypothalamic hamartomas occur as sporadic abnormalities unlinked with congenital malformations nor family history. Nearly 95% of cases are sporadic, although 5% of cases are associated with Pallister-Hall syndrome, which presents with dysmorphology in the hands, feet (postaxial polydactyly and syndactyly), larynx (bifid epiglottis), anus, and hypothalamus. The syndrome is associated with a mutation in the GLI3 gene expressing a transcription factor in the sonic hedgehog intracellular pathway. [5] [6] Patients with sporadic hamartomas can present in up to 25% of the cases the somatic mutation of GLI3. Somatic mutations are found in 40% of patients.", "contents": "Hypothalamic Hamartoma -- Etiology. Hypothalamic hamartomas occur as sporadic abnormalities unlinked with congenital malformations nor family history. Nearly 95% of cases are sporadic, although 5% of cases are associated with Pallister-Hall syndrome, which presents with dysmorphology in the hands, feet (postaxial polydactyly and syndactyly), larynx (bifid epiglottis), anus, and hypothalamus. The syndrome is associated with a mutation in the GLI3 gene expressing a transcription factor in the sonic hedgehog intracellular pathway. [5] [6] Patients with sporadic hamartomas can present in up to 25% of the cases the somatic mutation of GLI3. Somatic mutations are found in 40% of patients."}
{"id": "article-23298_4", "title": "Hypothalamic Hamartoma -- Epidemiology", "content": "Hypothalamic hamartoma is a rare condition occurring in nearly 1 to 100,000 children, with a slight predominance in males (approximately 1.3 to 1). [2] It has no geographical preference, and it is not related to a specific ethnic group. No identified maternal risk factors or fetal exposures have been identified. [2] [7]", "contents": "Hypothalamic Hamartoma -- Epidemiology. Hypothalamic hamartoma is a rare condition occurring in nearly 1 to 100,000 children, with a slight predominance in males (approximately 1.3 to 1). [2] It has no geographical preference, and it is not related to a specific ethnic group. No identified maternal risk factors or fetal exposures have been identified. [2] [7]"}
{"id": "article-23298_5", "title": "Hypothalamic Hamartoma -- Pathophysiology", "content": "Hypothalamic hamartomas cause gelastic seizures due to intrinsic epileptogenesis. The molecular etiology responsible for epileptogenesis is not well underwood, although some studies conclude that small neurons in these lesions have the intrinsic membrane capability of causing depolarizations. [7]", "contents": "Hypothalamic Hamartoma -- Pathophysiology. Hypothalamic hamartomas cause gelastic seizures due to intrinsic epileptogenesis. The molecular etiology responsible for epileptogenesis is not well underwood, although some studies conclude that small neurons in these lesions have the intrinsic membrane capability of causing depolarizations. [7]"}
{"id": "article-23298_6", "title": "Hypothalamic Hamartoma -- Histopathology", "content": "Hypothalamic hamartomas consist of clusters of small neurons intermixed with glia and large neurons. Neuronal clusters have been traditionally described histopathologically as a configuration of grapes. The clusters can be the functional unit of the epileptogenesis of these lesions. They have very low Ki-67 levels indicating a low proliferative capacity. [8]", "contents": "Hypothalamic Hamartoma -- Histopathology. Hypothalamic hamartomas consist of clusters of small neurons intermixed with glia and large neurons. Neuronal clusters have been traditionally described histopathologically as a configuration of grapes. The clusters can be the functional unit of the epileptogenesis of these lesions. They have very low Ki-67 levels indicating a low proliferative capacity. [8]"}
{"id": "article-23298_7", "title": "Hypothalamic Hamartoma -- History and Physical", "content": "There are two clinical presentations encountered in hypothalamic hamartomas: Epilepsy and related neurobehavioral symptoms Central precocious puberty", "contents": "Hypothalamic Hamartoma -- History and Physical. There are two clinical presentations encountered in hypothalamic hamartomas: Epilepsy and related neurobehavioral symptoms Central precocious puberty"}
{"id": "article-23298_8", "title": "Hypothalamic Hamartoma -- History and Physical", "content": "Patients with epilepsy present with gelastic seizures as their most common symptom, usually starting during infancy. Associated findings are developmental delay, cognitive decline, and psychiatric symptoms associated with lesions attached to the posterior hypothalamus near the mamillary bodies. Almost 40% of patients that present with gelastic seizures also demonstrate precocious puberty. When both symptoms appear simultaneously, they tend to be associated with more extensive lesions on magnetic resonance imaging (MRI), involving both the anterior and posterior hypothalamus. Gelastic seizure is the most common symptom in patients with hypothalamic hamartomas, and it is usually the first seizure type. The diagnosis is generally made by the unusual presence of laughing spells, characteristically starting at one year of age and eventually disappearing by ten years of age. [9] The average duration of these spells is approximately 1 to 30 seconds and may occur multiple times per hour in the most severe cases. [9] They may or may not be associated with altered loss of consciousness. In some cases, other seizures types can be present. In nearly 75% of cases, seizure subtypes can be very disabling, such as tonic-clonic seizures, complex partial seizures, drop attacks, and atypical absences. [2] Some patients have episodes that mimic crying and are called dacrystic seizures. Very rarely, a patient can present gelastic seizures and do not have a hypothalamic hamartoma; they have been attributed to a lesion in the frontal or temporal lobe. [10]", "contents": "Hypothalamic Hamartoma -- History and Physical. Patients with epilepsy present with gelastic seizures as their most common symptom, usually starting during infancy. Associated findings are developmental delay, cognitive decline, and psychiatric symptoms associated with lesions attached to the posterior hypothalamus near the mamillary bodies. Almost 40% of patients that present with gelastic seizures also demonstrate precocious puberty. When both symptoms appear simultaneously, they tend to be associated with more extensive lesions on magnetic resonance imaging (MRI), involving both the anterior and posterior hypothalamus. Gelastic seizure is the most common symptom in patients with hypothalamic hamartomas, and it is usually the first seizure type. The diagnosis is generally made by the unusual presence of laughing spells, characteristically starting at one year of age and eventually disappearing by ten years of age. [9] The average duration of these spells is approximately 1 to 30 seconds and may occur multiple times per hour in the most severe cases. [9] They may or may not be associated with altered loss of consciousness. In some cases, other seizures types can be present. In nearly 75% of cases, seizure subtypes can be very disabling, such as tonic-clonic seizures, complex partial seizures, drop attacks, and atypical absences. [2] Some patients have episodes that mimic crying and are called dacrystic seizures. Very rarely, a patient can present gelastic seizures and do not have a hypothalamic hamartoma; they have been attributed to a lesion in the frontal or temporal lobe. [10]"}
{"id": "article-23298_9", "title": "Hypothalamic Hamartoma -- History and Physical", "content": "Cognitive deficits are prevalent in patients with hypothalamic hamartomas and epilepsy. Difficulty in short-term memory, processing speed, and diminished intellectual disability have been found with neuropsychological testing in nearly 50% of cases. [9] Factors that predispose to more significant cognitive impairment include a higher number of antiepileptic medication use, larger hamartoma size, younger age of seizure onset, and higher seizure frequency. Behavioral and psychiatric symptoms are relatively common such as oppositional defiant disorder, attention-deficit/hyperactivity disorder, conduct disorder, and mood disorder. [2] Most patients experience worsening symptoms throughout their lives.", "contents": "Hypothalamic Hamartoma -- History and Physical. Cognitive deficits are prevalent in patients with hypothalamic hamartomas and epilepsy. Difficulty in short-term memory, processing speed, and diminished intellectual disability have been found with neuropsychological testing in nearly 50% of cases. [9] Factors that predispose to more significant cognitive impairment include a higher number of antiepileptic medication use, larger hamartoma size, younger age of seizure onset, and higher seizure frequency. Behavioral and psychiatric symptoms are relatively common such as oppositional defiant disorder, attention-deficit/hyperactivity disorder, conduct disorder, and mood disorder. [2] Most patients experience worsening symptoms throughout their lives."}
{"id": "article-23298_10", "title": "Hypothalamic Hamartoma -- History and Physical", "content": "Patients also can present with isolated precocious puberty with lesions attached mainly to the anterior portion of the hypothalamus near the tuber cinereum, which appears pedunculated below the third ventricle. [2] [4] Symptoms of precocious puberty are relevant if they initiate before the age of 8 years in girls and nine years in boys. Symptoms can present as early as one year of age. These may consist of short stature, breast development, pubic hair presence, maturation of sexual reproductive organs, deepening voice, and acne. [2]", "contents": "Hypothalamic Hamartoma -- History and Physical. Patients also can present with isolated precocious puberty with lesions attached mainly to the anterior portion of the hypothalamus near the tuber cinereum, which appears pedunculated below the third ventricle. [2] [4] Symptoms of precocious puberty are relevant if they initiate before the age of 8 years in girls and nine years in boys. Symptoms can present as early as one year of age. These may consist of short stature, breast development, pubic hair presence, maturation of sexual reproductive organs, deepening voice, and acne. [2]"}
{"id": "article-23298_11", "title": "Hypothalamic Hamartoma -- Evaluation", "content": "Brain MRI with and without contrast is the gold standard for diagnosis. It is essential to notify radiologists to focus imaging in the hypothalamic region to avoid misdiagnosis. Hypothalamic hamartomas differ from the normal grey matter due to decreased intensity in T1 weighted images and increased intensity in T2 weighted images. [11] Higher T2 signal is associated with higher glial contents and with a peripheral subependymal band consisting of myelinated fibers. [11] These lesions do not enhance with contrast. [2] Hypothalamic hamartomas can also be associated with the presence of cysts, specifically arachnoid cysts. Currently, it is not clear if the cysts are intrinsic or extrinsic to the lesion. Hypothalamic hamartomas do not enlarge. They expand with brain growth; thus, the relative size compared with the brain will always be the same. [11]", "contents": "Hypothalamic Hamartoma -- Evaluation. Brain MRI with and without contrast is the gold standard for diagnosis. It is essential to notify radiologists to focus imaging in the hypothalamic region to avoid misdiagnosis. Hypothalamic hamartomas differ from the normal grey matter due to decreased intensity in T1 weighted images and increased intensity in T2 weighted images. [11] Higher T2 signal is associated with higher glial contents and with a peripheral subependymal band consisting of myelinated fibers. [11] These lesions do not enhance with contrast. [2] Hypothalamic hamartomas can also be associated with the presence of cysts, specifically arachnoid cysts. Currently, it is not clear if the cysts are intrinsic or extrinsic to the lesion. Hypothalamic hamartomas do not enlarge. They expand with brain growth; thus, the relative size compared with the brain will always be the same. [11]"}
{"id": "article-23298_12", "title": "Hypothalamic Hamartoma -- Evaluation", "content": "Head computed tomographic scan shows a small non-enhancing lesion near the interpeduncular and suprasellar cisterns, usually isodense to the brain. This imaging tool is now considered inadequate for detecting hypothalamic hamartomas and adds additional unnecessary radiation exposure to patients. [2]", "contents": "Hypothalamic Hamartoma -- Evaluation. Head computed tomographic scan shows a small non-enhancing lesion near the interpeduncular and suprasellar cisterns, usually isodense to the brain. This imaging tool is now considered inadequate for detecting hypothalamic hamartomas and adds additional unnecessary radiation exposure to patients. [2]"}
{"id": "article-23298_13", "title": "Hypothalamic Hamartoma -- Evaluation", "content": "Electroencephalography (EEG) usually appears normal during gelastic seizures, although it may be beneficial when other seizure types are present. Continuous video 24-hour EEG would be able to film the patient's laughter spells but do not show any electrical ictal activity during the gelastic seizure. Interictal and ictal EEG may show focal, multifocal, or general spikes in patients with other seizure types and may be beneficial for diagnosis. [12] Depth electrode recordings have demonstrated that gelastic seizures originate from hypothalamic hamartomas. [13]", "contents": "Hypothalamic Hamartoma -- Evaluation. Electroencephalography (EEG) usually appears normal during gelastic seizures, although it may be beneficial when other seizure types are present. Continuous video 24-hour EEG would be able to film the patient's laughter spells but do not show any electrical ictal activity during the gelastic seizure. Interictal and ictal EEG may show focal, multifocal, or general spikes in patients with other seizure types and may be beneficial for diagnosis. [12] Depth electrode recordings have demonstrated that gelastic seizures originate from hypothalamic hamartomas. [13]"}
{"id": "article-23298_14", "title": "Hypothalamic Hamartoma -- Evaluation", "content": "Single-photon emission computed tomography show hyperperfusion by the hamartoma after gelastic seizures and normal perfusion in the interictal phase. [14] Magnetic resonance spectroscopy shows a decreased NAA/Cr ratio in patients with hamartomas compared with the hypothalamus of healthy patients. Hypothalamic hamartomas have increased gliosis and decreased neuronal concentration. [2]", "contents": "Hypothalamic Hamartoma -- Evaluation. Single-photon emission computed tomography show hyperperfusion by the hamartoma after gelastic seizures and normal perfusion in the interictal phase. [14] Magnetic resonance spectroscopy shows a decreased NAA/Cr ratio in patients with hamartomas compared with the hypothalamus of healthy patients. Hypothalamic hamartomas have increased gliosis and decreased neuronal concentration. [2]"}
{"id": "article-23298_15", "title": "Hypothalamic Hamartoma -- Treatment / Management", "content": "Each patient's unique circumstances, such as clinical course, symptoms, and the exact anatomy of the lesion, need to be analyzed to select the most appropriate treatment. For minor clinical manifestations such as inconsequential gelastic seizures, observation is recommended as brief and infrequent episodes are usually not disabling. Sometimes, surgery is performed to prevent secondary epileptogenesis, where uncontrolled seizures can provoke epileptogenesis in distant cortical regions.", "contents": "Hypothalamic Hamartoma -- Treatment / Management. Each patient's unique circumstances, such as clinical course, symptoms, and the exact anatomy of the lesion, need to be analyzed to select the most appropriate treatment. For minor clinical manifestations such as inconsequential gelastic seizures, observation is recommended as brief and infrequent episodes are usually not disabling. Sometimes, surgery is performed to prevent secondary epileptogenesis, where uncontrolled seizures can provoke epileptogenesis in distant cortical regions."}
{"id": "article-23298_16", "title": "Hypothalamic Hamartoma -- Treatment / Management -- Antiepileptic Medications", "content": "Antiepileptic medications usually do not control or improve gelastic seizures. They are mostly used for the control of associated tonic-clonic seizures, complex partial seizures, drop attacks, and atypical absences. They are less successful in diminishing seizures associated with hypothalamic hamartomas; thus, surgery is often recommended. [15]", "contents": "Hypothalamic Hamartoma -- Treatment / Management -- Antiepileptic Medications. Antiepileptic medications usually do not control or improve gelastic seizures. They are mostly used for the control of associated tonic-clonic seizures, complex partial seizures, drop attacks, and atypical absences. They are less successful in diminishing seizures associated with hypothalamic hamartomas; thus, surgery is often recommended. [15]"}
{"id": "article-23298_17", "title": "Hypothalamic Hamartoma -- Treatment / Management -- Gonadotropin-releasing Hormone Agonists", "content": "Precocious puberty can usually be treated successfully with medications. Leuprolide acetate inhibits the release of GnRH that is required to trigger puberty. It is generally administered intramuscularly once monthly for the duration that puberty needs to be suppressed.", "contents": "Hypothalamic Hamartoma -- Treatment / Management -- Gonadotropin-releasing Hormone Agonists. Precocious puberty can usually be treated successfully with medications. Leuprolide acetate inhibits the release of GnRH that is required to trigger puberty. It is generally administered intramuscularly once monthly for the duration that puberty needs to be suppressed."}
{"id": "article-23298_18", "title": "Hypothalamic Hamartoma -- Treatment / Management -- Surgical", "content": "The gold-standard treatment is open surgical resection of the hamartoma. It provides the best outcome in seizure cessation and halts neurocognitive, behavioral, and psychiatric symptoms. [16] The neurosurgeon can select the ideal surgical approach for each case depending on the size of the hamartoma, its anatomical relationship to the hypothalamus, surrounding neurovascular structures, age, and experience with a particular procedure. [16] The most common type of treatment has been resection by a craniotomy. Several approaches can be used and include transcallosal interforniceal resection, pterional resection, transtemporal transchoroidal resection, or combined resection for extensive lesions. They provide direct access to the hypothalamic region; nevertheless, it has limitations due to a narrow corridor of the working area surrounded by the internal carotid, optic nerve, chiasm, fornices, internal cerebral veins, and infundibulum, thus limiting access to the third ventricle. The transcallosal-interforniceal approach provides the ideal access for intraventricular hamartomas and is the favored approach by many neurosurgeons. [16] [17] Transventricular endoscopic resection can also be used. [18] [19] [20] Identifying and separating the borders of the hamartoma from the hypothalamus and mammillary bodies is often difficult, although its removal provides a greater than 90% reduction in seizure frequency. [16] [21]", "contents": "Hypothalamic Hamartoma -- Treatment / Management -- Surgical. The gold-standard treatment is open surgical resection of the hamartoma. It provides the best outcome in seizure cessation and halts neurocognitive, behavioral, and psychiatric symptoms. [16] The neurosurgeon can select the ideal surgical approach for each case depending on the size of the hamartoma, its anatomical relationship to the hypothalamus, surrounding neurovascular structures, age, and experience with a particular procedure. [16] The most common type of treatment has been resection by a craniotomy. Several approaches can be used and include transcallosal interforniceal resection, pterional resection, transtemporal transchoroidal resection, or combined resection for extensive lesions. They provide direct access to the hypothalamic region; nevertheless, it has limitations due to a narrow corridor of the working area surrounded by the internal carotid, optic nerve, chiasm, fornices, internal cerebral veins, and infundibulum, thus limiting access to the third ventricle. The transcallosal-interforniceal approach provides the ideal access for intraventricular hamartomas and is the favored approach by many neurosurgeons. [16] [17] Transventricular endoscopic resection can also be used. [18] [19] [20] Identifying and separating the borders of the hamartoma from the hypothalamus and mammillary bodies is often difficult, although its removal provides a greater than 90% reduction in seizure frequency. [16] [21]"}
{"id": "article-23298_19", "title": "Hypothalamic Hamartoma -- Treatment / Management -- Surgical", "content": "Gamma knife radiosurgery (GKR)", "contents": "Hypothalamic Hamartoma -- Treatment / Management -- Surgical. Gamma knife radiosurgery (GKR)"}
{"id": "article-23298_20", "title": "Hypothalamic Hamartoma -- Treatment / Management -- Surgical", "content": "GKR is a non-invasive radiosurgical technique that causes damage to the lesion. The exact mechanism of seizure control has not been determined due to the lack of lesion necrosis on follow-up MRIs. This finding suggests that a neuromodulatory event with diminished vascular supply and gliosis can be responsible. It serves as an excellent tool to treat lesions that are difficult to resect without causing neuroendocrine deficits. The therapeutic effect typically requires 6 to 18 months, but sometimes up to 3 years. GKR provides seizure freedom in 40% of the patients treated and provides a good alternative for treating small and medium-sized lesions. [17] [22]", "contents": "Hypothalamic Hamartoma -- Treatment / Management -- Surgical. GKR is a non-invasive radiosurgical technique that causes damage to the lesion. The exact mechanism of seizure control has not been determined due to the lack of lesion necrosis on follow-up MRIs. This finding suggests that a neuromodulatory event with diminished vascular supply and gliosis can be responsible. It serves as an excellent tool to treat lesions that are difficult to resect without causing neuroendocrine deficits. The therapeutic effect typically requires 6 to 18 months, but sometimes up to 3 years. GKR provides seizure freedom in 40% of the patients treated and provides a good alternative for treating small and medium-sized lesions. [17] [22]"}
{"id": "article-23298_21", "title": "Hypothalamic Hamartoma -- Treatment / Management -- Stereotactic Thermoablation", "content": "The lesion is heated to approximately 60°C to damage the tissue and prevent its ability to generate seizures. Treatment immediately provides results. Larger lesions need several passes to treat the entire lesion. Radiofrequency thermoablation: seizure control in up to 71% of patients (one-third require multiple treatments). It provides an excellent alternative to treat cases that do not respond to open surgical treatments. [16] [23] Laser-mediated ablation: heat the lesion using real-time MR thermography. It can obtain seizure control in nearly 60% of cases. [16] [24] [25]", "contents": "Hypothalamic Hamartoma -- Treatment / Management -- Stereotactic Thermoablation. The lesion is heated to approximately 60°C to damage the tissue and prevent its ability to generate seizures. Treatment immediately provides results. Larger lesions need several passes to treat the entire lesion. Radiofrequency thermoablation: seizure control in up to 71% of patients (one-third require multiple treatments). It provides an excellent alternative to treat cases that do not respond to open surgical treatments. [16] [23] Laser-mediated ablation: heat the lesion using real-time MR thermography. It can obtain seizure control in nearly 60% of cases. [16] [24] [25]"}
{"id": "article-23298_22", "title": "Hypothalamic Hamartoma -- Differential Diagnosis", "content": "Tumors that occur in the same region of hypothalamic hamartomas would be the principal differential diagnosis such as craniopharyngioma, astrocytoma, optic glioma, and meningioma. These lesions do not cause gelastic seizures; however, they can be associated with the neuroendocrine axis disruption, which can produce precocious puberty. [11]", "contents": "Hypothalamic Hamartoma -- Differential Diagnosis. Tumors that occur in the same region of hypothalamic hamartomas would be the principal differential diagnosis such as craniopharyngioma, astrocytoma, optic glioma, and meningioma. These lesions do not cause gelastic seizures; however, they can be associated with the neuroendocrine axis disruption, which can produce precocious puberty. [11]"}
{"id": "article-23298_23", "title": "Hypothalamic Hamartoma -- Prognosis", "content": "Surgery can potentially achieve a 90% reduction in seizure frequency. GKR provides seizure freedom in 40%. Radiofrequency thermoablation results in seizure control in up to 71% of patients. Laser-mediated thermoablation results in seizure control in 67% of patients. Leuprolide acetate inhibits precocious puberty until adequate age, when it is then suspended. Antiepileptic medications usually do not control or improve gelastic seizures and are less successful in controlling other seizure types. The higher number of antiepileptic medication use, larger hamartoma size, younger age of seizure onset, and higher seizure frequency predispose to greater cognitive impairment.", "contents": "Hypothalamic Hamartoma -- Prognosis. Surgery can potentially achieve a 90% reduction in seizure frequency. GKR provides seizure freedom in 40%. Radiofrequency thermoablation results in seizure control in up to 71% of patients. Laser-mediated thermoablation results in seizure control in 67% of patients. Leuprolide acetate inhibits precocious puberty until adequate age, when it is then suspended. Antiepileptic medications usually do not control or improve gelastic seizures and are less successful in controlling other seizure types. The higher number of antiepileptic medication use, larger hamartoma size, younger age of seizure onset, and higher seizure frequency predispose to greater cognitive impairment."}
{"id": "article-23298_24", "title": "Hypothalamic Hamartoma -- Complications", "content": "Hypothalamic hamartomas may lead to systemic complications: Multiple disabling seizure types (tonic-clonic seizures, complex partial seizures, drop attacks) Cognitive decline Psychiatric symptoms (oppositional defiant disorder, attention-deficit/hyperactivity disorder, conduct disorder, and mood disorder) Developmental delay Short term memory Reduced processing speed Diminished intellectual disability Short stature Acne The treatment modalities can lead to complications: Surgical - diabetes insipidus, meningitis, ischemic stroke, infection, hemorrhage, short-term memory deficit SRS - provides a slow treatment response; therefore, the patient remains exposed to the risks of persistent seizures for up to 3 years Thermoablation - injury to neurovascular structures, temperature control problems, hyperphagia, hyponatremia, Horner syndrome, amnesia", "contents": "Hypothalamic Hamartoma -- Complications. Hypothalamic hamartomas may lead to systemic complications: Multiple disabling seizure types (tonic-clonic seizures, complex partial seizures, drop attacks) Cognitive decline Psychiatric symptoms (oppositional defiant disorder, attention-deficit/hyperactivity disorder, conduct disorder, and mood disorder) Developmental delay Short term memory Reduced processing speed Diminished intellectual disability Short stature Acne The treatment modalities can lead to complications: Surgical - diabetes insipidus, meningitis, ischemic stroke, infection, hemorrhage, short-term memory deficit SRS - provides a slow treatment response; therefore, the patient remains exposed to the risks of persistent seizures for up to 3 years Thermoablation - injury to neurovascular structures, temperature control problems, hyperphagia, hyponatremia, Horner syndrome, amnesia"}
{"id": "article-23298_25", "title": "Hypothalamic Hamartoma -- Consultations", "content": "Pediatrician Pediatric endocrinologist Neurologist Pediatric neurosurgeon Neuroradiologist", "contents": "Hypothalamic Hamartoma -- Consultations. Pediatrician Pediatric endocrinologist Neurologist Pediatric neurosurgeon Neuroradiologist"}
{"id": "article-23298_26", "title": "Hypothalamic Hamartoma -- Deterrence and Patient Education", "content": "The patient's parents need to be educated about the etiology, clinical presentation, and prognosis of hypothalamic hamartomas. As several treatment modalities are available, they have to be informed about the risks and benefits of each treatment modality, allowing them to make informed decisions. Invasive treatments provide the most excellent option for seizure prevention, and they are highly recommended.", "contents": "Hypothalamic Hamartoma -- Deterrence and Patient Education. The patient's parents need to be educated about the etiology, clinical presentation, and prognosis of hypothalamic hamartomas. As several treatment modalities are available, they have to be informed about the risks and benefits of each treatment modality, allowing them to make informed decisions. Invasive treatments provide the most excellent option for seizure prevention, and they are highly recommended."}
{"id": "article-23298_27", "title": "Hypothalamic Hamartoma -- Deterrence and Patient Education", "content": "Hypothalamic hamartomas are benign lesions, and parents must be informed to avoid concerns for any potential malignant transformation or metastasis. Puberty will typically occur even after the use of GnRH agonists, and children will develop normally after surgical or ablative procedures. If any particular treatment modality fails, patients will continue with disabling seizures, declining neurocognitive behavior, and progressive neuropsychological difficulties; therefore, a combination of treatment modalities should be attempted.", "contents": "Hypothalamic Hamartoma -- Deterrence and Patient Education. Hypothalamic hamartomas are benign lesions, and parents must be informed to avoid concerns for any potential malignant transformation or metastasis. Puberty will typically occur even after the use of GnRH agonists, and children will develop normally after surgical or ablative procedures. If any particular treatment modality fails, patients will continue with disabling seizures, declining neurocognitive behavior, and progressive neuropsychological difficulties; therefore, a combination of treatment modalities should be attempted."}
{"id": "article-23298_28", "title": "Hypothalamic Hamartoma -- Enhancing Healthcare Team Outcomes", "content": "Hypothalamic hamartoma frequently poses a diagnostic dilemma. Patients may exhibit rare symptoms of gelastic seizures and precocious puberty associated with neuropsychological and psychiatric symptoms. The etiology is usually suspected, but it is difficult to identify without proper imaging studies. While the pediatrician is almost always involved in the care of patients with a hypothalamic hamartoma, it is essential to obtain an evaluation with an interprofessional team of specialists that include a neurosurgeon, neurologist, and pediatric endocrinologist. Nurses also compose a vital member of the interprofessional group, as they will monitor the patient's vital signs and assist with the education to the patient and his family. In the postoperative period for pain, wound infection, seizures, and nausea, pharmacists will ensure that the patient is on the right analgesics, antiemetics, antiepileptic drugs, and appropriate antibiotics. Neuroradiologists also portray a vital role in determining the etiology. It is imperative to provide a proper history to the neuroradiologist so that the particular diagnostic images may be ordered.", "contents": "Hypothalamic Hamartoma -- Enhancing Healthcare Team Outcomes. Hypothalamic hamartoma frequently poses a diagnostic dilemma. Patients may exhibit rare symptoms of gelastic seizures and precocious puberty associated with neuropsychological and psychiatric symptoms. The etiology is usually suspected, but it is difficult to identify without proper imaging studies. While the pediatrician is almost always involved in the care of patients with a hypothalamic hamartoma, it is essential to obtain an evaluation with an interprofessional team of specialists that include a neurosurgeon, neurologist, and pediatric endocrinologist. Nurses also compose a vital member of the interprofessional group, as they will monitor the patient's vital signs and assist with the education to the patient and his family. In the postoperative period for pain, wound infection, seizures, and nausea, pharmacists will ensure that the patient is on the right analgesics, antiemetics, antiepileptic drugs, and appropriate antibiotics. Neuroradiologists also portray a vital role in determining the etiology. It is imperative to provide a proper history to the neuroradiologist so that the particular diagnostic images may be ordered."}
{"id": "article-23298_29", "title": "Hypothalamic Hamartoma -- Enhancing Healthcare Team Outcomes", "content": "When the patient is to be discharged home, consultation should be made with a social worker and home health nurses who can monitor the patient for seizures. Social workers can make referrals for equipment and trauma-prevention modalities as needed. Essential characteristics for obtaining the best outcomes are teamwork, shared decision-making, and efficient communication between the different health professionals. The interprofessional care provided to the patient must use an integrated care pathway combined with an evidence-based approach to planning, evaluation, and management of patients with hypothalamic hamartomas.", "contents": "Hypothalamic Hamartoma -- Enhancing Healthcare Team Outcomes. When the patient is to be discharged home, consultation should be made with a social worker and home health nurses who can monitor the patient for seizures. Social workers can make referrals for equipment and trauma-prevention modalities as needed. Essential characteristics for obtaining the best outcomes are teamwork, shared decision-making, and efficient communication between the different health professionals. The interprofessional care provided to the patient must use an integrated care pathway combined with an evidence-based approach to planning, evaluation, and management of patients with hypothalamic hamartomas."}
{"id": "article-23298_30", "title": "Hypothalamic Hamartoma -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Hypothalamic Hamartoma -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}