{"id": "article-20538_0", "title": "Diphenoxylate and Atropine -- Continuing Education Activity", "content": "Diphenoxylate and atropine, a medication combination for managing diarrhea, present a valuable therapeutic option for healthcare professionals. Operating within the antimotility class of drugs, diphenoxylate exhibits significant efficacy in addressing both acute and chronic episodes of diarrhea. This continuing medical education (CME) activity centers on elucidating the indications, action, and contraindications of diphenoxylate/atropine, emphasizing its pivotal role in clinical practice. The comprehensive exploration of its mechanism of action, adverse event profile, and contraindications equips healthcare team members with vital insights necessary for optimizing patient care in gastrointestinal conditions.", "contents": "Diphenoxylate and Atropine -- Continuing Education Activity. Diphenoxylate and atropine, a medication combination for managing diarrhea, present a valuable therapeutic option for healthcare professionals. Operating within the antimotility class of drugs, diphenoxylate exhibits significant efficacy in addressing both acute and chronic episodes of diarrhea. This continuing medical education (CME) activity centers on elucidating the indications, action, and contraindications of diphenoxylate/atropine, emphasizing its pivotal role in clinical practice. The comprehensive exploration of its mechanism of action, adverse event profile, and contraindications equips healthcare team members with vital insights necessary for optimizing patient care in gastrointestinal conditions."}
{"id": "article-20538_1", "title": "Diphenoxylate and Atropine -- Continuing Education Activity", "content": "By fostering a deeper understanding of diphenoxylate/atropine's dosing, monitoring, clinical toxicology, and relevant interactions, this educational initiative empowers healthcare professionals to navigate the complexities inherent in managing diarrhea and related ailments. Recognizing the interprofessional healthcare team's indispensable role, this program aims to furnish practitioners with evidence-based medicine, enabling them to make informed decisions and tailor dosage regimens to individual patient needs. Through this initiative, healthcare professionals are poised to enhance patient outcomes and uphold the highest standards of care in gastrointestinal disorders treated with diphenoxylate and atropine.", "contents": "Diphenoxylate and Atropine -- Continuing Education Activity. By fostering a deeper understanding of diphenoxylate/atropine's dosing, monitoring, clinical toxicology, and relevant interactions, this educational initiative empowers healthcare professionals to navigate the complexities inherent in managing diarrhea and related ailments. Recognizing the interprofessional healthcare team's indispensable role, this program aims to furnish practitioners with evidence-based medicine, enabling them to make informed decisions and tailor dosage regimens to individual patient needs. Through this initiative, healthcare professionals are poised to enhance patient outcomes and uphold the highest standards of care in gastrointestinal disorders treated with diphenoxylate and atropine."}
{"id": "article-20538_2", "title": "Diphenoxylate and Atropine -- Continuing Education Activity", "content": "Objectives: Identify the mechanism of action of diphenoxylate and atropine in gastrointestinal disorders. Evaluate the adverse effects of diphenoxylate and atropine. Determine the appropriate monitoring of diphenoxylate and atropine. Implement effective collaboration and communication among interprofessional team members to improve outcomes and treatment efficacy for patients who might benefit from diphenoxylate and atropine. Access free multiple choice questions on this topic.", "contents": "Diphenoxylate and Atropine -- Continuing Education Activity. Objectives: Identify the mechanism of action of diphenoxylate and atropine in gastrointestinal disorders. Evaluate the adverse effects of diphenoxylate and atropine. Determine the appropriate monitoring of diphenoxylate and atropine. Implement effective collaboration and communication among interprofessional team members to improve outcomes and treatment efficacy for patients who might benefit from diphenoxylate and atropine. Access free multiple choice questions on this topic."}
{"id": "article-20538_3", "title": "Diphenoxylate and Atropine -- Indications", "content": "Diphenoxylate is an active ingredient of commonly available antimotility agents.", "contents": "Diphenoxylate and Atropine -- Indications. Diphenoxylate is an active ingredient of commonly available antimotility agents."}
{"id": "article-20538_4", "title": "Diphenoxylate and Atropine -- Indications -- FDA-Approved Indications", "content": "Diphenoxylate is indicated for diarrhea in adults and children 13 years or older or as add-on therapy in managing acute non-infectious diarrhea. These conditions include diarrhea-predominant-irritable bowel syndrome, ulcerative colitis, and Crohn disease, which have not responded to other medications. [1] Per the Eastern Association for the Surgery of Trauma guidelines, loperamide, diphenoxylate/atropine, and elemental diet were evaluated for efficacy in ICU patients with acute non-infectious diarrhea in critically ill patients. Loperamide's efficacy was observed in 10 randomized controlled trials (RCTs), and diphenoxylate/atropine demonstrated comparability to loperamide in 3 trials. Loperamide and diphenoxylate/atropine are conditionally recommended for ICU patients with acute non-infectious diarrhea. [1] The medication is typically utilized for short-term treatment. However, it may also be a therapeutic option for addressing chronic diarrhea. Long-term use requires the close supervision of a physician, as its prolonged use may lead to dependence. [2]", "contents": "Diphenoxylate and Atropine -- Indications -- FDA-Approved Indications. Diphenoxylate is indicated for diarrhea in adults and children 13 years or older or as add-on therapy in managing acute non-infectious diarrhea. These conditions include diarrhea-predominant-irritable bowel syndrome, ulcerative colitis, and Crohn disease, which have not responded to other medications. [1] Per the Eastern Association for the Surgery of Trauma guidelines, loperamide, diphenoxylate/atropine, and elemental diet were evaluated for efficacy in ICU patients with acute non-infectious diarrhea in critically ill patients. Loperamide's efficacy was observed in 10 randomized controlled trials (RCTs), and diphenoxylate/atropine demonstrated comparability to loperamide in 3 trials. Loperamide and diphenoxylate/atropine are conditionally recommended for ICU patients with acute non-infectious diarrhea. [1] The medication is typically utilized for short-term treatment. However, it may also be a therapeutic option for addressing chronic diarrhea. Long-term use requires the close supervision of a physician, as its prolonged use may lead to dependence. [2]"}
{"id": "article-20538_5", "title": "Diphenoxylate and Atropine -- Indications -- Off-Label Uses", "content": "The North American Society of Pediatric Gastroenterology, Hepatology, and Nutrition (NASPGHAN) supports the utilization of Diphenoxylate/atropine with caution for postsurgical patients with Hirschsprung disease who present with fecal incontinence. [3]", "contents": "Diphenoxylate and Atropine -- Indications -- Off-Label Uses. The North American Society of Pediatric Gastroenterology, Hepatology, and Nutrition (NASPGHAN) supports the utilization of Diphenoxylate/atropine with caution for postsurgical patients with Hirschsprung disease who present with fecal incontinence. [3]"}
{"id": "article-20538_6", "title": "Diphenoxylate and Atropine -- Mechanism of Action", "content": "Diphenoxylate is an opioid agonist that primarily acts on the presynaptic opioid receptors (predominantly mu receptors) in the enteric nervous system. The enteric nervous system consists of 2 components: the myenteric plexus and the submucosal plexus. The myenteric plexus lies between the circular and longitudinal smooth muscles of the bowel wall and controls segmental contractions (ie, peristaltic movements of the gut). The submucosal plexus controls the secretions of fluid and electrolytes in the lumen of the intestine. By acting on the presynaptic opioid receptors, it inhibits the release of acetylcholine in the synaptic cleft and hence inhibits the motility and secretory action of the enteric nervous system. This action leads to a decrease in segmental contractions and prolongation of gastrointestinal transit time. Diphenoxylate reduces the epithelial secretion of fluid and electrolytes and enhances active absorption by mild action on delta receptors.", "contents": "Diphenoxylate and Atropine -- Mechanism of Action. Diphenoxylate is an opioid agonist that primarily acts on the presynaptic opioid receptors (predominantly mu receptors) in the enteric nervous system. The enteric nervous system consists of 2 components: the myenteric plexus and the submucosal plexus. The myenteric plexus lies between the circular and longitudinal smooth muscles of the bowel wall and controls segmental contractions (ie, peristaltic movements of the gut). The submucosal plexus controls the secretions of fluid and electrolytes in the lumen of the intestine. By acting on the presynaptic opioid receptors, it inhibits the release of acetylcholine in the synaptic cleft and hence inhibits the motility and secretory action of the enteric nervous system. This action leads to a decrease in segmental contractions and prolongation of gastrointestinal transit time. Diphenoxylate reduces the epithelial secretion of fluid and electrolytes and enhances active absorption by mild action on delta receptors."}
{"id": "article-20538_7", "title": "Diphenoxylate and Atropine -- Mechanism of Action", "content": "Diphenoxylate does not have the analgesic effects of morphine at standard doses, but it can lead to CNS effects, like euphoria, at higher doses. The drug may be misused if used for an extended period and is classified as a Schedule II drug by the DEA when used alone. Atropine is added in a fixed dose of 0.025 mg; it is a competitive inhibitor of acetylcholine receptors to prevent patients from misusing diphenoxylate. Atropine produces anticholinergic adverse effects like nausea, bloating, tachycardia, and dry mouth/eyes when ingested at higher doses. These adverse effects are unpleasant for the patient and discourage overdosing. The combination medication is Schedule V.", "contents": "Diphenoxylate and Atropine -- Mechanism of Action. Diphenoxylate does not have the analgesic effects of morphine at standard doses, but it can lead to CNS effects, like euphoria, at higher doses. The drug may be misused if used for an extended period and is classified as a Schedule II drug by the DEA when used alone. Atropine is added in a fixed dose of 0.025 mg; it is a competitive inhibitor of acetylcholine receptors to prevent patients from misusing diphenoxylate. Atropine produces anticholinergic adverse effects like nausea, bloating, tachycardia, and dry mouth/eyes when ingested at higher doses. These adverse effects are unpleasant for the patient and discourage overdosing. The combination medication is Schedule V."}
{"id": "article-20538_8", "title": "Diphenoxylate and Atropine -- Mechanism of Action -- Pharmacokinetics", "content": "Absorption: Diphenoxylate displays linear absorption characteristics, showing a dose-dependent increase in peak plasma concentration and area under the curve within the 2.5 mg to 10 mg dose range. The peak plasma concentration of its metabolite, diphenoxylic acid, is approximately 2 hours post-ingestion. Compared to the liquid formulation, the tablet formulation exhibits a bioavailability of about 90%. Distribution: Diphenoxylate can cross the blood-brain barrier, leading to CNS adverse effects.", "contents": "Diphenoxylate and Atropine -- Mechanism of Action -- Pharmacokinetics. Absorption: Diphenoxylate displays linear absorption characteristics, showing a dose-dependent increase in peak plasma concentration and area under the curve within the 2.5 mg to 10 mg dose range. The peak plasma concentration of its metabolite, diphenoxylic acid, is approximately 2 hours post-ingestion. Compared to the liquid formulation, the tablet formulation exhibits a bioavailability of about 90%. Distribution: Diphenoxylate can cross the blood-brain barrier, leading to CNS adverse effects."}
{"id": "article-20538_9", "title": "Diphenoxylate and Atropine -- Mechanism of Action -- Pharmacokinetics", "content": "Metabolism: Diphenoxylate undergoes rapid and extensive metabolism via ester hydrolysis, resulting in the formation of diphenoxylic acid, the predominant biologically active metabolite circulating in the bloodstream. [4]", "contents": "Diphenoxylate and Atropine -- Mechanism of Action -- Pharmacokinetics. Metabolism: Diphenoxylate undergoes rapid and extensive metabolism via ester hydrolysis, resulting in the formation of diphenoxylic acid, the predominant biologically active metabolite circulating in the bloodstream. [4]"}
{"id": "article-20538_10", "title": "Diphenoxylate and Atropine -- Mechanism of Action -- Pharmacokinetics", "content": "Excretion: Approximately 14% of diphenoxylate and its metabolites are eliminated in the urine, while 49% are excreted in the feces over 4 days. Urinary excretion of the unchanged diphenoxylate accounts for less than 1% of the administered dose, with diphenoxylic acid and its glucuronide conjugate constituting approximately 6%. The elimination half-life of diphenoxylic acid is estimated to be around 12 to 14 hours.", "contents": "Diphenoxylate and Atropine -- Mechanism of Action -- Pharmacokinetics. Excretion: Approximately 14% of diphenoxylate and its metabolites are eliminated in the urine, while 49% are excreted in the feces over 4 days. Urinary excretion of the unchanged diphenoxylate accounts for less than 1% of the administered dose, with diphenoxylic acid and its glucuronide conjugate constituting approximately 6%. The elimination half-life of diphenoxylic acid is estimated to be around 12 to 14 hours."}
{"id": "article-20538_11", "title": "Diphenoxylate and Atropine -- Administration -- Available Dosage Forms and Strengths", "content": "The diphenoxylate hydrochloride/atropine sulfate combination is available as a fixed-dose composition of 2.5 mg/0.025 mg. Diphenoxylate/atropine is available in both tablet and liquid preparation. Only the liquid preparation can be administered to children, not tablets.", "contents": "Diphenoxylate and Atropine -- Administration -- Available Dosage Forms and Strengths. The diphenoxylate hydrochloride/atropine sulfate combination is available as a fixed-dose composition of 2.5 mg/0.025 mg. Diphenoxylate/atropine is available in both tablet and liquid preparation. Only the liquid preparation can be administered to children, not tablets."}
{"id": "article-20538_12", "title": "Diphenoxylate and Atropine -- Administration -- Adult Dosage", "content": "The initial dose of 20 mg can be administered to control symptoms and then reduced to a lower maintenance dose per individual requirements. Clinical improvement after administration usually occurs within 48 hours. If no improvement is seen within 10 days of maximum dosing, further drug administration is unlikely to make a difference. A maximum of 8 tablets (ie, 20 mg of diphenoxylate) can be administered in 24 hours. The preparation of diphenoxylate hydrochloride is insoluble in commonly available aqueous media. This property precludes the self-administration of the drug. Abrupt cessation of the medication after a course of 100 to 300 mg/day, or the equivalent of 40 to 120 tablets over 50 to 70 days, may lead to opioid withdrawal symptoms.", "contents": "Diphenoxylate and Atropine -- Administration -- Adult Dosage. The initial dose of 20 mg can be administered to control symptoms and then reduced to a lower maintenance dose per individual requirements. Clinical improvement after administration usually occurs within 48 hours. If no improvement is seen within 10 days of maximum dosing, further drug administration is unlikely to make a difference. A maximum of 8 tablets (ie, 20 mg of diphenoxylate) can be administered in 24 hours. The preparation of diphenoxylate hydrochloride is insoluble in commonly available aqueous media. This property precludes the self-administration of the drug. Abrupt cessation of the medication after a course of 100 to 300 mg/day, or the equivalent of 40 to 120 tablets over 50 to 70 days, may lead to opioid withdrawal symptoms."}
{"id": "article-20538_13", "title": "Diphenoxylate and Atropine -- Administration -- Specific Patient Populations", "content": "Hepatic impairment: Diphenoxylate and atropine sulfate should be used cautiously since hepatic encephalopathy may be precipitated. Renal impairment: Diphenoxylate and atropine sulfate should be used cautiously in renal impairment.", "contents": "Diphenoxylate and Atropine -- Administration -- Specific Patient Populations. Hepatic impairment: Diphenoxylate and atropine sulfate should be used cautiously since hepatic encephalopathy may be precipitated. Renal impairment: Diphenoxylate and atropine sulfate should be used cautiously in renal impairment."}
{"id": "article-20538_14", "title": "Diphenoxylate and Atropine -- Administration -- Specific Patient Populations", "content": "Pregnancy considerations: Diphenoxylate is classified as Pregnancy Category C. Studies in rats have shown effects on fertility at doses 50 times the human dose, including reduced maternal weight gain and slight reductions in litter size at 10 times the human dose. Teratology studies in rats, rabbits, and mice did not reveal any clear teratogenic effects, but due to study limitations, the full extent of embryotoxicity and fetotoxicity cannot be determined. There is insufficient data from well-controlled studies in pregnant women; therefore, use during pregnancy should be considered only if the possible benefits outweigh the risks to the fetus.", "contents": "Diphenoxylate and Atropine -- Administration -- Specific Patient Populations. Pregnancy considerations: Diphenoxylate is classified as Pregnancy Category C. Studies in rats have shown effects on fertility at doses 50 times the human dose, including reduced maternal weight gain and slight reductions in litter size at 10 times the human dose. Teratology studies in rats, rabbits, and mice did not reveal any clear teratogenic effects, but due to study limitations, the full extent of embryotoxicity and fetotoxicity cannot be determined. There is insufficient data from well-controlled studies in pregnant women; therefore, use during pregnancy should be considered only if the possible benefits outweigh the risks to the fetus."}
{"id": "article-20538_15", "title": "Diphenoxylate and Atropine -- Administration -- Specific Patient Populations", "content": "Breastfeeding considerations: There is currently no data on using diphenoxylate during breastfeeding. However, according to experts, the use of diphenoxylate during breastfeeding is considered unacceptable. However, occasional small doses of diphenoxylate may be deemed acceptable when breastfeeding an older infant. Nonetheless, alternative medications are preferable, particularly when nursing a newborn. Limited data exist regarding the use of atropine during breastfeeding. Prolonged atropine use may diminish milk production, although a single systemic dose is unlikely to disrupt breastfeeding. During prolonged administration, vigilant monitoring for signs of decreased lactation, such as insatiety or poor weight gain in the infant, is advised. [5] [6]", "contents": "Diphenoxylate and Atropine -- Administration -- Specific Patient Populations. Breastfeeding considerations: There is currently no data on using diphenoxylate during breastfeeding. However, according to experts, the use of diphenoxylate during breastfeeding is considered unacceptable. However, occasional small doses of diphenoxylate may be deemed acceptable when breastfeeding an older infant. Nonetheless, alternative medications are preferable, particularly when nursing a newborn. Limited data exist regarding the use of atropine during breastfeeding. Prolonged atropine use may diminish milk production, although a single systemic dose is unlikely to disrupt breastfeeding. During prolonged administration, vigilant monitoring for signs of decreased lactation, such as insatiety or poor weight gain in the infant, is advised. [5] [6]"}
{"id": "article-20538_16", "title": "Diphenoxylate and Atropine -- Administration -- Specific Patient Populations", "content": "Pediatric patients: The dose is the same for children between 13 to 17 years. According to the Key Potentially Inappropriate Drugs in Pediatrics (KIDs) list, diphenoxylate and atropine should be avoided in children younger than 6 due to the risk of respiratory depression and potential fatality. [7]", "contents": "Diphenoxylate and Atropine -- Administration -- Specific Patient Populations. Pediatric patients: The dose is the same for children between 13 to 17 years. According to the Key Potentially Inappropriate Drugs in Pediatrics (KIDs) list, diphenoxylate and atropine should be avoided in children younger than 6 due to the risk of respiratory depression and potential fatality. [7]"}
{"id": "article-20538_17", "title": "Diphenoxylate and Atropine -- Administration -- Specific Patient Populations", "content": "Older patients: According to the Beers Criteria published by the American Geriatric Society (AGS) in 2023, atropine should be avoided due to its strong anticholinergic properties, while diphenoxylate should be avoided due to the risk of opioid-induced respiratory depression. [8]", "contents": "Diphenoxylate and Atropine -- Administration -- Specific Patient Populations. Older patients: According to the Beers Criteria published by the American Geriatric Society (AGS) in 2023, atropine should be avoided due to its strong anticholinergic properties, while diphenoxylate should be avoided due to the risk of opioid-induced respiratory depression. [8]"}
{"id": "article-20538_18", "title": "Diphenoxylate and Atropine -- Adverse Effects", "content": "The following are the important and serious adverse drug reactions. Respiratory depression: Diphenoxylate/atropine can cause respiratory and CNS depression in children younger than 6 years.", "contents": "Diphenoxylate and Atropine -- Adverse Effects. The following are the important and serious adverse drug reactions. Respiratory depression: Diphenoxylate/atropine can cause respiratory and CNS depression in children younger than 6 years."}
{"id": "article-20538_19", "title": "Diphenoxylate and Atropine -- Adverse Effects", "content": "Anticholinergic adverse effects: At higher doses, diphenoxylate/atropine can present with anticholinergic adverse effects like tachycardia, hyperthermia, urinary retention, dryness of the mucous membranes and skin, flushing, confusion, and headache. This drug combination can also result in opioid adverse effects, such as respiratory depression.", "contents": "Diphenoxylate and Atropine -- Adverse Effects. Anticholinergic adverse effects: At higher doses, diphenoxylate/atropine can present with anticholinergic adverse effects like tachycardia, hyperthermia, urinary retention, dryness of the mucous membranes and skin, flushing, confusion, and headache. This drug combination can also result in opioid adverse effects, such as respiratory depression."}
{"id": "article-20538_20", "title": "Diphenoxylate and Atropine -- Adverse Effects", "content": "Electrolyte imbalance: The drug can worsen dehydration and electrolyte imbalance in patients with pre-existing imbalances. Therefore, the electrolyte imbalance must be corrected before the medication is administered.", "contents": "Diphenoxylate and Atropine -- Adverse Effects. Electrolyte imbalance: The drug can worsen dehydration and electrolyte imbalance in patients with pre-existing imbalances. Therefore, the electrolyte imbalance must be corrected before the medication is administered."}
{"id": "article-20538_21", "title": "Diphenoxylate and Atropine -- Adverse Effects", "content": "Gastrointestinal complications: When administered in patients with infectious diarrhea, diphenoxylate/atropine can precipitate GI complications, including sepsis and prolonged diarrhea. This effect is caused by the prolongation of GI transit time and decreased GI motility, which leads to bacterial overgrowth and the release of enterotoxins into the bloodstream, creating a septic shock-like picture. [9] Diphenoxylate-induced pancreatitis has been reported. [10] Infrequent adverse drug reactions such as paralytic ileus may occur with higher doses of the medication, likely due to its action on the enteric nervous system. [11] [10]", "contents": "Diphenoxylate and Atropine -- Adverse Effects. Gastrointestinal complications: When administered in patients with infectious diarrhea, diphenoxylate/atropine can precipitate GI complications, including sepsis and prolonged diarrhea. This effect is caused by the prolongation of GI transit time and decreased GI motility, which leads to bacterial overgrowth and the release of enterotoxins into the bloodstream, creating a septic shock-like picture. [9] Diphenoxylate-induced pancreatitis has been reported. [10] Infrequent adverse drug reactions such as paralytic ileus may occur with higher doses of the medication, likely due to its action on the enteric nervous system. [11] [10]"}
{"id": "article-20538_22", "title": "Diphenoxylate and Atropine -- Adverse Effects", "content": "Toxic megacolon: This drug can precipitate toxic megacolon in patients with acute ulcerative colitis. Due to decreased motility, the physiological secretions might accumulate in the bowel, leading to distension. The colon is already fragile in ulcerative colitis and is prone to rupture. [12]", "contents": "Diphenoxylate and Atropine -- Adverse Effects. Toxic megacolon: This drug can precipitate toxic megacolon in patients with acute ulcerative colitis. Due to decreased motility, the physiological secretions might accumulate in the bowel, leading to distension. The colon is already fragile in ulcerative colitis and is prone to rupture. [12]"}
{"id": "article-20538_23", "title": "Diphenoxylate and Atropine -- Adverse Effects", "content": "Allergic reactions: Patients can develop allergic reactions, such as anaphylaxis, urticaria, angioneurotic edema, swelling of the gums, and pruritus. Clinicians should not administer the drug to patients with previous episodes of an allergic reaction. Fixed drug eruptions have been reported with atropine/diphenoxylate. [13]", "contents": "Diphenoxylate and Atropine -- Adverse Effects. Allergic reactions: Patients can develop allergic reactions, such as anaphylaxis, urticaria, angioneurotic edema, swelling of the gums, and pruritus. Clinicians should not administer the drug to patients with previous episodes of an allergic reaction. Fixed drug eruptions have been reported with atropine/diphenoxylate. [13]"}
{"id": "article-20538_24", "title": "Diphenoxylate and Atropine -- Adverse Effects -- Drug-Drug Interactions", "content": "Diphenoxylate crosses the blood-brain barrier and causes central adverse effects like depression, sedation/drowsiness, numbness of extremities, euphoria, malaise/lethargy, confusion, dizziness, restlessness, headache, and hallucination. Therefore, its use requires caution in patients already taking drugs affecting CNS activity, such as barbiturates, benzodiazepines, antipsychotics, antihistamines, or MAO inhibitors. The combination of diphenoxylate (opioids) and benzodiazepines should especially be avoided. [14]", "contents": "Diphenoxylate and Atropine -- Adverse Effects -- Drug-Drug Interactions. Diphenoxylate crosses the blood-brain barrier and causes central adverse effects like depression, sedation/drowsiness, numbness of extremities, euphoria, malaise/lethargy, confusion, dizziness, restlessness, headache, and hallucination. Therefore, its use requires caution in patients already taking drugs affecting CNS activity, such as barbiturates, benzodiazepines, antipsychotics, antihistamines, or MAO inhibitors. The combination of diphenoxylate (opioids) and benzodiazepines should especially be avoided. [14]"}
{"id": "article-20538_25", "title": "Diphenoxylate and Atropine -- Contraindications", "content": "The following patients and conditions are contraindicated in diphenoxylate/atropine use: Patients who have known hypersensitivity to diphenoxylate or atropine. Patients with obstructive jaundice. Due to mu receptor agonism, diphenoxylate leads to constriction of the sphincter of Oddi, which leads to the worsening of symptoms of obstructive disease. Children younger than 6 years should not be administered diphenoxylate/atropine tablets due to the high risk of severe CNS/respiratory depression. [15] [4] Diarrhea is associated with pseudomembranous colitis ( Clostridium difficile ) or enterotoxin-producing bacteria due to the risk of gastrointestinal complications like sepsis and prolonged/worsened diarrhea. [16]", "contents": "Diphenoxylate and Atropine -- Contraindications. The following patients and conditions are contraindicated in diphenoxylate/atropine use: Patients who have known hypersensitivity to diphenoxylate or atropine. Patients with obstructive jaundice. Due to mu receptor agonism, diphenoxylate leads to constriction of the sphincter of Oddi, which leads to the worsening of symptoms of obstructive disease. Children younger than 6 years should not be administered diphenoxylate/atropine tablets due to the high risk of severe CNS/respiratory depression. [15] [4] Diarrhea is associated with pseudomembranous colitis ( Clostridium difficile ) or enterotoxin-producing bacteria due to the risk of gastrointestinal complications like sepsis and prolonged/worsened diarrhea. [16]"}
{"id": "article-20538_26", "title": "Diphenoxylate and Atropine -- Contraindications -- Warning and Precautions", "content": "For patients with electrolyte imbalance, the drug decreases GI motility, potentially leading to fluid retention and aggravation of electrolyte imbalances and dehydration.", "contents": "Diphenoxylate and Atropine -- Contraindications -- Warning and Precautions. For patients with electrolyte imbalance, the drug decreases GI motility, potentially leading to fluid retention and aggravation of electrolyte imbalances and dehydration."}
{"id": "article-20538_27", "title": "Diphenoxylate and Atropine -- Contraindications -- Warning and Precautions", "content": "The use of diphenoxylate/atropine in patients with advanced hepatorenal disease may precipitate hepatic encephalopathy.", "contents": "Diphenoxylate and Atropine -- Contraindications -- Warning and Precautions. The use of diphenoxylate/atropine in patients with advanced hepatorenal disease may precipitate hepatic encephalopathy."}
{"id": "article-20538_28", "title": "Diphenoxylate and Atropine -- Contraindications -- Warning and Precautions", "content": "Other CNS depressants: Diphenoxylate/atropine can potentiate CNS depression when used with other drugs like barbiturates/benzodiazepines/tranquilizers/anxiolytics/antipsychotics/general anesthetics/alcohol.", "contents": "Diphenoxylate and Atropine -- Contraindications -- Warning and Precautions. Other CNS depressants: Diphenoxylate/atropine can potentiate CNS depression when used with other drugs like barbiturates/benzodiazepines/tranquilizers/anxiolytics/antipsychotics/general anesthetics/alcohol."}
{"id": "article-20538_29", "title": "Diphenoxylate and Atropine -- Contraindications -- Warning and Precautions", "content": "For patients with infectious diarrhea, diphenoxylate/atropine can lead to gastrointestinal complications like sepsis and prolonged or worsening diarrhea, decreasing GI motility, enhancing bacterial overgrowth, and releasing enterotoxins. These organisms include toxigenic E.coli , Salmonella , Shigella , and Clostridium difficile. Clostridium difficile can lead to  pseudomembranous colitis. [17]", "contents": "Diphenoxylate and Atropine -- Contraindications -- Warning and Precautions. For patients with infectious diarrhea, diphenoxylate/atropine can lead to gastrointestinal complications like sepsis and prolonged or worsening diarrhea, decreasing GI motility, enhancing bacterial overgrowth, and releasing enterotoxins. These organisms include toxigenic E.coli , Salmonella , Shigella , and Clostridium difficile. Clostridium difficile can lead to  pseudomembranous colitis. [17]"}
{"id": "article-20538_30", "title": "Diphenoxylate and Atropine -- Contraindications -- Warning and Precautions", "content": "Patients with acute ulcerative colitis are at risk of developing toxic megacolon. Therefore, the drug has to be withdrawn if any signs of abdominal distension appear.", "contents": "Diphenoxylate and Atropine -- Contraindications -- Warning and Precautions. Patients with acute ulcerative colitis are at risk of developing toxic megacolon. Therefore, the drug has to be withdrawn if any signs of abdominal distension appear."}
{"id": "article-20538_31", "title": "Diphenoxylate and Atropine -- Contraindications -- Warning and Precautions", "content": "In theory, diphenoxylate/atropine administration in patients taking monoamine oxidase inhibitors can precipitate a hypertensive crisis. This effect occurs because diphenoxylate hydrochloride has a chemical structure similar to meperidine hydrochloride.", "contents": "Diphenoxylate and Atropine -- Contraindications -- Warning and Precautions. In theory, diphenoxylate/atropine administration in patients taking monoamine oxidase inhibitors can precipitate a hypertensive crisis. This effect occurs because diphenoxylate hydrochloride has a chemical structure similar to meperidine hydrochloride."}
{"id": "article-20538_32", "title": "Diphenoxylate and Atropine -- Contraindications -- Warning and Precautions", "content": "The combination of diphenoxylate and atropine is identified as a Potentially Inappropriate Medications (PIM) in older patients with gastrointestinal cancer. [18]", "contents": "Diphenoxylate and Atropine -- Contraindications -- Warning and Precautions. The combination of diphenoxylate and atropine is identified as a Potentially Inappropriate Medications (PIM) in older patients with gastrointestinal cancer. [18]"}
{"id": "article-20538_33", "title": "Diphenoxylate and Atropine -- Monitoring", "content": "A combination of diphenoxylate/atropine is a Schedule V controlled substance and has minimal abuse potential. [19] [20] Monitoring is essential in patients who require a long-term course of medication. Diphenoxylate's chemical structure is similar to meperidine, which is a potent opioid analgesic. This property is linked to dependence with prolonged use of diphenoxylate/atropine and requires clinician supervision.", "contents": "Diphenoxylate and Atropine -- Monitoring. A combination of diphenoxylate/atropine is a Schedule V controlled substance and has minimal abuse potential. [19] [20] Monitoring is essential in patients who require a long-term course of medication. Diphenoxylate's chemical structure is similar to meperidine, which is a potent opioid analgesic. This property is linked to dependence with prolonged use of diphenoxylate/atropine and requires clinician supervision."}
{"id": "article-20538_34", "title": "Diphenoxylate and Atropine -- Monitoring", "content": "Close monitoring is essential in patients with diarrhea associated with ulcerative colitis as this medication increases the risk of toxic megacolon. Any symptom suggestive of toxic megacolon, like abdominal distension/decreased bowel sounds, should prompt withdrawal of the drug. This drug is withheld in patients with diarrhea associated with electrolyte imbalance until it is corrected, as it can precipitate dehydration. The initial and maximum dosage administered in 24 hours is 20 mg (ie, 8 tablets). [21] Clinicians should monitor for symptoms of overdose in patients receiving higher doses of diphenoxylate/atropine, which can present as mild dryness of mucous membranes or severe, such as respiratory and CNS depression.", "contents": "Diphenoxylate and Atropine -- Monitoring. Close monitoring is essential in patients with diarrhea associated with ulcerative colitis as this medication increases the risk of toxic megacolon. Any symptom suggestive of toxic megacolon, like abdominal distension/decreased bowel sounds, should prompt withdrawal of the drug. This drug is withheld in patients with diarrhea associated with electrolyte imbalance until it is corrected, as it can precipitate dehydration. The initial and maximum dosage administered in 24 hours is 20 mg (ie, 8 tablets). [21] Clinicians should monitor for symptoms of overdose in patients receiving higher doses of diphenoxylate/atropine, which can present as mild dryness of mucous membranes or severe, such as respiratory and CNS depression."}
{"id": "article-20538_35", "title": "Diphenoxylate and Atropine -- Toxicity -- Signs and Symptoms of Overdose", "content": "Overdose can be life-threatening. The presentation can be delayed for up to 30 hours as the drug decreases gastric emptying and takes time to reach toxic levels in the blood. Symptoms vary from anticholinergic to opioid toxidromes, like respiratory depression, tachypnea, coma, delirium, lethargy, hyperthermia, tachycardia, dryness of mucous membranes, mydriasis or miosis, encephalopathy, and seizures. [22] The respiratory depression might correlate with the accumulation of difenoxin, which is an active metabolite of diphenoxylate.", "contents": "Diphenoxylate and Atropine -- Toxicity -- Signs and Symptoms of Overdose. Overdose can be life-threatening. The presentation can be delayed for up to 30 hours as the drug decreases gastric emptying and takes time to reach toxic levels in the blood. Symptoms vary from anticholinergic to opioid toxidromes, like respiratory depression, tachypnea, coma, delirium, lethargy, hyperthermia, tachycardia, dryness of mucous membranes, mydriasis or miosis, encephalopathy, and seizures. [22] The respiratory depression might correlate with the accumulation of difenoxin, which is an active metabolite of diphenoxylate."}
{"id": "article-20538_36", "title": "Diphenoxylate and Atropine -- Toxicity -- Management of Overdose", "content": "The recommended treatment for toxicity is naloxone if the patient exhibits respiratory depression. Considerations may be given for gastric lavage and administration of activated charcoal if indicated. Close monitoring for 24 hours is advisable in significant overdoses or those with concerning symptoms. Naloxone is a pure mu (opioid) receptor antagonist that reverses the opioid toxicity effects caused by diphenoxylate toxicity. Recurrent episodes of respiratory depression require repeated doses of naloxone or infusion. Physostigmine should be considered if the patient is showing signs of atropine toxicity. [23] [24]", "contents": "Diphenoxylate and Atropine -- Toxicity -- Management of Overdose. The recommended treatment for toxicity is naloxone if the patient exhibits respiratory depression. Considerations may be given for gastric lavage and administration of activated charcoal if indicated. Close monitoring for 24 hours is advisable in significant overdoses or those with concerning symptoms. Naloxone is a pure mu (opioid) receptor antagonist that reverses the opioid toxicity effects caused by diphenoxylate toxicity. Recurrent episodes of respiratory depression require repeated doses of naloxone or infusion. Physostigmine should be considered if the patient is showing signs of atropine toxicity. [23] [24]"}
{"id": "article-20538_37", "title": "Diphenoxylate and Atropine -- Enhancing Healthcare Team Outcomes", "content": "The management of diphenoxylate/atropine overdose requires an interprofessional team of healthcare professionals, including physicians, nurse practitioners, physician assistants, nurses, laboratory technicians, and pharmacists. Inefficient management of diphenoxylate/atropine overdose significantly increases morbidity and mortality rates. The moment the triage nurse obtains a history of suspected diphenoxylate/atropine overdose, the emergency department clinician and the assigned nurse are responsible for coordinating the care, which includes the following:", "contents": "Diphenoxylate and Atropine -- Enhancing Healthcare Team Outcomes. The management of diphenoxylate/atropine overdose requires an interprofessional team of healthcare professionals, including physicians, nurse practitioners, physician assistants, nurses, laboratory technicians, and pharmacists. Inefficient management of diphenoxylate/atropine overdose significantly increases morbidity and mortality rates. The moment the triage nurse obtains a history of suspected diphenoxylate/atropine overdose, the emergency department clinician and the assigned nurse are responsible for coordinating the care, which includes the following:"}
{"id": "article-20538_38", "title": "Diphenoxylate and Atropine -- Enhancing Healthcare Team Outcomes", "content": "Ordering and obtaining drug levels in the serum and or urine Monitor the patient for signs and symptoms of respiratory depression Consider treatments to help limit the absorption of the drug in the body Consult with the pharmacist about the use of activated charcoal and naloxone Consult with a toxicologist and nephrologist on further management, including dialysis Consult the radiologist about imaging tests to ensure the patient has not swallowed any drug packages Consult with the intensivist about critical care and monitoring in the MICU/IMC", "contents": "Diphenoxylate and Atropine -- Enhancing Healthcare Team Outcomes. Ordering and obtaining drug levels in the serum and or urine Monitor the patient for signs and symptoms of respiratory depression Consider treatments to help limit the absorption of the drug in the body Consult with the pharmacist about the use of activated charcoal and naloxone Consult with a toxicologist and nephrologist on further management, including dialysis Consult the radiologist about imaging tests to ensure the patient has not swallowed any drug packages Consult with the intensivist about critical care and monitoring in the MICU/IMC"}
{"id": "article-20538_39", "title": "Diphenoxylate and Atropine -- Enhancing Healthcare Team Outcomes", "content": "The management of diphenoxylate/atropine overdose does not stop in the emergency department. Once the patient stabilizes, clinicians must determine how and why the patient overdosed. Consult with a mental health counselor if this was an intentional act and assess risk factors for self-harm. Further, the possibility of addiction and withdrawal symptoms have to be considered. The morbidity of diphenoxylate/atropine overdose can only be reduced through the collaborative efforts of an interprofessional team. Initial short-term data reveal that the use of naloxone can be life-saving. The long-term outcomes of detoxification and drug rehabilitation remain guarded.  An interprofessional team approach and excellent communication between clinicians, pharmacists, nurses, and specialists are necessary to optimize patient outcomes with diphenoxylate/atropine therapy while minimizing the risk of overdose.", "contents": "Diphenoxylate and Atropine -- Enhancing Healthcare Team Outcomes. The management of diphenoxylate/atropine overdose does not stop in the emergency department. Once the patient stabilizes, clinicians must determine how and why the patient overdosed. Consult with a mental health counselor if this was an intentional act and assess risk factors for self-harm. Further, the possibility of addiction and withdrawal symptoms have to be considered. The morbidity of diphenoxylate/atropine overdose can only be reduced through the collaborative efforts of an interprofessional team. Initial short-term data reveal that the use of naloxone can be life-saving. The long-term outcomes of detoxification and drug rehabilitation remain guarded.  An interprofessional team approach and excellent communication between clinicians, pharmacists, nurses, and specialists are necessary to optimize patient outcomes with diphenoxylate/atropine therapy while minimizing the risk of overdose."}
{"id": "article-20538_40", "title": "Diphenoxylate and Atropine -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Diphenoxylate and Atropine -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}