{"id": "article-17704_0", "title": "Antiparasitic Drugs -- Continuing Education Activity", "content": "Antiparasitic drugs are a group of medications used in the management and treatment of infections by parasites, including protozoa, helminths, and ectoparasites. Antiparasitic drugs include several classes of drugs that cover a broad range of diseases caused by parasites. This activity outlines the indications, mechanisms of action, adverse effects, and contraindications for various classes of antiparasitic drugs as valuable agents in the management of diseases such as malaria, pneumocystis, trypanosomiasis, and scabies.", "contents": "Antiparasitic Drugs -- Continuing Education Activity. Antiparasitic drugs are a group of medications used in the management and treatment of infections by parasites, including protozoa, helminths, and ectoparasites. Antiparasitic drugs include several classes of drugs that cover a broad range of diseases caused by parasites. This activity outlines the indications, mechanisms of action, adverse effects, and contraindications for various classes of antiparasitic drugs as valuable agents in the management of diseases such as malaria, pneumocystis, trypanosomiasis, and scabies."}
{"id": "article-17704_1", "title": "Antiparasitic Drugs -- Continuing Education Activity", "content": "Objectives: Identify the mechanism of action of antiparasitic drugs. Describe the contraindications to antiparasitic drugs. Explain how to monitor for the toxicity of antiparasitic drugs appropriately. Summarize interprofessional team strategies for improving care coordination and communication to advance the delivery of care to patients with parasitic diseases and improve outcomes. Access free multiple choice questions on this topic.", "contents": "Antiparasitic Drugs -- Continuing Education Activity. Objectives: Identify the mechanism of action of antiparasitic drugs. Describe the contraindications to antiparasitic drugs. Explain how to monitor for the toxicity of antiparasitic drugs appropriately. Summarize interprofessional team strategies for improving care coordination and communication to advance the delivery of care to patients with parasitic diseases and improve outcomes. Access free multiple choice questions on this topic."}
{"id": "article-17704_2", "title": "Antiparasitic Drugs -- Indications", "content": "Parasites are microorganisms that live on or inside another organism known as the host organism and benefit at the expense of their host organism. Parasites are responsible for billions of human infections, including malaria. Parasitic infections are especially prevalent in tropical areas, but they also occur in subtropical and temperate regions, where they tend to infect immigrants and travelers. While parasites can include a diverse array of microorganisms, including fungi and bacteria, medically-relevant parasites known to cause disease in humans are protozoa, helminths, and ectoparasites.", "contents": "Antiparasitic Drugs -- Indications. Parasites are microorganisms that live on or inside another organism known as the host organism and benefit at the expense of their host organism. Parasites are responsible for billions of human infections, including malaria. Parasitic infections are especially prevalent in tropical areas, but they also occur in subtropical and temperate regions, where they tend to infect immigrants and travelers. While parasites can include a diverse array of microorganisms, including fungi and bacteria, medically-relevant parasites known to cause disease in humans are protozoa, helminths, and ectoparasites."}
{"id": "article-17704_3", "title": "Antiparasitic Drugs -- Indications -- Protozoa [1]", "content": "These unicellular organisms demonstrate a particularly high propensity to infect immunocompromised patients such as those with acquired immune deficiency syndrome (AIDS). Infections range in their presentation from asymptomatic to fatal. Protozoa further sub-categorized by phylum and subphylum based on its main mode of movement.", "contents": "Antiparasitic Drugs -- Indications -- Protozoa [1]. These unicellular organisms demonstrate a particularly high propensity to infect immunocompromised patients such as those with acquired immune deficiency syndrome (AIDS). Infections range in their presentation from asymptomatic to fatal. Protozoa further sub-categorized by phylum and subphylum based on its main mode of movement."}
{"id": "article-17704_4", "title": "Antiparasitic Drugs -- Indications -- Protozoa [1]", "content": "Sarcodina: Utilize pseudopodia for movement. Includes amoebas such as Entamoeba (dysenteric liver abscess), Dientamoeba (colitis), Naegleria , and Acanthamoeba (central nervous system and corneal ulcers). Mastigophora: Utilize flagella for movement, and include Giardia (diarrhea), Trypanosoma (sleeping sickness and Chagas disease), Leishmania (visceral, cutaneous and mucocutaneous leishmaniasis), and Trichomonas (trichomoniasis, a sexually transmitted infection). Apicomplexa: Use an apical complex to move. Includes Babesia (babesiosis), Plasmodium (malaria), Toxoplasma (Toxoplasmosis), Isospora , Sarcocystis , and Cryptosporidium , which cause diarrhea. Ciliophora: These move with cilia and include Balanidium (dysentery)", "contents": "Antiparasitic Drugs -- Indications -- Protozoa [1]. Sarcodina: Utilize pseudopodia for movement. Includes amoebas such as Entamoeba (dysenteric liver abscess), Dientamoeba (colitis), Naegleria , and Acanthamoeba (central nervous system and corneal ulcers). Mastigophora: Utilize flagella for movement, and include Giardia (diarrhea), Trypanosoma (sleeping sickness and Chagas disease), Leishmania (visceral, cutaneous and mucocutaneous leishmaniasis), and Trichomonas (trichomoniasis, a sexually transmitted infection). Apicomplexa: Use an apical complex to move. Includes Babesia (babesiosis), Plasmodium (malaria), Toxoplasma (Toxoplasmosis), Isospora , Sarcocystis , and Cryptosporidium , which cause diarrhea. Ciliophora: These move with cilia and include Balanidium (dysentery)"}
{"id": "article-17704_5", "title": "Antiparasitic Drugs -- Indications -- Helminths", "content": "This term describes parasitic worms. They transmit via accidental ingestion, skin penetration, a vector bite, or consumption of the host as food. Transmission is highly dependent on climate, hygiene, and exposure to vectors. Helminths classify as follows:", "contents": "Antiparasitic Drugs -- Indications -- Helminths. This term describes parasitic worms. They transmit via accidental ingestion, skin penetration, a vector bite, or consumption of the host as food. Transmission is highly dependent on climate, hygiene, and exposure to vectors. Helminths classify as follows:"}
{"id": "article-17704_6", "title": "Antiparasitic Drugs -- Indications -- Helminths", "content": "Trematodes: These are also called flukes and are flatworms responsible for many human diseases. Common diseases caused by trematodes include schistosomiasis, fascioliasis, clonorchiasis, and paragonimiasis. Cestodes: These are also called tapeworms and cause diseases such as cysticercosis, echinococcosis (hydatid disease), diphyllobothriasis, and hymenolepiasis. Nematodes: These are also called roundworms and cause a variety of diseases in humans, which may be intestinal or may attack specific tissues directly. Intestinal diseases caused by roundworms include enterobiasis, ascariasis, ancylostomiasis, strongyloidiasis, and trichinosis. Infections that directly attack the tissues include loiasis, onchocerciasis (river blindness), lymphatic filariasis, and toxocariasis.", "contents": "Antiparasitic Drugs -- Indications -- Helminths. Trematodes: These are also called flukes and are flatworms responsible for many human diseases. Common diseases caused by trematodes include schistosomiasis, fascioliasis, clonorchiasis, and paragonimiasis. Cestodes: These are also called tapeworms and cause diseases such as cysticercosis, echinococcosis (hydatid disease), diphyllobothriasis, and hymenolepiasis. Nematodes: These are also called roundworms and cause a variety of diseases in humans, which may be intestinal or may attack specific tissues directly. Intestinal diseases caused by roundworms include enterobiasis, ascariasis, ancylostomiasis, strongyloidiasis, and trichinosis. Infections that directly attack the tissues include loiasis, onchocerciasis (river blindness), lymphatic filariasis, and toxocariasis."}
{"id": "article-17704_7", "title": "Antiparasitic Drugs -- Indications -- Ectoparasites", "content": "These are organisms that live externally on the skin of hosts. They include mites, fleas, ticks, lice and bedbugs, and infest the skin and its appendages, causing symptoms such as intense pruritis. Diseases caused by ectoparasites include myiasis, pediculosis, scabies, and trombiculosis. Antiparasitic drugs are used to manage infections caused by various protozoa, helminths, and ectoparasites. Treatment options vary, depending on the specific causative organism within each group.", "contents": "Antiparasitic Drugs -- Indications -- Ectoparasites. These are organisms that live externally on the skin of hosts. They include mites, fleas, ticks, lice and bedbugs, and infest the skin and its appendages, causing symptoms such as intense pruritis. Diseases caused by ectoparasites include myiasis, pediculosis, scabies, and trombiculosis. Antiparasitic drugs are used to manage infections caused by various protozoa, helminths, and ectoparasites. Treatment options vary, depending on the specific causative organism within each group."}
{"id": "article-17704_8", "title": "Antiparasitic Drugs -- Indications -- Antiprotozoal Agents", "content": "Antimalarials:", "contents": "Antiparasitic Drugs -- Indications -- Antiprotozoal Agents. Antimalarials:"}
{"id": "article-17704_9", "title": "Antiparasitic Drugs -- Indications", "content": "The drug of choice to treat malaria is dependent on the Plasmodium species, the geographic region of the infecting species, and the severity of the patient’s infection. [2] Chloroquine is the drug of choice to treat uncomplicated malaria caused by all Plasmodium species ( P. vivax, P. malariae, P. ovale, and P. knowlesi ) except P. falciparum , which has become increasingly resistant. [3] Amodiaquine (discontinued in USA) can be used in combination with artesunate to treat chloroquine-resistant uncomplicated P. falciparum. [3] An atovaquone-proguanil combination or an artemether-lumefantrine combination may also be a choice for first-line treatment for chloroquine-resistant P. falciparum . In pregnancy, oral quinine is indicated, and parenteral quinine(discontinued in USA) is useful for the treatment of severe malaria. Primaquine, mefloquine, atovaquone-proguanil, and doxycycline are indicated for chemoprophylaxis. [3] Antibabesial agents:", "contents": "Antiparasitic Drugs -- Indications. The drug of choice to treat malaria is dependent on the Plasmodium species, the geographic region of the infecting species, and the severity of the patient’s infection. [2] Chloroquine is the drug of choice to treat uncomplicated malaria caused by all Plasmodium species ( P. vivax, P. malariae, P. ovale, and P. knowlesi ) except P. falciparum , which has become increasingly resistant. [3] Amodiaquine (discontinued in USA) can be used in combination with artesunate to treat chloroquine-resistant uncomplicated P. falciparum. [3] An atovaquone-proguanil combination or an artemether-lumefantrine combination may also be a choice for first-line treatment for chloroquine-resistant P. falciparum . In pregnancy, oral quinine is indicated, and parenteral quinine(discontinued in USA) is useful for the treatment of severe malaria. Primaquine, mefloquine, atovaquone-proguanil, and doxycycline are indicated for chemoprophylaxis. [3] Antibabesial agents:"}
{"id": "article-17704_10", "title": "Antiparasitic Drugs -- Indications", "content": "Babesiosis is similar to malaria, and the parasites Babesia divergens, and Babesia microti get transmitted via tick bite. Babesiosis management uses atovaquone and azithromycin or clindamycin plus quinine in severe disease. [4] Antiamoebic agents:", "contents": "Antiparasitic Drugs -- Indications. Babesiosis is similar to malaria, and the parasites Babesia divergens, and Babesia microti get transmitted via tick bite. Babesiosis management uses atovaquone and azithromycin or clindamycin plus quinine in severe disease. [4] Antiamoebic agents:"}
{"id": "article-17704_11", "title": "Antiparasitic Drugs -- Indications", "content": "Antiamoebic drugs are useful in the management of amoebiasis caused by Entamoeba histolytica . This infection may present asymptomatically, with amoebic colitis, or with extraintestinal manifestations. The presentation determines what antiamoebic therapy. Antiamoebic drugs can classify into luminal, tissue, systemic, or mixed amoebicides. Luminal amoebicides act on parasites in the lumen and include iodoquinol (discontinued in USA), paromomycin sulfate, and diloxanide furoate (discontinued in USA). Systemic amebicides like metronidazole, tinidazole, and emetine (discontinued in USA) have therapeutic use in managing extraintestinal diseases such as hepatic abscesses; chloroquine is an adjunct therapy to emetine for the management of hepatic abscesses. Metronidazole and tinidazole also serve as mixed amoebicides. Antigiardial agents:", "contents": "Antiparasitic Drugs -- Indications. Antiamoebic drugs are useful in the management of amoebiasis caused by Entamoeba histolytica . This infection may present asymptomatically, with amoebic colitis, or with extraintestinal manifestations. The presentation determines what antiamoebic therapy. Antiamoebic drugs can classify into luminal, tissue, systemic, or mixed amoebicides. Luminal amoebicides act on parasites in the lumen and include iodoquinol (discontinued in USA), paromomycin sulfate, and diloxanide furoate (discontinued in USA). Systemic amebicides like metronidazole, tinidazole, and emetine (discontinued in USA) have therapeutic use in managing extraintestinal diseases such as hepatic abscesses; chloroquine is an adjunct therapy to emetine for the management of hepatic abscesses. Metronidazole and tinidazole also serve as mixed amoebicides. Antigiardial agents:"}
{"id": "article-17704_12", "title": "Antiparasitic Drugs -- Indications", "content": "Giardia lamblia causes giardiasis and is managed using metronidazole. Alternative medications for giardiasis include tinidazole, furazolidone (discontinued in USA), and albendazole. Trypanocidal agents:", "contents": "Antiparasitic Drugs -- Indications. Giardia lamblia causes giardiasis and is managed using metronidazole. Alternative medications for giardiasis include tinidazole, furazolidone (discontinued in USA), and albendazole. Trypanocidal agents:"}
{"id": "article-17704_13", "title": "Antiparasitic Drugs -- Indications", "content": "American trypanosomiasis, also called Chagas disease, is caused by the parasite Trypanosoma cruzi . Nifurtimox or benznidazole are used to manage the symptoms of Chagas disease. African trypanosomiasis (sleeping sickness) results from infection by the West African T. brucei gambiense and management is with pentamidine in the early stages of the disease, and eflornithine for central nervous system (CNS) manifestations. T. Rhodesiense is the East African parasite, which causes a more aggressive form of sleeping sickness, and s uramin is the drug used for early-onset disease and melarsoprol for CNS involvement. Antileishmanial agents:", "contents": "Antiparasitic Drugs -- Indications. American trypanosomiasis, also called Chagas disease, is caused by the parasite Trypanosoma cruzi . Nifurtimox or benznidazole are used to manage the symptoms of Chagas disease. African trypanosomiasis (sleeping sickness) results from infection by the West African T. brucei gambiense and management is with pentamidine in the early stages of the disease, and eflornithine for central nervous system (CNS) manifestations. T. Rhodesiense is the East African parasite, which causes a more aggressive form of sleeping sickness, and s uramin is the drug used for early-onset disease and melarsoprol for CNS involvement. Antileishmanial agents:"}
{"id": "article-17704_14", "title": "Antiparasitic Drugs -- Indications", "content": "Leishmaniasis is among the neglected tropical diseases (NTD) and results from infection by Leishmania parasites. Infections manifest as visceral, cutaneous, or mucocutaneous leishmaniasis. Sodium stibogluconate is the agent of choice for the management of visceral and cutaneous leishmaniasis and other drugs such as meglumine antimoniate (not available in USA), pentamidine, or amphotericin B are acceptable alternatives. [5] Paromomycin indications also include the treatment of visceral leishmaniasis. [6] Anti-toxoplasma agents:", "contents": "Antiparasitic Drugs -- Indications. Leishmaniasis is among the neglected tropical diseases (NTD) and results from infection by Leishmania parasites. Infections manifest as visceral, cutaneous, or mucocutaneous leishmaniasis. Sodium stibogluconate is the agent of choice for the management of visceral and cutaneous leishmaniasis and other drugs such as meglumine antimoniate (not available in USA), pentamidine, or amphotericin B are acceptable alternatives. [5] Paromomycin indications also include the treatment of visceral leishmaniasis. [6] Anti-toxoplasma agents:"}
{"id": "article-17704_15", "title": "Antiparasitic Drugs -- Indications", "content": "Toxoplasma gondii causes congenital disease and central nervous system disease in immunocompromised patients. Sulfadiazine combined with pyrimethamine is the first-line therapy for the management of toxoplasmosis. Other alternative sulfonamides used in the treatment are sulfamethazine, and sulfamerazine which are not available in the USA. [7] Antitrichomoniasis agents: Trichomoniasis results from Trichomonas vaginalis , and metronidazole is the drug of choice for its management.", "contents": "Antiparasitic Drugs -- Indications. Toxoplasma gondii causes congenital disease and central nervous system disease in immunocompromised patients. Sulfadiazine combined with pyrimethamine is the first-line therapy for the management of toxoplasmosis. Other alternative sulfonamides used in the treatment are sulfamethazine, and sulfamerazine which are not available in the USA. [7] Antitrichomoniasis agents: Trichomoniasis results from Trichomonas vaginalis , and metronidazole is the drug of choice for its management."}
{"id": "article-17704_16", "title": "Antiparasitic Drugs -- Indications -- Antihelminthic Agents", "content": "Anthelminthic drugs act against parasitic worms as either vermicides or vermifuges. Vermicides act by killing the worms, whereas vermifuges help expel the worms, usually in their live state. The ideal anthelminthic drug would have a broad therapeutic index to ensure it is more toxic to the parasitic worm than the host. Antihelminthic drugs can be grouped based on the class of parasitic worms they act on and also based on the chemical structure of the drug.", "contents": "Antiparasitic Drugs -- Indications -- Antihelminthic Agents. Anthelminthic drugs act against parasitic worms as either vermicides or vermifuges. Vermicides act by killing the worms, whereas vermifuges help expel the worms, usually in their live state. The ideal anthelminthic drug would have a broad therapeutic index to ensure it is more toxic to the parasitic worm than the host. Antihelminthic drugs can be grouped based on the class of parasitic worms they act on and also based on the chemical structure of the drug."}
{"id": "article-17704_17", "title": "Antiparasitic Drugs -- Indications -- Antihelminthic Agents", "content": "Anticestodal drugs: Praziquantel is a broad-spectrum vermicide that is used to manage infection caused by cestodes (tapeworms) such as Taenia saginata , Diphyllobothrium latum, and Taenia solium. Alternatively, niclosamide (discontinued in USA) can be used to manage the above infections. Praziquantel is also effective in infections caused by Hymenolepis nana . Albendazole is another broad-spectrum anthelmintic drug and is the first choice for the management of hydatid disease and cysticercosis.", "contents": "Antiparasitic Drugs -- Indications -- Antihelminthic Agents. Anticestodal drugs: Praziquantel is a broad-spectrum vermicide that is used to manage infection caused by cestodes (tapeworms) such as Taenia saginata , Diphyllobothrium latum, and Taenia solium. Alternatively, niclosamide (discontinued in USA) can be used to manage the above infections. Praziquantel is also effective in infections caused by Hymenolepis nana . Albendazole is another broad-spectrum anthelmintic drug and is the first choice for the management of hydatid disease and cysticercosis."}
{"id": "article-17704_18", "title": "Antiparasitic Drugs -- Indications -- Antihelminthic Agents", "content": "Antinematodal drugs: Praziquantel is also essential in managing infections caused by trematodes (flukes) and is the drug of choice for management for Schistosoma sp., Clonorchis sinensis, and Paragonimus westermani infections. Alternative medications include metrifonate, oxamniquine, and bithionol which are not available in the USA.", "contents": "Antiparasitic Drugs -- Indications -- Antihelminthic Agents. Antinematodal drugs: Praziquantel is also essential in managing infections caused by trematodes (flukes) and is the drug of choice for management for Schistosoma sp., Clonorchis sinensis, and Paragonimus westermani infections. Alternative medications include metrifonate, oxamniquine, and bithionol which are not available in the USA."}
{"id": "article-17704_19", "title": "Antiparasitic Drugs -- Indications -- Antihelminthic Agents", "content": "Antinematodal drugs: Albendazole is also used to manage most infections caused by nematodes (roundworms) and is the drug of choice for ascariasis, trichuriasis, trichinosis, cutaneous larva migrans, hookworm, and pinworm infections. Diethylcarbamazine (available thru CDC Drug Service) is the drug of choice for filariasis, loiasis, and tropical eosinophilia, and ivermectin is the drug of choice for onchocerciasis.", "contents": "Antiparasitic Drugs -- Indications -- Antihelminthic Agents. Antinematodal drugs: Albendazole is also used to manage most infections caused by nematodes (roundworms) and is the drug of choice for ascariasis, trichuriasis, trichinosis, cutaneous larva migrans, hookworm, and pinworm infections. Diethylcarbamazine (available thru CDC Drug Service) is the drug of choice for filariasis, loiasis, and tropical eosinophilia, and ivermectin is the drug of choice for onchocerciasis."}
{"id": "article-17704_20", "title": "Antiparasitic Drugs -- Indications -- Ectoparasiticides", "content": "The most common human ectoparasites include head lice, pubic lice, and scabies mites. Antiscabietic agents:", "contents": "Antiparasitic Drugs -- Indications -- Ectoparasiticides. The most common human ectoparasites include head lice, pubic lice, and scabies mites. Antiscabietic agents:"}
{"id": "article-17704_21", "title": "Antiparasitic Drugs -- Indications -- Ectoparasiticides", "content": "Scabies is a highly contagious pruritic disease caused by Sarcoptes scabiei. Management of scabies is achieved using lindane, permethrin, benzyl benzoate (discontinued in USA), or ivermectin. Resistance to lindane and permethrin have increased over the years, and combination permethrin and oral ivermectin, topical ivermectin, and synergized pyrethrins have led to the highest cure rates. [8] Pediculicides:", "contents": "Antiparasitic Drugs -- Indications -- Ectoparasiticides. Scabies is a highly contagious pruritic disease caused by Sarcoptes scabiei. Management of scabies is achieved using lindane, permethrin, benzyl benzoate (discontinued in USA), or ivermectin. Resistance to lindane and permethrin have increased over the years, and combination permethrin and oral ivermectin, topical ivermectin, and synergized pyrethrins have led to the highest cure rates. [8] Pediculicides:"}
{"id": "article-17704_22", "title": "Antiparasitic Drugs -- Indications -- Ectoparasiticides", "content": "Head lice caused by Pediculus humanus capitis is the most common human ectoparasitic infection. It is managed using permethrin and pyrethrins. With concerns for resistance rising, alternative management is achieved using malathion or ivermectin. Pediculosis pubis (pubic lice) is also managed using permethrins or pyrethrins, with malathion or ivermectin serving as alternatives.", "contents": "Antiparasitic Drugs -- Indications -- Ectoparasiticides. Head lice caused by Pediculus humanus capitis is the most common human ectoparasitic infection. It is managed using permethrin and pyrethrins. With concerns for resistance rising, alternative management is achieved using malathion or ivermectin. Pediculosis pubis (pubic lice) is also managed using permethrins or pyrethrins, with malathion or ivermectin serving as alternatives."}
{"id": "article-17704_23", "title": "Antiparasitic Drugs -- Mechanism of Action -- Antiprotozoal Agents", "content": "Antimalarial agents [3] [9] :", "contents": "Antiparasitic Drugs -- Mechanism of Action -- Antiprotozoal Agents. Antimalarial agents [3] [9] :"}
{"id": "article-17704_24", "title": "Antiparasitic Drugs -- Mechanism of Action -- Antiprotozoal Agents", "content": "Amodiaquine is a 4-aminoquinoline. It restricts the detoxification of heme by inhibiting heme polymerase activity, leading to the accumulation of free heme, which is toxic to parasites. It works similarly to chloroquine, making it a good alternative for chloroquine-resistant strains.", "contents": "Antiparasitic Drugs -- Mechanism of Action -- Antiprotozoal Agents. Amodiaquine is a 4-aminoquinoline. It restricts the detoxification of heme by inhibiting heme polymerase activity, leading to the accumulation of free heme, which is toxic to parasites. It works similarly to chloroquine, making it a good alternative for chloroquine-resistant strains."}
{"id": "article-17704_25", "title": "Antiparasitic Drugs -- Mechanism of Action -- Antiprotozoal Agents", "content": "Artemisinins are sesquiterpene lactone endoperoxides and include artesunate, artemether, and dihydroartemisinin. The drugs bind to heme, decomposing its endoperoxide bridge, leading to the release of toxic free radicals that damage the parasite.", "contents": "Antiparasitic Drugs -- Mechanism of Action -- Antiprotozoal Agents. Artemisinins are sesquiterpene lactone endoperoxides and include artesunate, artemether, and dihydroartemisinin. The drugs bind to heme, decomposing its endoperoxide bridge, leading to the release of toxic free radicals that damage the parasite."}
{"id": "article-17704_26", "title": "Antiparasitic Drugs -- Mechanism of Action -- Antiprotozoal Agents", "content": "Lumefantrine belongs to the aryl amino-alcohol group and is highly lipophilic. It prevents heme detoxification in the food vacuole, leading to the build-up of toxic heme that damages the parasites. It is not available as monotherapy but works in a fixed combination with artemether to treat P. falciparum malaria.", "contents": "Antiparasitic Drugs -- Mechanism of Action -- Antiprotozoal Agents. Lumefantrine belongs to the aryl amino-alcohol group and is highly lipophilic. It prevents heme detoxification in the food vacuole, leading to the build-up of toxic heme that damages the parasites. It is not available as monotherapy but works in a fixed combination with artemether to treat P. falciparum malaria."}
{"id": "article-17704_27", "title": "Antiparasitic Drugs -- Mechanism of Action -- Antiprotozoal Agents", "content": "Chloroquine is a 4-aminoquinoline that inhibits heme detoxification and nucleic acid biosynthesis.", "contents": "Antiparasitic Drugs -- Mechanism of Action -- Antiprotozoal Agents. Chloroquine is a 4-aminoquinoline that inhibits heme detoxification and nucleic acid biosynthesis."}
{"id": "article-17704_28", "title": "Antiparasitic Drugs -- Mechanism of Action -- Antiprotozoal Agents", "content": "Atovaquone-proguanil is a synergistic quinone-folate antagonist combination that interferes with the cytochrome electron transport system (atovaquone) and inhibits dihydrofolate reductase (proguanil).", "contents": "Antiparasitic Drugs -- Mechanism of Action -- Antiprotozoal Agents. Atovaquone-proguanil is a synergistic quinone-folate antagonist combination that interferes with the cytochrome electron transport system (atovaquone) and inhibits dihydrofolate reductase (proguanil)."}
{"id": "article-17704_29", "title": "Antiparasitic Drugs -- Mechanism of Action -- Antiprotozoal Agents", "content": "Quinine belongs to the amino alcohol group and also inhibits heme detoxification inside the food vacuole.", "contents": "Antiparasitic Drugs -- Mechanism of Action -- Antiprotozoal Agents. Quinine belongs to the amino alcohol group and also inhibits heme detoxification inside the food vacuole."}
{"id": "article-17704_30", "title": "Antiparasitic Drugs -- Mechanism of Action -- Antiprotozoal Agents", "content": "Primaquine is an 8-aminoquinoline. Its metabolism in the liver leads to the production of toxic intracellular oxidative species.", "contents": "Antiparasitic Drugs -- Mechanism of Action -- Antiprotozoal Agents. Primaquine is an 8-aminoquinoline. Its metabolism in the liver leads to the production of toxic intracellular oxidative species."}
{"id": "article-17704_31", "title": "Antiparasitic Drugs -- Mechanism of Action -- Antiprotozoal Agents", "content": "Mefloquine, like other quinolones, also inhibits heme detoxification in the food vacuole of parasites.", "contents": "Antiparasitic Drugs -- Mechanism of Action -- Antiprotozoal Agents. Mefloquine, like other quinolones, also inhibits heme detoxification in the food vacuole of parasites."}
{"id": "article-17704_32", "title": "Antiparasitic Drugs -- Mechanism of Action -- Antiprotozoal Agents", "content": "Doxycycline is a broad-spectrum antimicrobial and disrupts the normal function of the apicoplast in malaria parasites.", "contents": "Antiparasitic Drugs -- Mechanism of Action -- Antiprotozoal Agents. Doxycycline is a broad-spectrum antimicrobial and disrupts the normal function of the apicoplast in malaria parasites."}
{"id": "article-17704_33", "title": "Antiparasitic Drugs -- Mechanism of Action -- Antiprotozoal Agents", "content": "Antibabesial agents [10] : Clindamycin-quinine: Clindamycin targets the parasite apicoplast (a novel organelle), and quinine may target parasite proteins such as K channels or methyltransferases. Atovaquone-azithromycin: Atovaquone targets the cytochrome complex in the parasite, and azithromycin targets the parasite apicoplast. Antiamebic agents [11] [12] [13] :", "contents": "Antiparasitic Drugs -- Mechanism of Action -- Antiprotozoal Agents. Antibabesial agents [10] : Clindamycin-quinine: Clindamycin targets the parasite apicoplast (a novel organelle), and quinine may target parasite proteins such as K channels or methyltransferases. Atovaquone-azithromycin: Atovaquone targets the cytochrome complex in the parasite, and azithromycin targets the parasite apicoplast. Antiamebic agents [11] [12] [13] :"}
{"id": "article-17704_34", "title": "Antiparasitic Drugs -- Mechanism of Action -- Antiprotozoal Agents", "content": "Iodoquinol is a halogenated hydroxyquinoline. It interferes with protozoal metabolism by increasing protein-bound serum iodine, establishing its role as a chelating agent that reduces ferrous ions necessary for protozoal metabolism.", "contents": "Antiparasitic Drugs -- Mechanism of Action -- Antiprotozoal Agents. Iodoquinol is a halogenated hydroxyquinoline. It interferes with protozoal metabolism by increasing protein-bound serum iodine, establishing its role as a chelating agent that reduces ferrous ions necessary for protozoal metabolism."}
{"id": "article-17704_35", "title": "Antiparasitic Drugs -- Mechanism of Action -- Antiprotozoal Agents", "content": "Paromomycin is an aminoglycoside antimicrobial that acts by inhibiting protein synthesis. It has also been shown to be effective against visceral leishmaniasis.", "contents": "Antiparasitic Drugs -- Mechanism of Action -- Antiprotozoal Agents. Paromomycin is an aminoglycoside antimicrobial that acts by inhibiting protein synthesis. It has also been shown to be effective against visceral leishmaniasis."}
{"id": "article-17704_36", "title": "Antiparasitic Drugs -- Mechanism of Action -- Antiprotozoal Agents", "content": "Diloxanide Furoate has an unknown mechanism of action, but it is split into diloxanide and furoic acid on ingestion and gets partially absorbed by the gut. The unabsorbed diloxanide acts as the amoebicide and directly kills luminal trophozoites. It is the pharmaceutical agent of choice for asymptomatic infection.", "contents": "Antiparasitic Drugs -- Mechanism of Action -- Antiprotozoal Agents. Diloxanide Furoate has an unknown mechanism of action, but it is split into diloxanide and furoic acid on ingestion and gets partially absorbed by the gut. The unabsorbed diloxanide acts as the amoebicide and directly kills luminal trophozoites. It is the pharmaceutical agent of choice for asymptomatic infection."}
{"id": "article-17704_37", "title": "Antiparasitic Drugs -- Mechanism of Action -- Antiprotozoal Agents", "content": "Metronidazole and tinidazole are 5-nitroimidazole derivatives. Metronidazole has both antibacterial and antiprotozoal properties. It is active against amoebiasis and other protozoal diseases such as trichomoniasis and giardiasis. Within the parasites, it engages in redox reactions, releasing toxic reactive intermediates, making it effective as a luminal and extra-luminal amoebicide. The metronidazole metabolites are taken up by the deoxyribonucleic acid (DNA), leading to the DNA disruption and, consequently, protein synthesis inhibition. Tinidazole has a similar structure to metronidazole and shares a similar activity profile. However, tinidazole has a higher cure rate for protozoal infections and a better toxicity profile than metronidazole.", "contents": "Antiparasitic Drugs -- Mechanism of Action -- Antiprotozoal Agents. Metronidazole and tinidazole are 5-nitroimidazole derivatives. Metronidazole has both antibacterial and antiprotozoal properties. It is active against amoebiasis and other protozoal diseases such as trichomoniasis and giardiasis. Within the parasites, it engages in redox reactions, releasing toxic reactive intermediates, making it effective as a luminal and extra-luminal amoebicide. The metronidazole metabolites are taken up by the deoxyribonucleic acid (DNA), leading to the DNA disruption and, consequently, protein synthesis inhibition. Tinidazole has a similar structure to metronidazole and shares a similar activity profile. However, tinidazole has a higher cure rate for protozoal infections and a better toxicity profile than metronidazole."}
{"id": "article-17704_38", "title": "Antiparasitic Drugs -- Mechanism of Action -- Antiprotozoal Agents", "content": "Emetine is an alkaloid derived from ipecac. It acts by inhibiting protein synthesis as it restricts the ribosomal movement and that of messenger ribonucleic acid (mRNA). It has a high toxicity profile, and use is reserved for severe cases of intestinal and extraintestinal amebiasis.", "contents": "Antiparasitic Drugs -- Mechanism of Action -- Antiprotozoal Agents. Emetine is an alkaloid derived from ipecac. It acts by inhibiting protein synthesis as it restricts the ribosomal movement and that of messenger ribonucleic acid (mRNA). It has a high toxicity profile, and use is reserved for severe cases of intestinal and extraintestinal amebiasis."}
{"id": "article-17704_39", "title": "Antiparasitic Drugs -- Mechanism of Action -- Antiprotozoal Agents", "content": "Antigiardial agents [14] : Metronidazole - The first choice of medication for giardia is metronidazole (see antiamoebic agents). Furazolidone is a nitrofuran compound with antibacterial and antiprotozoal activity. It is an alternative to metronidazole and like metronidazole, undergoes a reduction in the trophozoite, releasing toxic reactive intermediates. Its use is encouraged among the pediatric population as it is available as a liquid suspension. Tinidazole – see antiamoebic agents. Albendazole – see anticestodal drugs. Trypanocidal agents:", "contents": "Antiparasitic Drugs -- Mechanism of Action -- Antiprotozoal Agents. Antigiardial agents [14] : Metronidazole - The first choice of medication for giardia is metronidazole (see antiamoebic agents). Furazolidone is a nitrofuran compound with antibacterial and antiprotozoal activity. It is an alternative to metronidazole and like metronidazole, undergoes a reduction in the trophozoite, releasing toxic reactive intermediates. Its use is encouraged among the pediatric population as it is available as a liquid suspension. Tinidazole – see antiamoebic agents. Albendazole – see anticestodal drugs. Trypanocidal agents:"}
{"id": "article-17704_40", "title": "Antiparasitic Drugs -- Mechanism of Action -- Antiprotozoal Agents", "content": "Benznidazole is one of the only two drugs available to treat Chagas disease caused by T. cruzi . It is a 2-nitroimidazole and forms nitro-reduction intermediates that are toxic to the parasites. [15] It is considered the first-line treatment as it is better tolerated compared to nifurtimox.", "contents": "Antiparasitic Drugs -- Mechanism of Action -- Antiprotozoal Agents. Benznidazole is one of the only two drugs available to treat Chagas disease caused by T. cruzi . It is a 2-nitroimidazole and forms nitro-reduction intermediates that are toxic to the parasites. [15] It is considered the first-line treatment as it is better tolerated compared to nifurtimox."}
{"id": "article-17704_41", "title": "Antiparasitic Drugs -- Mechanism of Action -- Antiprotozoal Agents", "content": "Nifurtimox is the second drug available for treating Chagas disease, after benznidazole. It is a 5-nitrofuran derivative and generates nitro anion radicals that are oxidized to form reactive intermediates that are toxic to the parasites. [16]", "contents": "Antiparasitic Drugs -- Mechanism of Action -- Antiprotozoal Agents. Nifurtimox is the second drug available for treating Chagas disease, after benznidazole. It is a 5-nitrofuran derivative and generates nitro anion radicals that are oxidized to form reactive intermediates that are toxic to the parasites. [16]"}
{"id": "article-17704_42", "title": "Antiparasitic Drugs -- Mechanism of Action -- Antiprotozoal Agents", "content": "Pentamidine is the first-line drug for early symptoms of West African trypanosomiasis caused by T. brucei gambiense ; it is an aromatic diamidine that works by disrupting the membrane potential of the protozoan mitochondria. [17] It also has activity against P. jirovecii (which is currently classified as a fungus) and is also used to treat visceral leishmaniasis as an alternative to sodium stibogluconate.", "contents": "Antiparasitic Drugs -- Mechanism of Action -- Antiprotozoal Agents. Pentamidine is the first-line drug for early symptoms of West African trypanosomiasis caused by T. brucei gambiense ; it is an aromatic diamidine that works by disrupting the membrane potential of the protozoan mitochondria. [17] It also has activity against P. jirovecii (which is currently classified as a fungus) and is also used to treat visceral leishmaniasis as an alternative to sodium stibogluconate."}
{"id": "article-17704_43", "title": "Antiparasitic Drugs -- Mechanism of Action -- Antiprotozoal Agents", "content": "Eflornithine irreversibly inhibits the enzyme ornithine decarboxylase and is the first-line drug for the second stage of West African trypanosomiasis. [18]", "contents": "Antiparasitic Drugs -- Mechanism of Action -- Antiprotozoal Agents. Eflornithine irreversibly inhibits the enzyme ornithine decarboxylase and is the first-line drug for the second stage of West African trypanosomiasis. [18]"}
{"id": "article-17704_44", "title": "Antiparasitic Drugs -- Mechanism of Action -- Antiprotozoal Agents", "content": "Suramin inhibits adenosine triphosphate (ATP) production via glycolysis and also occupies the ATP and adenosine diphosphate (ADP) binding sites present in glycolytic enzymes. [19] This inhibition, in turn, inhibits energy metabolism. It is the drug of choice for early T. brucei rhodesiense infection (East African trypanosomiasis) and an inferior alternative to pentamidine in the management of early West African trypanosomiasis. It also has activity against onchocerciasis.", "contents": "Antiparasitic Drugs -- Mechanism of Action -- Antiprotozoal Agents. Suramin inhibits adenosine triphosphate (ATP) production via glycolysis and also occupies the ATP and adenosine diphosphate (ADP) binding sites present in glycolytic enzymes. [19] This inhibition, in turn, inhibits energy metabolism. It is the drug of choice for early T. brucei rhodesiense infection (East African trypanosomiasis) and an inferior alternative to pentamidine in the management of early West African trypanosomiasis. It also has activity against onchocerciasis."}
{"id": "article-17704_45", "title": "Antiparasitic Drugs -- Mechanism of Action -- Antiprotozoal Agents", "content": "Melarsoprol is a trivalent organic arsenical compound. It is a liposoluble drug that can cross the blood-brain barrier, making it ideal in the management of central nervous system symptoms in the second stage of T. brucei rhodesiense infections. Within the organism, melarsoprol competitively inhibits trypanothione reductase, an antioxidant enzyme. [20] However, it is uncertain if this is the leading cause of cell death in the parasite. [20]", "contents": "Antiparasitic Drugs -- Mechanism of Action -- Antiprotozoal Agents. Melarsoprol is a trivalent organic arsenical compound. It is a liposoluble drug that can cross the blood-brain barrier, making it ideal in the management of central nervous system symptoms in the second stage of T. brucei rhodesiense infections. Within the organism, melarsoprol competitively inhibits trypanothione reductase, an antioxidant enzyme. [20] However, it is uncertain if this is the leading cause of cell death in the parasite. [20]"}
{"id": "article-17704_46", "title": "Antiparasitic Drugs -- Mechanism of Action -- Antiprotozoal Agents", "content": "Antileishmanial agents:", "contents": "Antiparasitic Drugs -- Mechanism of Action -- Antiprotozoal Agents. Antileishmanial agents:"}
{"id": "article-17704_47", "title": "Antiparasitic Drugs -- Mechanism of Action -- Antiprotozoal Agents", "content": "Sodium stibogluconate is a pentavalent antimonial that is thought to decrease leishmania viability by inhibiting phosphorylation of ADP and guanosine diphosphate (GDP) to ATP and guanosine triphosphate (GTP) thus inhibiting glycolysis and the citric acid cycle. [21] It also enhances nicotinamide adenine dinucleotide phosphate (NADPH) oxidase activity within polymorphonuclear neutrophils (PMNs). It may enhance the production of cytokines, thus elevating concentrations of reactive oxygen species such as superoxide anion radical. [22]", "contents": "Antiparasitic Drugs -- Mechanism of Action -- Antiprotozoal Agents. Sodium stibogluconate is a pentavalent antimonial that is thought to decrease leishmania viability by inhibiting phosphorylation of ADP and guanosine diphosphate (GDP) to ATP and guanosine triphosphate (GTP) thus inhibiting glycolysis and the citric acid cycle. [21] It also enhances nicotinamide adenine dinucleotide phosphate (NADPH) oxidase activity within polymorphonuclear neutrophils (PMNs). It may enhance the production of cytokines, thus elevating concentrations of reactive oxygen species such as superoxide anion radical. [22]"}
{"id": "article-17704_48", "title": "Antiparasitic Drugs -- Mechanism of Action -- Antiprotozoal Agents", "content": "Meglumine antimoniate is also a first choice pentavalent antimonial used in the treatment of all types of leishmaniasis. Although its mechanism is similar to that of sodium stibogluconate, it is more effective than sodium stibogluconate for intralesional applications. [23]", "contents": "Antiparasitic Drugs -- Mechanism of Action -- Antiprotozoal Agents. Meglumine antimoniate is also a first choice pentavalent antimonial used in the treatment of all types of leishmaniasis. Although its mechanism is similar to that of sodium stibogluconate, it is more effective than sodium stibogluconate for intralesional applications. [23]"}
{"id": "article-17704_49", "title": "Antiparasitic Drugs -- Mechanism of Action -- Antiprotozoal Agents", "content": "Pentamidine – see trypanocidal agents", "contents": "Antiparasitic Drugs -- Mechanism of Action -- Antiprotozoal Agents. Pentamidine – see trypanocidal agents"}
{"id": "article-17704_50", "title": "Antiparasitic Drugs -- Mechanism of Action -- Antiprotozoal Agents", "content": "Amphotericin B is an antifungal drug used as a liposomal preparation in treating refractory visceral leishmaniasis. As an antileishmanial agent, it is thought to disrupt the parasite’s membrane by binding to its ergosterol precursors. [24]", "contents": "Antiparasitic Drugs -- Mechanism of Action -- Antiprotozoal Agents. Amphotericin B is an antifungal drug used as a liposomal preparation in treating refractory visceral leishmaniasis. As an antileishmanial agent, it is thought to disrupt the parasite’s membrane by binding to its ergosterol precursors. [24]"}
{"id": "article-17704_51", "title": "Antiparasitic Drugs -- Mechanism of Action -- Antiprotozoal Agents", "content": "Paromomycin – see antiamebic agents.", "contents": "Antiparasitic Drugs -- Mechanism of Action -- Antiprotozoal Agents. Paromomycin – see antiamebic agents."}
{"id": "article-17704_52", "title": "Antiparasitic Drugs -- Mechanism of Action -- Antiprotozoal Agents", "content": "Anti-toxoplasma agents: Pyrimethamine-sulfadiazine – Pyrimethamine is a dihydrofolate inhibitor, inhibiting DNA and protein synthesis. Sulfadiazine is an inhibitor of dihydropteroate synthetase, which is essential in the folate synthesis pathway and works synergistically with pyrimethamine to treat toxoplasmosis. Together, they block consecutive steps in the folate synthesis pathway. They are also useful in the management of chloroquine-resistant uncomplicated P. falciparum malaria and P. jiroveci ( P. carinii ) pneumonia.", "contents": "Antiparasitic Drugs -- Mechanism of Action -- Antiprotozoal Agents. Anti-toxoplasma agents: Pyrimethamine-sulfadiazine – Pyrimethamine is a dihydrofolate inhibitor, inhibiting DNA and protein synthesis. Sulfadiazine is an inhibitor of dihydropteroate synthetase, which is essential in the folate synthesis pathway and works synergistically with pyrimethamine to treat toxoplasmosis. Together, they block consecutive steps in the folate synthesis pathway. They are also useful in the management of chloroquine-resistant uncomplicated P. falciparum malaria and P. jiroveci ( P. carinii ) pneumonia."}
{"id": "article-17704_53", "title": "Antiparasitic Drugs -- Mechanism of Action -- Anthelminthic Agents", "content": "Anticestodal agents: Praziquantel is a synthetic isoquinoline – pyrazine derivative and acts by disrupting ion transport in both cestodes and nematodes by increasing cell membrane permeability to calcium. [25] It is also thought to bind to the actin and myosin light chain of helminths, altering their membrane fluidity and reducing the glutathione concentration in schistosomes. [25] Niclosamide is a salicylamide derivative that works by uncoupling oxidative phosphorylation and is also involved in the regulation of diverse signaling pathways. [26] Albendazole – see antinematodal agents. Antinematodal agents: Intestinal nematode infections", "contents": "Antiparasitic Drugs -- Mechanism of Action -- Anthelminthic Agents. Anticestodal agents: Praziquantel is a synthetic isoquinoline – pyrazine derivative and acts by disrupting ion transport in both cestodes and nematodes by increasing cell membrane permeability to calcium. [25] It is also thought to bind to the actin and myosin light chain of helminths, altering their membrane fluidity and reducing the glutathione concentration in schistosomes. [25] Niclosamide is a salicylamide derivative that works by uncoupling oxidative phosphorylation and is also involved in the regulation of diverse signaling pathways. [26] Albendazole – see antinematodal agents. Antinematodal agents: Intestinal nematode infections"}
{"id": "article-17704_54", "title": "Antiparasitic Drugs -- Mechanism of Action -- Anthelminthic Agents", "content": "Albendazole and mebendazole belong to the class of broad-spectrum benzimidazoles and act by inhibiting microtubule synthesis. [27] While mebendazole inhibits the formation of microtubules, albendazole inhibits tubulin polymerization. This inhibition of microtubule formation leads to the inhibition of glucose uptake and consequently leads to the death of helminths. [28] These agents also have anti-giardia activity as they interact with the tubulin of its cytoskeleton. [29] Piperazine (discontinued in USA) has paralyzing effects on helminths because it inhibits acetylcholine at the neuromuscular junction, leading to the expulsion of the organism. [30] Pyrantel pamoate is a neuromuscular blocking agent that acts on nicotinic acetylcholine receptors of nematodes, causing paralysis, leading to expulsion. [31] Tissue nematode infections", "contents": "Antiparasitic Drugs -- Mechanism of Action -- Anthelminthic Agents. Albendazole and mebendazole belong to the class of broad-spectrum benzimidazoles and act by inhibiting microtubule synthesis. [27] While mebendazole inhibits the formation of microtubules, albendazole inhibits tubulin polymerization. This inhibition of microtubule formation leads to the inhibition of glucose uptake and consequently leads to the death of helminths. [28] These agents also have anti-giardia activity as they interact with the tubulin of its cytoskeleton. [29] Piperazine (discontinued in USA) has paralyzing effects on helminths because it inhibits acetylcholine at the neuromuscular junction, leading to the expulsion of the organism. [30] Pyrantel pamoate is a neuromuscular blocking agent that acts on nicotinic acetylcholine receptors of nematodes, causing paralysis, leading to expulsion. [31] Tissue nematode infections"}
{"id": "article-17704_55", "title": "Antiparasitic Drugs -- Mechanism of Action -- Anthelminthic Agents", "content": "Diethylcarbamazine reduces the number of microfilariae by sensitizing them to phagocytosis. [32] It ultimately acts as an opsonin. Ivermectin interacts with glutamate-gated chloride channels on nematode motor neurons and leads to hyperpolarization and paralysis. [33] It is also useful as an oral antiscabietic. Suramin sodium - see trypanocidal agents. Praziquantel - see anticestodal agents. Antitrematodal agents:", "contents": "Antiparasitic Drugs -- Mechanism of Action -- Anthelminthic Agents. Diethylcarbamazine reduces the number of microfilariae by sensitizing them to phagocytosis. [32] It ultimately acts as an opsonin. Ivermectin interacts with glutamate-gated chloride channels on nematode motor neurons and leads to hyperpolarization and paralysis. [33] It is also useful as an oral antiscabietic. Suramin sodium - see trypanocidal agents. Praziquantel - see anticestodal agents. Antitrematodal agents:"}
{"id": "article-17704_56", "title": "Antiparasitic Drugs -- Mechanism of Action -- Anthelminthic Agents", "content": "Praziquantel - see anticestodal agents Metrifonate is an organophosphorus compound that acts as a cholinesterase inhibitor. It is crucial as an alternative in the management of schistosomiasis. [34] Oxamniquine is a 2-aminomethyl-tetrahydro quinoline that inhibits nucleic acid synthesis in parasites and acts as an alternative to praziquantel in managing schistosomiasis. [35] Triclabendazole is a benzimidazole that is thought to inhibit microtubule formation, inhibiting protein synthesis, and motion. It is the drug of choice for fascioliasis caused by Fasciola hepatica. Bithionol is thought to competitively inhibit the action of rhodoquinone in the electron transport system, inhibiting anaerobic energy metabolism in parasites. [36] Is use is as an alternative to triclabendazole for treating fascioliasis.", "contents": "Antiparasitic Drugs -- Mechanism of Action -- Anthelminthic Agents. Praziquantel - see anticestodal agents Metrifonate is an organophosphorus compound that acts as a cholinesterase inhibitor. It is crucial as an alternative in the management of schistosomiasis. [34] Oxamniquine is a 2-aminomethyl-tetrahydro quinoline that inhibits nucleic acid synthesis in parasites and acts as an alternative to praziquantel in managing schistosomiasis. [35] Triclabendazole is a benzimidazole that is thought to inhibit microtubule formation, inhibiting protein synthesis, and motion. It is the drug of choice for fascioliasis caused by Fasciola hepatica. Bithionol is thought to competitively inhibit the action of rhodoquinone in the electron transport system, inhibiting anaerobic energy metabolism in parasites. [36] Is use is as an alternative to triclabendazole for treating fascioliasis."}
{"id": "article-17704_57", "title": "Antiparasitic Drugs -- Mechanism of Action -- Ectoparasiticides", "content": "Pyrethroids act on the neuromuscular system of ectoparasites, paralyzing them. It induces nerve excitation by changing the permeabilities on sodium and potassium on the nerve membrane. [37] Permethrin is a neurotoxin that causes sodium channel depolarization on nerve axons. [38] Lindane inhibits chloride channels on the gamma-aminobutyric acid (GABA) A receptors in insects. [39] Ivermectin – see antinematodal agents. Benzyl benzoate also exerts toxic effects on the nerves of parasites.", "contents": "Antiparasitic Drugs -- Mechanism of Action -- Ectoparasiticides. Pyrethroids act on the neuromuscular system of ectoparasites, paralyzing them. It induces nerve excitation by changing the permeabilities on sodium and potassium on the nerve membrane. [37] Permethrin is a neurotoxin that causes sodium channel depolarization on nerve axons. [38] Lindane inhibits chloride channels on the gamma-aminobutyric acid (GABA) A receptors in insects. [39] Ivermectin – see antinematodal agents. Benzyl benzoate also exerts toxic effects on the nerves of parasites."}
{"id": "article-17704_58", "title": "Antiparasitic Drugs -- Administration -- Antiprotozoal Agents", "content": "Antimalarial agents:", "contents": "Antiparasitic Drugs -- Administration -- Antiprotozoal Agents. Antimalarial agents:"}
{"id": "article-17704_59", "title": "Antiparasitic Drugs -- Administration -- Antiprotozoal Agents", "content": "Chloroquine-sensitive P. falciparum, P. malariae, and P. knowlesi can be treated with 1000 mg (600 mg base) oral chloroquine phosphate, after which, 500 mg (300 mg base) oral chloroquine phosphate administration follows at 6, 24, and 48 hours.", "contents": "Antiparasitic Drugs -- Administration -- Antiprotozoal Agents. Chloroquine-sensitive P. falciparum, P. malariae, and P. knowlesi can be treated with 1000 mg (600 mg base) oral chloroquine phosphate, after which, 500 mg (300 mg base) oral chloroquine phosphate administration follows at 6, 24, and 48 hours."}
{"id": "article-17704_60", "title": "Antiparasitic Drugs -- Administration -- Antiprotozoal Agents", "content": "P. vivax and P. ovale infections are managed using the regimen for chloroquine-sensitive P. falciparum, after which 30 mg base primaquine is administered orally for 14 days.", "contents": "Antiparasitic Drugs -- Administration -- Antiprotozoal Agents. P. vivax and P. ovale infections are managed using the regimen for chloroquine-sensitive P. falciparum, after which 30 mg base primaquine is administered orally for 14 days."}
{"id": "article-17704_61", "title": "Antiparasitic Drugs -- Administration -- Antiprotozoal Agents", "content": "Chloroquine-resistant P. falciparum (uncomplicated infection) is treated using 20 mg artemether and 120 mg lumefantrine at a dosage of four tablets taken orally, twice daily, for 3 days. Alternatively, atovaquone-proguanil 250 mg/100 mg is administered as four tablets to be taken daily for 3 days. Also, mefloquine 750 mg is administered once, followed by 500 mg in 6 to 12 hours. Alternatively, give 650 mg quinine sulfate taken three times daily with 100 mg doxycycline or 600 mg clindamycin to be taken twice daily for 7 days.", "contents": "Antiparasitic Drugs -- Administration -- Antiprotozoal Agents. Chloroquine-resistant P. falciparum (uncomplicated infection) is treated using 20 mg artemether and 120 mg lumefantrine at a dosage of four tablets taken orally, twice daily, for 3 days. Alternatively, atovaquone-proguanil 250 mg/100 mg is administered as four tablets to be taken daily for 3 days. Also, mefloquine 750 mg is administered once, followed by 500 mg in 6 to 12 hours. Alternatively, give 650 mg quinine sulfate taken three times daily with 100 mg doxycycline or 600 mg clindamycin to be taken twice daily for 7 days."}
{"id": "article-17704_62", "title": "Antiparasitic Drugs -- Administration -- Antiprotozoal Agents", "content": "Severe or complicated P. falciparum infection is treated using intravenous (IV) artesunate 2.4 mg/kg every 12 hours for one day, then once a day for two additional days. Subsequent to this regimen, use doxycycline or clindamycin orally for 7 days, or artemether/lumefantrine, atovaquone/proguanil, or full mefloquine treatment. Another choice of drug is 10 mg/kg IV quinidine gluconate administered over 1 to 2 hours, followed by 0.02 mg/kg/min. Alternatively, 3.2 mg/kg artemether can be administered intramuscularly (IM), then 1.6 mg/kg/d is administered, followed by a 7-day oral course of clindamycin or doxycycline. Another alternative is 20 mg/kg intravenous quinine dihydrochloride then 10 mg/kg every 8 hours. During IV administration of quinine, monitor the patients’ cardiac activity.", "contents": "Antiparasitic Drugs -- Administration -- Antiprotozoal Agents. Severe or complicated P. falciparum infection is treated using intravenous (IV) artesunate 2.4 mg/kg every 12 hours for one day, then once a day for two additional days. Subsequent to this regimen, use doxycycline or clindamycin orally for 7 days, or artemether/lumefantrine, atovaquone/proguanil, or full mefloquine treatment. Another choice of drug is 10 mg/kg IV quinidine gluconate administered over 1 to 2 hours, followed by 0.02 mg/kg/min. Alternatively, 3.2 mg/kg artemether can be administered intramuscularly (IM), then 1.6 mg/kg/d is administered, followed by a 7-day oral course of clindamycin or doxycycline. Another alternative is 20 mg/kg intravenous quinine dihydrochloride then 10 mg/kg every 8 hours. During IV administration of quinine, monitor the patients’ cardiac activity."}
{"id": "article-17704_63", "title": "Antiparasitic Drugs -- Administration -- Antiprotozoal Agents", "content": "Antibabesial agents: Clindamycin 600 mg three times daily, and quinine 650 mg are administered orally for 7 days. Oral atovaquone-azithromycin is another option (give with food). Antiamoebic agents: For Dientamoeba fragilis infection, 650 mg iodoquinol is administered 3 times a day for 20 days. Asymptomatic intestinal infection due to Entamoeba histolytica is managed using the luminal agent diloxanide furoate 500 mg three times a day for 10 days. (Not approved in the USA). 750 mg metronidazole for 10 days alongside luminal agents in the treatment of mild to moderate or severe intestinal infection and extraintestinal infection like hepatic abscesses. For hepatic abscesses, 1 mg/kg dihydroemetine or emetine subcutaneously (SC) or IM for 8 to 10 days after which chloroquine dosing follows alongside luminal agents. Antigiardial agents: metronidazole 250 mg is administered orally 3 times daily for 5 days or tinidazole 2 g. Trypanocidal agents:", "contents": "Antiparasitic Drugs -- Administration -- Antiprotozoal Agents. Antibabesial agents: Clindamycin 600 mg three times daily, and quinine 650 mg are administered orally for 7 days. Oral atovaquone-azithromycin is another option (give with food). Antiamoebic agents: For Dientamoeba fragilis infection, 650 mg iodoquinol is administered 3 times a day for 20 days. Asymptomatic intestinal infection due to Entamoeba histolytica is managed using the luminal agent diloxanide furoate 500 mg three times a day for 10 days. (Not approved in the USA). 750 mg metronidazole for 10 days alongside luminal agents in the treatment of mild to moderate or severe intestinal infection and extraintestinal infection like hepatic abscesses. For hepatic abscesses, 1 mg/kg dihydroemetine or emetine subcutaneously (SC) or IM for 8 to 10 days after which chloroquine dosing follows alongside luminal agents. Antigiardial agents: metronidazole 250 mg is administered orally 3 times daily for 5 days or tinidazole 2 g. Trypanocidal agents:"}
{"id": "article-17704_64", "title": "Antiparasitic Drugs -- Administration -- Antiprotozoal Agents", "content": "Benznidazole or nifurtimox is administered orally in the treatment of Chagas disease. Pentamidine is only administered parenterally, by intravenous or intramuscular injection in the treatment of West African or East African trypanosomiasis. Eflornithine, suramin, and melarsoprol are all administered parenterally via intravenous injection. Antileishmanial agents: 20 mg/kg/d sodium stibogluconate is administered via intraventricular or intramuscular route for 28 days to treat visceral leishmaniasis and 20 days in cutaneous leishmaniasis. (Only available in the USA from the CDC or Military Bases). Alternatively, 2 to 4 mg/kg IM pentamidine can be administered daily for 15 days for visceral leishmaniasis. Anti-toxoplasma agents:", "contents": "Antiparasitic Drugs -- Administration -- Antiprotozoal Agents. Benznidazole or nifurtimox is administered orally in the treatment of Chagas disease. Pentamidine is only administered parenterally, by intravenous or intramuscular injection in the treatment of West African or East African trypanosomiasis. Eflornithine, suramin, and melarsoprol are all administered parenterally via intravenous injection. Antileishmanial agents: 20 mg/kg/d sodium stibogluconate is administered via intraventricular or intramuscular route for 28 days to treat visceral leishmaniasis and 20 days in cutaneous leishmaniasis. (Only available in the USA from the CDC or Military Bases). Alternatively, 2 to 4 mg/kg IM pentamidine can be administered daily for 15 days for visceral leishmaniasis. Anti-toxoplasma agents:"}
{"id": "article-17704_65", "title": "Antiparasitic Drugs -- Administration -- Antiprotozoal Agents", "content": "In immunocompromised patients or patients with reactivation infection, 200 mg oral pyrimethamine gets administered once, and the weight of the patient determines subsequent doses. Patients under 60 kg take 50 mg oral pyrimethamine daily with sulfadiazine 1000 mg orally every 6 hours and leucovorin 10 to 25 mg orally daily. Patients over 60 kg are given 75 mg pyrimethamine orally daily with sulfadiazine 1500 mg and leucovorin 10 to 25 mg orally, daily for up to 6 weeks. Alternatively, 600 mg oral or intravenous clindamycin may be given with pyrimethamine and leucovorin four times daily. Atovaquone 1500 mg and sulfadiazine may be administered twice daily. For secondary prophylaxis, daily pyrimethamine 25 to 50 mg orally, with oral sulfadiazine totaling 2000 to 4000 mg, administered 2 to 4 times daily and leucovorin 10 to 25 mg for chronic maintenance.", "contents": "Antiparasitic Drugs -- Administration -- Antiprotozoal Agents. In immunocompromised patients or patients with reactivation infection, 200 mg oral pyrimethamine gets administered once, and the weight of the patient determines subsequent doses. Patients under 60 kg take 50 mg oral pyrimethamine daily with sulfadiazine 1000 mg orally every 6 hours and leucovorin 10 to 25 mg orally daily. Patients over 60 kg are given 75 mg pyrimethamine orally daily with sulfadiazine 1500 mg and leucovorin 10 to 25 mg orally, daily for up to 6 weeks. Alternatively, 600 mg oral or intravenous clindamycin may be given with pyrimethamine and leucovorin four times daily. Atovaquone 1500 mg and sulfadiazine may be administered twice daily. For secondary prophylaxis, daily pyrimethamine 25 to 50 mg orally, with oral sulfadiazine totaling 2000 to 4000 mg, administered 2 to 4 times daily and leucovorin 10 to 25 mg for chronic maintenance."}
{"id": "article-17704_66", "title": "Antiparasitic Drugs -- Administration -- Anthelminthic Agents", "content": "A discussion of the most common anthelminthic drugs is in this section. Praziquantel: Schistosomiasis – 40 mg/kg/day to be taken orally in two divided doses for Schistosoma mansoni, S. haematobium, and S. intercalatum. 60 mg/kg/day to be taken orally in three divided doses for S. japonicum and S. mekongi. Clonorchiasis – 75 mg/kg/day to be taken orally for one day, in three divided doses, every 4 to 6 hours. Neurocysticercosis – 100 mg/kg/day for one day in three divided doses, after which 50 mg/kg/day for 2 to 4 weeks. Taeniasis and diphyllobothriasis – 5 to 10 mg/kg in a single dose Hymenolepis nana – 25 mg/kg in a single dose. Other trematodes (flukes) – 75 mg/kg/day administered orally in three divided doses for 1 to 2 days. Albendazole:", "contents": "Antiparasitic Drugs -- Administration -- Anthelminthic Agents. A discussion of the most common anthelminthic drugs is in this section. Praziquantel: Schistosomiasis – 40 mg/kg/day to be taken orally in two divided doses for Schistosoma mansoni, S. haematobium, and S. intercalatum. 60 mg/kg/day to be taken orally in three divided doses for S. japonicum and S. mekongi. Clonorchiasis – 75 mg/kg/day to be taken orally for one day, in three divided doses, every 4 to 6 hours. Neurocysticercosis – 100 mg/kg/day for one day in three divided doses, after which 50 mg/kg/day for 2 to 4 weeks. Taeniasis and diphyllobothriasis – 5 to 10 mg/kg in a single dose Hymenolepis nana – 25 mg/kg in a single dose. Other trematodes (flukes) – 75 mg/kg/day administered orally in three divided doses for 1 to 2 days. Albendazole:"}
{"id": "article-17704_67", "title": "Antiparasitic Drugs -- Administration -- Anthelminthic Agents", "content": "Neurocysticercosis – 400 mg to be administered orally twice daily for 8 to 30 days. Hydatid disease – 400 mg to be administered orally twice daily for 28 days, followed by 14 days without albendazole; repeated for 3 cycles. Ascariasis, trichuriasis, hookworm, and pinworm infections – receive 400 mg to be administered once. Clonorchiasis – 400 mg to be administered twice daily for one week. Pyrantel pamoate: 11mg (base)/kg administered orally once is the standard dose and should get repeated after two weeks for enterobiasis and pinworm ( Enterobius vermicularis ) infections. For Necator sp . or Ancylostoma sp . infections, the patient should take the standard dose for 3 days. Ivermectin: Onchocerciasis – 150 mcg/kg single dose with repeat doses ranging from 3 to 12 months. Strongyloidiasis – 200 mcg/kg single dose orally for 1 to 2 days on an empty stomach. Diethylcarbamazine (not available commercially in the USA - only from the CDC)", "contents": "Antiparasitic Drugs -- Administration -- Anthelminthic Agents. Neurocysticercosis – 400 mg to be administered orally twice daily for 8 to 30 days. Hydatid disease – 400 mg to be administered orally twice daily for 28 days, followed by 14 days without albendazole; repeated for 3 cycles. Ascariasis, trichuriasis, hookworm, and pinworm infections – receive 400 mg to be administered once. Clonorchiasis – 400 mg to be administered twice daily for one week. Pyrantel pamoate: 11mg (base)/kg administered orally once is the standard dose and should get repeated after two weeks for enterobiasis and pinworm ( Enterobius vermicularis ) infections. For Necator sp . or Ancylostoma sp . infections, the patient should take the standard dose for 3 days. Ivermectin: Onchocerciasis – 150 mcg/kg single dose with repeat doses ranging from 3 to 12 months. Strongyloidiasis – 200 mcg/kg single dose orally for 1 to 2 days on an empty stomach. Diethylcarbamazine (not available commercially in the USA - only from the CDC)"}
{"id": "article-17704_68", "title": "Antiparasitic Drugs -- Administration -- Anthelminthic Agents", "content": "Wuchereria bancrofti and Loa loa – On day one, the patient is given 50 mg, on day two, the patient should take 50 mg three times daily. On day three the patient should take 100 mg three times daily and on day four and beyond, the patient is given 6 mg/kg/d three times daily for up to 14 days for lymphatic filariasis and 9 mg/kg/d three times daily for up to 21 days for loiasis.", "contents": "Antiparasitic Drugs -- Administration -- Anthelminthic Agents. Wuchereria bancrofti and Loa loa – On day one, the patient is given 50 mg, on day two, the patient should take 50 mg three times daily. On day three the patient should take 100 mg three times daily and on day four and beyond, the patient is given 6 mg/kg/d three times daily for up to 14 days for lymphatic filariasis and 9 mg/kg/d three times daily for up to 21 days for loiasis."}
{"id": "article-17704_69", "title": "Antiparasitic Drugs -- Administration -- Ectoparasiticides", "content": "Permethrin: Pediculosis – 1% cream rinse applied to the infection site; leave on for 10 minutes then rinse off with warm water. Scabies – 5% cream should be applied from the neck down and left for 8 to 14 hours before being washed off. Lindane: Pediculosis capitis/pubis – 30 ml of shampoo should be applied to hair on the scalp or genitals and left on for 4 minutes, then rinsed off. Benzyl Alcohol (discontinued in USA): Pediculosis capitis - 5% Lotion is applied and left for 10 minutes on dry hair. It is then rinsed off, repeated daily for 7 days.", "contents": "Antiparasitic Drugs -- Administration -- Ectoparasiticides. Permethrin: Pediculosis – 1% cream rinse applied to the infection site; leave on for 10 minutes then rinse off with warm water. Scabies – 5% cream should be applied from the neck down and left for 8 to 14 hours before being washed off. Lindane: Pediculosis capitis/pubis – 30 ml of shampoo should be applied to hair on the scalp or genitals and left on for 4 minutes, then rinsed off. Benzyl Alcohol (discontinued in USA): Pediculosis capitis - 5% Lotion is applied and left for 10 minutes on dry hair. It is then rinsed off, repeated daily for 7 days."}
{"id": "article-17704_70", "title": "Antiparasitic Drugs -- Adverse Effects -- Antiprotozoal Agents", "content": "Chloroquine – Although generally well tolerated, some patients experience pruritis and gastrointestinal (GI) disturbances such as nausea, vomiting, anorexia, and abdominal pain with chloroquine. Rarely, glucose-6-phosphate dehydrogenase (G6PD) deficient patients experience hemolysis. Other rare side effects of chloroquine include agranulocytosis, hypotension, seizures, psychosis, blurring of vision, QRS widening, and T wave abnormalities. Long-term use may also lead to ototoxicity, peripheral neuropathy, and retinopathy.", "contents": "Antiparasitic Drugs -- Adverse Effects -- Antiprotozoal Agents. Chloroquine – Although generally well tolerated, some patients experience pruritis and gastrointestinal (GI) disturbances such as nausea, vomiting, anorexia, and abdominal pain with chloroquine. Rarely, glucose-6-phosphate dehydrogenase (G6PD) deficient patients experience hemolysis. Other rare side effects of chloroquine include agranulocytosis, hypotension, seizures, psychosis, blurring of vision, QRS widening, and T wave abnormalities. Long-term use may also lead to ototoxicity, peripheral neuropathy, and retinopathy."}
{"id": "article-17704_71", "title": "Antiparasitic Drugs -- Adverse Effects -- Antiprotozoal Agents", "content": "Amodiaquine is related to chloroquine and may be used to replace chloroquine in resistant areas. It rarely has adverse effects, but some patients may experience agranulocytosis, hepatotoxicity, and aplastic anemia. This drug is not available in the USA but sees extensive usage in Africa. Atovaquone has adverse effects such as headaches, insomnia, fever, rash, and GI disturbances such as nausea, vomiting, and diarrhea.", "contents": "Antiparasitic Drugs -- Adverse Effects -- Antiprotozoal Agents. Amodiaquine is related to chloroquine and may be used to replace chloroquine in resistant areas. It rarely has adverse effects, but some patients may experience agranulocytosis, hepatotoxicity, and aplastic anemia. This drug is not available in the USA but sees extensive usage in Africa. Atovaquone has adverse effects such as headaches, insomnia, fever, rash, and GI disturbances such as nausea, vomiting, and diarrhea."}
{"id": "article-17704_72", "title": "Antiparasitic Drugs -- Adverse Effects -- Antiprotozoal Agents", "content": "Artemisinins such as artemether are well tolerated but may cause symptoms such as nausea, diarrhea, and vomiting. Rarely, patients may exhibit neutropenia, hemolysis, and elevated liver enzymes. They are well tolerated in pregnancy.", "contents": "Antiparasitic Drugs -- Adverse Effects -- Antiprotozoal Agents. Artemisinins such as artemether are well tolerated but may cause symptoms such as nausea, diarrhea, and vomiting. Rarely, patients may exhibit neutropenia, hemolysis, and elevated liver enzymes. They are well tolerated in pregnancy."}
{"id": "article-17704_73", "title": "Antiparasitic Drugs -- Adverse Effects -- Antiprotozoal Agents", "content": "Lumefantrine can be combined with artemether. The use of this combination can lead to GI disturbances, pruritis, dizziness, and headaches. It can also cause QTc interval prolongation on rare occasions.", "contents": "Antiparasitic Drugs -- Adverse Effects -- Antiprotozoal Agents. Lumefantrine can be combined with artemether. The use of this combination can lead to GI disturbances, pruritis, dizziness, and headaches. It can also cause QTc interval prolongation on rare occasions."}
{"id": "article-17704_74", "title": "Antiparasitic Drugs -- Adverse Effects -- Antiprotozoal Agents", "content": "Primaquine also has adverse effects of GI disturbances, including abdominal cramps, nausea, and epigastric pain. It can also cause hemolysis or methemoglobinemia especially in patients with G6PD deficiency.", "contents": "Antiparasitic Drugs -- Adverse Effects -- Antiprotozoal Agents. Primaquine also has adverse effects of GI disturbances, including abdominal cramps, nausea, and epigastric pain. It can also cause hemolysis or methemoglobinemia especially in patients with G6PD deficiency."}
{"id": "article-17704_75", "title": "Antiparasitic Drugs -- Adverse Effects -- Antiprotozoal Agents", "content": "Mefloquine may lead to adverse effects such as behavioral disturbances, insomnia, GI disturbances, rash, and dizziness. It can also lead to arrhythmias, bradycardia, and other cardiac conduction abnormalities. Doxycycline also causes GI symptoms, and it also leads to photosensitivity and candida vaginitis.", "contents": "Antiparasitic Drugs -- Adverse Effects -- Antiprotozoal Agents. Mefloquine may lead to adverse effects such as behavioral disturbances, insomnia, GI disturbances, rash, and dizziness. It can also lead to arrhythmias, bradycardia, and other cardiac conduction abnormalities. Doxycycline also causes GI symptoms, and it also leads to photosensitivity and candida vaginitis."}
{"id": "article-17704_76", "title": "Antiparasitic Drugs -- Adverse Effects -- Antiprotozoal Agents", "content": "Iodoquinol rarely may lead to adverse effects such as diarrhea, anorexia, nausea rash, and pruritis. Taking it with meals can prevent GI effects. Iodoquinol can also lead to an increase in serum iodine that is bound to proteins, leading to a decrease in measured I uptake. Paromomycin leads to GI disturbances. It can accumulate in the kidneys of those with renal insufficiency and cause renal toxicity.", "contents": "Antiparasitic Drugs -- Adverse Effects -- Antiprotozoal Agents. Iodoquinol rarely may lead to adverse effects such as diarrhea, anorexia, nausea rash, and pruritis. Taking it with meals can prevent GI effects. Iodoquinol can also lead to an increase in serum iodine that is bound to proteins, leading to a decrease in measured I uptake. Paromomycin leads to GI disturbances. It can accumulate in the kidneys of those with renal insufficiency and cause renal toxicity."}
{"id": "article-17704_77", "title": "Antiparasitic Drugs -- Adverse Effects -- Antiprotozoal Agents", "content": "Metronidazole commonly leads to a metallic taste in the mouth, headache, nausea, and dry mouth. Other rare adverse effects of metronidazole include thrush, vertigo, neutropenia, pancreatitis, and toxicity in the central nervous system leading to seizures and encephalopathies. Tinidazole has a similar side effect profile to metronidazole but is better tolerated. Albendazole causes GI disturbances, alopecia, an increase in liver enzymes, headaches, and pancytopenia. It is typically well-tolerated and usually has no significant side effects. Benznidazole has adverse effects such as GI disturbances, myelosuppression, peripheral neuropathy, and rash. Nifurtimox also has adverse effects, which include GI disturbances, rash, seizures, neuropathies, and insomnia.", "contents": "Antiparasitic Drugs -- Adverse Effects -- Antiprotozoal Agents. Metronidazole commonly leads to a metallic taste in the mouth, headache, nausea, and dry mouth. Other rare adverse effects of metronidazole include thrush, vertigo, neutropenia, pancreatitis, and toxicity in the central nervous system leading to seizures and encephalopathies. Tinidazole has a similar side effect profile to metronidazole but is better tolerated. Albendazole causes GI disturbances, alopecia, an increase in liver enzymes, headaches, and pancytopenia. It is typically well-tolerated and usually has no significant side effects. Benznidazole has adverse effects such as GI disturbances, myelosuppression, peripheral neuropathy, and rash. Nifurtimox also has adverse effects, which include GI disturbances, rash, seizures, neuropathies, and insomnia."}
{"id": "article-17704_78", "title": "Antiparasitic Drugs -- Adverse Effects -- Antiprotozoal Agents", "content": "Pentamidine is a very toxic drug that, when rapidly administered through IV, may cause hypotension, dyspnea, and tachycardia. If inhaled, it may cause bronchospasms and lead to difficulties in breathing. It leads to pancreatic toxicity and can cause hypoglycemia. It may also lead to renal insufficiency. Other side effects include an unpleasant taste in the mouth, gastrointestinal disturbances, hallucinations, and cardiac arrhythmias. Eflornithine may cause GI disturbances as well as reversible thrombocytopenia, leukopenia, and seizures.", "contents": "Antiparasitic Drugs -- Adverse Effects -- Antiprotozoal Agents. Pentamidine is a very toxic drug that, when rapidly administered through IV, may cause hypotension, dyspnea, and tachycardia. If inhaled, it may cause bronchospasms and lead to difficulties in breathing. It leads to pancreatic toxicity and can cause hypoglycemia. It may also lead to renal insufficiency. Other side effects include an unpleasant taste in the mouth, gastrointestinal disturbances, hallucinations, and cardiac arrhythmias. Eflornithine may cause GI disturbances as well as reversible thrombocytopenia, leukopenia, and seizures."}
{"id": "article-17704_79", "title": "Antiparasitic Drugs -- Adverse Effects -- Antiprotozoal Agents", "content": "Suramin causes nausea, vomiting, and fatigue early on, and as time progresses can lead to severe signs and symptoms like agranulocytosis, hemolytic anemia, chronic diarrhea, neuropathies, and renal abnormalities amongst others. This agent is not FDA-approved for use in the USA. Melarsoprol is a highly toxic drug and most commonly causes reactive encephalopathy, which manifests as seizures, coma, edema, and death. It also causes renal and cardiac diseases.", "contents": "Antiparasitic Drugs -- Adverse Effects -- Antiprotozoal Agents. Suramin causes nausea, vomiting, and fatigue early on, and as time progresses can lead to severe signs and symptoms like agranulocytosis, hemolytic anemia, chronic diarrhea, neuropathies, and renal abnormalities amongst others. This agent is not FDA-approved for use in the USA. Melarsoprol is a highly toxic drug and most commonly causes reactive encephalopathy, which manifests as seizures, coma, edema, and death. It also causes renal and cardiac diseases."}
{"id": "article-17704_80", "title": "Antiparasitic Drugs -- Adverse Effects -- Antiprotozoal Agents", "content": "Sodium stibogluconate causes myalgias, arthralgias, and GI symptoms. T wave changes and QTc prolongation may also occur; thus, electrocardiographic (ECG) monitoring is recommended when a patient is on sodium stibogluconate. This agent is only available from the CDC and Military bases. Amphotericin B can cause infusion reactions and can also lead to renal insufficiency. Acutely, it can lead to hypertension, hypotension, nausea, vomiting, and fever.", "contents": "Antiparasitic Drugs -- Adverse Effects -- Antiprotozoal Agents. Sodium stibogluconate causes myalgias, arthralgias, and GI symptoms. T wave changes and QTc prolongation may also occur; thus, electrocardiographic (ECG) monitoring is recommended when a patient is on sodium stibogluconate. This agent is only available from the CDC and Military bases. Amphotericin B can cause infusion reactions and can also lead to renal insufficiency. Acutely, it can lead to hypertension, hypotension, nausea, vomiting, and fever."}
{"id": "article-17704_81", "title": "Antiparasitic Drugs -- Adverse Effects -- Antiprotozoal Agents", "content": "Pyrimethamine-sulfadoxine has cutaneous side effects such as Steven-Johnson syndrome, toxic epidermal necrolysis, and erythema multiforme. Because it contains a sulfonamide, this medication may also cause renal insufficiency, gastrointestinal disturbances, central nervous system disorders, and dermatologic disorders.", "contents": "Antiparasitic Drugs -- Adverse Effects -- Antiprotozoal Agents. Pyrimethamine-sulfadoxine has cutaneous side effects such as Steven-Johnson syndrome, toxic epidermal necrolysis, and erythema multiforme. Because it contains a sulfonamide, this medication may also cause renal insufficiency, gastrointestinal disturbances, central nervous system disorders, and dermatologic disorders."}
{"id": "article-17704_82", "title": "Antiparasitic Drugs -- Adverse Effects -- Antiprotozoal Agents", "content": "Trimethoprim-sulfamethoxazole (TMP-SMX) causes symptoms due to antifolate and sulfonamide activity. Antifolate side effects include megaloblastic anemia, granulocytopenia, and leukopenia, while symptoms due to sulfonamides include GI disturbances, central nervous disturbances, and renal toxicity.", "contents": "Antiparasitic Drugs -- Adverse Effects -- Antiprotozoal Agents. Trimethoprim-sulfamethoxazole (TMP-SMX) causes symptoms due to antifolate and sulfonamide activity. Antifolate side effects include megaloblastic anemia, granulocytopenia, and leukopenia, while symptoms due to sulfonamides include GI disturbances, central nervous disturbances, and renal toxicity."}
{"id": "article-17704_83", "title": "Antiparasitic Drugs -- Adverse Effects -- Antihelminthic Agents", "content": "Praziquantel causes symptoms, including GI disturbances, skin rashes, arthralgia, myalgia, and low-grade fever. In cases of neurocysticercosis, the damaging of the parasites may lead to CNS disturbances such as seizures, mental changes, meningismus, hyperthermia, intracranial hypertension, nausea, and vomiting. However, this is avoidable by the use of corticosteroids.", "contents": "Antiparasitic Drugs -- Adverse Effects -- Antihelminthic Agents. Praziquantel causes symptoms, including GI disturbances, skin rashes, arthralgia, myalgia, and low-grade fever. In cases of neurocysticercosis, the damaging of the parasites may lead to CNS disturbances such as seizures, mental changes, meningismus, hyperthermia, intracranial hypertension, nausea, and vomiting. However, this is avoidable by the use of corticosteroids."}
{"id": "article-17704_84", "title": "Antiparasitic Drugs -- Adverse Effects -- Antihelminthic Agents", "content": "Pyrantel pamoate has GI side effects such as nausea, vomiting, abdominal cramps, and diarrhea. It is also associated with dizziness, rash, headaches, weakness, and drowsiness. It has been observed to cause a mild increase in liver enzymes. Therefore, patients with liver disease require close monitoring.", "contents": "Antiparasitic Drugs -- Adverse Effects -- Antihelminthic Agents. Pyrantel pamoate has GI side effects such as nausea, vomiting, abdominal cramps, and diarrhea. It is also associated with dizziness, rash, headaches, weakness, and drowsiness. It has been observed to cause a mild increase in liver enzymes. Therefore, patients with liver disease require close monitoring."}
{"id": "article-17704_85", "title": "Antiparasitic Drugs -- Adverse Effects -- Ectoparasiticides", "content": "Permethrin causes side effects such as pruritis, burning, and stinging. Lindane may lead to neurotoxicity and hematotoxicity; therefore, it should be avoided in pregnancy and children. [40]", "contents": "Antiparasitic Drugs -- Adverse Effects -- Ectoparasiticides. Permethrin causes side effects such as pruritis, burning, and stinging. Lindane may lead to neurotoxicity and hematotoxicity; therefore, it should be avoided in pregnancy and children. [40]"}
{"id": "article-17704_86", "title": "Antiparasitic Drugs -- Contraindications -- Antiprotozoal Agents", "content": "Chloroquine contraindications include patients with previous sensitivity to 4-aminoquinoline. Contraindications include patients with G6PD deficiency and those with porphyria or psoriasis. Additionally, it should be avoided in those with visual field defects or myopathies. It is, however, safe in pregnancy and for use in children. Primaquine is contraindicated in patients with methemoglobinemia, granulocytopenia, or myelosuppression. It should be avoided in pregnancy and those with G6PD deficiency.", "contents": "Antiparasitic Drugs -- Contraindications -- Antiprotozoal Agents. Chloroquine contraindications include patients with previous sensitivity to 4-aminoquinoline. Contraindications include patients with G6PD deficiency and those with porphyria or psoriasis. Additionally, it should be avoided in those with visual field defects or myopathies. It is, however, safe in pregnancy and for use in children. Primaquine is contraindicated in patients with methemoglobinemia, granulocytopenia, or myelosuppression. It should be avoided in pregnancy and those with G6PD deficiency."}
{"id": "article-17704_87", "title": "Antiparasitic Drugs -- Contraindications -- Antiprotozoal Agents", "content": "Mefloquine is contraindicated in patients with arrhythmias, cardiac conduction abnormalities, psychiatric disorders, and epilepsy. In the past, recommendations were to avoid its use in pilots or others with jobs that require fine motor skills.", "contents": "Antiparasitic Drugs -- Contraindications -- Antiprotozoal Agents. Mefloquine is contraindicated in patients with arrhythmias, cardiac conduction abnormalities, psychiatric disorders, and epilepsy. In the past, recommendations were to avoid its use in pilots or others with jobs that require fine motor skills."}
{"id": "article-17704_88", "title": "Antiparasitic Drugs -- Contraindications -- Antiprotozoal Agents", "content": "Iodoquinol should be avoided in patients with renal or thyroid disease and om those who cannot tolerate iodine. It should also be discontinued in cases of iodine toxicity where symptoms such as fever, pruritis, and dermatitis persist. Diloxanide furoate is typically not recommended in pregnancy.", "contents": "Antiparasitic Drugs -- Contraindications -- Antiprotozoal Agents. Iodoquinol should be avoided in patients with renal or thyroid disease and om those who cannot tolerate iodine. It should also be discontinued in cases of iodine toxicity where symptoms such as fever, pruritis, and dermatitis persist. Diloxanide furoate is typically not recommended in pregnancy."}
{"id": "article-17704_89", "title": "Antiparasitic Drugs -- Contraindications -- Antiprotozoal Agents", "content": "Metronidazole causes a disulfiram-like reaction when taken with alcohol. Furthermore, it leads to lithium toxicity when taken with lithium and potentiates the effects of coumarin-type anticoagulants, e.g., warfarin. This drug should be avoided in pregnancy. Emetine contraindications include patients with renal and cardiac disease and pregnancy.", "contents": "Antiparasitic Drugs -- Contraindications -- Antiprotozoal Agents. Metronidazole causes a disulfiram-like reaction when taken with alcohol. Furthermore, it leads to lithium toxicity when taken with lithium and potentiates the effects of coumarin-type anticoagulants, e.g., warfarin. This drug should be avoided in pregnancy. Emetine contraindications include patients with renal and cardiac disease and pregnancy."}
{"id": "article-17704_90", "title": "Antiparasitic Drugs -- Contraindications -- Antihelminthic Agents", "content": "Albendazole is contraindicated in patients with cirrhosis and those with previous hypersensitivity to benzimidazole drugs. Amphotericin B causes renal insufficiency; therefore, concomitant use with nephrotoxic medications should be avoided.", "contents": "Antiparasitic Drugs -- Contraindications -- Antihelminthic Agents. Albendazole is contraindicated in patients with cirrhosis and those with previous hypersensitivity to benzimidazole drugs. Amphotericin B causes renal insufficiency; therefore, concomitant use with nephrotoxic medications should be avoided."}
{"id": "article-17704_91", "title": "Antiparasitic Drugs -- Contraindications -- Antihelminthic Agents", "content": "Praziquantel should be avoided in ocular cysticercosis due to the damaging effects of the destruction of the parasites. Contraindications also include patients who need to stay alert for driving as it causes drowsiness. It should be avoided during pregnancy.", "contents": "Antiparasitic Drugs -- Contraindications -- Antihelminthic Agents. Praziquantel should be avoided in ocular cysticercosis due to the damaging effects of the destruction of the parasites. Contraindications also include patients who need to stay alert for driving as it causes drowsiness. It should be avoided during pregnancy."}
{"id": "article-17704_92", "title": "Antiparasitic Drugs -- Contraindications -- Ectopacitisides", "content": "Lindane contraindications include patients with seizure disorders, and its use should be only as a second-line intervention in the elderly, young children, and patients weighing less than 50 kg, as they are more likely to present with these adverse effects. [40]", "contents": "Antiparasitic Drugs -- Contraindications -- Ectopacitisides. Lindane contraindications include patients with seizure disorders, and its use should be only as a second-line intervention in the elderly, young children, and patients weighing less than 50 kg, as they are more likely to present with these adverse effects. [40]"}
{"id": "article-17704_93", "title": "Antiparasitic Drugs -- Enhancing Healthcare Team Outcomes", "content": "Parasitic diseases constitute a large number of the 17 neglected tropical diseases identified by the World Health Organization (WHO). These diseases are of global importance as they affect over 1 billion people, including those who are very poor, cause debilitating disability, and often stigmatized. Enhancing healthcare outcomes for patients suffering from these diseases is multifaceted. Mass drug administration is key in the management of diseases such as onchocerciasis, lymphatic filariasis, and schistosomiasis. Community-directed treatment is recommended for the mass administration of drugs. Therefore, an interprofessional team approach consisting of the pharmacist needs to be aware that to attain better outcomes, the implementation of long term community programs is necessary for endemic regions. [41] In many cases, the antiparasitic drugs have severe adverse reactions, and thus, adherence with medications is low. Therefore, direct observer therapy by the pharmacist is essential if one wants to improve outcomes.", "contents": "Antiparasitic Drugs -- Enhancing Healthcare Team Outcomes. Parasitic diseases constitute a large number of the 17 neglected tropical diseases identified by the World Health Organization (WHO). These diseases are of global importance as they affect over 1 billion people, including those who are very poor, cause debilitating disability, and often stigmatized. Enhancing healthcare outcomes for patients suffering from these diseases is multifaceted. Mass drug administration is key in the management of diseases such as onchocerciasis, lymphatic filariasis, and schistosomiasis. Community-directed treatment is recommended for the mass administration of drugs. Therefore, an interprofessional team approach consisting of the pharmacist needs to be aware that to attain better outcomes, the implementation of long term community programs is necessary for endemic regions. [41] In many cases, the antiparasitic drugs have severe adverse reactions, and thus, adherence with medications is low. Therefore, direct observer therapy by the pharmacist is essential if one wants to improve outcomes."}
{"id": "article-17704_94", "title": "Antiparasitic Drugs -- Enhancing Healthcare Team Outcomes", "content": "Newer and safer drugs are necessary for the management of Chagas disease, leishmaniasis, and trypanosomiasis. [42] Mebendazole is associated with high failure rates in treating hookworm infections, and single-dose albendazole is associated with a low rate of cure for trichuriasis. Therefore, there is a high demand for research and innovations in the management of neglected tropical diseases. [43]", "contents": "Antiparasitic Drugs -- Enhancing Healthcare Team Outcomes. Newer and safer drugs are necessary for the management of Chagas disease, leishmaniasis, and trypanosomiasis. [42] Mebendazole is associated with high failure rates in treating hookworm infections, and single-dose albendazole is associated with a low rate of cure for trichuriasis. Therefore, there is a high demand for research and innovations in the management of neglected tropical diseases. [43]"}
{"id": "article-17704_95", "title": "Antiparasitic Drugs -- Enhancing Healthcare Team Outcomes", "content": "Antiparasitic drug therapy is usually a response to exotic and/or rare diseases. The clinician (MD, DO, NP, or PA) needs to be aware of the possible presenting signs and symptoms, and also perform a thorough history of travel that covers endemic areas for these diseases. Nursing staff will also have responsibility for taking this type of patient history and will document if present, as well as providing appropriate monitoring once therapy has started. The pharmacist will verify the clinician has chosen the suitable agent, verify dosing, and provide counsel to patients. Nurses and pharmacists must report any concerns encountered to the prescriber for corrective action.", "contents": "Antiparasitic Drugs -- Enhancing Healthcare Team Outcomes. Antiparasitic drug therapy is usually a response to exotic and/or rare diseases. The clinician (MD, DO, NP, or PA) needs to be aware of the possible presenting signs and symptoms, and also perform a thorough history of travel that covers endemic areas for these diseases. Nursing staff will also have responsibility for taking this type of patient history and will document if present, as well as providing appropriate monitoring once therapy has started. The pharmacist will verify the clinician has chosen the suitable agent, verify dosing, and provide counsel to patients. Nurses and pharmacists must report any concerns encountered to the prescriber for corrective action."}
{"id": "article-17704_96", "title": "Antiparasitic Drugs -- Enhancing Healthcare Team Outcomes", "content": "An infectious disease specialist is almost mandatory in these cases. Coordination between the clinicians, nursing, and pharmacy is crucial, since many of the drugs used are uncommon, and dosing and potential interactions are critical. In the same vein, nursing must be made aware of the possible adverse effects from medication therapy, and report at the first sign of these appearing to the rest of the interprofessional healthcare team; this will permit the prescribing clinician to alter dosing or therapeutic agents, again in tandem with consult from the pharmacy. Only through this type of interprofessional collaboration can the healthcare team drive positive outcomes for patients with these infections. [Level V]", "contents": "Antiparasitic Drugs -- Enhancing Healthcare Team Outcomes. An infectious disease specialist is almost mandatory in these cases. Coordination between the clinicians, nursing, and pharmacy is crucial, since many of the drugs used are uncommon, and dosing and potential interactions are critical. In the same vein, nursing must be made aware of the possible adverse effects from medication therapy, and report at the first sign of these appearing to the rest of the interprofessional healthcare team; this will permit the prescribing clinician to alter dosing or therapeutic agents, again in tandem with consult from the pharmacy. Only through this type of interprofessional collaboration can the healthcare team drive positive outcomes for patients with these infections. [Level V]"}
{"id": "article-17704_97", "title": "Antiparasitic Drugs -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Antiparasitic Drugs -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}