{"id": "article-17412_0", "title": "High Altitude Cerebral Edema -- Continuing Education Activity", "content": "High altitude cerebral edema (HACE) is a severe and potentially fatal condition associated with high altitude illness that is often thought of as a late or end-stage acute mountain sickness (AMS). It is often characterized by ataxia, fatigue, and altered mental status. HACE represents the least common form of altitude illness, however it is critical that it be rapidly diagnosed and managed, as it can progress to coma and death as a result of brain herniation within 24 hours. This activity reviews the presentation, evaluation, and management of high altitude cerebral edema and stresses the role of an interprofessional team approach to the care of affected patients.", "contents": "High Altitude Cerebral Edema -- Continuing Education Activity. High altitude cerebral edema (HACE) is a severe and potentially fatal condition associated with high altitude illness that is often thought of as a late or end-stage acute mountain sickness (AMS). It is often characterized by ataxia, fatigue, and altered mental status. HACE represents the least common form of altitude illness, however it is critical that it be rapidly diagnosed and managed, as it can progress to coma and death as a result of brain herniation within 24 hours. This activity reviews the presentation, evaluation, and management of high altitude cerebral edema and stresses the role of an interprofessional team approach to the care of affected patients."}
{"id": "article-17412_1", "title": "High Altitude Cerebral Edema -- Continuing Education Activity", "content": "Objectives: Explain the importance of rapid detection of high altitude cerebral edema. Review the history and physical exam findings typically seen in patients with high altitude cerebral edema. Describe the treatment of high altitude cerebral edema. Explain modalities to enhance care coordination among interprofessional team members in order to improve outcomes for patients affected by high altitude cerebral edema. Access free multiple choice questions on this topic.", "contents": "High Altitude Cerebral Edema -- Continuing Education Activity. Objectives: Explain the importance of rapid detection of high altitude cerebral edema. Review the history and physical exam findings typically seen in patients with high altitude cerebral edema. Describe the treatment of high altitude cerebral edema. Explain modalities to enhance care coordination among interprofessional team members in order to improve outcomes for patients affected by high altitude cerebral edema. Access free multiple choice questions on this topic."}
{"id": "article-17412_2", "title": "High Altitude Cerebral Edema -- Introduction", "content": "High Altitude Cerebral Edema (HACE) is a severe and potentially fatal manifestation of high altitude illness and is often characterized by ataxia, fatigue, and altered mental status. HACE is often thought of as an extreme form/end-stage of Acute Mountain Sickness (AMS). Although HACE represents the least common form of altitude illness, it may progress rapidly to coma and death as a result of brain herniation within 24 hours, if not promptly diagnosed and treated. [1] [2] [3] [4]", "contents": "High Altitude Cerebral Edema -- Introduction. High Altitude Cerebral Edema (HACE) is a severe and potentially fatal manifestation of high altitude illness and is often characterized by ataxia, fatigue, and altered mental status. HACE is often thought of as an extreme form/end-stage of Acute Mountain Sickness (AMS). Although HACE represents the least common form of altitude illness, it may progress rapidly to coma and death as a result of brain herniation within 24 hours, if not promptly diagnosed and treated. [1] [2] [3] [4]"}
{"id": "article-17412_3", "title": "High Altitude Cerebral Edema -- Etiology", "content": "HACE generally occurs after 2 days above 4000m but can occur at lower elevations (2500m) and with faster onset.   Some, but not all, individuals will suffer from symptoms of AMS such as headache, insomnia, anorexia, nausea prior to transitioning to HACE.  Some may also have concomitant High Altitude Pulmonary Edema (HAPE).  HACE in isolation is rare, but the absence of concomitant HAPE or symptoms of AMS prior to deterioration does not rule-out the presence of HACE. [5] [6] [7]", "contents": "High Altitude Cerebral Edema -- Etiology. HACE generally occurs after 2 days above 4000m but can occur at lower elevations (2500m) and with faster onset.   Some, but not all, individuals will suffer from symptoms of AMS such as headache, insomnia, anorexia, nausea prior to transitioning to HACE.  Some may also have concomitant High Altitude Pulmonary Edema (HAPE).  HACE in isolation is rare, but the absence of concomitant HAPE or symptoms of AMS prior to deterioration does not rule-out the presence of HACE. [5] [6] [7]"}
{"id": "article-17412_4", "title": "High Altitude Cerebral Edema -- Epidemiology", "content": "Incidence of HACE is 0.5-1% at altitudes of 4000-5000 m.  HACE affects those of all ages and genders, though younger males may be at higher risk due to continuation of ascent despite symptoms of AMS and faster rate of ascent. Risk factors include prior history of high altitude illness, lack of acclimatization, heavy physical exertion, rapid rate of ascent, and abrupt ascent from lower altitudes.", "contents": "High Altitude Cerebral Edema -- Epidemiology. Incidence of HACE is 0.5-1% at altitudes of 4000-5000 m.  HACE affects those of all ages and genders, though younger males may be at higher risk due to continuation of ascent despite symptoms of AMS and faster rate of ascent. Risk factors include prior history of high altitude illness, lack of acclimatization, heavy physical exertion, rapid rate of ascent, and abrupt ascent from lower altitudes."}
{"id": "article-17412_5", "title": "High Altitude Cerebral Edema -- Pathophysiology", "content": "Although the exact mechanism of development of HACE is not fully understood, it is thought to be the extreme form/end-stage of AMS. Hypoxia at altitude elicits neuro-hormonal (VEG-F, Nitric Oxide, reactive cytokines, free radicals) and hemodynamic responses resulting in hypoxia-induced cerebral vasodilation leading to over perfusion of microvascular cerebral beds.  This leads to intracranial hypertension with elevated capillary pressure and capillary leakage. The disruption of the blood-brain barrier from these stressors leads to subsequent cerebral edema.  The “tight fit” hypothesis suggests that one’s susceptibility to AMS/HACE is dependent upon the individual’s intracranial space available to compensate for increasing edema. This theory would help to explain the seemingly random nature of AMS that can evolve into HACE.  The “revised theory” to the development of HACE argues against volume overload and intracranial hypertension as the leading cause.  In this model, hypoxia induces free radical formation causing damage/failure of the Na+/K+ ATPase Pump with resultant astrocyte swelling from osmotic-oxidative stress, with subsequent cytotoxic edema. Neither theory is considered the standard by which HACE is fully understood.", "contents": "High Altitude Cerebral Edema -- Pathophysiology. Although the exact mechanism of development of HACE is not fully understood, it is thought to be the extreme form/end-stage of AMS. Hypoxia at altitude elicits neuro-hormonal (VEG-F, Nitric Oxide, reactive cytokines, free radicals) and hemodynamic responses resulting in hypoxia-induced cerebral vasodilation leading to over perfusion of microvascular cerebral beds.  This leads to intracranial hypertension with elevated capillary pressure and capillary leakage. The disruption of the blood-brain barrier from these stressors leads to subsequent cerebral edema.  The “tight fit” hypothesis suggests that one’s susceptibility to AMS/HACE is dependent upon the individual’s intracranial space available to compensate for increasing edema. This theory would help to explain the seemingly random nature of AMS that can evolve into HACE.  The “revised theory” to the development of HACE argues against volume overload and intracranial hypertension as the leading cause.  In this model, hypoxia induces free radical formation causing damage/failure of the Na+/K+ ATPase Pump with resultant astrocyte swelling from osmotic-oxidative stress, with subsequent cytotoxic edema. Neither theory is considered the standard by which HACE is fully understood."}
{"id": "article-17412_6", "title": "High Altitude Cerebral Edema -- History and Physical", "content": "Most cases develop as a progression of AMS and will include a history of recent ascent to altitude and prior complaints/findings of AMS including a headache, fatigue, nausea, insomnia, and/or lightheadedness.  Some may also have signs/symptoms of HAPE.  Transition to HACE is heralded by signs of encephalopathy including ataxia (usually the earliest clinical finding) and altered mentation which may range from mild to severe.  Other symptoms may include a more severe headache, difficulty speaking, lassitude, a decline in the level of consciousness, and/or focal neurological deficits or seizures.", "contents": "High Altitude Cerebral Edema -- History and Physical. Most cases develop as a progression of AMS and will include a history of recent ascent to altitude and prior complaints/findings of AMS including a headache, fatigue, nausea, insomnia, and/or lightheadedness.  Some may also have signs/symptoms of HAPE.  Transition to HACE is heralded by signs of encephalopathy including ataxia (usually the earliest clinical finding) and altered mentation which may range from mild to severe.  Other symptoms may include a more severe headache, difficulty speaking, lassitude, a decline in the level of consciousness, and/or focal neurological deficits or seizures."}
{"id": "article-17412_7", "title": "High Altitude Cerebral Edema -- Evaluation", "content": "HACE is a clinical diagnosis with the patient typically presenting with signs of encephalopathy, preceeded by signs and symptoms of Acute Mountain Sickness. The onset of neurological findings such as progressive decline in cognitive/mental function, declining level of consciousness, impaired coordination, slurred speech, and/or lassitude signify the transition from AMS to HACE.  Typical evaluation consists of an abnormal neurological exam, with ataxia often being the earliest finding. Early symptoms may be misinterpreted as exhaustion and it is important to exclude these, as well as other disorders such as dehydration, hypoglycemia, hypothermia, or hyponatremia which all may have signs and symptoms that overlap with that of HACE.  Though rarely available, laboratory testing may show an elevated white blood cell count in the setting of HACE, whereas any number of metabolic abnormalities may be present with the aforementioned others within the differential diagnosis.  Lumbar puncture may have an increased opening pressure with otherwise normal laboratory findings. CT may show cerebral edema, but MRI is a better study to evaluate for more subtle signs of edema and can remain abnormal for days up to weeks.  To date, there has been no direct correlation with the severity of edema with clinical outcome.", "contents": "High Altitude Cerebral Edema -- Evaluation. HACE is a clinical diagnosis with the patient typically presenting with signs of encephalopathy, preceeded by signs and symptoms of Acute Mountain Sickness. The onset of neurological findings such as progressive decline in cognitive/mental function, declining level of consciousness, impaired coordination, slurred speech, and/or lassitude signify the transition from AMS to HACE.  Typical evaluation consists of an abnormal neurological exam, with ataxia often being the earliest finding. Early symptoms may be misinterpreted as exhaustion and it is important to exclude these, as well as other disorders such as dehydration, hypoglycemia, hypothermia, or hyponatremia which all may have signs and symptoms that overlap with that of HACE.  Though rarely available, laboratory testing may show an elevated white blood cell count in the setting of HACE, whereas any number of metabolic abnormalities may be present with the aforementioned others within the differential diagnosis.  Lumbar puncture may have an increased opening pressure with otherwise normal laboratory findings. CT may show cerebral edema, but MRI is a better study to evaluate for more subtle signs of edema and can remain abnormal for days up to weeks.  To date, there has been no direct correlation with the severity of edema with clinical outcome."}
{"id": "article-17412_8", "title": "High Altitude Cerebral Edema -- Treatment / Management", "content": "The mainstay of treatment is the immediate descent of at least 1000m or until symptoms improve. One should not descend alone and should have assistance to minimize physical exertion, which may worsen the patient’s condition. If descent is not an option, one may use a portable hyperbaric chamber and/or supplemental oxygen to temporize illness, but this should never replace or delay evaluation/descent when possible. If available, dexamethasone 8mg for one dose, followed by 4mg every 6 hours should be given to adults via PO, IM, or IV routes. Pediatric dosing is 0.15 mg/kg every 6 hours. Acetazolamide has proven to be beneficial in only a single clinical study. The suggested dosing regimen for Acetazolamide is 250 mg PO, given twice daily. Though effective in alleviating or temporizing symptoms, none of the adjunct treatment modalities are definitive or a replacement for an immediate descent. [8] [1] [9]", "contents": "High Altitude Cerebral Edema -- Treatment / Management. The mainstay of treatment is the immediate descent of at least 1000m or until symptoms improve. One should not descend alone and should have assistance to minimize physical exertion, which may worsen the patient’s condition. If descent is not an option, one may use a portable hyperbaric chamber and/or supplemental oxygen to temporize illness, but this should never replace or delay evaluation/descent when possible. If available, dexamethasone 8mg for one dose, followed by 4mg every 6 hours should be given to adults via PO, IM, or IV routes. Pediatric dosing is 0.15 mg/kg every 6 hours. Acetazolamide has proven to be beneficial in only a single clinical study. The suggested dosing regimen for Acetazolamide is 250 mg PO, given twice daily. Though effective in alleviating or temporizing symptoms, none of the adjunct treatment modalities are definitive or a replacement for an immediate descent. [8] [1] [9]"}
{"id": "article-17412_9", "title": "High Altitude Cerebral Edema -- Differential Diagnosis", "content": "Acute psychosis Brain tumour Carbon monoxide poisoning Central nervous system infection Cerebrovascular bleed or infarct Cerebrovascular spasm Diabetic ketoacidosis Hypoglycemia Hyponatremia Ingestion of drugs Seizure disorder", "contents": "High Altitude Cerebral Edema -- Differential Diagnosis. Acute psychosis Brain tumour Carbon monoxide poisoning Central nervous system infection Cerebrovascular bleed or infarct Cerebrovascular spasm Diabetic ketoacidosis Hypoglycemia Hyponatremia Ingestion of drugs Seizure disorder"}
{"id": "article-17412_10", "title": "High Altitude Cerebral Edema -- Pearls and Other Issues", "content": "Acclimatization is the best means by which to prevent HACE and all other forms of AMS.  Considerations for prevention of AMS and subsequent HACE is to have a slow rate of ascent with the altitude one sleeps at being more important than the altitude reached.  Final ascent rates of 300-500m per day are recommended for safe and preventative acclimatization.  If signs of AMS develop, stop ascent and if debilitating or severe, descend immediately.   Prophylaxis for HACE/AMS includes both Acetazolamide and Dexamethasone. Ibuprofen is recommended for those with a history of altitude illness. There is less evidence for natural remedies such as ginkgo balboa and coca leaves.  Most advocate training regimens and slow rate of ascent to optimize acclimatization.  This often requires an intense time commitment and is difficult for many to achieve, particularly for those engaged in recreational climbing. Some studies have shown benefit to sleeping in specialized tents at home that provide normobaric hypoxia before departure to higher altitudes, although this has not been validated as a primary preventative measure of AMS or HACE.", "contents": "High Altitude Cerebral Edema -- Pearls and Other Issues. Acclimatization is the best means by which to prevent HACE and all other forms of AMS.  Considerations for prevention of AMS and subsequent HACE is to have a slow rate of ascent with the altitude one sleeps at being more important than the altitude reached.  Final ascent rates of 300-500m per day are recommended for safe and preventative acclimatization.  If signs of AMS develop, stop ascent and if debilitating or severe, descend immediately.   Prophylaxis for HACE/AMS includes both Acetazolamide and Dexamethasone. Ibuprofen is recommended for those with a history of altitude illness. There is less evidence for natural remedies such as ginkgo balboa and coca leaves.  Most advocate training regimens and slow rate of ascent to optimize acclimatization.  This often requires an intense time commitment and is difficult for many to achieve, particularly for those engaged in recreational climbing. Some studies have shown benefit to sleeping in specialized tents at home that provide normobaric hypoxia before departure to higher altitudes, although this has not been validated as a primary preventative measure of AMS or HACE."}
{"id": "article-17412_11", "title": "High Altitude Cerebral Edema -- Enhancing Healthcare Team Outcomes", "content": "High Altitude Cerebral Edema (HACE) is a severe and potentially fatal manifestation of high altitude illness and is often characterized by ataxia, fatigue, and altered mental status. HACE is often thought of as an extreme form/end-stage of Acute Mountain Sickness (AMS). Although HACE represents the least common form of altitude illness, it may progress rapidly to coma and death as a result of brain herniation within 24 hours, if not promptly diagnosed and treated. The condition is best managed by an interprofessional team that includes a neurologist, internist and an emergency department physician", "contents": "High Altitude Cerebral Edema -- Enhancing Healthcare Team Outcomes. High Altitude Cerebral Edema (HACE) is a severe and potentially fatal manifestation of high altitude illness and is often characterized by ataxia, fatigue, and altered mental status. HACE is often thought of as an extreme form/end-stage of Acute Mountain Sickness (AMS). Although HACE represents the least common form of altitude illness, it may progress rapidly to coma and death as a result of brain herniation within 24 hours, if not promptly diagnosed and treated. The condition is best managed by an interprofessional team that includes a neurologist, internist and an emergency department physician"}
{"id": "article-17412_12", "title": "High Altitude Cerebral Edema -- Enhancing Healthcare Team Outcomes", "content": "Even with robust training regimens, acclimatization, and prophylactic medications, HACE can strike any individual at any altitude, at any time. Even those with considerable experience at altitude may fall prey to the wares of HACE. Thus careful attention to the signs and symptoms of AMS and HACE should always be given proper consideration and respect.", "contents": "High Altitude Cerebral Edema -- Enhancing Healthcare Team Outcomes. Even with robust training regimens, acclimatization, and prophylactic medications, HACE can strike any individual at any altitude, at any time. Even those with considerable experience at altitude may fall prey to the wares of HACE. Thus careful attention to the signs and symptoms of AMS and HACE should always be given proper consideration and respect."}
{"id": "article-17412_13", "title": "High Altitude Cerebral Edema -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "High Altitude Cerebral Edema -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}