{"id": "article-35965_0", "title": "Antidotes -- Continuing Education Activity", "content": "Overdoses and accidental ingestions or exposures are common throughout the world. With more than 2.4 million toxic exposures each year, poisoning is the second most common cause of injury-related morbidity and mortality in the United States. In the United States in 2015 antidotes for various overdoses were used 184,742 times. While for many overdoses and intoxications the treatment involves supportive care and treatment of the sequelae there are specific antidotes available for a variety of substances. Identifying the ingestion and prompt administration of the correct antidote can prevent significant morbidity and mortality for many patients. This activity will focus on updating the health team on sixteen of the most common overdose presentations and their corresponding antidotes. This activity reviews the evaluation and treatment of common overdoses, and highlights the role of the interprofessional team in evaluating and treating patients that have experienced an overdose.", "contents": "Antidotes -- Continuing Education Activity. Overdoses and accidental ingestions or exposures are common throughout the world. With more than 2.4 million toxic exposures each year, poisoning is the second most common cause of injury-related morbidity and mortality in the United States. In the United States in 2015 antidotes for various overdoses were used 184,742 times. While for many overdoses and intoxications the treatment involves supportive care and treatment of the sequelae there are specific antidotes available for a variety of substances. Identifying the ingestion and prompt administration of the correct antidote can prevent significant morbidity and mortality for many patients. This activity will focus on updating the health team on sixteen of the most common overdose presentations and their corresponding antidotes. This activity reviews the evaluation and treatment of common overdoses, and highlights the role of the interprofessional team in evaluating and treating patients that have experienced an overdose."}
{"id": "article-35965_1", "title": "Antidotes -- Continuing Education Activity", "content": "Objectives: Describe the evaluation of a patient with hydrofluoric acid exposure. Identify the presentation of a patient with organophosphate exposure. Review the clinical manifestations of iron overdose. Outline the importance of how collaboration and coordination among the interprofessional team can enhance patient care when a patient presents with an overdose. Access free multiple choice questions on this topic.", "contents": "Antidotes -- Continuing Education Activity. Objectives: Describe the evaluation of a patient with hydrofluoric acid exposure. Identify the presentation of a patient with organophosphate exposure. Review the clinical manifestations of iron overdose. Outline the importance of how collaboration and coordination among the interprofessional team can enhance patient care when a patient presents with an overdose. Access free multiple choice questions on this topic."}
{"id": "article-35965_2", "title": "Antidotes -- Introduction", "content": "Overdoses and accidental ingestions or exposures are common throughout the world.  With more than 2.4 million toxic exposures each year, poisoning is the second most common cause of injury-related morbidity and mortality in the United States. [1] In the United States in 2015 antidotes for various overdoses were used 184742 times. [2] While for many overdoses and intoxications the treatment involves supportive care and treatment of the sequelae there are specific antidotes available for a variety of substances. Identifying the ingestion and prompt administration of the correct antidote can prevent significant morbidity and mortality for many patients. This article will focus on sixteen overdose presentations and their corresponding antidotes.", "contents": "Antidotes -- Introduction. Overdoses and accidental ingestions or exposures are common throughout the world.  With more than 2.4 million toxic exposures each year, poisoning is the second most common cause of injury-related morbidity and mortality in the United States. [1] In the United States in 2015 antidotes for various overdoses were used 184742 times. [2] While for many overdoses and intoxications the treatment involves supportive care and treatment of the sequelae there are specific antidotes available for a variety of substances. Identifying the ingestion and prompt administration of the correct antidote can prevent significant morbidity and mortality for many patients. This article will focus on sixteen overdose presentations and their corresponding antidotes."}
{"id": "article-35965_3", "title": "Antidotes -- Issues of Concern -- Background and Presentation", "content": "Acetaminophen : Acetaminophen overdose is the most commonly reported overdose in both the UK and in the United States. It is also the most common cause of acute liver failure (ALF) in the United States, accounting for 50% of all ALF cases. [3] [4] There is a broad spectrum of overdose presentation depending on whether the intoxication is acute or chronic, the amount of acetaminophen ingested, and time since ingestion. In Stage 1 (0.5-24 hours after ingestion) patients may complain of nausea, vomiting, lethargy and general malaise. Laboratory evidence of hepatotoxicity usually becomes evident by Stage II (24 to 72 hours after acute ingestion). However, patients generally are asymptomatic during Stage II although they may develop some right upper quadrant pain and tenderness. There may also be hepatomegaly on physical exam. During Stage III (72 to 96 hours after ingestion) nausea, vomiting, and malaise return and patients may also exhibit jaundice and confusion. Acute renal failure may also occur during this stage. [5] Patients may go on to develop fulminant liver failure requiring a transplant or, if they survive Stage III, they enter a recovery stage (Stage IV - four days to two weeks post ingestion).", "contents": "Antidotes -- Issues of Concern -- Background and Presentation. Acetaminophen : Acetaminophen overdose is the most commonly reported overdose in both the UK and in the United States. It is also the most common cause of acute liver failure (ALF) in the United States, accounting for 50% of all ALF cases. [3] [4] There is a broad spectrum of overdose presentation depending on whether the intoxication is acute or chronic, the amount of acetaminophen ingested, and time since ingestion. In Stage 1 (0.5-24 hours after ingestion) patients may complain of nausea, vomiting, lethargy and general malaise. Laboratory evidence of hepatotoxicity usually becomes evident by Stage II (24 to 72 hours after acute ingestion). However, patients generally are asymptomatic during Stage II although they may develop some right upper quadrant pain and tenderness. There may also be hepatomegaly on physical exam. During Stage III (72 to 96 hours after ingestion) nausea, vomiting, and malaise return and patients may also exhibit jaundice and confusion. Acute renal failure may also occur during this stage. [5] Patients may go on to develop fulminant liver failure requiring a transplant or, if they survive Stage III, they enter a recovery stage (Stage IV - four days to two weeks post ingestion)."}
{"id": "article-35965_4", "title": "Antidotes -- Issues of Concern -- Background and Presentation", "content": "Organophosphates : Acute poisoning from organophosphates, usually in the form of insecticides, is possibly responsible for more drug-related deaths worldwide than any other drug class. [6] Most of these deaths take place in the developing world where highly toxic pesticides are readily available and used to commit suicide. For example, over 25000 people committed suicide with pesticides in India in 2010. However, poison control centers in the United States received only 4150 calls for organophosphate poisoning, only three of which resulted in death. [6] Organophosphates irreversibly inhibit acetylcholinesterase leading to a build-up of acetylcholine and stimulation of muscarinic receptors. The classic presentation of organophosphate poisoning includes vomiting, urination, lacrimation, salivation, defecation, diaphoresis, miosis, bradycardia, bronchorrhea, and bronchospasm. Death is usually due to respiratory failure.", "contents": "Antidotes -- Issues of Concern -- Background and Presentation. Organophosphates : Acute poisoning from organophosphates, usually in the form of insecticides, is possibly responsible for more drug-related deaths worldwide than any other drug class. [6] Most of these deaths take place in the developing world where highly toxic pesticides are readily available and used to commit suicide. For example, over 25000 people committed suicide with pesticides in India in 2010. However, poison control centers in the United States received only 4150 calls for organophosphate poisoning, only three of which resulted in death. [6] Organophosphates irreversibly inhibit acetylcholinesterase leading to a build-up of acetylcholine and stimulation of muscarinic receptors. The classic presentation of organophosphate poisoning includes vomiting, urination, lacrimation, salivation, defecation, diaphoresis, miosis, bradycardia, bronchorrhea, and bronchospasm. Death is usually due to respiratory failure."}
{"id": "article-35965_5", "title": "Antidotes -- Issues of Concern -- Background and Presentation", "content": "Warfarin : Warfarin, a vitamin K antagonist, is a widely used anticoagulant that remains popular despite the introduction of new anticoagulants. With more than 30 million prescriptions annually, it is the most commonly prescribed oral anticoagulant in North America. [7] Anticoagulation with warfarin requires frequent INR monitoring and often dose adjustments. As with all anticoagulants, major bleeding is a feared complication. The annual risk of major bleeding in a patient on warfarin is estimated to be approximately 1 and 2%. [8] The incidence of major hemorrhage increases by a factor of 1.43 for every 0.5 unit increase in INR. [7] Patients requiring emergent reversal may present with a variety of bleeding including gastrointestinal, intracranial, or bleeds due to trauma.", "contents": "Antidotes -- Issues of Concern -- Background and Presentation. Warfarin : Warfarin, a vitamin K antagonist, is a widely used anticoagulant that remains popular despite the introduction of new anticoagulants. With more than 30 million prescriptions annually, it is the most commonly prescribed oral anticoagulant in North America. [7] Anticoagulation with warfarin requires frequent INR monitoring and often dose adjustments. As with all anticoagulants, major bleeding is a feared complication. The annual risk of major bleeding in a patient on warfarin is estimated to be approximately 1 and 2%. [8] The incidence of major hemorrhage increases by a factor of 1.43 for every 0.5 unit increase in INR. [7] Patients requiring emergent reversal may present with a variety of bleeding including gastrointestinal, intracranial, or bleeds due to trauma."}
{"id": "article-35965_6", "title": "Antidotes -- Issues of Concern -- Background and Presentation", "content": "Digoxin : Digoxin is one of the oldest cardiac medications with the use of cardiac glycosides dating back to ancient Egypt. [9] It is currently FDA approved for the management of mild to moderate heart failure and for control of ventricular response in patients with atrial fibrillation. Digoxin's primary mechanism is inhibition of the sodium-potassium ATPase pump which promotes sodium-calcium exchange, leading to an increase in intracellular calcium and subsequent increase in myocardial contractility. Acute digoxin toxicity classically presents with altered mental status, gastrointestinal symptoms (such as nausea, vomiting, and diarrhea), hyperkalemia, and bradydysrhythmias. [10] Chronic toxicity may present with visual disturbance (yellow or green vision, halos, photophobia), delirium or drowsiness, hallucinations, nausea or vomiting, loss of appetite, weight loss, and tachydysrhythmias. [10]", "contents": "Antidotes -- Issues of Concern -- Background and Presentation. Digoxin : Digoxin is one of the oldest cardiac medications with the use of cardiac glycosides dating back to ancient Egypt. [9] It is currently FDA approved for the management of mild to moderate heart failure and for control of ventricular response in patients with atrial fibrillation. Digoxin's primary mechanism is inhibition of the sodium-potassium ATPase pump which promotes sodium-calcium exchange, leading to an increase in intracellular calcium and subsequent increase in myocardial contractility. Acute digoxin toxicity classically presents with altered mental status, gastrointestinal symptoms (such as nausea, vomiting, and diarrhea), hyperkalemia, and bradydysrhythmias. [10] Chronic toxicity may present with visual disturbance (yellow or green vision, halos, photophobia), delirium or drowsiness, hallucinations, nausea or vomiting, loss of appetite, weight loss, and tachydysrhythmias. [10]"}
{"id": "article-35965_7", "title": "Antidotes -- Issues of Concern -- Background and Presentation", "content": "Ethylene glycol and methanol : Poisoning with ethylene glycol or methanol may occur through attempted self-harm, unintentional ingestion, or a misguided attempt at inebriation. In 2007, United States poison centers received a combined 8014 calls related to possible ethylene glycol or methanol exposure. [11] Ethylene glycol, an essential component of antifreeze, has a bright color and sweet taste, making it particularly appealing to children. Classic signs and symptoms of ethylene glycol poisoning include altered mental state, metabolic acidosis, acute renal failure, and oxalate crystals in the urine. Hypocalcemia, multiorgan dysfunction, and even death occur in severe cases. [11] Methanol is present in embalming fluids, paint removers, windshield-washer fluid, canned-heating products, and moonshine liquor. Methanol poisoning causes profound metabolic acidosis and visual changes that may lead to blindness. Severe cases can result in multiorgan failure and death. Untreated methanol poisoning carries a mortality rate as high as 28% with permanent visual defects or blindness in up to 30% of survivors. [11]", "contents": "Antidotes -- Issues of Concern -- Background and Presentation. Ethylene glycol and methanol : Poisoning with ethylene glycol or methanol may occur through attempted self-harm, unintentional ingestion, or a misguided attempt at inebriation. In 2007, United States poison centers received a combined 8014 calls related to possible ethylene glycol or methanol exposure. [11] Ethylene glycol, an essential component of antifreeze, has a bright color and sweet taste, making it particularly appealing to children. Classic signs and symptoms of ethylene glycol poisoning include altered mental state, metabolic acidosis, acute renal failure, and oxalate crystals in the urine. Hypocalcemia, multiorgan dysfunction, and even death occur in severe cases. [11] Methanol is present in embalming fluids, paint removers, windshield-washer fluid, canned-heating products, and moonshine liquor. Methanol poisoning causes profound metabolic acidosis and visual changes that may lead to blindness. Severe cases can result in multiorgan failure and death. Untreated methanol poisoning carries a mortality rate as high as 28% with permanent visual defects or blindness in up to 30% of survivors. [11]"}
{"id": "article-35965_8", "title": "Antidotes -- Issues of Concern -- Background and Presentation", "content": "Hydrofluoric acid : Hydrofluoric acid, a commonly used chemical in many industries and an ingredient in many household cleaning products, can cause life-threatening burns as well as systemic toxicity. It can enter the body via the skin, mucosa, gastrointestinal, or respiratory tract. Severity determination is by the concentration of the acid, the type and the duration of contact, and type of tissue involved. [12] Those who suffer burns from higher concentrations (50% or greater) may actually have a better prognosis as they experience immediate pain and seek medical attention sooner than those with less concentrated burns. Burns from moderate concentrations (21 to 50%) may not experience symptoms for 1 to 8 hours, and low concentrations (less than 20%) may not produce symptoms for up to 24 hours, allowing for the development of systemic damage. [12] Hydrofluoric acid at high concentrations causes coagulative protein necrosis and direct tissue destruction. At lower concentrations, it causes little apparent tissue destruction. However, it penetrates tissue where the fluoride ions bind to calcium and magnesium, leading to nerve polarization, extreme pain, and tissue necrosis. [12]", "contents": "Antidotes -- Issues of Concern -- Background and Presentation. Hydrofluoric acid : Hydrofluoric acid, a commonly used chemical in many industries and an ingredient in many household cleaning products, can cause life-threatening burns as well as systemic toxicity. It can enter the body via the skin, mucosa, gastrointestinal, or respiratory tract. Severity determination is by the concentration of the acid, the type and the duration of contact, and type of tissue involved. [12] Those who suffer burns from higher concentrations (50% or greater) may actually have a better prognosis as they experience immediate pain and seek medical attention sooner than those with less concentrated burns. Burns from moderate concentrations (21 to 50%) may not experience symptoms for 1 to 8 hours, and low concentrations (less than 20%) may not produce symptoms for up to 24 hours, allowing for the development of systemic damage. [12] Hydrofluoric acid at high concentrations causes coagulative protein necrosis and direct tissue destruction. At lower concentrations, it causes little apparent tissue destruction. However, it penetrates tissue where the fluoride ions bind to calcium and magnesium, leading to nerve polarization, extreme pain, and tissue necrosis. [12]"}
{"id": "article-35965_9", "title": "Antidotes -- Issues of Concern -- Background and Presentation", "content": "Isoniazid : Isoniazid has been used to treat tuberculosis since the 1950s. It leads to a pyridoxine deficiency by inhibiting pyridoxine kinase, the enzyme responsible for the production of the active form of pyridoxine (pyridoxal phosphate), and by increasing excretion of pyridoxine by the kidneys. [13] Pyridoxal phosphate is a co-factor in the synthesis of GABA, the major inhibitory neurotransmitter in the CNS. Therefore depletion of pyridoxine leads to a decrease in GABA and a corresponding increase in the likelihood of seizures. [13] Toxic ingestion of isoniazid can lead to recurrent seizures, coma, and even death. Current dosing for treatment of tuberculosis is weight based with a maximum of 300mg/day. There are reports of toxicity with a dose as small as 1.5g in adults. [14] The patient with acute toxicity, such as with an intentional overdose, may present with altered mental status and seizures, including status epilepticus. [15] These seizures are typically refractory to benzodiazepines alone. Hypotension, kidney failure, hyperglycemia, rhabdomyolysis, and hyperthermia also reported effects. [15] Chronic toxicity can present with hepatotoxicity or peripheral sensory neuropathy. The neuropathy is preventable by administering pyridoxine along with isoniazid.", "contents": "Antidotes -- Issues of Concern -- Background and Presentation. Isoniazid : Isoniazid has been used to treat tuberculosis since the 1950s. It leads to a pyridoxine deficiency by inhibiting pyridoxine kinase, the enzyme responsible for the production of the active form of pyridoxine (pyridoxal phosphate), and by increasing excretion of pyridoxine by the kidneys. [13] Pyridoxal phosphate is a co-factor in the synthesis of GABA, the major inhibitory neurotransmitter in the CNS. Therefore depletion of pyridoxine leads to a decrease in GABA and a corresponding increase in the likelihood of seizures. [13] Toxic ingestion of isoniazid can lead to recurrent seizures, coma, and even death. Current dosing for treatment of tuberculosis is weight based with a maximum of 300mg/day. There are reports of toxicity with a dose as small as 1.5g in adults. [14] The patient with acute toxicity, such as with an intentional overdose, may present with altered mental status and seizures, including status epilepticus. [15] These seizures are typically refractory to benzodiazepines alone. Hypotension, kidney failure, hyperglycemia, rhabdomyolysis, and hyperthermia also reported effects. [15] Chronic toxicity can present with hepatotoxicity or peripheral sensory neuropathy. The neuropathy is preventable by administering pyridoxine along with isoniazid."}
{"id": "article-35965_10", "title": "Antidotes -- Issues of Concern -- Background and Presentation", "content": "Tricyclic antidepressants : Tricyclic antidepressants were first introduced in the 1950s and were used extensively in the treatment of depression. Reports of toxicity appeared just a few years after the introduction of TCAs to the market. [16] While SSRIs have now surpassed TCAs as the first line for treatment of depression, TCAs are still frequently used for many other conditions including chronic pain, migraines prophylaxis, nocturnal enuresis, obsessive-compulsive disorder, panic disorders and phobias, neuropathies, and refractory depression. When taken in large quantities TCAs cause toxicity by direct alpha-adrenergic block, anticholinergic actions, inhibition of norepinephrine reuptake, and a membrane stabilizing effect on the myocardium. [16] Patients with TCA overdose may present with cardiac arrhythmias, hypotension, seizures, or coma. A QRS interval greater than 100ms is a marker for severe complications. [17]", "contents": "Antidotes -- Issues of Concern -- Background and Presentation. Tricyclic antidepressants : Tricyclic antidepressants were first introduced in the 1950s and were used extensively in the treatment of depression. Reports of toxicity appeared just a few years after the introduction of TCAs to the market. [16] While SSRIs have now surpassed TCAs as the first line for treatment of depression, TCAs are still frequently used for many other conditions including chronic pain, migraines prophylaxis, nocturnal enuresis, obsessive-compulsive disorder, panic disorders and phobias, neuropathies, and refractory depression. When taken in large quantities TCAs cause toxicity by direct alpha-adrenergic block, anticholinergic actions, inhibition of norepinephrine reuptake, and a membrane stabilizing effect on the myocardium. [16] Patients with TCA overdose may present with cardiac arrhythmias, hypotension, seizures, or coma. A QRS interval greater than 100ms is a marker for severe complications. [17]"}
{"id": "article-35965_11", "title": "Antidotes -- Issues of Concern -- Background and Presentation", "content": "Beta-blockers and calcium channel blockers : Beta blockers competitively antagonize beta-1 adrenergic receptors in the myocardium, reducing calcium entry into the cardiomyocytes with resulting negative inotropic and chronotropic effects. [18] The patient presenting with beta blocker overdose will present with bradycardia and hypotension. Calcium channel blockers are direct inhibitors of voltage-gated L-type calcium channels, decreasing the amount of calcium entering both the myocardium and vascular smooth muscle cells. The patient presenting with calcium channel blocker overdose will generally have myocardial depression, bradycardia, hypotension, and may present in vasodilatory shock. [18] Conduction disturbances such as varying degrees of atrioventricular block may also be evident. [19] iltiazem and verapamil tend to cause severe hypotension and bradycardia while hypotension with reflex tachycardia may be the presentation with dihydropyridine calcium channel blockers. [20]", "contents": "Antidotes -- Issues of Concern -- Background and Presentation. Beta-blockers and calcium channel blockers : Beta blockers competitively antagonize beta-1 adrenergic receptors in the myocardium, reducing calcium entry into the cardiomyocytes with resulting negative inotropic and chronotropic effects. [18] The patient presenting with beta blocker overdose will present with bradycardia and hypotension. Calcium channel blockers are direct inhibitors of voltage-gated L-type calcium channels, decreasing the amount of calcium entering both the myocardium and vascular smooth muscle cells. The patient presenting with calcium channel blocker overdose will generally have myocardial depression, bradycardia, hypotension, and may present in vasodilatory shock. [18] Conduction disturbances such as varying degrees of atrioventricular block may also be evident. [19] iltiazem and verapamil tend to cause severe hypotension and bradycardia while hypotension with reflex tachycardia may be the presentation with dihydropyridine calcium channel blockers. [20]"}
{"id": "article-35965_12", "title": "Antidotes -- Issues of Concern -- Background and Presentation", "content": "Heavy metals : Patients may become exposed to heavy metals from contaminated food, industrial processes, commercial products, or natural sources such as groundwater or metal ores. [21] The most commonly encountered are lead, mercury, and arsenic. Toxic exposures most often affect the central and peripheral nervous system, gastrointestinal tract, renal, and cardiovascular systems. Children are especially vulnerable to intoxication with heavy metals, particularly lead. Signs of lead toxicity in children include myalgias, irritability, fatigue, and abdominal discomfort at mild levels (blood lead concentration of 10 to 39 microgram/dL), with the addition of arthralgias, weight loss, vomiting, and difficulty concentrating at moderate levels (40 to 50 micrograms/dL), and leads lines, encephalopathy, paraesthesias, or even paralysis at severe toxicity (70 to 80 micrograms/dL). At severe acute toxicity (100 to 150 micrograms/dL) seizures, anemia, and nephropathy are also a feature of the patient presentation. [22] Symptoms are generally not seen in adults until moderate toxicity and include fatigue, somnolence, headache, memory loss progressing to encephalopathy, nephropathy, and other various CNS effects. Mercury exposure can occur through inhalation of elemental mercury vapor or ingestion of mercury, usually from seafood. Acute exposure to large volumes of elemental mercury vapor results in a severe and potentially fatal interstitial pneumonitis while smaller, chronic exposures result in nonspecific symptoms such as fatigue, weakness, weight loss, and gastrointestinal upset. [23] The primary source of arsenic exposure is through contaminated water. [24] Acute arsenic toxicity presents with nausea, vomiting, excessive salivation, profuse watery diarrhea, and abdominal pain. Acute psychosis, cardiomyopathy, seizures, acute renal failure, respiratory distress, and pulmonary edema are also seen. [24] Chronic arsenic toxicity leads to multisystem disease with characteristic dermatological changes including hyperpigmentation and palmar and solar keratosis. Cognitive and memory impairment and peripheral neuropathy are also possible with chronic exposure from contaminated drinking water. [25] Chronic exposure correlates with the development of multiple malignancies.", "contents": "Antidotes -- Issues of Concern -- Background and Presentation. Heavy metals : Patients may become exposed to heavy metals from contaminated food, industrial processes, commercial products, or natural sources such as groundwater or metal ores. [21] The most commonly encountered are lead, mercury, and arsenic. Toxic exposures most often affect the central and peripheral nervous system, gastrointestinal tract, renal, and cardiovascular systems. Children are especially vulnerable to intoxication with heavy metals, particularly lead. Signs of lead toxicity in children include myalgias, irritability, fatigue, and abdominal discomfort at mild levels (blood lead concentration of 10 to 39 microgram/dL), with the addition of arthralgias, weight loss, vomiting, and difficulty concentrating at moderate levels (40 to 50 micrograms/dL), and leads lines, encephalopathy, paraesthesias, or even paralysis at severe toxicity (70 to 80 micrograms/dL). At severe acute toxicity (100 to 150 micrograms/dL) seizures, anemia, and nephropathy are also a feature of the patient presentation. [22] Symptoms are generally not seen in adults until moderate toxicity and include fatigue, somnolence, headache, memory loss progressing to encephalopathy, nephropathy, and other various CNS effects. Mercury exposure can occur through inhalation of elemental mercury vapor or ingestion of mercury, usually from seafood. Acute exposure to large volumes of elemental mercury vapor results in a severe and potentially fatal interstitial pneumonitis while smaller, chronic exposures result in nonspecific symptoms such as fatigue, weakness, weight loss, and gastrointestinal upset. [23] The primary source of arsenic exposure is through contaminated water. [24] Acute arsenic toxicity presents with nausea, vomiting, excessive salivation, profuse watery diarrhea, and abdominal pain. Acute psychosis, cardiomyopathy, seizures, acute renal failure, respiratory distress, and pulmonary edema are also seen. [24] Chronic arsenic toxicity leads to multisystem disease with characteristic dermatological changes including hyperpigmentation and palmar and solar keratosis. Cognitive and memory impairment and peripheral neuropathy are also possible with chronic exposure from contaminated drinking water. [25] Chronic exposure correlates with the development of multiple malignancies."}
{"id": "article-35965_13", "title": "Antidotes -- Issues of Concern -- Background and Presentation", "content": "Iron : Acute iron toxicity may be due to unintentional ingestion (most common in children) or intentional overdose with the intent of self-harm. Intentional overdoses carry a higher mortality rate; 10% compared to the 1% for unintentional ingestions. [26] Clinical manifestations include abdominal pain, vomiting, diarrhea, melena, hematemesis, metabolic acidosis, shock, and liver failure.", "contents": "Antidotes -- Issues of Concern -- Background and Presentation. Iron : Acute iron toxicity may be due to unintentional ingestion (most common in children) or intentional overdose with the intent of self-harm. Intentional overdoses carry a higher mortality rate; 10% compared to the 1% for unintentional ingestions. [26] Clinical manifestations include abdominal pain, vomiting, diarrhea, melena, hematemesis, metabolic acidosis, shock, and liver failure."}
{"id": "article-35965_14", "title": "Antidotes -- Issues of Concern -- Background and Presentation", "content": "Cyanide : Cyanide reversibly binds to mitochondrial cytochrome oxidase, leading to intracellular hypoxia. Symptoms usually begin within one minute of inhalation and several minutes of ingestion and include dyspnea, headache, dizziness, nausea, gastrointestinal distress, seizures. [27] Patients may initially appear tachycardic and tachypneic, but this will progress to bradycardia with subsequent hypotension, bradypnea, and apnea. [28]", "contents": "Antidotes -- Issues of Concern -- Background and Presentation. Cyanide : Cyanide reversibly binds to mitochondrial cytochrome oxidase, leading to intracellular hypoxia. Symptoms usually begin within one minute of inhalation and several minutes of ingestion and include dyspnea, headache, dizziness, nausea, gastrointestinal distress, seizures. [27] Patients may initially appear tachycardic and tachypneic, but this will progress to bradycardia with subsequent hypotension, bradypnea, and apnea. [28]"}
{"id": "article-35965_15", "title": "Antidotes -- Clinical Significance -- Treatment and Antidotes", "content": "Acetaminophen : Approximately 4% of acetaminophen gets metabolized to N-acetyl-p-benzoquinoneimine (NAPQI), a toxic metabolite that causes hepatic necrosis. NAPQI combines with glutathione to form nontoxic metabolites. In the setting of acetaminophen overdose glutathione gets depleted leading to an accumulation of NAPQI and subsequent hepatic injury. [29] he antidote for acetaminophen toxicity is n-acetylcysteine which works to replenish intracellular glutathione. The determination of the severity of acetaminophen toxicity following acute ingestion is by plotting a serum acetaminophen level on the Rumack-Matthew nomogram. If the timed serum acetaminophen concentration falls above the treatment line, treatment with N-acetylcysteine is indicated. It is also the therapeutic option in patients with evidence of liver injury, patients with a serum concentration greater than 10mcg/mL and unknown time of ingestion, and patients with suspected single ingestion of greater than 150mg/kg or greater than 7.5g total. There are both IV and oral N-acetylcysteine treatment protocols for treatment with no consensus on the preferred route or duration of treatment. [30] The IV protocol involves an initial loading dose of 150mg/kg over one hour followed by 50mg/kg over four hours, and then 100mg/kg over sixteen hours. The oral protocol consists of a loading dose of 140mg/kg followed by doses of 70mg/kg every four hours for 17 doses; 36 hour and 48-hour oral protocols have also been used.", "contents": "Antidotes -- Clinical Significance -- Treatment and Antidotes. Acetaminophen : Approximately 4% of acetaminophen gets metabolized to N-acetyl-p-benzoquinoneimine (NAPQI), a toxic metabolite that causes hepatic necrosis. NAPQI combines with glutathione to form nontoxic metabolites. In the setting of acetaminophen overdose glutathione gets depleted leading to an accumulation of NAPQI and subsequent hepatic injury. [29] he antidote for acetaminophen toxicity is n-acetylcysteine which works to replenish intracellular glutathione. The determination of the severity of acetaminophen toxicity following acute ingestion is by plotting a serum acetaminophen level on the Rumack-Matthew nomogram. If the timed serum acetaminophen concentration falls above the treatment line, treatment with N-acetylcysteine is indicated. It is also the therapeutic option in patients with evidence of liver injury, patients with a serum concentration greater than 10mcg/mL and unknown time of ingestion, and patients with suspected single ingestion of greater than 150mg/kg or greater than 7.5g total. There are both IV and oral N-acetylcysteine treatment protocols for treatment with no consensus on the preferred route or duration of treatment. [30] The IV protocol involves an initial loading dose of 150mg/kg over one hour followed by 50mg/kg over four hours, and then 100mg/kg over sixteen hours. The oral protocol consists of a loading dose of 140mg/kg followed by doses of 70mg/kg every four hours for 17 doses; 36 hour and 48-hour oral protocols have also been used."}
{"id": "article-35965_16", "title": "Antidotes -- Clinical Significance -- Treatment and Antidotes", "content": "Organophosphates : There are three important medications to remember for treatment of organophosphate poisoning. The first is atropine which blocks the build-up of excess acetylcholine. [31] The recommended dose for moderate to severe toxicity is 2 to 5mg IV for adults and 0.05mg/kg IV for pediatric patients. This dose may be doubled every three to five minutes until respiratory symptoms are relieved. The second is pralidoxime (PAM) which regenerates functional acetylcholinesterase even after inactivation by the organophosphate. The recommended dose is at least 30mg/kg in adults and 25 to 50mg/kg for children. However, the use of pralidoxime is somewhat controversial as its benefit remains unclear. [31] [32] The third medication is diazepam for seizures which are potential sequelae of organophosphate poisoning and more common in children. [33]", "contents": "Antidotes -- Clinical Significance -- Treatment and Antidotes. Organophosphates : There are three important medications to remember for treatment of organophosphate poisoning. The first is atropine which blocks the build-up of excess acetylcholine. [31] The recommended dose for moderate to severe toxicity is 2 to 5mg IV for adults and 0.05mg/kg IV for pediatric patients. This dose may be doubled every three to five minutes until respiratory symptoms are relieved. The second is pralidoxime (PAM) which regenerates functional acetylcholinesterase even after inactivation by the organophosphate. The recommended dose is at least 30mg/kg in adults and 25 to 50mg/kg for children. However, the use of pralidoxime is somewhat controversial as its benefit remains unclear. [31] [32] The third medication is diazepam for seizures which are potential sequelae of organophosphate poisoning and more common in children. [33]"}
{"id": "article-35965_17", "title": "Antidotes -- Clinical Significance -- Treatment and Antidotes", "content": "Warfarin : There are currently three options available for the reversal of warfarin - vitamin K, fresh frozen plasma (FFP), and three or four-factor prothrombin complex concentrate (PCC). Oral vitamin K can be used to reverse warfarin if immediate treatment is not necessary. In the event of more life-threatening bleeding 10mg of IV vitamin K should be given over 20 to 60 minutes. However, it may take several hours to see the full reversal effect after infusion of IV vitamin K. Serious bleeding, therefore, requires administration of clotting factors with either FFP or 4FPCC. FFP is created from whole blood and includes both pro and anticoagulant properties. [34] 4FPCC was first introduced in 2013 and is currently preferred over FFP as FFP requires ABO compatibility testing, needs to be thawed, and constitutes a larger volume. [8]", "contents": "Antidotes -- Clinical Significance -- Treatment and Antidotes. Warfarin : There are currently three options available for the reversal of warfarin - vitamin K, fresh frozen plasma (FFP), and three or four-factor prothrombin complex concentrate (PCC). Oral vitamin K can be used to reverse warfarin if immediate treatment is not necessary. In the event of more life-threatening bleeding 10mg of IV vitamin K should be given over 20 to 60 minutes. However, it may take several hours to see the full reversal effect after infusion of IV vitamin K. Serious bleeding, therefore, requires administration of clotting factors with either FFP or 4FPCC. FFP is created from whole blood and includes both pro and anticoagulant properties. [34] 4FPCC was first introduced in 2013 and is currently preferred over FFP as FFP requires ABO compatibility testing, needs to be thawed, and constitutes a larger volume. [8]"}
{"id": "article-35965_18", "title": "Antidotes -- Clinical Significance -- Treatment and Antidotes", "content": "Digoxin : Anti-digoxin Fab should be given to patients presenting with digoxin toxicity and life-threatening arrhythmias or hyperkalemia. The dose (in number of vials) for both commercially available preparations of anti-digoxin Fab can be estimated by dividing the total amount ingested (in mg) by 0.5 (mg of digoxin bound per vial of Fab). [35] An alternative equation would be to multiply the serum digoxin concentration by weight in kilograms and divide by 100; however, the concentration would need to be obtained six hours after the last dose. [35]", "contents": "Antidotes -- Clinical Significance -- Treatment and Antidotes. Digoxin : Anti-digoxin Fab should be given to patients presenting with digoxin toxicity and life-threatening arrhythmias or hyperkalemia. The dose (in number of vials) for both commercially available preparations of anti-digoxin Fab can be estimated by dividing the total amount ingested (in mg) by 0.5 (mg of digoxin bound per vial of Fab). [35] An alternative equation would be to multiply the serum digoxin concentration by weight in kilograms and divide by 100; however, the concentration would need to be obtained six hours after the last dose. [35]"}
{"id": "article-35965_19", "title": "Antidotes -- Clinical Significance -- Treatment and Antidotes", "content": "Ethylene glycol and methanol : Both ethylene glycol and methanol are not themselves toxic but are metabolized to toxic intermediates by alcohol dehydrogenase. Ethylene glycol is metabolized to glycolic acid, causing metabolic acidosis, and then to oxalic acid which combines with ionized calcium in the plasma to form calcium oxalate. Calcium oxalate then deposits in the renal tubules leading to acute kidney injury. Methanol is metabolized to formic acid, leading to metabolic acidosis and damage to the retina and optic nerve. Ethanol or fomepizole can be used to as they compete with the active site of alcohol dehydrogenases, decreasing the formation of the toxic metabolites of ethylene glycol and methanol. Treatment is recommended for the following [36] :", "contents": "Antidotes -- Clinical Significance -- Treatment and Antidotes. Ethylene glycol and methanol : Both ethylene glycol and methanol are not themselves toxic but are metabolized to toxic intermediates by alcohol dehydrogenase. Ethylene glycol is metabolized to glycolic acid, causing metabolic acidosis, and then to oxalic acid which combines with ionized calcium in the plasma to form calcium oxalate. Calcium oxalate then deposits in the renal tubules leading to acute kidney injury. Methanol is metabolized to formic acid, leading to metabolic acidosis and damage to the retina and optic nerve. Ethanol or fomepizole can be used to as they compete with the active site of alcohol dehydrogenases, decreasing the formation of the toxic metabolites of ethylene glycol and methanol. Treatment is recommended for the following [36] :"}
{"id": "article-35965_20", "title": "Antidotes -- Clinical Significance -- Treatment and Antidotes", "content": "Serum ethylene glycol concentration  greater than or equal to 62 mg/dL Methanol concentration greater than or equal to 32mg/dL Recent ingestion with an osmolal gap higher than 25 Suspected ingestion plus two or more of the following: arterial pH less than 7.3 serum bicarb less than 20 an osmolol gap greater than 25 presence of urinary oxalate crystals or visual disturbance", "contents": "Antidotes -- Clinical Significance -- Treatment and Antidotes. Serum ethylene glycol concentration  greater than or equal to 62 mg/dL Methanol concentration greater than or equal to 32mg/dL Recent ingestion with an osmolal gap higher than 25 Suspected ingestion plus two or more of the following: arterial pH less than 7.3 serum bicarb less than 20 an osmolol gap greater than 25 presence of urinary oxalate crystals or visual disturbance"}
{"id": "article-35965_21", "title": "Antidotes -- Clinical Significance -- Treatment and Antidotes", "content": "While both ethanol and fomepizole can are viable options in toxic alcohol poisoning, fomepizole has become the treatment of choice in the United States since its approval in 1997. It is a potent competitive inhibitor of alcohol dehydrogenase, has few side effects, is easy to use, and may preclude the need for hemodialysis in many patients. [36] Evidence for its use is primarily based on three retrospective case series and two prospective clinical trials. Recommended dosing of fomepizole is a loading dose of 15mg/kg followed by maintenance doses of 10mg/kg every 12 hours for two to four doses followed by 15mg/kg every 12 hours for the remaining doses. If fomepizole is unavailable IV or oral ethanol is an option. For 5% ethanol, the IV dose is 15ml/kg loading dose with infusion rate dependent on whether or not the patient is a regular drinker (4 to 8 ml/kg/hr) or not (2 to 4 ml/kg/hr). The dose for 10% IV ethanol is half that of the 5%. The doses are similar for oral preparations but decrease with increasing potency. For example, the loading dose for 20% ethanol is 4ml/kg and 2ml/kg for 40% ethanol. Maintenance doses are again dependent on the concentration of the ethanol, whether the patient is a regular drinker, and whether or not they are receiving hemodialysis. [11]", "contents": "Antidotes -- Clinical Significance -- Treatment and Antidotes. While both ethanol and fomepizole can are viable options in toxic alcohol poisoning, fomepizole has become the treatment of choice in the United States since its approval in 1997. It is a potent competitive inhibitor of alcohol dehydrogenase, has few side effects, is easy to use, and may preclude the need for hemodialysis in many patients. [36] Evidence for its use is primarily based on three retrospective case series and two prospective clinical trials. Recommended dosing of fomepizole is a loading dose of 15mg/kg followed by maintenance doses of 10mg/kg every 12 hours for two to four doses followed by 15mg/kg every 12 hours for the remaining doses. If fomepizole is unavailable IV or oral ethanol is an option. For 5% ethanol, the IV dose is 15ml/kg loading dose with infusion rate dependent on whether or not the patient is a regular drinker (4 to 8 ml/kg/hr) or not (2 to 4 ml/kg/hr). The dose for 10% IV ethanol is half that of the 5%. The doses are similar for oral preparations but decrease with increasing potency. For example, the loading dose for 20% ethanol is 4ml/kg and 2ml/kg for 40% ethanol. Maintenance doses are again dependent on the concentration of the ethanol, whether the patient is a regular drinker, and whether or not they are receiving hemodialysis. [11]"}
{"id": "article-35965_22", "title": "Antidotes -- Clinical Significance -- Treatment and Antidotes", "content": "Hydrofluoric acid : Treatment of hydrofluoric acid burns begins with removing the patient from the source of contamination and removing any remaining hydrofluoric acid (removal of contaminated clothing, lavage in the nearest shower for at least 30 minutes). Next, the burns should receive treatment with 2.5% topical calcium gluconate gel (rubbed into the affected area for 15 to 30 minutes ). Gauze moistened with 10% calcium gluconate can also be wrapped around the burns; this neutralizes the fluoride ions and blocks their infiltration into deeper tissues. [37] If pain persists, 5-10% calcium gluconate can be injected subcutaneously with a max dose of 0.5mL/cm2 of affected skin. 10mL of 10% calcium gluconate injected intraarterially has been used for the treatment of hydrofluoric acid burns of distal limbs. [38]", "contents": "Antidotes -- Clinical Significance -- Treatment and Antidotes. Hydrofluoric acid : Treatment of hydrofluoric acid burns begins with removing the patient from the source of contamination and removing any remaining hydrofluoric acid (removal of contaminated clothing, lavage in the nearest shower for at least 30 minutes). Next, the burns should receive treatment with 2.5% topical calcium gluconate gel (rubbed into the affected area for 15 to 30 minutes ). Gauze moistened with 10% calcium gluconate can also be wrapped around the burns; this neutralizes the fluoride ions and blocks their infiltration into deeper tissues. [37] If pain persists, 5-10% calcium gluconate can be injected subcutaneously with a max dose of 0.5mL/cm2 of affected skin. 10mL of 10% calcium gluconate injected intraarterially has been used for the treatment of hydrofluoric acid burns of distal limbs. [38]"}
{"id": "article-35965_23", "title": "Antidotes -- Clinical Significance -- Treatment and Antidotes", "content": "Isoniazid : Treatment for isoniazid overdose or seizures in a patient with suspected isoniazid toxicity is IV pyridoxine. The dose is generally 1g IV or 1g of pyridoxine per gram of isoniazid ingested. [15]", "contents": "Antidotes -- Clinical Significance -- Treatment and Antidotes. Isoniazid : Treatment for isoniazid overdose or seizures in a patient with suspected isoniazid toxicity is IV pyridoxine. The dose is generally 1g IV or 1g of pyridoxine per gram of isoniazid ingested. [15]"}
{"id": "article-35965_24", "title": "Antidotes -- Clinical Significance -- Treatment and Antidotes", "content": "Tricyclic antidepressants : Sodium bicarbonate should be given to patients presenting with TCA overdose and dysrhythmias or hypotension (Grade C evidence). It should also be a consideration in cases of QRS widening over 100ms in association with TCA overdose (Grade E evidence). [39] The suggested dose of sodium bicarbonate is 1 to 2 mEq/kg, repeated as needed. [17]", "contents": "Antidotes -- Clinical Significance -- Treatment and Antidotes. Tricyclic antidepressants : Sodium bicarbonate should be given to patients presenting with TCA overdose and dysrhythmias or hypotension (Grade C evidence). It should also be a consideration in cases of QRS widening over 100ms in association with TCA overdose (Grade E evidence). [39] The suggested dose of sodium bicarbonate is 1 to 2 mEq/kg, repeated as needed. [17]"}
{"id": "article-35965_25", "title": "Antidotes -- Clinical Significance -- Treatment and Antidotes", "content": "Beta blockers and calcium channel blockers : Treatment of calcium channel blocker and beta blocker overdose is similar. Treatment consists of calcium, glucagon, and high-dose insulin therapy. Calcium is given as an initial IV bolus of 10 to 20ml of 10% calcium chloride, or 30 to 60ml of 10% calcium gluconate (for pediatric patients the dose is 0.2 ml/kg or 0.6 ml/kg respectively) with repeated boluses can be given every 15 to 20 minutes for up to four additional doses. [20] A continuous infusion of 0.2 to 0.4 mg/kg/hr of 10% calcium chloride or 0.6 to 1.2 ml/kg/hr of 10% calcium gluconate can also be used. [20] Glucagon is considered the first line treatment for beta blocker overdose with symptomatic bradycardia and hypotension. [19] For adults, glucagon dosing is 3 to 5mg IV in a slow push over 1 to 2 minutes. If there is no observable improvement within five minutes, a subsequent dose of 4 to 10mg should follow. The dose for pediatric patients is 50 micrograms/kg. Recommendations for high dose insulin therapy include an initial bolus of 1unit/kg with 0.5grams/kg of glucose (hold the glucose bolus if blood glucose is over 300 mg/dl) with an infusion rate of 0.5 to 2 units/kg/hr of insulin and glucose infusion of 0.5gram/kg/hr. [20] IV lipid emulsion therapy is another option for refractory hypotension although its use remains controversial.", "contents": "Antidotes -- Clinical Significance -- Treatment and Antidotes. Beta blockers and calcium channel blockers : Treatment of calcium channel blocker and beta blocker overdose is similar. Treatment consists of calcium, glucagon, and high-dose insulin therapy. Calcium is given as an initial IV bolus of 10 to 20ml of 10% calcium chloride, or 30 to 60ml of 10% calcium gluconate (for pediatric patients the dose is 0.2 ml/kg or 0.6 ml/kg respectively) with repeated boluses can be given every 15 to 20 minutes for up to four additional doses. [20] A continuous infusion of 0.2 to 0.4 mg/kg/hr of 10% calcium chloride or 0.6 to 1.2 ml/kg/hr of 10% calcium gluconate can also be used. [20] Glucagon is considered the first line treatment for beta blocker overdose with symptomatic bradycardia and hypotension. [19] For adults, glucagon dosing is 3 to 5mg IV in a slow push over 1 to 2 minutes. If there is no observable improvement within five minutes, a subsequent dose of 4 to 10mg should follow. The dose for pediatric patients is 50 micrograms/kg. Recommendations for high dose insulin therapy include an initial bolus of 1unit/kg with 0.5grams/kg of glucose (hold the glucose bolus if blood glucose is over 300 mg/dl) with an infusion rate of 0.5 to 2 units/kg/hr of insulin and glucose infusion of 0.5gram/kg/hr. [20] IV lipid emulsion therapy is another option for refractory hypotension although its use remains controversial."}
{"id": "article-35965_26", "title": "Antidotes -- Clinical Significance -- Treatment and Antidotes", "content": "Heavy metals : Heavy metal toxicity treatment is with chelation therapy. For lead toxicity dimercaprol (British anti-lewisite, BAL), edetate calcium disodium, and succimer are the most common options. A fourth agent, penicillamine is less frequently used as it carries a risk of interstitial nephritis. For severe symptoms including encephalopathy, dimercaprol is the agent of choice at a dosage of 75mg/m2 every 4 hours for five days. [22] For mild or asymptomatic cases succimer is the agent of choice as it is available in an oral preparation. Mercury and arsenic toxicity receive similar treatment. Dimercaprol was also the first antidote to arsenic nerve gas, but its use in arsenic toxicity has largely been supplanted by dimercaptosuccinic acid (DMSA or succimer) and dimercaptopropane sulfonate, water-soluble derivatives of dimercaprol. [40] DMPS has not yet been approved by the FDA for use in the United States but is the agent of choice outside of the US. Despite the newer agents, dimercaprol is still the most common chelator used for arsenic poisoning in the United States with toxicological experts recommending dosing of 3 to 5mg/kg intramuscular every four to six hours. For mercury toxicity, the preferred chelator in the United States is DMSA. The recommended regimen is 10mg/kg orally three times a day for five days followed by 10mg/kg twice daily for 14 days. Dimercaprol may also be an option with dosing similar to that used in arsenic toxicity.", "contents": "Antidotes -- Clinical Significance -- Treatment and Antidotes. Heavy metals : Heavy metal toxicity treatment is with chelation therapy. For lead toxicity dimercaprol (British anti-lewisite, BAL), edetate calcium disodium, and succimer are the most common options. A fourth agent, penicillamine is less frequently used as it carries a risk of interstitial nephritis. For severe symptoms including encephalopathy, dimercaprol is the agent of choice at a dosage of 75mg/m2 every 4 hours for five days. [22] For mild or asymptomatic cases succimer is the agent of choice as it is available in an oral preparation. Mercury and arsenic toxicity receive similar treatment. Dimercaprol was also the first antidote to arsenic nerve gas, but its use in arsenic toxicity has largely been supplanted by dimercaptosuccinic acid (DMSA or succimer) and dimercaptopropane sulfonate, water-soluble derivatives of dimercaprol. [40] DMPS has not yet been approved by the FDA for use in the United States but is the agent of choice outside of the US. Despite the newer agents, dimercaprol is still the most common chelator used for arsenic poisoning in the United States with toxicological experts recommending dosing of 3 to 5mg/kg intramuscular every four to six hours. For mercury toxicity, the preferred chelator in the United States is DMSA. The recommended regimen is 10mg/kg orally three times a day for five days followed by 10mg/kg twice daily for 14 days. Dimercaprol may also be an option with dosing similar to that used in arsenic toxicity."}
{"id": "article-35965_27", "title": "Antidotes -- Clinical Significance -- Treatment and Antidotes", "content": "Iron : For severe iron overdose IV deferoxamine is the treatment of choice. Deferoxamine acts as a chelating agent that binds with ferric iron forming ferrioxamine which is water-soluble and excreted by the kidneys.", "contents": "Antidotes -- Clinical Significance -- Treatment and Antidotes. Iron : For severe iron overdose IV deferoxamine is the treatment of choice. Deferoxamine acts as a chelating agent that binds with ferric iron forming ferrioxamine which is water-soluble and excreted by the kidneys."}
{"id": "article-35965_28", "title": "Antidotes -- Clinical Significance -- Treatment and Antidotes", "content": "Cyanide : Treatment of cyanide toxicity depends on the rapid administration of one of the three currently available antidotes. The first is hydroxycobalamin which binds cyanide to form cyanocobalamin (vitamin B12) which is then renally excreted. Hydroxocobalamin is currently the preferred antidote for severe cyanide toxicity from smoke inhalation. [28] The second is sodium nitrite which induces methemoglobinemia and has the potential to cause seizures, acidosis, hypotension, syncope, and arrhythmias. [28] The third is sodium thiosulfate which donates sulfur to cyanide forming thiocyanate, a relatively non-toxic compound that is then renally excreted.", "contents": "Antidotes -- Clinical Significance -- Treatment and Antidotes. Cyanide : Treatment of cyanide toxicity depends on the rapid administration of one of the three currently available antidotes. The first is hydroxycobalamin which binds cyanide to form cyanocobalamin (vitamin B12) which is then renally excreted. Hydroxocobalamin is currently the preferred antidote for severe cyanide toxicity from smoke inhalation. [28] The second is sodium nitrite which induces methemoglobinemia and has the potential to cause seizures, acidosis, hypotension, syncope, and arrhythmias. [28] The third is sodium thiosulfate which donates sulfur to cyanide forming thiocyanate, a relatively non-toxic compound that is then renally excreted."}
{"id": "article-35965_29", "title": "Antidotes -- Enhancing Healthcare Team Outcomes", "content": "Overdoses and accidental exposures to toxic agents are a significant cause of morbidity and mortality worldwide. Combating this issue involves an interprofessional team and multiple approaches. First, there should be a focus on prevention. Community leaders, health care workers, and educators can all play roles in the prevention of toxic exposures. Patients should be educated on the correct way to take various medications and to keep them out of the hands of small children. The public should similarly receive education on the proper storage and disposal of medications and household supplies as well as potentials for toxic exposures and how to avoid them. The next area of focus is on preparation which again involves a team approach. Health professionals from a variety of specialties (such as emergency medicine, toxicology, critical care, hematology/oncology, pediatric emergency medicine, etc.) should work with pharmacists, local poison centers, EMS, and hospital administration to form a consensus on which antidotes should be stocked in the hospital. Knowing what is available and how soon a specific antidote is obtainable is critical as the administration of most antidotes is very time sensitive with morbidity and mortality drastically increasing with treatment delay. The next area of focus is a timely and adequate treatment which again involves a team approach. A patient with an overdose or toxic exposure may arrive by EMS or private vehicle. EMS can provide not only a description of patients clinical condition and treatments given on scene or en route but also information on the scene itself that can help point to a particular toxic exposure. Nurses are critical in triage and assessment of the patient, obtaining labs and other tests, carrying out treatment plans, and monitoring and reassessing the patient's clinical status. Respiratory therapists are often needed to help treat the pulmonary manifestations of various toxicological emergencies. Pharmacists should have involvement with recommendations of multiple antidotes and their dosing. Regularly communication with local poison center is also important in the patient's management. Psychiatry and social work will often need to be involved after patient stabilization if the exposure is deemed to be from an attempt at self-harm. Additional treatment teams will likely offer consultation as the patient will often need admission to the hospital and possibly to the intensive care unit. By preparing ahead of time and communicating efficiently with various health care professionals, we can improve the outcomes of patients presenting with toxic exposures.", "contents": "Antidotes -- Enhancing Healthcare Team Outcomes. Overdoses and accidental exposures to toxic agents are a significant cause of morbidity and mortality worldwide. Combating this issue involves an interprofessional team and multiple approaches. First, there should be a focus on prevention. Community leaders, health care workers, and educators can all play roles in the prevention of toxic exposures. Patients should be educated on the correct way to take various medications and to keep them out of the hands of small children. The public should similarly receive education on the proper storage and disposal of medications and household supplies as well as potentials for toxic exposures and how to avoid them. The next area of focus is on preparation which again involves a team approach. Health professionals from a variety of specialties (such as emergency medicine, toxicology, critical care, hematology/oncology, pediatric emergency medicine, etc.) should work with pharmacists, local poison centers, EMS, and hospital administration to form a consensus on which antidotes should be stocked in the hospital. Knowing what is available and how soon a specific antidote is obtainable is critical as the administration of most antidotes is very time sensitive with morbidity and mortality drastically increasing with treatment delay. The next area of focus is a timely and adequate treatment which again involves a team approach. A patient with an overdose or toxic exposure may arrive by EMS or private vehicle. EMS can provide not only a description of patients clinical condition and treatments given on scene or en route but also information on the scene itself that can help point to a particular toxic exposure. Nurses are critical in triage and assessment of the patient, obtaining labs and other tests, carrying out treatment plans, and monitoring and reassessing the patient's clinical status. Respiratory therapists are often needed to help treat the pulmonary manifestations of various toxicological emergencies. Pharmacists should have involvement with recommendations of multiple antidotes and their dosing. Regularly communication with local poison center is also important in the patient's management. Psychiatry and social work will often need to be involved after patient stabilization if the exposure is deemed to be from an attempt at self-harm. Additional treatment teams will likely offer consultation as the patient will often need admission to the hospital and possibly to the intensive care unit. By preparing ahead of time and communicating efficiently with various health care professionals, we can improve the outcomes of patients presenting with toxic exposures."}
{"id": "article-35965_30", "title": "Antidotes -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Antidotes -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}