{"id": "article-25091_0", "title": "Metronidazole -- Continuing Education Activity", "content": "Metronidazole is one of the mainstay drugs for the treatment of anaerobic bacterial infections, protozoal infections, and microaerophilic bacterial infections. It is cytotoxic to facultative anaerobic microorganisms. It is used to treat intestinal amebiases, liver amebiasis, bacterial septicemia, bone and joint infections, meningitis, brain abscess, endocarditis, endometritis, bacterial vaginosis, intra-abdominal infections, lower respiratory tract infections, skin structure infections, and surgical prophylaxis colorectal surgeries. This activity will highlight the mechanism of action, adverse event profile, contraindications, monitoring, and other key factors pertinent to interprofessional team members in the care of patients being treated with this medication.", "contents": "Metronidazole -- Continuing Education Activity. Metronidazole is one of the mainstay drugs for the treatment of anaerobic bacterial infections, protozoal infections, and microaerophilic bacterial infections. It is cytotoxic to facultative anaerobic microorganisms. It is used to treat intestinal amebiases, liver amebiasis, bacterial septicemia, bone and joint infections, meningitis, brain abscess, endocarditis, endometritis, bacterial vaginosis, intra-abdominal infections, lower respiratory tract infections, skin structure infections, and surgical prophylaxis colorectal surgeries. This activity will highlight the mechanism of action, adverse event profile, contraindications, monitoring, and other key factors pertinent to interprofessional team members in the care of patients being treated with this medication."}
{"id": "article-25091_1", "title": "Metronidazole -- Continuing Education Activity", "content": "Objectives: Describe the indications to begin metronidazole therapy. Outline dosing of metronidazole for some of the more common indications. Describe the importance of antibiotic stewardship when initiating a broad-spectrum antimicrobial like metronidazole. Explain the importance of antibiotic stewardship and how it affects antimicrobial selection as it pertains to improving care coordination among the interprofessional team when initiating antibiotic therapy with metronidazole. Access free multiple choice questions on this topic.", "contents": "Metronidazole -- Continuing Education Activity. Objectives: Describe the indications to begin metronidazole therapy. Outline dosing of metronidazole for some of the more common indications. Describe the importance of antibiotic stewardship when initiating a broad-spectrum antimicrobial like metronidazole. Explain the importance of antibiotic stewardship and how it affects antimicrobial selection as it pertains to improving care coordination among the interprofessional team when initiating antibiotic therapy with metronidazole. Access free multiple choice questions on this topic."}
{"id": "article-25091_2", "title": "Metronidazole -- Indications", "content": "Metronidazole is one of the mainstay drugs for the treatment of anaerobic bacterial infections, protozoal infections, and microaerophilic bacterial infections. It is cytotoxic to facultative anaerobic microorganisms.", "contents": "Metronidazole -- Indications. Metronidazole is one of the mainstay drugs for the treatment of anaerobic bacterial infections, protozoal infections, and microaerophilic bacterial infections. It is cytotoxic to facultative anaerobic microorganisms."}
{"id": "article-25091_3", "title": "Metronidazole -- Indications", "content": "Metronidazole is FDA-approved for treating protozoal infections such as Tr ichomoniasis vaginalis , Entamoeba histolytica , Giardia lamblia , blastocysts, and Balantidium coli. It is also FDA approved to treat anaerobic bacterial infections caused by Bacteroides species, Fusobacterium species, Clostridium species, Gardnerella vaginalis , Helicobacter pylori , Prevotella species, Porphyromonas species, and Biophilia Wadsworth . [1] Therefore, it is not surprising that metronidazole is widely accepted and FDA-approved for the treatment of a broad range of infections: intestinal amebiases, liver amebiasis, bacterial septicemia, bone and joint infections, central nervous system (CNS) infections (meningitis and brain abscess), endocarditis, gynecologic infections (endometritis, tubo-ovarian abscess, bacterial vaginosis), intra-abdominal infections, lower respiratory tract infections, skin structure infections, and surgical prophylaxis (colorectal surgeries). [2]", "contents": "Metronidazole -- Indications. Metronidazole is FDA-approved for treating protozoal infections such as Tr ichomoniasis vaginalis , Entamoeba histolytica , Giardia lamblia , blastocysts, and Balantidium coli. It is also FDA approved to treat anaerobic bacterial infections caused by Bacteroides species, Fusobacterium species, Clostridium species, Gardnerella vaginalis , Helicobacter pylori , Prevotella species, Porphyromonas species, and Biophilia Wadsworth . [1] Therefore, it is not surprising that metronidazole is widely accepted and FDA-approved for the treatment of a broad range of infections: intestinal amebiases, liver amebiasis, bacterial septicemia, bone and joint infections, central nervous system (CNS) infections (meningitis and brain abscess), endocarditis, gynecologic infections (endometritis, tubo-ovarian abscess, bacterial vaginosis), intra-abdominal infections, lower respiratory tract infections, skin structure infections, and surgical prophylaxis (colorectal surgeries). [2]"}
{"id": "article-25091_4", "title": "Metronidazole -- Indications", "content": "Topical metronidazole is indicated for rosacea. It is used intravaginally for bacterial vaginosis", "contents": "Metronidazole -- Indications. Topical metronidazole is indicated for rosacea. It is used intravaginally for bacterial vaginosis"}
{"id": "article-25091_5", "title": "Metronidazole -- Indications", "content": "Metronidazole has additional off-label uses in the management of other conditions and infections, including balantidiases, bite wound infections, animal and human bites, Clostridioides (formerly Clostridium difficile ), Crohn disease, post-surgical resection management, perianal fistulas, Dietamoeba fragilis infections, giardiasis, Helicobacter pylori eradication, periodontitis, post ileal pouch-anal anastomosis (pouchitis), and tetanus. [2]", "contents": "Metronidazole -- Indications. Metronidazole has additional off-label uses in the management of other conditions and infections, including balantidiases, bite wound infections, animal and human bites, Clostridioides (formerly Clostridium difficile ), Crohn disease, post-surgical resection management, perianal fistulas, Dietamoeba fragilis infections, giardiasis, Helicobacter pylori eradication, periodontitis, post ileal pouch-anal anastomosis (pouchitis), and tetanus. [2]"}
{"id": "article-25091_6", "title": "Metronidazole -- Indications", "content": "Metronidazole has rapid bactericidal effects against anaerobic bacteria with a killing rate proportional to the drug concentration. Concentration-dependent bactericidal properties have been demonstrated against Entamoeba histolytica and T richomonas vaginalis . [3] [4] Furthermore, it kills Bacteroides fragilis, and Clostridium perfringens more rapidly than treatment doses of clindamycin. It also penetrates the blood-brain barrier. [5]", "contents": "Metronidazole -- Indications. Metronidazole has rapid bactericidal effects against anaerobic bacteria with a killing rate proportional to the drug concentration. Concentration-dependent bactericidal properties have been demonstrated against Entamoeba histolytica and T richomonas vaginalis . [3] [4] Furthermore, it kills Bacteroides fragilis, and Clostridium perfringens more rapidly than treatment doses of clindamycin. It also penetrates the blood-brain barrier. [5]"}
{"id": "article-25091_7", "title": "Metronidazole -- Mechanism of Action", "content": "Metronidazole diffuses into the organism, inhibits protein synthesis by interacting with DNA, and causes a loss of helical DNA structure and strand breakage. Therefore, it causes cell death in susceptible organisms.", "contents": "Metronidazole -- Mechanism of Action. Metronidazole diffuses into the organism, inhibits protein synthesis by interacting with DNA, and causes a loss of helical DNA structure and strand breakage. Therefore, it causes cell death in susceptible organisms."}
{"id": "article-25091_8", "title": "Metronidazole -- Mechanism of Action", "content": "The mechanism of action of metronidazole occurs through a four-step process. Step one is the entry into the organism by diffusion across the cell membranes of anaerobic and aerobic pathogens. However, antimicrobial effects are limited to anaerobes. [6] Step two involves reductive activation by intracellular transport proteins by altering the chemical structure of pyruvate-ferredoxin oxidoreductase. The reduction of metronidazole creates a concentration gradient in the cell that drives uptake of more drugs and promotes free radical formation that is cytotoxic. [7] Step three, interactions with intracellular targets, is achieved by cytotoxic particles interacting with host cell DNA resulting in DNA strand breakage and fatal destabilization of the DNA helix. [8] Step four is the breakdown of cytotoxic products. Metronidazole is also cytotoxic to facultatively anaerobic bacteria like Helicobacter pylori and Gardnerella vaginalis , but the mechanism of action to these pathogens is not well understood. [6]", "contents": "Metronidazole -- Mechanism of Action. The mechanism of action of metronidazole occurs through a four-step process. Step one is the entry into the organism by diffusion across the cell membranes of anaerobic and aerobic pathogens. However, antimicrobial effects are limited to anaerobes. [6] Step two involves reductive activation by intracellular transport proteins by altering the chemical structure of pyruvate-ferredoxin oxidoreductase. The reduction of metronidazole creates a concentration gradient in the cell that drives uptake of more drugs and promotes free radical formation that is cytotoxic. [7] Step three, interactions with intracellular targets, is achieved by cytotoxic particles interacting with host cell DNA resulting in DNA strand breakage and fatal destabilization of the DNA helix. [8] Step four is the breakdown of cytotoxic products. Metronidazole is also cytotoxic to facultatively anaerobic bacteria like Helicobacter pylori and Gardnerella vaginalis , but the mechanism of action to these pathogens is not well understood. [6]"}
{"id": "article-25091_9", "title": "Metronidazole -- Administration", "content": "Metronidazole may be administered orally, intravenously, or topically. It comes in capsule, tablet, topical and intravenous forms. [9] The standard capsule dosing is 375 mg. Standard tablet dosing is 250 mg or 500 mg. Oral administration can be taken with food to help minimize stomach discomfort. The extended-release tablets should be administered on an empty stomach 1 hour before or 2 hours after meals. It should not be split or crushed. Standard intravenous preparation and dosing is 5 mg/mL (100mL) and 500 mg (100 mL), respectively. When administered intravenously, the drug solution should not come in contact with equipment containing aluminum. Infusion of the intravenous solution should be over 30 to 60 minutes. The topical application gel is 0.75% and 37.5 mg per applicator and is applied vaginally. Dosing of metronidazole for some of the more common indications is listed below: [10]", "contents": "Metronidazole -- Administration. Metronidazole may be administered orally, intravenously, or topically. It comes in capsule, tablet, topical and intravenous forms. [9] The standard capsule dosing is 375 mg. Standard tablet dosing is 250 mg or 500 mg. Oral administration can be taken with food to help minimize stomach discomfort. The extended-release tablets should be administered on an empty stomach 1 hour before or 2 hours after meals. It should not be split or crushed. Standard intravenous preparation and dosing is 5 mg/mL (100mL) and 500 mg (100 mL), respectively. When administered intravenously, the drug solution should not come in contact with equipment containing aluminum. Infusion of the intravenous solution should be over 30 to 60 minutes. The topical application gel is 0.75% and 37.5 mg per applicator and is applied vaginally. Dosing of metronidazole for some of the more common indications is listed below: [10]"}
{"id": "article-25091_10", "title": "Metronidazole -- Administration", "content": "Dosing for amebiasis, both intestinal (acute dysentery) and extraintestinal: [11] Oral: 500 to 750 mg every 8 hours for 7 to 10 days to be followed up with an intraluminal agent", "contents": "Metronidazole -- Administration. Dosing for amebiasis, both intestinal (acute dysentery) and extraintestinal: [11] Oral: 500 to 750 mg every 8 hours for 7 to 10 days to be followed up with an intraluminal agent"}
{"id": "article-25091_11", "title": "Metronidazole -- Administration", "content": "Dosing for bacterial vaginosis: [12] Oral: 500 mg twice each day for seven days.", "contents": "Metronidazole -- Administration. Dosing for bacterial vaginosis: [12] Oral: 500 mg twice each day for seven days."}
{"id": "article-25091_12", "title": "Metronidazole -- Administration", "content": "Dosing for pelvic inflammatory disease (PID) treatment: Mild/moderate PID: Oral: 500 mg twice a day for 14 days (may be added to combination therapy) PID with tubo-ovarian abscess, initial treatment (as an alternative regimen): IV: 500 mg every 8 hours as part of an appropriate combination regimen PID with tubo-ovarian abscess, oral therapy subsequent to clinical improvement on a parenteral regimen: Oral: 500 mg twice daily with doxycycline for at least 14 days", "contents": "Metronidazole -- Administration. Dosing for pelvic inflammatory disease (PID) treatment: Mild/moderate PID: Oral: 500 mg twice a day for 14 days (may be added to combination therapy) PID with tubo-ovarian abscess, initial treatment (as an alternative regimen): IV: 500 mg every 8 hours as part of an appropriate combination regimen PID with tubo-ovarian abscess, oral therapy subsequent to clinical improvement on a parenteral regimen: Oral: 500 mg twice daily with doxycycline for at least 14 days"}
{"id": "article-25091_13", "title": "Metronidazole -- Administration", "content": "Dosing for trichomoniasis infection: Initial treatment: Oral: 2 g in a single dose or 500 mg twice daily for seven days (preferred regimen in HIV-infected women) Persistent or recurrent infection (treatment failure single-dose therapy): Oral: 500 mg twice daily for 7 days for the failure of 2 g single-dose regimen", "contents": "Metronidazole -- Administration. Dosing for trichomoniasis infection: Initial treatment: Oral: 2 g in a single dose or 500 mg twice daily for seven days (preferred regimen in HIV-infected women) Persistent or recurrent infection (treatment failure single-dose therapy): Oral: 500 mg twice daily for 7 days for the failure of 2 g single-dose regimen"}
{"id": "article-25091_14", "title": "Metronidazole -- Administration", "content": "Dosing for Giardiasis: [13] Oral: 250 mg 3 times each day or 500 mg 2 times each day for 5 to 7 days", "contents": "Metronidazole -- Administration. Dosing for Giardiasis: [13] Oral: 250 mg 3 times each day or 500 mg 2 times each day for 5 to 7 days"}
{"id": "article-25091_15", "title": "Metronidazole -- Administration", "content": "Dosing for intra-abdominal infections: [14] Oral, IV: 500 mg every 8 hours as in an appropriate combination regimen. Therapy duration is 4 to 7 days following adequate source control, and a longer duration is necessary for uncomplicated appendicitis and diverticulitis managed nonoperatively.", "contents": "Metronidazole -- Administration. Dosing for intra-abdominal infections: [14] Oral, IV: 500 mg every 8 hours as in an appropriate combination regimen. Therapy duration is 4 to 7 days following adequate source control, and a longer duration is necessary for uncomplicated appendicitis and diverticulitis managed nonoperatively."}
{"id": "article-25091_16", "title": "Metronidazole -- Administration", "content": "Dosing for skin and soft tissue infections: [15] Necrotizing infections (a component of an appropriate combination regimen): IV: 500 mg every 6 hours - continue until debridement is no longer required, the patient has clinically improved, and is afebrile for 48 to 72 hours", "contents": "Metronidazole -- Administration. Dosing for skin and soft tissue infections: [15] Necrotizing infections (a component of an appropriate combination regimen): IV: 500 mg every 6 hours - continue until debridement is no longer required, the patient has clinically improved, and is afebrile for 48 to 72 hours"}
{"id": "article-25091_17", "title": "Metronidazole -- Administration", "content": "Dosing for surgical site infections, incisional (intestinal or GU tract; axilla or perineum), warranting anaerobic coverage: IV: 500 mg every 8 hours combined with other appropriate agents.", "contents": "Metronidazole -- Administration. Dosing for surgical site infections, incisional (intestinal or GU tract; axilla or perineum), warranting anaerobic coverage: IV: 500 mg every 8 hours combined with other appropriate agents."}
{"id": "article-25091_18", "title": "Metronidazole -- Administration", "content": "Dosing for surgical prophylaxis: [16] IV: 500 mg within one hour before surgical incision in a regimen with other antibiotics; recommended for select procedures involving the head and neck, GI tract, or urologic tract", "contents": "Metronidazole -- Administration. Dosing for surgical prophylaxis: [16] IV: 500 mg within one hour before surgical incision in a regimen with other antibiotics; recommended for select procedures involving the head and neck, GI tract, or urologic tract"}
{"id": "article-25091_19", "title": "Metronidazole -- Administration", "content": "Dosing for oral, colorectal surgical prophylaxis: Oral: 1 g every 3 to 4 hours for three doses with additional oral antibiotics, following mechanical bowel preparation the evening prior to a morning surgery with subsequent appropriate IV antibiotic prophylaxis regimen", "contents": "Metronidazole -- Administration. Dosing for oral, colorectal surgical prophylaxis: Oral: 1 g every 3 to 4 hours for three doses with additional oral antibiotics, following mechanical bowel preparation the evening prior to a morning surgery with subsequent appropriate IV antibiotic prophylaxis regimen"}
{"id": "article-25091_20", "title": "Metronidazole -- Administration", "content": "Dosing for Helicobacter pylori eradication: [17] The triple regimen with clarithromycin: Oral: Metronidazole 500 mg 3 times each day combined with clarithromycin 500 mg twice a day and a standard-dose or double-dose proton pump inhibitor (PPI) twice daily; continue regimen for 14 days Quadruple regimen with bismuth: Oral: Metronidazole 250 mg 4 times each day or 500 mg 3 or 4 times each day in combination with bismuth subsalicylate 300 to 524 mg or bismuth subsalicylate 120 to 300 mg 4 times each day, tetracycline 500 mg 4 times each day, and a standard-dose PPI twice each day; continue regimen for 10 to 14 days Concomitant regimen: Oral: Metronidazole 500 mg twice each day in combination with clarithromycin 500 mg twice each day, amoxicillin 1 g twice each day, and a standard-dose PPI twice each day; continue regimen for 10 to 14 days", "contents": "Metronidazole -- Administration. Dosing for Helicobacter pylori eradication: [17] The triple regimen with clarithromycin: Oral: Metronidazole 500 mg 3 times each day combined with clarithromycin 500 mg twice a day and a standard-dose or double-dose proton pump inhibitor (PPI) twice daily; continue regimen for 14 days Quadruple regimen with bismuth: Oral: Metronidazole 250 mg 4 times each day or 500 mg 3 or 4 times each day in combination with bismuth subsalicylate 300 to 524 mg or bismuth subsalicylate 120 to 300 mg 4 times each day, tetracycline 500 mg 4 times each day, and a standard-dose PPI twice each day; continue regimen for 10 to 14 days Concomitant regimen: Oral: Metronidazole 500 mg twice each day in combination with clarithromycin 500 mg twice each day, amoxicillin 1 g twice each day, and a standard-dose PPI twice each day; continue regimen for 10 to 14 days"}
{"id": "article-25091_21", "title": "Metronidazole -- Administration", "content": "Dosing for Clostridium difficile infection (CDI): [18] Metronidazole is no longer a first-line antibiotic choice. \"Either vancomycin or fidaxomicin are preferred agents over metronidazole for initial episodes of CDI - if access to vancomycin or fidaxomicin is limited, metronidazole is an option for an initial episode of nonsevere CDI only at a dose of 500 mg orally three times daily for ten days Fulminant Clostridium difficile infection: Vancomycin administered orally is the regimen of choice; in the presence of ileus, vancomycin can also be administered rectally - IV metronidazole should be administered 500 mg every 8 hours together with oral or rectal vancomycin, particularly if an ileus is present.", "contents": "Metronidazole -- Administration. Dosing for Clostridium difficile infection (CDI): [18] Metronidazole is no longer a first-line antibiotic choice. \"Either vancomycin or fidaxomicin are preferred agents over metronidazole for initial episodes of CDI - if access to vancomycin or fidaxomicin is limited, metronidazole is an option for an initial episode of nonsevere CDI only at a dose of 500 mg orally three times daily for ten days Fulminant Clostridium difficile infection: Vancomycin administered orally is the regimen of choice; in the presence of ileus, vancomycin can also be administered rectally - IV metronidazole should be administered 500 mg every 8 hours together with oral or rectal vancomycin, particularly if an ileus is present."}
{"id": "article-25091_22", "title": "Metronidazole -- Administration", "content": "Dosing for rosacea with 1% gel or cream daily, or 0.75% cream or lotion twice a day.", "contents": "Metronidazole -- Administration. Dosing for rosacea with 1% gel or cream daily, or 0.75% cream or lotion twice a day."}
{"id": "article-25091_23", "title": "Metronidazole -- Adverse Effects", "content": "The primary adverse effects of metronidazole include confusion, peripheral neuropathy, metallic taste, nausea, vomiting, and diarrhea. Adverse events seen in greater than 10% of the population include headache (18%), vaginitis (15%), and nausea (10% to 12%). Adverse events affecting less than 10% of the population are metallic taste (9%), dizziness (4%), genital pruritus (5%), abdominal pain (4%), diarrhea (4%), xerostomia (2%), dysmenorrhea (3%), urine abnormality (3%), urinary tract infection (2%), bacterial infection (7%), candidiasis (3%), flu-like symptoms (6%), upper respiratory tract infection (4%), pharyngitis (3%), and sinusitis (3%). Rarely, there are reports of transient leukopenia and neutropenia as well. [19] [20]", "contents": "Metronidazole -- Adverse Effects. The primary adverse effects of metronidazole include confusion, peripheral neuropathy, metallic taste, nausea, vomiting, and diarrhea. Adverse events seen in greater than 10% of the population include headache (18%), vaginitis (15%), and nausea (10% to 12%). Adverse events affecting less than 10% of the population are metallic taste (9%), dizziness (4%), genital pruritus (5%), abdominal pain (4%), diarrhea (4%), xerostomia (2%), dysmenorrhea (3%), urine abnormality (3%), urinary tract infection (2%), bacterial infection (7%), candidiasis (3%), flu-like symptoms (6%), upper respiratory tract infection (4%), pharyngitis (3%), and sinusitis (3%). Rarely, there are reports of transient leukopenia and neutropenia as well. [19] [20]"}
{"id": "article-25091_24", "title": "Metronidazole -- Adverse Effects", "content": "Metronidazole comes with a black box warning that it may be carcinogenic based on some animal studies in mice and rats. However, the risks are considered low, and additional follow-up studies of patients treated do not reveal an increased cancer incidence. As with any medication choice, physicians and patients must decide whether the benefit from therapy outweighs the potential risk. The use of metronidazole should be reserved for conditions approved by the FDA; it should not be used prophylactically or unnecessarily. [21]", "contents": "Metronidazole -- Adverse Effects. Metronidazole comes with a black box warning that it may be carcinogenic based on some animal studies in mice and rats. However, the risks are considered low, and additional follow-up studies of patients treated do not reveal an increased cancer incidence. As with any medication choice, physicians and patients must decide whether the benefit from therapy outweighs the potential risk. The use of metronidazole should be reserved for conditions approved by the FDA; it should not be used prophylactically or unnecessarily. [21]"}
{"id": "article-25091_25", "title": "Metronidazole -- Adverse Effects", "content": "Additional warnings and precautions for metronidazole exist. Prolonged drug courses can cause severe neurological disturbances due to the risk of cumulative neurotoxicity. Monitor for neurologic sequela and discontinue therapy if any abnormal neurologic symptoms occur. [21] Prolonged use may also result in fungal or bacterial superinfection, including C. difficile -associated diarrhea (CDAD) and pseudomembranous colitis. There are reports of CDAD even after more than two months of postantibiotic treatment. Candidiasis infection may also be more prominent during metronidazole treatment. [22]", "contents": "Metronidazole -- Adverse Effects. Additional warnings and precautions for metronidazole exist. Prolonged drug courses can cause severe neurological disturbances due to the risk of cumulative neurotoxicity. Monitor for neurologic sequela and discontinue therapy if any abnormal neurologic symptoms occur. [21] Prolonged use may also result in fungal or bacterial superinfection, including C. difficile -associated diarrhea (CDAD) and pseudomembranous colitis. There are reports of CDAD even after more than two months of postantibiotic treatment. Candidiasis infection may also be more prominent during metronidazole treatment. [22]"}
{"id": "article-25091_26", "title": "Metronidazole -- Contraindications", "content": "Metronidazole is contraindicated in patients with documented hypersensitivity to the drug or its components, and it should be avoided in first-trimester pregnancy. Patients should also avoid consuming alcohol or products containing propylene glycol while taking metronidazole and within three days of therapy completion. Metronidazole is likewise contraindicated if there has been recent disulfiram use within the past two weeks. [9]", "contents": "Metronidazole -- Contraindications. Metronidazole is contraindicated in patients with documented hypersensitivity to the drug or its components, and it should be avoided in first-trimester pregnancy. Patients should also avoid consuming alcohol or products containing propylene glycol while taking metronidazole and within three days of therapy completion. Metronidazole is likewise contraindicated if there has been recent disulfiram use within the past two weeks. [9]"}
{"id": "article-25091_27", "title": "Metronidazole -- Monitoring", "content": "During and after prolonged therapy or repeated courses, complete blood count (CBC) with differential requires monitoring. Carefully observe patients for the onset of neurologic symptoms and consider discontinuing metronidazole when or if new neurologic symptoms occur. Elderly patients and previously diagnosed patients with severe hepatic impairment and/or end-stage renal disease should also be monitored closely. [9]", "contents": "Metronidazole -- Monitoring. During and after prolonged therapy or repeated courses, complete blood count (CBC) with differential requires monitoring. Carefully observe patients for the onset of neurologic symptoms and consider discontinuing metronidazole when or if new neurologic symptoms occur. Elderly patients and previously diagnosed patients with severe hepatic impairment and/or end-stage renal disease should also be monitored closely. [9]"}
{"id": "article-25091_28", "title": "Metronidazole -- Toxicity", "content": "There have been reports of disulfiram-like reactions in patients drinking alcohol while administered systemic or vaginal metronidazole. A typical disulfiram reaction causes flushing, tachycardia, palpitations, nausea, and vomiting. Alcohol should be avoided during treatment and from up to forty-eight hours to fourteen days after treatment completion, depending on the source; the manufacturer's product information recommends avoiding alcohol ingestion during metronidazole therapy and for at least 48 hours afterward. Ethanol-containing medications such as elixirs and tipranavir, capsules, intravenous (IV) anidulafungin, IV trimethoprim-sulfamethoxazole, and many cough/cold syrups can also lead to a disulfiram-like reaction when ingested with metronidazole. [9] [23]", "contents": "Metronidazole -- Toxicity. There have been reports of disulfiram-like reactions in patients drinking alcohol while administered systemic or vaginal metronidazole. A typical disulfiram reaction causes flushing, tachycardia, palpitations, nausea, and vomiting. Alcohol should be avoided during treatment and from up to forty-eight hours to fourteen days after treatment completion, depending on the source; the manufacturer's product information recommends avoiding alcohol ingestion during metronidazole therapy and for at least 48 hours afterward. Ethanol-containing medications such as elixirs and tipranavir, capsules, intravenous (IV) anidulafungin, IV trimethoprim-sulfamethoxazole, and many cough/cold syrups can also lead to a disulfiram-like reaction when ingested with metronidazole. [9] [23]"}
{"id": "article-25091_29", "title": "Metronidazole -- Enhancing Healthcare Team Outcomes", "content": "There should be judicious prescribing of metronidazole by providers only for known indications and high clinical suspicion for needing treatment of anaerobic bacterial infections, protozoal infections, and microaerophilic bacterial infections. Overprescribing may contribute to increasing future antibiotic resistance to the drug, so a pharmacy consult is necessary for the prescriber to ensure directed therapy. The documentation already exists regarding increased resistance to metronidazole in the treatment of C. difficile infections. Also, prescribers, nurses, and pharmacists should routinely educate patients to abstain from alcoholic beverages while taking metronidazole, which will help lead to fewer disulfiram reaction symptoms; nursing will play a role in this monitoring and for other potential adverse effects. The patient should also be informed by the health care provider of the possible change in urine color while on this medicine. The team of health professionals, including physicians, physician assistants, nurses, and pharmacists, must work together to provide the best care for these patients when using metronidazole in any formulation. [Level 5]", "contents": "Metronidazole -- Enhancing Healthcare Team Outcomes. There should be judicious prescribing of metronidazole by providers only for known indications and high clinical suspicion for needing treatment of anaerobic bacterial infections, protozoal infections, and microaerophilic bacterial infections. Overprescribing may contribute to increasing future antibiotic resistance to the drug, so a pharmacy consult is necessary for the prescriber to ensure directed therapy. The documentation already exists regarding increased resistance to metronidazole in the treatment of C. difficile infections. Also, prescribers, nurses, and pharmacists should routinely educate patients to abstain from alcoholic beverages while taking metronidazole, which will help lead to fewer disulfiram reaction symptoms; nursing will play a role in this monitoring and for other potential adverse effects. The patient should also be informed by the health care provider of the possible change in urine color while on this medicine. The team of health professionals, including physicians, physician assistants, nurses, and pharmacists, must work together to provide the best care for these patients when using metronidazole in any formulation. [Level 5]"}
{"id": "article-25091_30", "title": "Metronidazole -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Metronidazole -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}