{"id": "article-22628_0", "title": "Health Maintenance Organization -- Definition/Introduction", "content": "Health maintenance organizations (HMOs) are a type of managed care health insurance plan that features a network of health care providers that treat a patient population for a prepaid cost. [1] As prepaid health plans, HMOs combine financing and care delivery and thus allegedly provide an incentive to provide cost-efficient quality care. [2] The motivation for the emergence of HMOs was a desire to align financial and care-quality incentives. Such alignment of incentives contrasts with alternative health care payment structures such as fee-for-service designs where those providing care may have a financial incentive to do so inefficiently.", "contents": "Health Maintenance Organization -- Definition/Introduction. Health maintenance organizations (HMOs) are a type of managed care health insurance plan that features a network of health care providers that treat a patient population for a prepaid cost. [1] As prepaid health plans, HMOs combine financing and care delivery and thus allegedly provide an incentive to provide cost-efficient quality care. [2] The motivation for the emergence of HMOs was a desire to align financial and care-quality incentives. Such alignment of incentives contrasts with alternative health care payment structures such as fee-for-service designs where those providing care may have a financial incentive to do so inefficiently."}
{"id": "article-22628_1", "title": "Health Maintenance Organization -- Issues of Concern", "content": "HMOs increased in popularity following the passage of the HMO Act in 1973, which sought to increase the usage of HMOs to improve patient care, decrease health care costs, and put a greater emphasis on preventative health care. [3] [4] In the years following the HMO Act, HMOs became a prominent method of health insurance in the United States. For example, by 1987, over 29 million Americans (12%) received care through HMOs. [1] As such, it is useful for health care providers to understand HMOs and their features.", "contents": "Health Maintenance Organization -- Issues of Concern. HMOs increased in popularity following the passage of the HMO Act in 1973, which sought to increase the usage of HMOs to improve patient care, decrease health care costs, and put a greater emphasis on preventative health care. [3] [4] In the years following the HMO Act, HMOs became a prominent method of health insurance in the United States. For example, by 1987, over 29 million Americans (12%) received care through HMOs. [1] As such, it is useful for health care providers to understand HMOs and their features."}
{"id": "article-22628_2", "title": "Health Maintenance Organization -- Clinical Significance", "content": "In the years preceding the HMO Act of 1973, rising health care costs and feelings of inferior care quality in the U.S. motivated innovation in health care delivery. [1] Preventative medicine was not a prominent idea in health care at the time. Dr. Paul Ellwood, a Minnesota physician, is credited with championing some of the major concepts of HMOs, such as rewarding health care providers and organizations that emphasized maintaining their patients' health. [1] The Nixon presidential administration supported Dr. Ellwood’s ideas, ultimately leading to the passage of the HMO Act in 1973. [1]", "contents": "Health Maintenance Organization -- Clinical Significance. In the years preceding the HMO Act of 1973, rising health care costs and feelings of inferior care quality in the U.S. motivated innovation in health care delivery. [1] Preventative medicine was not a prominent idea in health care at the time. Dr. Paul Ellwood, a Minnesota physician, is credited with championing some of the major concepts of HMOs, such as rewarding health care providers and organizations that emphasized maintaining their patients' health. [1] The Nixon presidential administration supported Dr. Ellwood’s ideas, ultimately leading to the passage of the HMO Act in 1973. [1]"}
{"id": "article-22628_3", "title": "Health Maintenance Organization -- Clinical Significance", "content": "The HMO Act offered funds to support HMO development with the hope of improving overall U.S. health care and simultaneously decreasing costs. HMOs are designed to accomplish these goals by integrating health insurance and health care delivery within the same organization and thus aligning the incentives of the health care payer and provider. [5] This structure intends to yield lower health care costs by, for example, motivating the transition of inpatient care to outpatient care when appropriate and the utilization of less expensive and fewer unnecessary medical interventions. [5] [6] Following the passage of the HMO Act, HMO enrollment increased from approximately 6 million in 1976 to over 29 million in 1987. [1]", "contents": "Health Maintenance Organization -- Clinical Significance. The HMO Act offered funds to support HMO development with the hope of improving overall U.S. health care and simultaneously decreasing costs. HMOs are designed to accomplish these goals by integrating health insurance and health care delivery within the same organization and thus aligning the incentives of the health care payer and provider. [5] This structure intends to yield lower health care costs by, for example, motivating the transition of inpatient care to outpatient care when appropriate and the utilization of less expensive and fewer unnecessary medical interventions. [5] [6] Following the passage of the HMO Act, HMO enrollment increased from approximately 6 million in 1976 to over 29 million in 1987. [1]"}
{"id": "article-22628_4", "title": "Health Maintenance Organization -- Clinical Significance", "content": "From a patient’s perspective, HMOs represent a potential option for health insurance. HMOs provide medical care for their patients for a prepaid fee. Compared to other common health insurance plans, such as preferred provider organizations (PPOs), HMOs are generally less expensive. Patients with an HMO must have a primary care provider (PCP). These patients usually need to receive referrals from their PCP to receive coverage to see a specialist. For this reason, the PCP is sometimes referred to as a “gatekeeper” as they are the first providers to evaluate patients before sending patients to specialists if necessary. [7] Additionally, patients with an HMO generally only receive coverage to see providers within their HMO network - referred to as “in-network” providers. There are exceptions to this, notably in emergencies.", "contents": "Health Maintenance Organization -- Clinical Significance. From a patient’s perspective, HMOs represent a potential option for health insurance. HMOs provide medical care for their patients for a prepaid fee. Compared to other common health insurance plans, such as preferred provider organizations (PPOs), HMOs are generally less expensive. Patients with an HMO must have a primary care provider (PCP). These patients usually need to receive referrals from their PCP to receive coverage to see a specialist. For this reason, the PCP is sometimes referred to as a “gatekeeper” as they are the first providers to evaluate patients before sending patients to specialists if necessary. [7] Additionally, patients with an HMO generally only receive coverage to see providers within their HMO network - referred to as “in-network” providers. There are exceptions to this, notably in emergencies."}
{"id": "article-22628_5", "title": "Health Maintenance Organization -- Clinical Significance", "content": "HMOs feature a variety of payment processes and structures but generally collect payment from their enrolled patients through methods such as premiums, copays, and deductibles. Copays and deductibles are cost-sharing strategies where patients are potentially responsible for paying a portion of the cost of seeing a provider. By charging patients per provider visit, cost-sharing strategies seek to disincentivize the overuse of medical services that might occur if patients were not responsible for any per-visit costs.", "contents": "Health Maintenance Organization -- Clinical Significance. HMOs feature a variety of payment processes and structures but generally collect payment from their enrolled patients through methods such as premiums, copays, and deductibles. Copays and deductibles are cost-sharing strategies where patients are potentially responsible for paying a portion of the cost of seeing a provider. By charging patients per provider visit, cost-sharing strategies seek to disincentivize the overuse of medical services that might occur if patients were not responsible for any per-visit costs."}
{"id": "article-22628_6", "title": "Health Maintenance Organization -- Clinical Significance", "content": "Over the years, different types of HMOs have developed with varying structures. [8] These different models include group model HMOs, network model HMOs, independent practice association (IPA) HMOs, and staff model HMOs. Group model HMOs form contracts with groups of medical providers and possibly with hospitals to provide care for their members. [9] Health care providers under contract with a group model HMO generally only care for patients covered by the HMO. Network model HMOs share many similarities with group model HMOs, except that providers under contract with a network model HMO also usually treat a substantial number of patients outside of the HMO. IPA HMOs contract with providers individually or with organizations representing individual providers. These providers are commonly solo practitioners and will see patients both inside and outside of the HMO. [9] Lastly, staff model HMOs generally employ their providers directly and own the facilities where care is delivered. [9]", "contents": "Health Maintenance Organization -- Clinical Significance. Over the years, different types of HMOs have developed with varying structures. [8] These different models include group model HMOs, network model HMOs, independent practice association (IPA) HMOs, and staff model HMOs. Group model HMOs form contracts with groups of medical providers and possibly with hospitals to provide care for their members. [9] Health care providers under contract with a group model HMO generally only care for patients covered by the HMO. Network model HMOs share many similarities with group model HMOs, except that providers under contract with a network model HMO also usually treat a substantial number of patients outside of the HMO. IPA HMOs contract with providers individually or with organizations representing individual providers. These providers are commonly solo practitioners and will see patients both inside and outside of the HMO. [9] Lastly, staff model HMOs generally employ their providers directly and own the facilities where care is delivered. [9]"}
{"id": "article-22628_7", "title": "Health Maintenance Organization -- Clinical Significance", "content": "Over the years, HMOs have faced a variety of issues leading some vendors to financial collapse. Given that HMOs operate with a prepaid model and thus must make predictions about future costs and revenue, failures generally involve the HMO underestimating its incurred claims while overestimating the funds it receives. [10] Additional reasons contributing to the financial collapse of some HMOs include underpricing of medical services provided, mergers, and a lowered ability to cost-shift. Such factors have led to continued innovation in managed care solutions and designs in an attempt to improve upon some of the pitfalls of HMOs.", "contents": "Health Maintenance Organization -- Clinical Significance. Over the years, HMOs have faced a variety of issues leading some vendors to financial collapse. Given that HMOs operate with a prepaid model and thus must make predictions about future costs and revenue, failures generally involve the HMO underestimating its incurred claims while overestimating the funds it receives. [10] Additional reasons contributing to the financial collapse of some HMOs include underpricing of medical services provided, mergers, and a lowered ability to cost-shift. Such factors have led to continued innovation in managed care solutions and designs in an attempt to improve upon some of the pitfalls of HMOs."}
{"id": "article-22628_8", "title": "Health Maintenance Organization -- Clinical Significance", "content": "Accountable care organizations (ACOs), including the similar concept of clinically integrated organizations (CIOs), represent one such innovation in the managed care space. CIOs are the commercial counterpart of ACOs, as ACOs were designed, strictly speaking, to contract with Medicare only. [11] ACOs were authorized in the 2010 Affordable Care Act (ACA), and like HMOs, were introduced to provide quality, cost-efficient care. [11] A primary structural and conceptual difference between HMOs and ACOs is that HMOs are insurance groups that contract with clinicians, while ACOs consist of clinician groups that contract with insurers. [11] ACOs often include features that motivate quality care, such as incentives to meet specific quality benchmarks involving factors such as disease prevention and successful management of chronically ill patients. [12] In summary, ACOs represent the continual evolution of managed care organizations intending to provide high-quality and affordable care.", "contents": "Health Maintenance Organization -- Clinical Significance. Accountable care organizations (ACOs), including the similar concept of clinically integrated organizations (CIOs), represent one such innovation in the managed care space. CIOs are the commercial counterpart of ACOs, as ACOs were designed, strictly speaking, to contract with Medicare only. [11] ACOs were authorized in the 2010 Affordable Care Act (ACA), and like HMOs, were introduced to provide quality, cost-efficient care. [11] A primary structural and conceptual difference between HMOs and ACOs is that HMOs are insurance groups that contract with clinicians, while ACOs consist of clinician groups that contract with insurers. [11] ACOs often include features that motivate quality care, such as incentives to meet specific quality benchmarks involving factors such as disease prevention and successful management of chronically ill patients. [12] In summary, ACOs represent the continual evolution of managed care organizations intending to provide high-quality and affordable care."}
{"id": "article-22628_9", "title": "Health Maintenance Organization -- Clinical Significance", "content": "Despite attempts to decrease health care costs and improve care quality in the U.S. through strategies such as HMOs, the U.S. health care system is still the most expensive of any health care system in the world, encompassing approximately 18% of U.S. gross domestic product (GDP). [13] [14] Multiple managed care options exist in addition to HMOs, such as PPOs, point of service (POS) plans, and the previously discussed ACOs, each with different nuances and features designed to contain health care costs while also meeting the preferences of different groups of patients. Innovations in health care delivery are likely to continue as society perpetually strives to decrease costs and improve care. Given the dynamic character of the health care system and health insurance landscape, health care providers can benefit by remaining attentive to health policy and participating in ongoing modifications to policy.", "contents": "Health Maintenance Organization -- Clinical Significance. Despite attempts to decrease health care costs and improve care quality in the U.S. through strategies such as HMOs, the U.S. health care system is still the most expensive of any health care system in the world, encompassing approximately 18% of U.S. gross domestic product (GDP). [13] [14] Multiple managed care options exist in addition to HMOs, such as PPOs, point of service (POS) plans, and the previously discussed ACOs, each with different nuances and features designed to contain health care costs while also meeting the preferences of different groups of patients. Innovations in health care delivery are likely to continue as society perpetually strives to decrease costs and improve care. Given the dynamic character of the health care system and health insurance landscape, health care providers can benefit by remaining attentive to health policy and participating in ongoing modifications to policy."}
{"id": "article-22628_10", "title": "Health Maintenance Organization -- Nursing, Allied Health, and Interprofessional Team Interventions", "content": "HMOs are a type of managed care designed to maintain the health of their patients cost-effectively. A primary method HMOs use to achieve these goals is to coordinate health services and care provided to patients. [15] Such care coordination requires collaboration among various members of the care team. Multiple strategies have sought to attempt to improve care coordination in managed care organizations such as HMOs. For example, explicitly defining the responsibility of each member of the care team is thought to improve coordination among members. [16] Financial risk-sharing strategies, such as bundled payments and capitated payments, shared among different care team members, can also incentivize increased collaboration for cost-efficient care. [17] Additionally, pharmacies have attempted to control costs without compromising care by using techniques such as drug formularies and prescribing protocols. [17] Ultimately, strategies that can incentivize communication among the various members of the care team and further align their goals can improve care coordination within an HMO.", "contents": "Health Maintenance Organization -- Nursing, Allied Health, and Interprofessional Team Interventions. HMOs are a type of managed care designed to maintain the health of their patients cost-effectively. A primary method HMOs use to achieve these goals is to coordinate health services and care provided to patients. [15] Such care coordination requires collaboration among various members of the care team. Multiple strategies have sought to attempt to improve care coordination in managed care organizations such as HMOs. For example, explicitly defining the responsibility of each member of the care team is thought to improve coordination among members. [16] Financial risk-sharing strategies, such as bundled payments and capitated payments, shared among different care team members, can also incentivize increased collaboration for cost-efficient care. [17] Additionally, pharmacies have attempted to control costs without compromising care by using techniques such as drug formularies and prescribing protocols. [17] Ultimately, strategies that can incentivize communication among the various members of the care team and further align their goals can improve care coordination within an HMO."}
{"id": "article-22628_11", "title": "Health Maintenance Organization -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Health Maintenance Organization -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}