{"id": "article-30855_0", "title": "Uncomplicated Urinary Tract Infections -- Continuing Education Activity", "content": "Uncomplicated urinary tract infections (UTIs) are among the most common bacterial infections encountered in clinical practice. They primarily affect the lower urinary tract, involving the bladder and associated structures. Unlike complicated UTIs, uncomplicated cases occur in otherwise healthy individuals with no structural abnormalities of the urinary tract or significant comorbidities. Although some cases may resolve spontaneously, many patients seek therapy for symptom relief and to prevent potential complications. Prompt and accurate diagnosis of uncomplicated UTIs is essential for timely and appropriate management. Preventative strategies to reduce UTIs are critical in reducing the burden on health care resources. By understanding the key aspects of uncomplicated UTIs, health care professionals can optimize patient care and contribute to better overall outcomes. This article reviews uncomplicated UTIs, including their clinical presentation, diagnosis, and treatment approaches, and highlights the role of the interprofessional team in collaborating to provide coordinated and comprehensive care.", "contents": "Uncomplicated Urinary Tract Infections -- Continuing Education Activity. Uncomplicated urinary tract infections (UTIs) are among the most common bacterial infections encountered in clinical practice. They primarily affect the lower urinary tract, involving the bladder and associated structures. Unlike complicated UTIs, uncomplicated cases occur in otherwise healthy individuals with no structural abnormalities of the urinary tract or significant comorbidities. Although some cases may resolve spontaneously, many patients seek therapy for symptom relief and to prevent potential complications. Prompt and accurate diagnosis of uncomplicated UTIs is essential for timely and appropriate management. Preventative strategies to reduce UTIs are critical in reducing the burden on health care resources. By understanding the key aspects of uncomplicated UTIs, health care professionals can optimize patient care and contribute to better overall outcomes. This article reviews uncomplicated UTIs, including their clinical presentation, diagnosis, and treatment approaches, and highlights the role of the interprofessional team in collaborating to provide coordinated and comprehensive care."}
{"id": "article-30855_1", "title": "Uncomplicated Urinary Tract Infections -- Continuing Education Activity", "content": "Objectives: Screen patients effectively for UTI symptoms, risk factors, and relevant medical history to prompt early diagnosis. Select appropriate diagnostic tests and interpret results accurately to confirm UTIs and guide treatment decisions. Implement evidence-based guidelines, treatment protocols, and preventative strategies to optimize patient outcomes. Collaborate with the interprofessional team to ensure comprehensive care for patients with uncomplicated UTIs. Access free multiple choice questions on this topic.", "contents": "Uncomplicated Urinary Tract Infections -- Continuing Education Activity. Objectives: Screen patients effectively for UTI symptoms, risk factors, and relevant medical history to prompt early diagnosis. Select appropriate diagnostic tests and interpret results accurately to confirm UTIs and guide treatment decisions. Implement evidence-based guidelines, treatment protocols, and preventative strategies to optimize patient outcomes. Collaborate with the interprofessional team to ensure comprehensive care for patients with uncomplicated UTIs. Access free multiple choice questions on this topic."}
{"id": "article-30855_2", "title": "Uncomplicated Urinary Tract Infections -- Introduction", "content": "An uncomplicated urinary tract infection (UTI) is a bacterial infection of the bladder and associated structures. Patients with uncomplicated UTIs have no structural abnormality of the urinary tract and no comorbidities such as diabetes, an immunocompromised state, recent urologic surgery, or pregnancy. An uncomplicated UTI is also known as cystitis or a lower tract UTI.", "contents": "Uncomplicated Urinary Tract Infections -- Introduction. An uncomplicated urinary tract infection (UTI) is a bacterial infection of the bladder and associated structures. Patients with uncomplicated UTIs have no structural abnormality of the urinary tract and no comorbidities such as diabetes, an immunocompromised state, recent urologic surgery, or pregnancy. An uncomplicated UTI is also known as cystitis or a lower tract UTI."}
{"id": "article-30855_3", "title": "Uncomplicated Urinary Tract Infections -- Introduction", "content": "Bacteriuria or pyuria alone without symptoms does not constitute a UTI. Typical UTI symptoms include urinary frequency, urgency, suprapubic discomfort, and dysuria. While very common in women, UTIs are uncommon in circumcised males. When UTIs occur in circumcised males, by definition, they are generally considered complicated UTIs. [1]", "contents": "Uncomplicated Urinary Tract Infections -- Introduction. Bacteriuria or pyuria alone without symptoms does not constitute a UTI. Typical UTI symptoms include urinary frequency, urgency, suprapubic discomfort, and dysuria. While very common in women, UTIs are uncommon in circumcised males. When UTIs occur in circumcised males, by definition, they are generally considered complicated UTIs. [1]"}
{"id": "article-30855_4", "title": "Uncomplicated Urinary Tract Infections -- Introduction", "content": "Many uncomplicated UTIs will resolve spontaneously without treatment, but patients often seek therapy for symptom relief. Therapy aims to prevent infection from spreading to the kidneys or progressing into an upper tract disorder such as pyelonephritis, which can destroy delicate structures in the nephrons and eventually lead to hypertension. [2] [3] [4] The diagnosis of a UTI is made from the clinical history and urinalysis with confirmation by a urine culture. Proper urine sample collection is essential for adequate evaluation and culture.", "contents": "Uncomplicated Urinary Tract Infections -- Introduction. Many uncomplicated UTIs will resolve spontaneously without treatment, but patients often seek therapy for symptom relief. Therapy aims to prevent infection from spreading to the kidneys or progressing into an upper tract disorder such as pyelonephritis, which can destroy delicate structures in the nephrons and eventually lead to hypertension. [2] [3] [4] The diagnosis of a UTI is made from the clinical history and urinalysis with confirmation by a urine culture. Proper urine sample collection is essential for adequate evaluation and culture."}
{"id": "article-30855_5", "title": "Uncomplicated Urinary Tract Infections -- Introduction", "content": "Complicated urinary tract infections and recurrent UTIs are covered in separate articles. See the companion StatPearls reference articles on \"Complicated Urinary Tract Infections\" and \"Recurrent Urinary Tract Infections.\" [1] [5]", "contents": "Uncomplicated Urinary Tract Infections -- Introduction. Complicated urinary tract infections and recurrent UTIs are covered in separate articles. See the companion StatPearls reference articles on \"Complicated Urinary Tract Infections\" and \"Recurrent Urinary Tract Infections.\" [1] [5]"}
{"id": "article-30855_6", "title": "Uncomplicated Urinary Tract Infections -- Etiology", "content": "Pathogenic bacteria ascend from the perineum and rectum to the periurethral area, predisposing women to UTIs. Women also have much shorter urethras than men, further contributing to their increased susceptibility. Blood-borne bacteria cause very few uncomplicated UTIs. Escherichia coli causes the vast majority of UTIs, followed by Klebsiella, but other organisms of importance include Proteus , Enterobacter , and Enterococcus . [6] [7]", "contents": "Uncomplicated Urinary Tract Infections -- Etiology. Pathogenic bacteria ascend from the perineum and rectum to the periurethral area, predisposing women to UTIs. Women also have much shorter urethras than men, further contributing to their increased susceptibility. Blood-borne bacteria cause very few uncomplicated UTIs. Escherichia coli causes the vast majority of UTIs, followed by Klebsiella, but other organisms of importance include Proteus , Enterobacter , and Enterococcus . [6] [7]"}
{"id": "article-30855_7", "title": "Uncomplicated Urinary Tract Infections -- Etiology", "content": "A significant risk factor for UTIs is the use of a urinary catheter. Manipulation of the urethra is also a risk factor. UTIs are very common after kidney transplants, with the main factors being immunosuppressive drugs and vesicoureteral reflux. Additional risk factors include the use of antibiotics with increasingly resistant bacterial strains and diabetes mellitus. Other risk factors include: [8] [9] [10] [11] Abnormal urination (e.g., incomplete emptying, neurogenic bladder) Abnormal urinary tract anatomy or function Antibiotic use and increasing bacterial resistance Cystocele Dehydration Diabetes Diarrhea First UTI before 15 years of age Frequent pelvic examinations Incomplete bladder emptying Immune system suppression or inadequacy Irritable bowel syndrome Menopause Mother with a history of multiple UTIs New or multiple sexual partners Poor personal hygiene Pregnancy Sexual intercourse Urinary tract calculi Use of spermicides and diaphragms", "contents": "Uncomplicated Urinary Tract Infections -- Etiology. A significant risk factor for UTIs is the use of a urinary catheter. Manipulation of the urethra is also a risk factor. UTIs are very common after kidney transplants, with the main factors being immunosuppressive drugs and vesicoureteral reflux. Additional risk factors include the use of antibiotics with increasingly resistant bacterial strains and diabetes mellitus. Other risk factors include: [8] [9] [10] [11] Abnormal urination (e.g., incomplete emptying, neurogenic bladder) Abnormal urinary tract anatomy or function Antibiotic use and increasing bacterial resistance Cystocele Dehydration Diabetes Diarrhea First UTI before 15 years of age Frequent pelvic examinations Incomplete bladder emptying Immune system suppression or inadequacy Irritable bowel syndrome Menopause Mother with a history of multiple UTIs New or multiple sexual partners Poor personal hygiene Pregnancy Sexual intercourse Urinary tract calculi Use of spermicides and diaphragms"}
{"id": "article-30855_8", "title": "Uncomplicated Urinary Tract Infections -- Epidemiology", "content": "UTIs occur at least 4 times more frequently in females than males. Forty percent of women in the United States will develop a UTI during their lifetime. About 10% of women will get a UTI yearly. Recurrences are common, with nearly half of patients getting a second infection within a year. In women, UTIs usually occur between the ages of 16 to 35 years. [12] [13]", "contents": "Uncomplicated Urinary Tract Infections -- Epidemiology. UTIs occur at least 4 times more frequently in females than males. Forty percent of women in the United States will develop a UTI during their lifetime. About 10% of women will get a UTI yearly. Recurrences are common, with nearly half of patients getting a second infection within a year. In women, UTIs usually occur between the ages of 16 to 35 years. [12] [13]"}
{"id": "article-30855_9", "title": "Uncomplicated Urinary Tract Infections -- Pathophysiology", "content": "An uncomplicated UTI usually solely involves the bladder. Most organisms causing a UTI are enteric coliforms that typically inhabit the periurethral vaginal introitus. When these organisms ascend the urethra into the bladder, they invade the bladder mucosal wall, resulting in an inflammatory reaction called cystitis. Sexual intercourse is a common cause of a UTI as it promotes the passage and inoculation of bacteria into the bladder. [14]", "contents": "Uncomplicated Urinary Tract Infections -- Pathophysiology. An uncomplicated UTI usually solely involves the bladder. Most organisms causing a UTI are enteric coliforms that typically inhabit the periurethral vaginal introitus. When these organisms ascend the urethra into the bladder, they invade the bladder mucosal wall, resulting in an inflammatory reaction called cystitis. Sexual intercourse is a common cause of a UTI as it promotes the passage and inoculation of bacteria into the bladder. [14]"}
{"id": "article-30855_10", "title": "Uncomplicated Urinary Tract Infections -- Pathophysiology", "content": "Urine is naturally antimicrobial. Factors making it unfavorable for bacterial growth include a pH <5, high urea levels, hyperosmolality, and the presence of organic acids, proteins, and nitrites. [15] [16] Urinary proteins, such as Tamm-Horsfall glycoproteins, nitrites, and urea, are all bacterial growth inhibitors. [15] [16] [17] [18] [19] Frequent urination and high urinary volumes also decrease the risk of UTIs. The bladder wall lining is covered by a layer of mucus, which acts as a mechanical barrier to bacterial infiltration and invasion. Any defect or injury of this mucosal layer is considered a predisposing factor to a UTI and recurrent infections. [20]", "contents": "Uncomplicated Urinary Tract Infections -- Pathophysiology. Urine is naturally antimicrobial. Factors making it unfavorable for bacterial growth include a pH <5, high urea levels, hyperosmolality, and the presence of organic acids, proteins, and nitrites. [15] [16] Urinary proteins, such as Tamm-Horsfall glycoproteins, nitrites, and urea, are all bacterial growth inhibitors. [15] [16] [17] [18] [19] Frequent urination and high urinary volumes also decrease the risk of UTIs. The bladder wall lining is covered by a layer of mucus, which acts as a mechanical barrier to bacterial infiltration and invasion. Any defect or injury of this mucosal layer is considered a predisposing factor to a UTI and recurrent infections. [20]"}
{"id": "article-30855_11", "title": "Uncomplicated Urinary Tract Infections -- Pathophysiology", "content": "Urothelial cells also act to protect the bladder from infection. They can produce many antimicrobial peptides and pro-inflammatory cytokines, such as IL-1, IL-6, and IL-8. [21] They can encapsulate bacteria in fusiform vesicles, and when highly infected with bacteria, the superficial urothelial layer can be shed, substantially reducing the bacterial count. [21] [22] Premenopausal women have large concentrations of lactobacilli in the vagina and an acidic vaginal pH, preventing colonization with uropathogens. Antibiotic use can eliminate this protective effect. [23]", "contents": "Uncomplicated Urinary Tract Infections -- Pathophysiology. Urothelial cells also act to protect the bladder from infection. They can produce many antimicrobial peptides and pro-inflammatory cytokines, such as IL-1, IL-6, and IL-8. [21] They can encapsulate bacteria in fusiform vesicles, and when highly infected with bacteria, the superficial urothelial layer can be shed, substantially reducing the bacterial count. [21] [22] Premenopausal women have large concentrations of lactobacilli in the vagina and an acidic vaginal pH, preventing colonization with uropathogens. Antibiotic use can eliminate this protective effect. [23]"}
{"id": "article-30855_12", "title": "Uncomplicated Urinary Tract Infections -- Pathophysiology", "content": "Bacteria that cause UTIs tend to have adhesins on their surface, allowing organisms to attach to the urothelial mucosal surface. [24] Pathogenic bacteria develop mechanisms to survive hyperosmolality, and many can break down urea into alkaline ammonia to increase urinary pH. [21] In addition, the short female urethra allows uropathogens to invade the bladder and lower urinary tract. [1] Glycosuria can increase the risk of UTIs in diabetics, and recurrent infections can delay the recovery of the superficial urothelium and protective mucus layer. [25]", "contents": "Uncomplicated Urinary Tract Infections -- Pathophysiology. Bacteria that cause UTIs tend to have adhesins on their surface, allowing organisms to attach to the urothelial mucosal surface. [24] Pathogenic bacteria develop mechanisms to survive hyperosmolality, and many can break down urea into alkaline ammonia to increase urinary pH. [21] In addition, the short female urethra allows uropathogens to invade the bladder and lower urinary tract. [1] Glycosuria can increase the risk of UTIs in diabetics, and recurrent infections can delay the recovery of the superficial urothelium and protective mucus layer. [25]"}
{"id": "article-30855_13", "title": "Uncomplicated Urinary Tract Infections -- History and Physical", "content": "Symptoms of uncomplicated UTIs are typically pain on urination (dysuria), frequent urination (frequency), inability to start the urine stream (hesitancy), sudden onset of the need to urinate (urgency), suprapubic pain or discomfort, bladder spasms, and blood in the urine (hematuria). Usually, patients with uncomplicated UTIs do not have fever, chills, nausea, vomiting, or back/flank pain, which are more typical of renal involvement or pyelonephritis. [8] Patients with neurological diseases, such as multiple sclerosis, may present with atypical symptoms, such as an acute exacerbation of neurological symptoms.", "contents": "Uncomplicated Urinary Tract Infections -- History and Physical. Symptoms of uncomplicated UTIs are typically pain on urination (dysuria), frequent urination (frequency), inability to start the urine stream (hesitancy), sudden onset of the need to urinate (urgency), suprapubic pain or discomfort, bladder spasms, and blood in the urine (hematuria). Usually, patients with uncomplicated UTIs do not have fever, chills, nausea, vomiting, or back/flank pain, which are more typical of renal involvement or pyelonephritis. [8] Patients with neurological diseases, such as multiple sclerosis, may present with atypical symptoms, such as an acute exacerbation of neurological symptoms."}
{"id": "article-30855_14", "title": "Uncomplicated Urinary Tract Infections -- History and Physical", "content": "Clinical symptoms can overlap. Sometimes, it can be hard to distinguish an uncomplicated UTI from a renal infection or other serious infection. When in doubt, it is generally best to treat aggressively for possible upper urinary tract disease. Information on prior antibiotic use and previous UTIs should be obtained.", "contents": "Uncomplicated Urinary Tract Infections -- History and Physical. Clinical symptoms can overlap. Sometimes, it can be hard to distinguish an uncomplicated UTI from a renal infection or other serious infection. When in doubt, it is generally best to treat aggressively for possible upper urinary tract disease. Information on prior antibiotic use and previous UTIs should be obtained."}
{"id": "article-30855_15", "title": "Uncomplicated Urinary Tract Infections -- History and Physical", "content": "Findings on physical examination are typically negative in a patient with an uncomplicated UTI, although suprapubic tenderness may be found in 10% to 20% of cases. Patients with recurrent UTIs, unexplained incontinence, or suspected organ prolapse should have a pelvic exam. [8]", "contents": "Uncomplicated Urinary Tract Infections -- History and Physical. Findings on physical examination are typically negative in a patient with an uncomplicated UTI, although suprapubic tenderness may be found in 10% to 20% of cases. Patients with recurrent UTIs, unexplained incontinence, or suspected organ prolapse should have a pelvic exam. [8]"}
{"id": "article-30855_16", "title": "Uncomplicated Urinary Tract Infections -- History and Physical", "content": "A UTI diagnosis is a combination of signs, symptoms, and urinalysis results confirmed with a urine culture. Be wary of a diagnosis based primarily on urinalysis or culture results in asymptomatic patients. If there are no clinical signs or symptoms, it is most commonly not a UTI.", "contents": "Uncomplicated Urinary Tract Infections -- History and Physical. A UTI diagnosis is a combination of signs, symptoms, and urinalysis results confirmed with a urine culture. Be wary of a diagnosis based primarily on urinalysis or culture results in asymptomatic patients. If there are no clinical signs or symptoms, it is most commonly not a UTI."}
{"id": "article-30855_17", "title": "Uncomplicated Urinary Tract Infections -- History and Physical", "content": "Odoriferous or cloudy urine may often be associated with UTIs and bacteriuria. Still, these findings alone do not constitute a UTI requiring antibiotic treatment unless the patient exhibits other signs or symptoms. [26] Increased hydration and a careful review of contributing dietary and drug factors are indicated in these situations. Unusual urinary cloudiness (turbidity) and odor are caused or easily affected by the following: Amorphous phosphates Foods (see below) Hormonal changes (eg, pregnancy) Hydration status Liver failure Medications (sulfonylurea) Renal failure Sexually transmitted infections Trimethylaminuria Vaginal infections Vitamins Voiding dysfunction unrelated to infection Foods that can cause urinary odor include: Asparagus Brussels sprouts Fish (salmon) Garlic Onions Spices Sulfur-containing foods", "contents": "Uncomplicated Urinary Tract Infections -- History and Physical. Odoriferous or cloudy urine may often be associated with UTIs and bacteriuria. Still, these findings alone do not constitute a UTI requiring antibiotic treatment unless the patient exhibits other signs or symptoms. [26] Increased hydration and a careful review of contributing dietary and drug factors are indicated in these situations. Unusual urinary cloudiness (turbidity) and odor are caused or easily affected by the following: Amorphous phosphates Foods (see below) Hormonal changes (eg, pregnancy) Hydration status Liver failure Medications (sulfonylurea) Renal failure Sexually transmitted infections Trimethylaminuria Vaginal infections Vitamins Voiding dysfunction unrelated to infection Foods that can cause urinary odor include: Asparagus Brussels sprouts Fish (salmon) Garlic Onions Spices Sulfur-containing foods"}
{"id": "article-30855_18", "title": "Uncomplicated Urinary Tract Infections -- History and Physical -- Older and/or Frail Patients", "content": "In older patients, symptoms such as changes in mental status or behavior may be present. [26] There may be unexplained lethargy, disorganized speech, or altered perception. [27] The most reliable indicators in older and/or frail patients are a change in mental status, abnormal urinalysis (pyuria and bacteriuria), and dysuria. [26] Additional symptoms may include nocturia, incontinence, or a general sense of not feeling well with no specific urinary symptoms. [28]", "contents": "Uncomplicated Urinary Tract Infections -- History and Physical -- Older and/or Frail Patients. In older patients, symptoms such as changes in mental status or behavior may be present. [26] There may be unexplained lethargy, disorganized speech, or altered perception. [27] The most reliable indicators in older and/or frail patients are a change in mental status, abnormal urinalysis (pyuria and bacteriuria), and dysuria. [26] Additional symptoms may include nocturia, incontinence, or a general sense of not feeling well with no specific urinary symptoms. [28]"}
{"id": "article-30855_19", "title": "Uncomplicated Urinary Tract Infections -- History and Physical -- Spinal Cord-injured Patients", "content": "Spinal cord-injured patients with paralysis may present with the following: Autonomic dysreflexia presents with severe hypertension and headache in spinal cord injured patients (T-6 and above). [29] Chills Cloudy, foul-smelling urine Fever Increased or a new presentation of spasticity Unexplained fatigue Patients with Permanent Indwelling Foley Catheters or Suprapubic Tubes", "contents": "Uncomplicated Urinary Tract Infections -- History and Physical -- Spinal Cord-injured Patients. Spinal cord-injured patients with paralysis may present with the following: Autonomic dysreflexia presents with severe hypertension and headache in spinal cord injured patients (T-6 and above). [29] Chills Cloudy, foul-smelling urine Fever Increased or a new presentation of spasticity Unexplained fatigue Patients with Permanent Indwelling Foley Catheters or Suprapubic Tubes"}
{"id": "article-30855_20", "title": "Uncomplicated Urinary Tract Infections -- History and Physical -- Spinal Cord-injured Patients", "content": "Patients with permanent indwelling Foley catheters or suprapubic tubes  may have vague signs and symptoms, including an elevated leukocyte count and low-grade fever. Most patients with catheters will have pyuria and high urinary bacterial colony counts. This is not an actual urinary tract infection and should not be treated unless there are systemic signs or symptoms of pain, spasms, hematuria, or other abnormal bladder activity.", "contents": "Uncomplicated Urinary Tract Infections -- History and Physical -- Spinal Cord-injured Patients. Patients with permanent indwelling Foley catheters or suprapubic tubes  may have vague signs and symptoms, including an elevated leukocyte count and low-grade fever. Most patients with catheters will have pyuria and high urinary bacterial colony counts. This is not an actual urinary tract infection and should not be treated unless there are systemic signs or symptoms of pain, spasms, hematuria, or other abnormal bladder activity."}
{"id": "article-30855_21", "title": "Uncomplicated Urinary Tract Infections -- Evaluation -- Urine Specimen Collection", "content": "A properly collected, clean urinalysis specimen is critical to the work-up. Patients should wash their hands before obtaining a sample. Midstream voided clean catch specimens are very accurate and preferred in non-obese women and men, assuming the patient follows the correct technique. Most obese women cannot give a clean, uncontaminated specimen. Epithelial cells in the urinalysis mean the urine sample was exposed to the genital skin surface and did not come directly from the urethra. Obtaining a sample with very few epithelial cells may require a urethral catheterization. The risk of a UTI in uninfected women from a straight urethral catheterization of the bladder is approximately 1%.", "contents": "Uncomplicated Urinary Tract Infections -- Evaluation -- Urine Specimen Collection. A properly collected, clean urinalysis specimen is critical to the work-up. Patients should wash their hands before obtaining a sample. Midstream voided clean catch specimens are very accurate and preferred in non-obese women and men, assuming the patient follows the correct technique. Most obese women cannot give a clean, uncontaminated specimen. Epithelial cells in the urinalysis mean the urine sample was exposed to the genital skin surface and did not come directly from the urethra. Obtaining a sample with very few epithelial cells may require a urethral catheterization. The risk of a UTI in uninfected women from a straight urethral catheterization of the bladder is approximately 1%."}
{"id": "article-30855_22", "title": "Uncomplicated Urinary Tract Infections -- Evaluation -- Urine Specimen Collection", "content": "Men should wipe the glans, start the urine stream to clean the urethra, and obtain a midstream sample. In young children and patients with spinal cord injuries, suprapubic aspiration may be needed to collect a proper urine specimen. The Foley should be changed in patients with catheters, and the specimen should be collected from there. Never perform a urine culture or urinalysis from a sample taken directly from a urinary drainage bag. If necessary, keep the new Foley catheter clamped for a few minutes to allow for enough urine to collect to provide an adequate sample.", "contents": "Uncomplicated Urinary Tract Infections -- Evaluation -- Urine Specimen Collection. Men should wipe the glans, start the urine stream to clean the urethra, and obtain a midstream sample. In young children and patients with spinal cord injuries, suprapubic aspiration may be needed to collect a proper urine specimen. The Foley should be changed in patients with catheters, and the specimen should be collected from there. Never perform a urine culture or urinalysis from a sample taken directly from a urinary drainage bag. If necessary, keep the new Foley catheter clamped for a few minutes to allow for enough urine to collect to provide an adequate sample."}
{"id": "article-30855_23", "title": "Uncomplicated Urinary Tract Infections -- Evaluation -- Urine Specimen Collection", "content": "Urine should be sent to the lab immediately or refrigerated because bacteria proliferate when the sample is left at room temperature, causing an overestimation of the bacterial count and severity. [30] [31]", "contents": "Uncomplicated Urinary Tract Infections -- Evaluation -- Urine Specimen Collection. Urine should be sent to the lab immediately or refrigerated because bacteria proliferate when the sample is left at room temperature, causing an overestimation of the bacterial count and severity. [30] [31]"}
{"id": "article-30855_24", "title": "Uncomplicated Urinary Tract Infections -- Evaluation -- Urinalysis", "content": "Do not base the diagnosis of a UTI solely upon visual inspection of the urine. Cloudy urine can be aseptic; the turbidity can come from protein or calcium phosphate debris in the sample and not necessarily from an infection. On the contrary, crystal-clear urine can be grossly infected. All urines should undergo dipstick testing, which can be done in the clinic or at the bedside.", "contents": "Uncomplicated Urinary Tract Infections -- Evaluation -- Urinalysis. Do not base the diagnosis of a UTI solely upon visual inspection of the urine. Cloudy urine can be aseptic; the turbidity can come from protein or calcium phosphate debris in the sample and not necessarily from an infection. On the contrary, crystal-clear urine can be grossly infected. All urines should undergo dipstick testing, which can be done in the clinic or at the bedside."}
{"id": "article-30855_25", "title": "Uncomplicated Urinary Tract Infections -- Evaluation -- Urinalysis", "content": "The most helpful dipstick values diagnostically are pH, nitrites, leukocyte esterase, and blood. Remember that in patients with symptoms of a UTI, a negative dipstick result does not rule out the UTI, but positive findings can suggest the diagnosis. Look for the presence of bacteria and/or white blood cells (WBC) in the urine on microscopic urinalysis. Normal urine pH is slightly acidic, with usual values of 5.5 to 7.5, but the normal range is 4.5 to 8.0. A urine pH of 8.5 to 9.0 indicates a urea-splitting organism, such as Proteus , Klebsiella , or Ureaplasma urealyticum. An alkaline urine pH can signify struvite kidney stones, also known as \"infection stones.\" [32]", "contents": "Uncomplicated Urinary Tract Infections -- Evaluation -- Urinalysis. The most helpful dipstick values diagnostically are pH, nitrites, leukocyte esterase, and blood. Remember that in patients with symptoms of a UTI, a negative dipstick result does not rule out the UTI, but positive findings can suggest the diagnosis. Look for the presence of bacteria and/or white blood cells (WBC) in the urine on microscopic urinalysis. Normal urine pH is slightly acidic, with usual values of 5.5 to 7.5, but the normal range is 4.5 to 8.0. A urine pH of 8.5 to 9.0 indicates a urea-splitting organism, such as Proteus , Klebsiella , or Ureaplasma urealyticum. An alkaline urine pH can signify struvite kidney stones, also known as \"infection stones.\" [32]"}
{"id": "article-30855_26", "title": "Uncomplicated Urinary Tract Infections -- Evaluation -- Urinalysis", "content": "The nitrate test is the most accurate dipstick test for a UTI because bacteria must be present in the urine to convert nitrates to nitrites. This process takes 6 hours and is why urologists often request the first-morning urine for testing, particularly in males. The overall specificity of this test is >90%. [33] [34] This test is a direct confirmation of bacteria in the urine, which is a UTI by definition in patients with symptoms. Several bacteria do not convert nitrates to nitrites, but those are usually involved in complicated UTIs, such as Enterococcus, Pseudomonas , and Acinetobacter . The overall sensitivity of the nitrite urinary dipstick test is 19% to 48%, while its specificity is 92% to 100%. [35]", "contents": "Uncomplicated Urinary Tract Infections -- Evaluation -- Urinalysis. The nitrate test is the most accurate dipstick test for a UTI because bacteria must be present in the urine to convert nitrates to nitrites. This process takes 6 hours and is why urologists often request the first-morning urine for testing, particularly in males. The overall specificity of this test is >90%. [33] [34] This test is a direct confirmation of bacteria in the urine, which is a UTI by definition in patients with symptoms. Several bacteria do not convert nitrates to nitrites, but those are usually involved in complicated UTIs, such as Enterococcus, Pseudomonas , and Acinetobacter . The overall sensitivity of the nitrite urinary dipstick test is 19% to 48%, while its specificity is 92% to 100%. [35]"}
{"id": "article-30855_27", "title": "Uncomplicated Urinary Tract Infections -- Evaluation -- Urinalysis", "content": "Leukocyte esterase identifies the presence of WBCs in the urine. The WBCs release leukocyte esterase, presumably in response to bacteria in the urine. Leukocyte esterase can detect WBCs in the urine, but this can occur for other reasons, like inflammatory disorders and vaginal infections. Its reported sensitivity is 62% to 98%, with a specificity of 55% to 96%. [11] Despite this, leukocyte esterase is generally not considered as reliable a UTI indicator as nitrites. Hematuria can be a helpful finding because bacterial infections of the transitional cell lining of the bladder often cause some bleeding. This finding helps distinguish a UTI from vaginitis and urethritis, which do not cause blood in the urine.", "contents": "Uncomplicated Urinary Tract Infections -- Evaluation -- Urinalysis. Leukocyte esterase identifies the presence of WBCs in the urine. The WBCs release leukocyte esterase, presumably in response to bacteria in the urine. Leukocyte esterase can detect WBCs in the urine, but this can occur for other reasons, like inflammatory disorders and vaginal infections. Its reported sensitivity is 62% to 98%, with a specificity of 55% to 96%. [11] Despite this, leukocyte esterase is generally not considered as reliable a UTI indicator as nitrites. Hematuria can be a helpful finding because bacterial infections of the transitional cell lining of the bladder often cause some bleeding. This finding helps distinguish a UTI from vaginitis and urethritis, which do not cause blood in the urine."}
{"id": "article-30855_28", "title": "Uncomplicated Urinary Tract Infections -- Evaluation -- Urinalysis", "content": "The predictive values of nitrite, leucocyte esterase, and blood on a dipstick for diagnosing a UTI have been measured. The finding of urinary nitrites was more significant than leukocyte esterase, which was superior to hematuria. Both positive nitrites and leukocyte esterase have been found to have a high positive predictive value (PPV) of 85% and a 92% negative predictive value (NPV). [36] The combination of all three (nitrites, leukocyte esterase, and hematuria) has also been found to be useful. [37] Dysuria and new onset nocturia/frequency were also associated with UTIs.", "contents": "Uncomplicated Urinary Tract Infections -- Evaluation -- Urinalysis. The predictive values of nitrite, leucocyte esterase, and blood on a dipstick for diagnosing a UTI have been measured. The finding of urinary nitrites was more significant than leukocyte esterase, which was superior to hematuria. Both positive nitrites and leukocyte esterase have been found to have a high positive predictive value (PPV) of 85% and a 92% negative predictive value (NPV). [36] The combination of all three (nitrites, leukocyte esterase, and hematuria) has also been found to be useful. [37] Dysuria and new onset nocturia/frequency were also associated with UTIs."}
{"id": "article-30855_29", "title": "Uncomplicated Urinary Tract Infections -- Evaluation -- Urinalysis", "content": "In many labs, the presence of nitrites or leukocyte esterase will automatically trigger a microscopic evaluation of the urine for bacteria, WBCs, and RBCs and/or urine culture. On microscopy, there should be no visible bacteria in uninfected urine, so any bacteria visible on a Gram-stained urine specimen under high-field microscopy is highly correlated to bacteriuria and UTIs. A properly collected urine sample with >10 WBC/HPF is abnormal and highly suggestive of a UTI in symptomatic patients.", "contents": "Uncomplicated Urinary Tract Infections -- Evaluation -- Urinalysis. In many labs, the presence of nitrites or leukocyte esterase will automatically trigger a microscopic evaluation of the urine for bacteria, WBCs, and RBCs and/or urine culture. On microscopy, there should be no visible bacteria in uninfected urine, so any bacteria visible on a Gram-stained urine specimen under high-field microscopy is highly correlated to bacteriuria and UTIs. A properly collected urine sample with >10 WBC/HPF is abnormal and highly suggestive of a UTI in symptomatic patients."}
{"id": "article-30855_30", "title": "Uncomplicated Urinary Tract Infections -- Evaluation -- Urine Culture", "content": "Urine cultures are not usually required in uncomplicated UTIs but are still recommended by some due to increasing antibiotic resistance patterns and to help differentiate recurrent from relapsing infections. [8] Cultures also help guide treatment if the patient fails to improve on initial empiric therapy. Urine should be cultured in all men, patients with diabetes mellitus, immunosuppressed individuals, and pregnant women. [8] Classic teaching for diagnosing a UTI sets the standard for culturing infected urine at >100,000 colony-forming units per milliliter (CFU/mL).", "contents": "Uncomplicated Urinary Tract Infections -- Evaluation -- Urine Culture. Urine cultures are not usually required in uncomplicated UTIs but are still recommended by some due to increasing antibiotic resistance patterns and to help differentiate recurrent from relapsing infections. [8] Cultures also help guide treatment if the patient fails to improve on initial empiric therapy. Urine should be cultured in all men, patients with diabetes mellitus, immunosuppressed individuals, and pregnant women. [8] Classic teaching for diagnosing a UTI sets the standard for culturing infected urine at >100,000 colony-forming units per milliliter (CFU/mL)."}
{"id": "article-30855_31", "title": "Uncomplicated Urinary Tract Infections -- Evaluation -- Urine Culture", "content": "Recent literature and the American Urological Association Core Curriculum state that a patient with symptoms and a urine culture showing >1,000 CFU/mL should be diagnosed with a UTI. [5] Twenty to forty percent of women with UTIs will have ≤10 000 CFU/mL on urine culture. [5] [38] From a practical clinical standpoint, a single organism in a symptomatic patient of 1,000 or more CFU/mL is now generally considered diagnostic for a UTI. [5] [38]", "contents": "Uncomplicated Urinary Tract Infections -- Evaluation -- Urine Culture. Recent literature and the American Urological Association Core Curriculum state that a patient with symptoms and a urine culture showing >1,000 CFU/mL should be diagnosed with a UTI. [5] Twenty to forty percent of women with UTIs will have ≤10 000 CFU/mL on urine culture. [5] [38] From a practical clinical standpoint, a single organism in a symptomatic patient of 1,000 or more CFU/mL is now generally considered diagnostic for a UTI. [5] [38]"}
{"id": "article-30855_32", "title": "Uncomplicated Urinary Tract Infections -- Evaluation -- Urine Culture", "content": "Urine cultures rarely help in the emergency department, except with recurrent UTIs, but can make subsequent treatment easier if patients do not respond to the initial antibiotic prescribed. [39] While a single, uncomplicated UTI may not require a culture, the clinician otherwise has no objective evidence to guide therapy if the original treatment fails. Therefore, many experts recommend that all patients treated for a presumed UTI should have a urine culture, which can be extremely helpful in certain situations. [8] . Cystoscopy and urinary tract imaging are generally not recommended for uncomplicated UTIs as they are rarely helpful. [39] Imaging may be beneficial for relapsing infections.", "contents": "Uncomplicated Urinary Tract Infections -- Evaluation -- Urine Culture. Urine cultures rarely help in the emergency department, except with recurrent UTIs, but can make subsequent treatment easier if patients do not respond to the initial antibiotic prescribed. [39] While a single, uncomplicated UTI may not require a culture, the clinician otherwise has no objective evidence to guide therapy if the original treatment fails. Therefore, many experts recommend that all patients treated for a presumed UTI should have a urine culture, which can be extremely helpful in certain situations. [8] . Cystoscopy and urinary tract imaging are generally not recommended for uncomplicated UTIs as they are rarely helpful. [39] Imaging may be beneficial for relapsing infections."}
{"id": "article-30855_33", "title": "Uncomplicated Urinary Tract Infections -- Treatment / Management", "content": "Asymptomatic bacteriuria is quite common and requires no treatment, except in pregnant women, those who are immunosuppressed, have had a transplant, or recently underwent a urologic surgical procedure. Significant bacteriuria should also be treated before invasive urologic surgical procedures.", "contents": "Uncomplicated Urinary Tract Infections -- Treatment / Management. Asymptomatic bacteriuria is quite common and requires no treatment, except in pregnant women, those who are immunosuppressed, have had a transplant, or recently underwent a urologic surgical procedure. Significant bacteriuria should also be treated before invasive urologic surgical procedures."}
{"id": "article-30855_34", "title": "Uncomplicated Urinary Tract Infections -- Treatment / Management -- Management of Uncomplicated UTIs", "content": "Antibiotic treatment has varied historically from 3 days to 6 weeks. There are excellent cure rates with \"mini-dose therapy,\" which involves just 3 days of treatment. E. coli resistance to common antimicrobials varies in different areas of the country. Another drug should be chosen if the resistance rate is >50% to any particular antibiotic.", "contents": "Uncomplicated Urinary Tract Infections -- Treatment / Management -- Management of Uncomplicated UTIs. Antibiotic treatment has varied historically from 3 days to 6 weeks. There are excellent cure rates with \"mini-dose therapy,\" which involves just 3 days of treatment. E. coli resistance to common antimicrobials varies in different areas of the country. Another drug should be chosen if the resistance rate is >50% to any particular antibiotic."}
{"id": "article-30855_35", "title": "Uncomplicated Urinary Tract Infections -- Treatment / Management -- Management of Uncomplicated UTIs", "content": "First-line agents for uncomplicated UTIs include nitrofurantoin, sulfamethoxazole/trimethoprim,  fosfomycin, and first-generation cephalosporins. Outside the US, pivmecillinam is also considered first-line therapy. Nitrofurantoin is perhaps the preferred choice for uncomplicated UTIs, but it is bacteriostatic, not bacteriocidal, and must be used for 5 to 7 days. It has several mechanisms of action that affect bacteria, so resistance is relatively uncommon. It is only effective in the lower urinary tract due to poor tissue concentrations and cannot be used for presumed or possible pyelonephritis. It is the preferred drug for low-dose long-term prophylaxis in patients with recurrent UTIs. [5]", "contents": "Uncomplicated Urinary Tract Infections -- Treatment / Management -- Management of Uncomplicated UTIs. First-line agents for uncomplicated UTIs include nitrofurantoin, sulfamethoxazole/trimethoprim,  fosfomycin, and first-generation cephalosporins. Outside the US, pivmecillinam is also considered first-line therapy. Nitrofurantoin is perhaps the preferred choice for uncomplicated UTIs, but it is bacteriostatic, not bacteriocidal, and must be used for 5 to 7 days. It has several mechanisms of action that affect bacteria, so resistance is relatively uncommon. It is only effective in the lower urinary tract due to poor tissue concentrations and cannot be used for presumed or possible pyelonephritis. It is the preferred drug for low-dose long-term prophylaxis in patients with recurrent UTIs. [5]"}
{"id": "article-30855_36", "title": "Uncomplicated Urinary Tract Infections -- Treatment / Management -- Management of Uncomplicated UTIs", "content": "Sulfamethoxazole/trimethoprim for 3 days is good mini-dose therapy, but resistance rates are high in many areas. It should not be used if local bacterial resistance is >20% or in patients with a sulfa allergy. [40] [41] Sulfamethoxazole/trimethoprim is generally the alternate drug of choice for long-term prophylaxis in patients with recurrent UTIs. Fosfomycin is FDA-approved as a single-dose therapy for uncomplicated UTIs. [42] It may be effective when there is significant resistance to other antimicrobials. [43] A single dose will provide therapeutic urinary concentrations for 2 to 4 days and is comparable to 7- to 10-day therapy with other agents. [42] [44] Adjunctive therapy with phenazopyridine for several days may provide additional symptomatic relief. [45] First-generation cephalosporins are good choices for mini-dose (3-day) therapy but should not be overused to avoid resistance.", "contents": "Uncomplicated Urinary Tract Infections -- Treatment / Management -- Management of Uncomplicated UTIs. Sulfamethoxazole/trimethoprim for 3 days is good mini-dose therapy, but resistance rates are high in many areas. It should not be used if local bacterial resistance is >20% or in patients with a sulfa allergy. [40] [41] Sulfamethoxazole/trimethoprim is generally the alternate drug of choice for long-term prophylaxis in patients with recurrent UTIs. Fosfomycin is FDA-approved as a single-dose therapy for uncomplicated UTIs. [42] It may be effective when there is significant resistance to other antimicrobials. [43] A single dose will provide therapeutic urinary concentrations for 2 to 4 days and is comparable to 7- to 10-day therapy with other agents. [42] [44] Adjunctive therapy with phenazopyridine for several days may provide additional symptomatic relief. [45] First-generation cephalosporins are good choices for mini-dose (3-day) therapy but should not be overused to avoid resistance."}
{"id": "article-30855_37", "title": "Uncomplicated Urinary Tract Infections -- Treatment / Management -- Management of Uncomplicated UTIs", "content": "Fluoroquinolones have high resistance but are preferred for pyelonephritis and prostatitis due to their high tissue penetration levels, especially in the prostate. For this reason, fluoroquinolones are not preferred for uncomplicated UTIs but may be used when other agents are not acceptable. [46] [47] [48] Fluoroquinolones and nitrofurantoin are mutually antagonistic and should not be used together. Recent precautions from the FDA about fluoroquinolone side effects should be considered carefully. For simple, uncomplicated cystitis, norfloxacin is suggested. It is a quinolone specifically designed for lower urinary tract infections as it cannot be used for pyelonephritis. Pivmecillinam is not available in the US but is considered first-line therapy for uncomplicated UTIs elsewhere in the world. It is not recommended in pyelonephritis or suspected systemic infections due to inadequate tissue penetration. [49]", "contents": "Uncomplicated Urinary Tract Infections -- Treatment / Management -- Management of Uncomplicated UTIs. Fluoroquinolones have high resistance but are preferred for pyelonephritis and prostatitis due to their high tissue penetration levels, especially in the prostate. For this reason, fluoroquinolones are not preferred for uncomplicated UTIs but may be used when other agents are not acceptable. [46] [47] [48] Fluoroquinolones and nitrofurantoin are mutually antagonistic and should not be used together. Recent precautions from the FDA about fluoroquinolone side effects should be considered carefully. For simple, uncomplicated cystitis, norfloxacin is suggested. It is a quinolone specifically designed for lower urinary tract infections as it cannot be used for pyelonephritis. Pivmecillinam is not available in the US but is considered first-line therapy for uncomplicated UTIs elsewhere in the world. It is not recommended in pyelonephritis or suspected systemic infections due to inadequate tissue penetration. [49]"}
{"id": "article-30855_38", "title": "Uncomplicated Urinary Tract Infections -- Treatment / Management -- Management of Uncomplicated UTIs", "content": "Even without treatment, UTIs will spontaneously resolve in about 20% of women, especially with increased hydration. The likelihood that a healthy nonpregnant female will develop acute pyelonephritis is very small.", "contents": "Uncomplicated Urinary Tract Infections -- Treatment / Management -- Management of Uncomplicated UTIs. Even without treatment, UTIs will spontaneously resolve in about 20% of women, especially with increased hydration. The likelihood that a healthy nonpregnant female will develop acute pyelonephritis is very small."}
{"id": "article-30855_39", "title": "Uncomplicated Urinary Tract Infections -- Treatment / Management -- Management of Recurrent UTIs", "content": "Managing recurrent UTIs typically involves optimizing personal hygiene, using vitamin C as a urinary acidifier, taking extra precautions after sexual contact, and using prophylactic antibiotics or antiseptics such as nitrofurantoin. [39] (See the companion StatPearls reference article on \"Recurrent Urinary Tract Infections.\") [5]", "contents": "Uncomplicated Urinary Tract Infections -- Treatment / Management -- Management of Recurrent UTIs. Managing recurrent UTIs typically involves optimizing personal hygiene, using vitamin C as a urinary acidifier, taking extra precautions after sexual contact, and using prophylactic antibiotics or antiseptics such as nitrofurantoin. [39] (See the companion StatPearls reference article on \"Recurrent Urinary Tract Infections.\") [5]"}
{"id": "article-30855_40", "title": "Uncomplicated Urinary Tract Infections -- Treatment / Management -- Management of Recurrent UTIs", "content": "Nitrofurantoin low-dose long-term prophylaxis is the standard therapy for recurrent UTIs. The dosage is typically 50 mg QHS. It is well tolerated; treatment is limited to the urinary tract, which minimizes side effects, bacterial resistance is relatively low due to its multiple mechanisms of antibacterial activity, and allergies or intolerance is rare. [5] Sulfamethoxazole/trimethoprim or trimethoprim alone are alternative agents. Norfloxacin and fosfomycin may also be used in selected cases.", "contents": "Uncomplicated Urinary Tract Infections -- Treatment / Management -- Management of Recurrent UTIs. Nitrofurantoin low-dose long-term prophylaxis is the standard therapy for recurrent UTIs. The dosage is typically 50 mg QHS. It is well tolerated; treatment is limited to the urinary tract, which minimizes side effects, bacterial resistance is relatively low due to its multiple mechanisms of antibacterial activity, and allergies or intolerance is rare. [5] Sulfamethoxazole/trimethoprim or trimethoprim alone are alternative agents. Norfloxacin and fosfomycin may also be used in selected cases."}
{"id": "article-30855_41", "title": "Uncomplicated Urinary Tract Infections -- Treatment / Management -- Management of Recurrent UTIs", "content": "Methenamine is converted to formaldehyde in the bladder if the urinary pH is <5.5. Vitamin C is often used to help acidify the urine to achieve this pH level. Methenamine appears to be of some benefit in recurrent UTI prophylaxis, but some of the data is conflicting. [50] [51] It may be useful as an alternative to antibiotics in selected patients. [52] [53]", "contents": "Uncomplicated Urinary Tract Infections -- Treatment / Management -- Management of Recurrent UTIs. Methenamine is converted to formaldehyde in the bladder if the urinary pH is <5.5. Vitamin C is often used to help acidify the urine to achieve this pH level. Methenamine appears to be of some benefit in recurrent UTI prophylaxis, but some of the data is conflicting. [50] [51] It may be useful as an alternative to antibiotics in selected patients. [52] [53]"}
{"id": "article-30855_42", "title": "Uncomplicated Urinary Tract Infections -- Treatment / Management -- Management of Recurrent UTIs", "content": "Cranberry (juice, pills, extract) has also been suggested, and there is evidence of efficacy, although some of the data is contradictory. [51] [54] [55] Some studies show a 30% to 40% reduction in UTIs, which is less effective than low-dose antibiotic therapy. [50] [54] [56]", "contents": "Uncomplicated Urinary Tract Infections -- Treatment / Management -- Management of Recurrent UTIs. Cranberry (juice, pills, extract) has also been suggested, and there is evidence of efficacy, although some of the data is contradictory. [51] [54] [55] Some studies show a 30% to 40% reduction in UTIs, which is less effective than low-dose antibiotic therapy. [50] [54] [56]"}
{"id": "article-30855_43", "title": "Uncomplicated Urinary Tract Infections -- Treatment / Management -- Management of Recurrent UTIs", "content": "D-mannose has been used as a prophylactic agent, and there is evidence that it may provide some benefit. [57] [58] [59] [60] [61] However, the available data is insufficient to formally recommend it. [5] [50] [51] [62] [63]", "contents": "Uncomplicated Urinary Tract Infections -- Treatment / Management -- Management of Recurrent UTIs. D-mannose has been used as a prophylactic agent, and there is evidence that it may provide some benefit. [57] [58] [59] [60] [61] However, the available data is insufficient to formally recommend it. [5] [50] [51] [62] [63]"}
{"id": "article-30855_44", "title": "Uncomplicated Urinary Tract Infections -- Treatment / Management -- Management of Recurrent UTIs", "content": "Estrogen vaginal cream applied twice weekly can be helpful in postmenopausal women with atrophic vaginitis. [50] [64]", "contents": "Uncomplicated Urinary Tract Infections -- Treatment / Management -- Management of Recurrent UTIs. Estrogen vaginal cream applied twice weekly can be helpful in postmenopausal women with atrophic vaginitis. [50] [64]"}
{"id": "article-30855_45", "title": "Uncomplicated Urinary Tract Infections -- Treatment / Management -- Management of Recurrent UTIs", "content": "Increased fluid intake is helpful in women with low urinary volumes. [64] [65]", "contents": "Uncomplicated Urinary Tract Infections -- Treatment / Management -- Management of Recurrent UTIs. Increased fluid intake is helpful in women with low urinary volumes. [64] [65]"}
{"id": "article-30855_46", "title": "Uncomplicated Urinary Tract Infections -- Treatment / Management -- Management of Recurrent UTIs", "content": "The duration of prophylactic treatment is generally 6 to 12 months. While this can be extended, limited data is available, and many patients must return to prophylactic treatment. [39] [66] [67] Extending the prophylactic treatment period to 2 years has also been suggested. [68] [69]", "contents": "Uncomplicated Urinary Tract Infections -- Treatment / Management -- Management of Recurrent UTIs. The duration of prophylactic treatment is generally 6 to 12 months. While this can be extended, limited data is available, and many patients must return to prophylactic treatment. [39] [66] [67] Extending the prophylactic treatment period to 2 years has also been suggested. [68] [69]"}
{"id": "article-30855_47", "title": "Uncomplicated Urinary Tract Infections -- Treatment / Management -- Management of Recurrent UTIs", "content": "Diagnosis and management of recurrent UTIs are described in the American Urological Association Guidelines on Recurrent Urinary Tract Infections and in our companion StatPearls reference article on \"Recurrent Urinary Tract Infections.\" [5] [39]", "contents": "Uncomplicated Urinary Tract Infections -- Treatment / Management -- Management of Recurrent UTIs. Diagnosis and management of recurrent UTIs are described in the American Urological Association Guidelines on Recurrent Urinary Tract Infections and in our companion StatPearls reference article on \"Recurrent Urinary Tract Infections.\" [5] [39]"}
{"id": "article-30855_48", "title": "Uncomplicated Urinary Tract Infections -- Treatment / Management -- Management of Recurrent UTIs", "content": "For relapsing infections (where the infecting organism is identical on all cultures), a careful examination should be done to look for a source, such as a poorly emptied diverticulum or an infected stone. [1] See our companion StatPearls reference article on \"Complicated Urinary Tract Infections.\" [1]", "contents": "Uncomplicated Urinary Tract Infections -- Treatment / Management -- Management of Recurrent UTIs. For relapsing infections (where the infecting organism is identical on all cultures), a careful examination should be done to look for a source, such as a poorly emptied diverticulum or an infected stone. [1] See our companion StatPearls reference article on \"Complicated Urinary Tract Infections.\" [1]"}
{"id": "article-30855_49", "title": "Uncomplicated Urinary Tract Infections -- Differential Diagnosis", "content": "The differential diagnosis of an uncomplicated UTI includes: Bladder stones Complicated UTI Food or dietary issues Herpes simplex Medication effects Overactive bladder Pelvic inflammatory disease Prostatitis Pyelonephritis Recurrent UTI Relapsing UTI Renal infarction Renal stones Sexually transmitted infections Urethritis Vaginitis", "contents": "Uncomplicated Urinary Tract Infections -- Differential Diagnosis. The differential diagnosis of an uncomplicated UTI includes: Bladder stones Complicated UTI Food or dietary issues Herpes simplex Medication effects Overactive bladder Pelvic inflammatory disease Prostatitis Pyelonephritis Recurrent UTI Relapsing UTI Renal infarction Renal stones Sexually transmitted infections Urethritis Vaginitis"}
{"id": "article-30855_50", "title": "Uncomplicated Urinary Tract Infections -- Prognosis", "content": "The majority of women with a UTI have an excellent outcome. With antibiotic treatment, the duration of symptoms is typically 2 to 4 days. Nearly 30% of women will have a recurrence within 6 months. Morbidity is usually seen in older debilitated patients, patients with significant comorbidities, or those with renal calculi. Other factors linked to recurrence include diabetes, underlying malignancy, chemotherapy, and chronic Foley catheterization. The mortality after an uncomplicated UTI is close to zero. [65] [70] Factors predictive of a poor long-term outcome include: Advanced age Bladder stones Chemotherapy Chronic diarrhea Diabetes (particularly if poorly controlled) Incontinence Immobility Morbid obesity Nephrolithiasis Neuropathy or spinal cord injury Pelvic organ prolapse Poor overall health Previous overactive bladder Presence of malignancy Prior radiation therapy Renal failure Sickle cell anemia Urethral catheterization", "contents": "Uncomplicated Urinary Tract Infections -- Prognosis. The majority of women with a UTI have an excellent outcome. With antibiotic treatment, the duration of symptoms is typically 2 to 4 days. Nearly 30% of women will have a recurrence within 6 months. Morbidity is usually seen in older debilitated patients, patients with significant comorbidities, or those with renal calculi. Other factors linked to recurrence include diabetes, underlying malignancy, chemotherapy, and chronic Foley catheterization. The mortality after an uncomplicated UTI is close to zero. [65] [70] Factors predictive of a poor long-term outcome include: Advanced age Bladder stones Chemotherapy Chronic diarrhea Diabetes (particularly if poorly controlled) Incontinence Immobility Morbid obesity Nephrolithiasis Neuropathy or spinal cord injury Pelvic organ prolapse Poor overall health Previous overactive bladder Presence of malignancy Prior radiation therapy Renal failure Sickle cell anemia Urethral catheterization"}
{"id": "article-30855_51", "title": "Uncomplicated Urinary Tract Infections -- Prognosis", "content": "While mortality rates are low, the morbidity of UTIs is significant. Besides the distressing symptoms, the total cost of management is prohibitive. Missed work and school are common. In some cases, hospital admission is required due to the severity of the symptoms.", "contents": "Uncomplicated Urinary Tract Infections -- Prognosis. While mortality rates are low, the morbidity of UTIs is significant. Besides the distressing symptoms, the total cost of management is prohibitive. Missed work and school are common. In some cases, hospital admission is required due to the severity of the symptoms."}
{"id": "article-30855_52", "title": "Uncomplicated Urinary Tract Infections -- Complications", "content": "Complications of UTIs include: Chronic prostatitis Emphysematous pyelonephritis and cystitis Focal renal nephronia Hypertension Incontinence Persistent lower urinary tract symptoms Prostatic abscess Pyelonephritis Renal abscess Renal failure Staghorn urinary calculi", "contents": "Uncomplicated Urinary Tract Infections -- Complications. Complications of UTIs include: Chronic prostatitis Emphysematous pyelonephritis and cystitis Focal renal nephronia Hypertension Incontinence Persistent lower urinary tract symptoms Prostatic abscess Pyelonephritis Renal abscess Renal failure Staghorn urinary calculi"}
{"id": "article-30855_53", "title": "Uncomplicated Urinary Tract Infections -- Deterrence and Patient Education", "content": "Once a UTI has been diagnosed, increased fluid intake should be encouraged. Patients should be informed of the importance of taking their medication as prescribed without stopping midway through the antibiotic course, even if they feel better. Patients should also be warned not to take prophylactic antibiotics unless prescribed, as future increased bacterial resistance may develop, making it more challenging to treat subsequent UTIs.", "contents": "Uncomplicated Urinary Tract Infections -- Deterrence and Patient Education. Once a UTI has been diagnosed, increased fluid intake should be encouraged. Patients should be informed of the importance of taking their medication as prescribed without stopping midway through the antibiotic course, even if they feel better. Patients should also be warned not to take prophylactic antibiotics unless prescribed, as future increased bacterial resistance may develop, making it more challenging to treat subsequent UTIs."}
{"id": "article-30855_54", "title": "Uncomplicated Urinary Tract Infections -- Deterrence and Patient Education", "content": "Preventative strategies to avoid UTIs are essential in reducing incidence and recurrence, especially in females. All women, particularly those at increased risk, should be educated regarding the following strategies:", "contents": "Uncomplicated Urinary Tract Infections -- Deterrence and Patient Education. Preventative strategies to avoid UTIs are essential in reducing incidence and recurrence, especially in females. All women, particularly those at increased risk, should be educated regarding the following strategies:"}
{"id": "article-30855_55", "title": "Uncomplicated Urinary Tract Infections -- Deterrence and Patient Education", "content": "Women should urinate after sexual intercourse as bacteria in the bladder can increase tenfold after sexual activity. After urination, women should wipe from front to back, not from the anal area forward, which will contaminate the introitus and periurethral areas with pathogenic enteric organisms from the rectum. Vigorous, high-volume urine flow is helpful in prevention. Baths should be avoided in favor of showers. A gentle, liquid soap without fragrance, liquid baby soap, or baby shampoo should be used in bathing. Liquid soaps are cleaner than bar soap that can collect bacteria. When bathing, the soap should be applied using a freshly cleaned, soft cotton or microfiber washcloth. The vaginal area should be cleaned first to avoid unnecessary contamination of the periurethral area with bacteria on the washcloth if used elsewhere first.", "contents": "Uncomplicated Urinary Tract Infections -- Deterrence and Patient Education. Women should urinate after sexual intercourse as bacteria in the bladder can increase tenfold after sexual activity. After urination, women should wipe from front to back, not from the anal area forward, which will contaminate the introitus and periurethral areas with pathogenic enteric organisms from the rectum. Vigorous, high-volume urine flow is helpful in prevention. Baths should be avoided in favor of showers. A gentle, liquid soap without fragrance, liquid baby soap, or baby shampoo should be used in bathing. Liquid soaps are cleaner than bar soap that can collect bacteria. When bathing, the soap should be applied using a freshly cleaned, soft cotton or microfiber washcloth. The vaginal area should be cleaned first to avoid unnecessary contamination of the periurethral area with bacteria on the washcloth if used elsewhere first."}
{"id": "article-30855_56", "title": "Uncomplicated Urinary Tract Infections -- Deterrence and Patient Education", "content": "Some women with recurrent UTIs may benefit from the prophylactic use of antibiotics. Several other nonmedical remedies may help women with UTIs. Anecdotal reports and some studies indicate that using cranberry juice, D-mannose, methenamine, and probiotics may help reduce the severity and frequency of UTIs in some women.", "contents": "Uncomplicated Urinary Tract Infections -- Deterrence and Patient Education. Some women with recurrent UTIs may benefit from the prophylactic use of antibiotics. Several other nonmedical remedies may help women with UTIs. Anecdotal reports and some studies indicate that using cranberry juice, D-mannose, methenamine, and probiotics may help reduce the severity and frequency of UTIs in some women."}
{"id": "article-30855_57", "title": "Uncomplicated Urinary Tract Infections -- Pearls and Other Issues", "content": "Other than urinalysis and culture, no further evaluation is necessary for most women with an uncomplicated UTI. A urine culture from a patient with a successfully treated infection is more advantageous than a symptomatic patient after empiric therapy and no culture to guide treatment. Bacteriuria and pyuria without symptoms are not diagnostic for a UTI. Asymptomatic bacteriuria should generally not be treated except during pregnancy or an upcoming or recent invasive urologic procedure.", "contents": "Uncomplicated Urinary Tract Infections -- Pearls and Other Issues. Other than urinalysis and culture, no further evaluation is necessary for most women with an uncomplicated UTI. A urine culture from a patient with a successfully treated infection is more advantageous than a symptomatic patient after empiric therapy and no culture to guide treatment. Bacteriuria and pyuria without symptoms are not diagnostic for a UTI. Asymptomatic bacteriuria should generally not be treated except during pregnancy or an upcoming or recent invasive urologic procedure."}
{"id": "article-30855_58", "title": "Uncomplicated Urinary Tract Infections -- Enhancing Healthcare Team Outcomes", "content": "UTIs are best managed in an interprofessional fashion. The key to preventing recurrences is patient education. Nurses can be particularly helpful with patient education. Primary clinicians should refer patients with relapsing or recurrent UTIs who fail prophylactic measures to urology.", "contents": "Uncomplicated Urinary Tract Infections -- Enhancing Healthcare Team Outcomes. UTIs are best managed in an interprofessional fashion. The key to preventing recurrences is patient education. Nurses can be particularly helpful with patient education. Primary clinicians should refer patients with relapsing or recurrent UTIs who fail prophylactic measures to urology."}
{"id": "article-30855_59", "title": "Uncomplicated Urinary Tract Infections -- Enhancing Healthcare Team Outcomes", "content": "Clinicians should work closely with a pharmacist and/or infectious disease professional to ensure the best antibiotic choices for treatment. Physicians should be familiar with bacterial resistance patterns in their communities. The pharmacist can verify the appropriate coverage, dosing, and duration. Patient and community safety benefits by ensuring optimal antibiotic selection, correct duration, and medication compliance. Nurses can chart progress, counsel the patient on compliance, answer patient questions, and report concerns or results to the clinical team.", "contents": "Uncomplicated Urinary Tract Infections -- Enhancing Healthcare Team Outcomes. Clinicians should work closely with a pharmacist and/or infectious disease professional to ensure the best antibiotic choices for treatment. Physicians should be familiar with bacterial resistance patterns in their communities. The pharmacist can verify the appropriate coverage, dosing, and duration. Patient and community safety benefits by ensuring optimal antibiotic selection, correct duration, and medication compliance. Nurses can chart progress, counsel the patient on compliance, answer patient questions, and report concerns or results to the clinical team."}
{"id": "article-30855_60", "title": "Uncomplicated Urinary Tract Infections -- Enhancing Healthcare Team Outcomes", "content": "All health care team members should follow the patient's progress. If they observe any issues, including therapeutic failure or adverse events from medication, they should communicate their findings and contact the appropriate team members for corrective actions. The earlier a UTI is managed, the better the prognosis. Optimal interprofessional team collaboration significantly enhances patient outcomes. [71] [72]", "contents": "Uncomplicated Urinary Tract Infections -- Enhancing Healthcare Team Outcomes. All health care team members should follow the patient's progress. If they observe any issues, including therapeutic failure or adverse events from medication, they should communicate their findings and contact the appropriate team members for corrective actions. The earlier a UTI is managed, the better the prognosis. Optimal interprofessional team collaboration significantly enhances patient outcomes. [71] [72]"}
{"id": "article-30855_61", "title": "Uncomplicated Urinary Tract Infections -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Uncomplicated Urinary Tract Infections -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}