{"id": "article-151532_0", "title": "Ocular Amyloidosis -- Introduction", "content": "Amyloidosis is a heterogeneous group of disorders characterized by the deposition of an abnormal protein known as amyloid in various parts of the body including the eyes and periocular structures. [1] Amyloid, an insoluble fibrillary protein resulting from a dynamic misfolding process, aggregates in the intra and extracellular spaces of the body leading to progressive organ damage.", "contents": "Ocular Amyloidosis -- Introduction. Amyloidosis is a heterogeneous group of disorders characterized by the deposition of an abnormal protein known as amyloid in various parts of the body including the eyes and periocular structures. [1] Amyloid, an insoluble fibrillary protein resulting from a dynamic misfolding process, aggregates in the intra and extracellular spaces of the body leading to progressive organ damage."}
{"id": "article-151532_1", "title": "Ocular Amyloidosis -- Etiology", "content": "Amyloidosis has been classified into systemic or localized forms. [2] It may occur as a primary condition or secondary to poorly controlled inflammatory diseases, such as chronic infections, autoimmune conditions, familial Mediterranean fever, and plasma cell dyscrasia such as multiple myeloma. [1] [3] Based on the amyloid protein type the systemic disease is referred to as AL (amyloid immunoglobulin light chain), AA (amyloid A protein), or ATTR (amyloid transport protein transthyretin). [2]", "contents": "Ocular Amyloidosis -- Etiology. Amyloidosis has been classified into systemic or localized forms. [2] It may occur as a primary condition or secondary to poorly controlled inflammatory diseases, such as chronic infections, autoimmune conditions, familial Mediterranean fever, and plasma cell dyscrasia such as multiple myeloma. [1] [3] Based on the amyloid protein type the systemic disease is referred to as AL (amyloid immunoglobulin light chain), AA (amyloid A protein), or ATTR (amyloid transport protein transthyretin). [2]"}
{"id": "article-151532_2", "title": "Ocular Amyloidosis -- Epidemiology", "content": "AL amyloidosis is the most common form of systemic amyloidosis in the United States, with approximately 78% of new cases (1275 to 3200) annually. The hereditary form of ATTR amyloidosis is a less common systemic condition, accounting for 10% to 20% of diagnosed cases in tertiary centers, and it is more prevalent in males. AA amyloidosis is a rare acquired condition secondary to chronic inflammation, with an annual incidence of 6%. [4]", "contents": "Ocular Amyloidosis -- Epidemiology. AL amyloidosis is the most common form of systemic amyloidosis in the United States, with approximately 78% of new cases (1275 to 3200) annually. The hereditary form of ATTR amyloidosis is a less common systemic condition, accounting for 10% to 20% of diagnosed cases in tertiary centers, and it is more prevalent in males. AA amyloidosis is a rare acquired condition secondary to chronic inflammation, with an annual incidence of 6%. [4]"}
{"id": "article-151532_3", "title": "Ocular Amyloidosis -- Epidemiology", "content": "Amyloidosis may involve the eye or ocular adnexa with high phenotypic variability. It has been reported that ocular amyloidosis was most frequently due to localized AL amyloidosis (78.6%) followed by systemic AL amyloidosis (16.2%) and multiple myeloma-associated AL amyloidosis (10.7%). [1] Around 11.8% of patients with AL amyloidosis have ocular involvement, in 5% of cases, it is the initial presentation. [5]", "contents": "Ocular Amyloidosis -- Epidemiology. Amyloidosis may involve the eye or ocular adnexa with high phenotypic variability. It has been reported that ocular amyloidosis was most frequently due to localized AL amyloidosis (78.6%) followed by systemic AL amyloidosis (16.2%) and multiple myeloma-associated AL amyloidosis (10.7%). [1] Around 11.8% of patients with AL amyloidosis have ocular involvement, in 5% of cases, it is the initial presentation. [5]"}
{"id": "article-151532_4", "title": "Ocular Amyloidosis -- Epidemiology", "content": "Ocular manifestations in AL amyloidosis (11.8%) are mostly extraocular with involvement of orbit, conjunctiva, temporal artery, and extraocular muscles. [5] Hereditary forms of amyloidosis such as non-TTR familial amyloidosis mainly affect the cornea (20%) [5] whereas ATTR amyloidosis involves the vitreous (10%) and rarely the retina. [6] Ocular involvement in secondary amyloidosis is rare. [5] Ocular orbital amyloidosis affects middle-aged people with no sex predilection. [7] However, in transthyretin amyloidosis ocular symptoms are more in women, (46% ) compared to men (15%). [5]", "contents": "Ocular Amyloidosis -- Epidemiology. Ocular manifestations in AL amyloidosis (11.8%) are mostly extraocular with involvement of orbit, conjunctiva, temporal artery, and extraocular muscles. [5] Hereditary forms of amyloidosis such as non-TTR familial amyloidosis mainly affect the cornea (20%) [5] whereas ATTR amyloidosis involves the vitreous (10%) and rarely the retina. [6] Ocular involvement in secondary amyloidosis is rare. [5] Ocular orbital amyloidosis affects middle-aged people with no sex predilection. [7] However, in transthyretin amyloidosis ocular symptoms are more in women, (46% ) compared to men (15%). [5]"}
{"id": "article-151532_5", "title": "Ocular Amyloidosis -- Pathophysiology", "content": "Proteins normally synthesized in the endoplasmic reticulum undergo unfolding and misfolding in response to various extracellular stimuli, such as low pH, oxidation, and high temperature. This leads to the formation of monomers, that aggregate to form amyloid fibrils that are deposited in the intra and extracellular tissue in various parts of the body. In hereditary amyloidosis, misfolding occurs due to a mutation in the protein structure that stimulates amyloid fibril formation. Amyloid fibrils cause tissue damage by various mechanisms such as alteration of tissue architecture, interaction with cell surface receptors, inflammation, oxidative stress, and activation of apoptosis. The amyloid may be deposited locally at the site of synthesis or at distant sites leading to tissue damage. [8] It may manifest as neuropathy or vascular obstruction and increased vascular fragility. The mass effect of amyloid deposition may lead to structural distortion. Deposition in the vitreous cavity leads to media opacification. [9]", "contents": "Ocular Amyloidosis -- Pathophysiology. Proteins normally synthesized in the endoplasmic reticulum undergo unfolding and misfolding in response to various extracellular stimuli, such as low pH, oxidation, and high temperature. This leads to the formation of monomers, that aggregate to form amyloid fibrils that are deposited in the intra and extracellular tissue in various parts of the body. In hereditary amyloidosis, misfolding occurs due to a mutation in the protein structure that stimulates amyloid fibril formation. Amyloid fibrils cause tissue damage by various mechanisms such as alteration of tissue architecture, interaction with cell surface receptors, inflammation, oxidative stress, and activation of apoptosis. The amyloid may be deposited locally at the site of synthesis or at distant sites leading to tissue damage. [8] It may manifest as neuropathy or vascular obstruction and increased vascular fragility. The mass effect of amyloid deposition may lead to structural distortion. Deposition in the vitreous cavity leads to media opacification. [9]"}
{"id": "article-151532_6", "title": "Ocular Amyloidosis -- Histopathology", "content": "The confirmatory test for amyloidosis is the presence of apple-green birefringence on Congo red staining on the biopsy specimen. Other features of amyloidosis are homogeneous granular, filamentous eosinophilic appearance in hematoxylin and eosin staining, metachromasia on crystal violet staining, and ultraviolet fluorescence on thioflavin T staining. [10]", "contents": "Ocular Amyloidosis -- Histopathology. The confirmatory test for amyloidosis is the presence of apple-green birefringence on Congo red staining on the biopsy specimen. Other features of amyloidosis are homogeneous granular, filamentous eosinophilic appearance in hematoxylin and eosin staining, metachromasia on crystal violet staining, and ultraviolet fluorescence on thioflavin T staining. [10]"}
{"id": "article-151532_7", "title": "Ocular Amyloidosis -- History and Physical", "content": "Various clinical presentations are observed based on the part of the eye affected.", "contents": "Ocular Amyloidosis -- History and Physical. Various clinical presentations are observed based on the part of the eye affected."}
{"id": "article-151532_8", "title": "Ocular Amyloidosis -- History and Physical -- Orbital amyloidosis", "content": "Orbital involvement is more common in systemic AL amyloidosis or can occur as a part of localized amyloidosis, a rare condition that affects the head and neck. The latter may present in two forms. The most common clinical picture is a progressive proptosis with limitation of extraocular movements due to bilateral nodular infiltration of extraocular muscles and orbital adnexa. Rarely it may present as an amyloidoma involving the anterior orbital area close to the lacrimal glands. [11] [12] It is mostly seen to occur in the 4 th to 6 th decades of life and affects both sexes equally. [7] It may cause restrictive exophthalmoplegia, which can be mistaken for ocular thyroidopathy, and an accurate diagnosis may require orbital imaging and thyroid function tests.", "contents": "Ocular Amyloidosis -- History and Physical -- Orbital amyloidosis. Orbital involvement is more common in systemic AL amyloidosis or can occur as a part of localized amyloidosis, a rare condition that affects the head and neck. The latter may present in two forms. The most common clinical picture is a progressive proptosis with limitation of extraocular movements due to bilateral nodular infiltration of extraocular muscles and orbital adnexa. Rarely it may present as an amyloidoma involving the anterior orbital area close to the lacrimal glands. [11] [12] It is mostly seen to occur in the 4 th to 6 th decades of life and affects both sexes equally. [7] It may cause restrictive exophthalmoplegia, which can be mistaken for ocular thyroidopathy, and an accurate diagnosis may require orbital imaging and thyroid function tests."}
{"id": "article-151532_9", "title": "Ocular Amyloidosis -- History and Physical -- Orbital amyloidosis", "content": "Optic nerve involvement in amyloidosis usually results from amyloid masses in the orbital apex or due to dural infiltration leading to compressive optic neuropathy. Neuropathic amyloidosis usually spares the optic nerve. [13] Lacrimal gland involvement is uncommon in amyloidosis and may present as a hard, mobile mass in the upper temporal orbit that is rarely fixed to the periocular bones. It may also be associated with eccentric proptosis. Bilateral involvement is more common in systemic amyloidosis. An accurate diagnosis may require excluding similar conditions such as vascular malformations, dacryoadenitis, or lacrimal gland neoplasms. [14] AL amyloidosis may present a clinical picture similar to temporal arteritis with bilateral vision loss due to amyloid light chain infiltration of the temporal artery.  A biopsy of the temporal artery confirms the diagnosis of AL amyloid. [15] Patients with AL amyloidosis may also develop spontaneous bilateral palpebral and periorbital purpura, which gives rise to a \"raccoon eyes\" appearance. This is usually a late sign caused by increased vascular fragility resulting from the deposition of misfolded light-chain fragments. [1]", "contents": "Ocular Amyloidosis -- History and Physical -- Orbital amyloidosis. Optic nerve involvement in amyloidosis usually results from amyloid masses in the orbital apex or due to dural infiltration leading to compressive optic neuropathy. Neuropathic amyloidosis usually spares the optic nerve. [13] Lacrimal gland involvement is uncommon in amyloidosis and may present as a hard, mobile mass in the upper temporal orbit that is rarely fixed to the periocular bones. It may also be associated with eccentric proptosis. Bilateral involvement is more common in systemic amyloidosis. An accurate diagnosis may require excluding similar conditions such as vascular malformations, dacryoadenitis, or lacrimal gland neoplasms. [14] AL amyloidosis may present a clinical picture similar to temporal arteritis with bilateral vision loss due to amyloid light chain infiltration of the temporal artery.  A biopsy of the temporal artery confirms the diagnosis of AL amyloid. [15] Patients with AL amyloidosis may also develop spontaneous bilateral palpebral and periorbital purpura, which gives rise to a \"raccoon eyes\" appearance. This is usually a late sign caused by increased vascular fragility resulting from the deposition of misfolded light-chain fragments. [1]"}
{"id": "article-151532_10", "title": "Ocular Amyloidosis -- History and Physical -- Orbital amyloidosis", "content": "Conjunctival amyloidosis can affect healthy people of any age or gender and may cause nodular or diffuse deposits on the bulbar or tarsal conjunctiva. The tarsal amyloid deposits on the upper eyelids can lead to ptosis, while bulbar amyloidosis commonly affects the superior fornices. Amyloid deposits may be unilateral or bilateral and have a firm, waxy appearance with color varying from yellow, pink, or salmon patches. In some cases, recurrent subconjunctival hemorrhages may occur due to increased capillary fragility caused by amyloid deposits. Other conditions such as lymphoproliferative deposits, and conjunctival inflammatory granuloma need to be ruled out. Excision biopsy and a characteristic histopathology result can confirm the diagnosis. [16] Conjunctival amyloidosis may be an early indication of systemic amyloidosis, hence systemic evaluation and follow-up are necessary.", "contents": "Ocular Amyloidosis -- History and Physical -- Orbital amyloidosis. Conjunctival amyloidosis can affect healthy people of any age or gender and may cause nodular or diffuse deposits on the bulbar or tarsal conjunctiva. The tarsal amyloid deposits on the upper eyelids can lead to ptosis, while bulbar amyloidosis commonly affects the superior fornices. Amyloid deposits may be unilateral or bilateral and have a firm, waxy appearance with color varying from yellow, pink, or salmon patches. In some cases, recurrent subconjunctival hemorrhages may occur due to increased capillary fragility caused by amyloid deposits. Other conditions such as lymphoproliferative deposits, and conjunctival inflammatory granuloma need to be ruled out. Excision biopsy and a characteristic histopathology result can confirm the diagnosis. [16] Conjunctival amyloidosis may be an early indication of systemic amyloidosis, hence systemic evaluation and follow-up are necessary."}
{"id": "article-151532_11", "title": "Ocular Amyloidosis -- History and Physical -- Corneal amyloidosis", "content": "Corneal involvement in amyloidosis may occur as a primary localized condition or as a part of the systemic disease. Primary localized corneal amyloidosis has two distinct inherited forms: gelatinous droplike dystrophy and lattice corneal dystrophy types I and III. Meretoja syndrome is the main form of primary systemic amyloidosis that presents with lattice corneal dystrophy type II. [17] Secondary localized corneal amyloidosis has been reported in various ocular diseases such as trichiasis, trachoma, sarcoidosis, interstitial keratitis, phlyctenular keratitis, uveitis, chronic post-traumatic inflammation, glaucoma, or keratoconus. However, the cornea is usually spared in secondary systemic amyloidosis.", "contents": "Ocular Amyloidosis -- History and Physical -- Corneal amyloidosis. Corneal involvement in amyloidosis may occur as a primary localized condition or as a part of the systemic disease. Primary localized corneal amyloidosis has two distinct inherited forms: gelatinous droplike dystrophy and lattice corneal dystrophy types I and III. Meretoja syndrome is the main form of primary systemic amyloidosis that presents with lattice corneal dystrophy type II. [17] Secondary localized corneal amyloidosis has been reported in various ocular diseases such as trichiasis, trachoma, sarcoidosis, interstitial keratitis, phlyctenular keratitis, uveitis, chronic post-traumatic inflammation, glaucoma, or keratoconus. However, the cornea is usually spared in secondary systemic amyloidosis."}
{"id": "article-151532_12", "title": "Ocular Amyloidosis -- History and Physical -- Corneal amyloidosis", "content": "Gelatinous drop-like corneal dystrophy is a rare autosomal recessive condition that mainly affects Asians, particularly Japanese individuals. It usually presents in early life, within the first and second decades, and is a slowly progressive condition. Nodular amyloid deposits initially involve the subepithelial part of the cornea, and later coalesce to form mulberry-like opacities extending to the stroma. This leads to photophobia, foreign body sensation, and impaired vision. Various surgical modalities have been tried, but recurrence remains a major challenge, leading to poor prognosis. [18]", "contents": "Ocular Amyloidosis -- History and Physical -- Corneal amyloidosis. Gelatinous drop-like corneal dystrophy is a rare autosomal recessive condition that mainly affects Asians, particularly Japanese individuals. It usually presents in early life, within the first and second decades, and is a slowly progressive condition. Nodular amyloid deposits initially involve the subepithelial part of the cornea, and later coalesce to form mulberry-like opacities extending to the stroma. This leads to photophobia, foreign body sensation, and impaired vision. Various surgical modalities have been tried, but recurrence remains a major challenge, leading to poor prognosis. [18]"}
{"id": "article-151532_13", "title": "Ocular Amyloidosis -- History and Physical -- Corneal amyloidosis", "content": "Lattice dystrophy type I, also known as Biber-Haab-Dimmer corneal dystrophy, is a bilateral disease with autosomal dominant inheritance, albeit asymmetrical. It most commonly affects people in the Western world, with few reports from Japan. It usually presents at the end of the first decade of life with ocular irritation due to recurrent corneal erosions and decreased vision. These opacities usually are denser anteriorly and centrally, but the peripheral cornea is usually spared. The condition is progressive, leading to significant visual impairment by the fourth to sixth decade. [19] Lattice dystrophy type III is an autosomal recessive disease that presents after the fourth decade of life, leading to visual impairment by the seventh decade of life. [19]", "contents": "Ocular Amyloidosis -- History and Physical -- Corneal amyloidosis. Lattice dystrophy type I, also known as Biber-Haab-Dimmer corneal dystrophy, is a bilateral disease with autosomal dominant inheritance, albeit asymmetrical. It most commonly affects people in the Western world, with few reports from Japan. It usually presents at the end of the first decade of life with ocular irritation due to recurrent corneal erosions and decreased vision. These opacities usually are denser anteriorly and centrally, but the peripheral cornea is usually spared. The condition is progressive, leading to significant visual impairment by the fourth to sixth decade. [19] Lattice dystrophy type III is an autosomal recessive disease that presents after the fourth decade of life, leading to visual impairment by the seventh decade of life. [19]"}
{"id": "article-151532_14", "title": "Ocular Amyloidosis -- History and Physical -- Corneal amyloidosis", "content": "Lattice corneal dystrophy type II, or the gelsolin type, is an autosomal dominant form of systemic amyloidosis, previously called familial amyloidotic polyneuropathy type IV, Finnish type. It is a rare condition initially reported in Finland, and a few cases have also been detected worldwide in European countries, North America, and India. [1] [20] It is part of Meretoja syndrome, which includes the typical triad of (1) lattice corneal dystrophy, (2) progressive bilateral cranial neuropathy characterized by facial palsy, mild sensory peripheral neuropathy, walking difficulties, dysarthria, and drooling, and (3) loose skin (cutis laxa) leading to a mask-like face, protruding lips, and dry skin. Ocular symptoms present after the third decade of life, mainly pertaining to dry eyes. Vision is usually preserved until the seventh decade. It occurs in both sexes. However, it shows an earlier onset and more severe involvement in females compared to males. Patients with this disease are at increased risk of open-angle glaucoma. Facial paralysis and skin laxity affect eyelid closure and cause ectropion leading to exposure keratitis. [21]", "contents": "Ocular Amyloidosis -- History and Physical -- Corneal amyloidosis. Lattice corneal dystrophy type II, or the gelsolin type, is an autosomal dominant form of systemic amyloidosis, previously called familial amyloidotic polyneuropathy type IV, Finnish type. It is a rare condition initially reported in Finland, and a few cases have also been detected worldwide in European countries, North America, and India. [1] [20] It is part of Meretoja syndrome, which includes the typical triad of (1) lattice corneal dystrophy, (2) progressive bilateral cranial neuropathy characterized by facial palsy, mild sensory peripheral neuropathy, walking difficulties, dysarthria, and drooling, and (3) loose skin (cutis laxa) leading to a mask-like face, protruding lips, and dry skin. Ocular symptoms present after the third decade of life, mainly pertaining to dry eyes. Vision is usually preserved until the seventh decade. It occurs in both sexes. However, it shows an earlier onset and more severe involvement in females compared to males. Patients with this disease are at increased risk of open-angle glaucoma. Facial paralysis and skin laxity affect eyelid closure and cause ectropion leading to exposure keratitis. [21]"}
{"id": "article-151532_15", "title": "Ocular Amyloidosis -- History and Physical -- Vitreoretinal amyloidosis", "content": "Vitreous amyloidosis is a rare condition associated with familial amyloidotic polyneuropathy (FAP), which can occur in hereditary or sporadic non-hereditary forms. FAP is the most common form of hereditary amyloidosis and is caused by mutations in the transthyretin (TTR) gene that is transmitted in an autosomal dominant manner. [22] Transthyretin is mainly synthesized in the liver, but it can also be produced by the retinal pigment epithelium and choroid plexus of the brain. Ocular involvement has been reported in 10% of patients with ATTR amyloidosis. [1] Although FAP is more commonly seen in Western populations, vitreous amyloidosis with distinct TTR mutations has also been reported in India and China. [23] [24]", "contents": "Ocular Amyloidosis -- History and Physical -- Vitreoretinal amyloidosis. Vitreous amyloidosis is a rare condition associated with familial amyloidotic polyneuropathy (FAP), which can occur in hereditary or sporadic non-hereditary forms. FAP is the most common form of hereditary amyloidosis and is caused by mutations in the transthyretin (TTR) gene that is transmitted in an autosomal dominant manner. [22] Transthyretin is mainly synthesized in the liver, but it can also be produced by the retinal pigment epithelium and choroid plexus of the brain. Ocular involvement has been reported in 10% of patients with ATTR amyloidosis. [1] Although FAP is more commonly seen in Western populations, vitreous amyloidosis with distinct TTR mutations has also been reported in India and China. [23] [24]"}
{"id": "article-151532_16", "title": "Ocular Amyloidosis -- History and Physical -- Vitreoretinal amyloidosis", "content": "Vitreous opacities are usually bilateral but may be asymmetric. They can appear as cobwebs, sheets, crystalline needle-like structures, veils, or strings of pearls. Visual symptoms vary from glare, floaters, and mild to severe visual impairment depending on the density of opacities (see Image. Vitreous Amyloidosis). These vitreous opacities typically extend from the peripheral vitreous in a centripetal manner. Vitreous opacities abutting the posterior lens capsule may form footplates or ‘pseudopodia lentis’ (see Image. Pseudopodia Lentis in Vitreous Amyloidosis).", "contents": "Ocular Amyloidosis -- History and Physical -- Vitreoretinal amyloidosis. Vitreous opacities are usually bilateral but may be asymmetric. They can appear as cobwebs, sheets, crystalline needle-like structures, veils, or strings of pearls. Visual symptoms vary from glare, floaters, and mild to severe visual impairment depending on the density of opacities (see Image. Vitreous Amyloidosis). These vitreous opacities typically extend from the peripheral vitreous in a centripetal manner. Vitreous opacities abutting the posterior lens capsule may form footplates or ‘pseudopodia lentis’ (see Image. Pseudopodia Lentis in Vitreous Amyloidosis)."}
{"id": "article-151532_17", "title": "Ocular Amyloidosis -- History and Physical -- Vitreoretinal amyloidosis", "content": "In FAP, the incidence of vitreous opacity varies from 5.4% to 35%. [23] Vitreous opacities can be an isolated sign of amyloidosis or may be associated with other signs such as amyloid deposits on the iris, pupillary margin, choroidal infiltration, and glaucoma. [25] Retinal perivascular amyloid deposits can appear as focal plaques, tortuosity, beading, or vascular sheathing. Retinal hemorrhages and cotton wool spots may be seen in 20% of patients with hereditary TTR amyloidosis, leading to a higher incidence of retinal vein occlusions. [6] Retinal amyloid angiopathy and choroidal amyloid angiopathy have also been described. [26]", "contents": "Ocular Amyloidosis -- History and Physical -- Vitreoretinal amyloidosis. In FAP, the incidence of vitreous opacity varies from 5.4% to 35%. [23] Vitreous opacities can be an isolated sign of amyloidosis or may be associated with other signs such as amyloid deposits on the iris, pupillary margin, choroidal infiltration, and glaucoma. [25] Retinal perivascular amyloid deposits can appear as focal plaques, tortuosity, beading, or vascular sheathing. Retinal hemorrhages and cotton wool spots may be seen in 20% of patients with hereditary TTR amyloidosis, leading to a higher incidence of retinal vein occlusions. [6] Retinal amyloid angiopathy and choroidal amyloid angiopathy have also been described. [26]"}
{"id": "article-151532_18", "title": "Ocular Amyloidosis -- Evaluation", "content": "Although the clinical features may suggest ocular amyloidosis, the definitive diagnosis is through a biopsy of the lesion and a histopathology evaluation. Excision biopsy may be taken from lesions of the conjunctiva, eyelid, lacrimal gland, or temporal artery. Additionally, vitreous samples obtained from vitrectomy can help diagnose the condition. In an orbital mass, a biopsy via the superior lateral sulcus may be necessary to confirm the diagnosis of amyloidoma and rule out other conditions such as a lymphoproliferative disorder. [27] The histopathology examination shows the characteristic appearance, which helps to confirm the diagnosis of amyloidosis. [10]", "contents": "Ocular Amyloidosis -- Evaluation. Although the clinical features may suggest ocular amyloidosis, the definitive diagnosis is through a biopsy of the lesion and a histopathology evaluation. Excision biopsy may be taken from lesions of the conjunctiva, eyelid, lacrimal gland, or temporal artery. Additionally, vitreous samples obtained from vitrectomy can help diagnose the condition. In an orbital mass, a biopsy via the superior lateral sulcus may be necessary to confirm the diagnosis of amyloidoma and rule out other conditions such as a lymphoproliferative disorder. [27] The histopathology examination shows the characteristic appearance, which helps to confirm the diagnosis of amyloidosis. [10]"}
{"id": "article-151532_19", "title": "Ocular Amyloidosis -- Evaluation", "content": "CT scans are usually more informative than MRI in assessing periocular and orbital amyloidosis due to their higher sensitivity in detecting bone changes and calcifications in tissues. The mass effect may cause globe displacement. Orbital amyloidosis may exhibit extraocular muscle enlargement, soft tissue infiltration or mass, and calcification. Extraocular muscle shows highly irregular nodular or fusiform enlargement with areas of calcification. Muscle involvement may be unilateral or bilateral, and it usually spares the tendons. [13] [28] [29] [30] However, MRI provides a more accurate anatomical definition of the extension of the lesion. [31]", "contents": "Ocular Amyloidosis -- Evaluation. CT scans are usually more informative than MRI in assessing periocular and orbital amyloidosis due to their higher sensitivity in detecting bone changes and calcifications in tissues. The mass effect may cause globe displacement. Orbital amyloidosis may exhibit extraocular muscle enlargement, soft tissue infiltration or mass, and calcification. Extraocular muscle shows highly irregular nodular or fusiform enlargement with areas of calcification. Muscle involvement may be unilateral or bilateral, and it usually spares the tendons. [13] [28] [29] [30] However, MRI provides a more accurate anatomical definition of the extension of the lesion. [31]"}
{"id": "article-151532_20", "title": "Ocular Amyloidosis -- Evaluation", "content": "In vitreoretinal amyloidosis, fundus fluorescein angiography may show retinal vascular occlusion and focal or diffuse leakage, that is more prominent in the posterior pole than the retinal periphery. [32] Optical coherence tomography in eyes with veil-like vitreous opacities shows needle-shaped deposits on the retinal surface that extend to the vitreous cavity. [33]", "contents": "Ocular Amyloidosis -- Evaluation. In vitreoretinal amyloidosis, fundus fluorescein angiography may show retinal vascular occlusion and focal or diffuse leakage, that is more prominent in the posterior pole than the retinal periphery. [32] Optical coherence tomography in eyes with veil-like vitreous opacities shows needle-shaped deposits on the retinal surface that extend to the vitreous cavity. [33]"}
{"id": "article-151532_21", "title": "Ocular Amyloidosis -- Evaluation", "content": "When amyloid has been found in a site-specific for localized amyloidosis, screening for amyloid in another site of the body such as subcutaneous fat or bone marrow with a tissue biopsy is recommended. Ancillary tests to rule out systemic involvement include a complete blood count, peripheral blood smear, liver and renal function tests, prothrombin time, beta-microglobulin assay, serum immunofixation electrophoresis with measurement of the free light chain, bone marrow aspiration, urine electrophoresis, chest x-ray, electrocardiogram, echocardiography, and ultrasonography of the abdomen. [27]", "contents": "Ocular Amyloidosis -- Evaluation. When amyloid has been found in a site-specific for localized amyloidosis, screening for amyloid in another site of the body such as subcutaneous fat or bone marrow with a tissue biopsy is recommended. Ancillary tests to rule out systemic involvement include a complete blood count, peripheral blood smear, liver and renal function tests, prothrombin time, beta-microglobulin assay, serum immunofixation electrophoresis with measurement of the free light chain, bone marrow aspiration, urine electrophoresis, chest x-ray, electrocardiogram, echocardiography, and ultrasonography of the abdomen. [27]"}
{"id": "article-151532_22", "title": "Ocular Amyloidosis -- Treatment / Management -- Orbital amyloidosis", "content": "Once the disease is diagnosed, it is mandatory to assess for systemic involvement. Observation is advisable in asymptomatic or mildly symptomatic patients with localized amyloidosis. In extensive conjunctival infiltration, close follow-up is vital as surgical excision or other interventions are not effective. [13] Surgical debulking is indicated in patients with symptomatic diseases such as ocular motility disturbances, compressive optic neuropathy, and unacceptable cosmetic appearance. In patients with medical contraindications for surgery or with extensive infiltrative disease, radiotherapy with or without surgical debulking may be useful. Close follow-up of the patients is necessary for the prevention of complications. [28] Cryotherapy may be effective for conjunctival amyloidosis as it disrupts the blood supply to the amyloid deposits. Surgical debulking before cryotherapy is advisable as it allows access to freezing to the deeper blood supply. [34]", "contents": "Ocular Amyloidosis -- Treatment / Management -- Orbital amyloidosis. Once the disease is diagnosed, it is mandatory to assess for systemic involvement. Observation is advisable in asymptomatic or mildly symptomatic patients with localized amyloidosis. In extensive conjunctival infiltration, close follow-up is vital as surgical excision or other interventions are not effective. [13] Surgical debulking is indicated in patients with symptomatic diseases such as ocular motility disturbances, compressive optic neuropathy, and unacceptable cosmetic appearance. In patients with medical contraindications for surgery or with extensive infiltrative disease, radiotherapy with or without surgical debulking may be useful. Close follow-up of the patients is necessary for the prevention of complications. [28] Cryotherapy may be effective for conjunctival amyloidosis as it disrupts the blood supply to the amyloid deposits. Surgical debulking before cryotherapy is advisable as it allows access to freezing to the deeper blood supply. [34]"}
{"id": "article-151532_23", "title": "Ocular Amyloidosis -- Treatment / Management -- Corneal amyloidosis", "content": "There is no curative treatment for patients with familial amyloidotic polyneuropathy. Early management of dry eyes is advocated by using preservative-free lubricants, bandage soft contact lenses for recurrent corneal erosions, topical cyclosporine-A, and the use of punctal plugs. However recurrent corneal ulcers and corneal scarring may lead to corneal opacification. Keratoplasty has poor visual outcome and recurrence of disease may occur in the graft. [35] Cataracts can be treated with standard phacoemulsification and intraocular lens implantation. Ptosis may require surgical correction but may recur. [36] The majority of patients with cutis laxa will benefit from plastic surgery for facial skin. In localized forms of corneal amyloid deposition related to keratoepithelin and lactoferrin, deep anterior lamellar keratoplasty in which the opaque stromal tissue is replaced is a better option, although recurrence and possible stromal graft rejection may occur. [37] Recurrence restricted to the superficial corneal stroma can also be treated by phototherapeutic keratectomy.", "contents": "Ocular Amyloidosis -- Treatment / Management -- Corneal amyloidosis. There is no curative treatment for patients with familial amyloidotic polyneuropathy. Early management of dry eyes is advocated by using preservative-free lubricants, bandage soft contact lenses for recurrent corneal erosions, topical cyclosporine-A, and the use of punctal plugs. However recurrent corneal ulcers and corneal scarring may lead to corneal opacification. Keratoplasty has poor visual outcome and recurrence of disease may occur in the graft. [35] Cataracts can be treated with standard phacoemulsification and intraocular lens implantation. Ptosis may require surgical correction but may recur. [36] The majority of patients with cutis laxa will benefit from plastic surgery for facial skin. In localized forms of corneal amyloid deposition related to keratoepithelin and lactoferrin, deep anterior lamellar keratoplasty in which the opaque stromal tissue is replaced is a better option, although recurrence and possible stromal graft rejection may occur. [37] Recurrence restricted to the superficial corneal stroma can also be treated by phototherapeutic keratectomy."}
{"id": "article-151532_24", "title": "Ocular Amyloidosis -- Treatment / Management -- Vitreoretinal amyloidosis", "content": "Pars plana vitrectomy helps to clear the media haze and leads to a significant improvement in visual acuity. However, recurrence is frequent due to the presence of retrolental residual vitreous, the persistent intraocular production of amyloid fibrils by the retinal pigment epithelium, or both. [23] In these cases repeat vitrectomy may be required. Panretinal photocoagulation and intravitreal administration of an anti-vascular endothelial growth factor monoclonal antibody have been tried, but the results are not satisfactory. [38] Glaucoma as an associated condition in vitreous amyloidosis or as a complication, may require filtering surgery at the time of vitrectomy or subsequently, with good results. [39]", "contents": "Ocular Amyloidosis -- Treatment / Management -- Vitreoretinal amyloidosis. Pars plana vitrectomy helps to clear the media haze and leads to a significant improvement in visual acuity. However, recurrence is frequent due to the presence of retrolental residual vitreous, the persistent intraocular production of amyloid fibrils by the retinal pigment epithelium, or both. [23] In these cases repeat vitrectomy may be required. Panretinal photocoagulation and intravitreal administration of an anti-vascular endothelial growth factor monoclonal antibody have been tried, but the results are not satisfactory. [38] Glaucoma as an associated condition in vitreous amyloidosis or as a complication, may require filtering surgery at the time of vitrectomy or subsequently, with good results. [39]"}
{"id": "article-151532_25", "title": "Ocular Amyloidosis -- Differential Diagnosis", "content": "Lacrimal gland involvement can mimic disorders like lymphoproliferative disorders, vascular malformations, dacryoadenitis, or lacrimal gland neoplasms. [14] A CT scan helps to assess bone invasion or calcification. Definitive diagnosis is by biopsy and histopathology evaluation.", "contents": "Ocular Amyloidosis -- Differential Diagnosis. Lacrimal gland involvement can mimic disorders like lymphoproliferative disorders, vascular malformations, dacryoadenitis, or lacrimal gland neoplasms. [14] A CT scan helps to assess bone invasion or calcification. Definitive diagnosis is by biopsy and histopathology evaluation."}
{"id": "article-151532_26", "title": "Ocular Amyloidosis -- Differential Diagnosis", "content": "Focal orbital amyloidosis mimics are pseudotumor, lymphoproliferative lesion, sarcoidosis, or cavernous hemangioma. These can be differentiated by characteristic findings on CT and MRI. [40] [41] [42]", "contents": "Ocular Amyloidosis -- Differential Diagnosis. Focal orbital amyloidosis mimics are pseudotumor, lymphoproliferative lesion, sarcoidosis, or cavernous hemangioma. These can be differentiated by characteristic findings on CT and MRI. [40] [41] [42]"}
{"id": "article-151532_27", "title": "Ocular Amyloidosis -- Differential Diagnosis", "content": "Corneal amyloidosis may mimic other forms of corneal dystrophies [43] Other differential diagnoses include various causes of monoclonal gammopathy, lecithin-cholesterol-acyltransferase deficiency, Fabry disease, cystinosis, tyrosine transaminase deficiency, systemic lysosomal storage diseases (mucopolysaccharidoses, lipidoses, mucolipidoses), and several skin diseases (X-linked ichthyosis, keratosis follicularis).", "contents": "Ocular Amyloidosis -- Differential Diagnosis. Corneal amyloidosis may mimic other forms of corneal dystrophies [43] Other differential diagnoses include various causes of monoclonal gammopathy, lecithin-cholesterol-acyltransferase deficiency, Fabry disease, cystinosis, tyrosine transaminase deficiency, systemic lysosomal storage diseases (mucopolysaccharidoses, lipidoses, mucolipidoses), and several skin diseases (X-linked ichthyosis, keratosis follicularis)."}
{"id": "article-151532_28", "title": "Ocular Amyloidosis -- Differential Diagnosis", "content": "Vitreoretinal amyloidosis. The main differentials of this condition are intermediate uveitis of infectious or non-infectious etiology, masquerades such as intra-ocular lymphoma, and multiple sclerosis. [44] After ruling out various causes for vitritis, histopathology of the vitrectomy samples helps to confirm the diagnosis.", "contents": "Ocular Amyloidosis -- Differential Diagnosis. Vitreoretinal amyloidosis. The main differentials of this condition are intermediate uveitis of infectious or non-infectious etiology, masquerades such as intra-ocular lymphoma, and multiple sclerosis. [44] After ruling out various causes for vitritis, histopathology of the vitrectomy samples helps to confirm the diagnosis."}
{"id": "article-151532_29", "title": "Ocular Amyloidosis -- Prognosis -- Orbital amyloidosis", "content": "The prognosis depends on the extent of involvement and the area affected. Asymptomatic patients can be kept under observation, whereas surgical debulking of the mass may be indicated in symptomatic cases. Excision may be followed by cryotherapy to treat residual infiltrating tissue, but incomplete removal of the conjunctival infiltration may result in frequent recurrences. [45] However, resection of the levator palpebrae muscle is rarely required even in the presence of ptosis and globe displacement. [46] External beam radiotherapy may be beneficial in patients where complete surgical debulking or excision is not possible, to avoid or reduce the risk of recurrence. [27]", "contents": "Ocular Amyloidosis -- Prognosis -- Orbital amyloidosis. The prognosis depends on the extent of involvement and the area affected. Asymptomatic patients can be kept under observation, whereas surgical debulking of the mass may be indicated in symptomatic cases. Excision may be followed by cryotherapy to treat residual infiltrating tissue, but incomplete removal of the conjunctival infiltration may result in frequent recurrences. [45] However, resection of the levator palpebrae muscle is rarely required even in the presence of ptosis and globe displacement. [46] External beam radiotherapy may be beneficial in patients where complete surgical debulking or excision is not possible, to avoid or reduce the risk of recurrence. [27]"}
{"id": "article-151532_30", "title": "Ocular Amyloidosis -- Prognosis -- Corneal amyloidosis", "content": "Corneal dystrophy type I presents with visual symptoms by 10 years leading to marked visual impairment by 40–60 years. In type III corneal dystrophy, visual symptoms manifest after 40 years and vision is impaired after 60 years. Both conditions are progressive, and there is no therapy to prevent progressive visual impairment. Corneal opacities are most commonly treated by deep anterior lamellar keratoplasty.  However, recurrence and stromal graft rejection remain possible complications. Penetrating keratoplasty may also be of value in these cases. An overall rate of graft survival at 12 years of 100% has been reported. [47]", "contents": "Ocular Amyloidosis -- Prognosis -- Corneal amyloidosis. Corneal dystrophy type I presents with visual symptoms by 10 years leading to marked visual impairment by 40–60 years. In type III corneal dystrophy, visual symptoms manifest after 40 years and vision is impaired after 60 years. Both conditions are progressive, and there is no therapy to prevent progressive visual impairment. Corneal opacities are most commonly treated by deep anterior lamellar keratoplasty.  However, recurrence and stromal graft rejection remain possible complications. Penetrating keratoplasty may also be of value in these cases. An overall rate of graft survival at 12 years of 100% has been reported. [47]"}
{"id": "article-151532_31", "title": "Ocular Amyloidosis -- Prognosis -- Corneal amyloidosis", "content": "There is no curative treatment for patients with Meretoja syndrome. Visual symptoms start before 25 years, but reasonably good visual acuity is usually retained up to 65 years. Early intervention to control dry eye may help to alleviate symptoms. In patients with recurrent corneal ulcers and corneal scarring leading to corneal opacification, keratoplasty is necessary. However, the visual outcome after traditional penetrating keratoplasty is usually poor because of frequent postoperative complications related to dry eye and corneal anesthesia, persistent epithelial defects, and the ongoing deposition of amyloid in the transplanted cornea. [21]", "contents": "Ocular Amyloidosis -- Prognosis -- Corneal amyloidosis. There is no curative treatment for patients with Meretoja syndrome. Visual symptoms start before 25 years, but reasonably good visual acuity is usually retained up to 65 years. Early intervention to control dry eye may help to alleviate symptoms. In patients with recurrent corneal ulcers and corneal scarring leading to corneal opacification, keratoplasty is necessary. However, the visual outcome after traditional penetrating keratoplasty is usually poor because of frequent postoperative complications related to dry eye and corneal anesthesia, persistent epithelial defects, and the ongoing deposition of amyloid in the transplanted cornea. [21]"}
{"id": "article-151532_32", "title": "Ocular Amyloidosis -- Prognosis -- Corneal amyloidosis", "content": "In gelatinous drop-like corneal dystrophy visual symptoms present before 10 years of age, with marked visual impairment by 10–30 years. Penetrating keratoplasty, deep lamellar keratoplasty, or superficial keratectomy may help to achieve visual rehabilitation, although early post-surgical relapses have been reported. [21] [18]", "contents": "Ocular Amyloidosis -- Prognosis -- Corneal amyloidosis. In gelatinous drop-like corneal dystrophy visual symptoms present before 10 years of age, with marked visual impairment by 10–30 years. Penetrating keratoplasty, deep lamellar keratoplasty, or superficial keratectomy may help to achieve visual rehabilitation, although early post-surgical relapses have been reported. [21] [18]"}
{"id": "article-151532_33", "title": "Ocular Amyloidosis -- Prognosis -- Vitreoretinal amyloidosis", "content": "Pars plana vitrectomy usually clears media haze and significantly improves visual acuity in vitreoretinal amyloidosis. However, recurrence may occur in 25% of patients due to retrolental residual vitreous, persistent intraocular production of amyloid fibrils by the retinal pigment epithelium, or both. [23] In such cases, repeat vitrectomy may be necessary.", "contents": "Ocular Amyloidosis -- Prognosis -- Vitreoretinal amyloidosis. Pars plana vitrectomy usually clears media haze and significantly improves visual acuity in vitreoretinal amyloidosis. However, recurrence may occur in 25% of patients due to retrolental residual vitreous, persistent intraocular production of amyloid fibrils by the retinal pigment epithelium, or both. [23] In such cases, repeat vitrectomy may be necessary."}
{"id": "article-151532_34", "title": "Ocular Amyloidosis -- Complications", "content": "Based on the part of the eye affected, complications vary, and include: [1] [9] Orbital or ocular adnexal amyloidosis. Ptosis, eyelid swelling, proptosis, lid or conjunctival masses, “raccoon eyes” ophthalmoplegia, and paresis of accommodation. Amyloid deposition in trabecular meshwork can lead to glaucoma. Corneal amyloidosis. Keratoconjunctivitis sicca, corneal opacification, and severe visual loss. Vitreoretinal disorders. ATTR amyloidosis causes significant visual defects due to dense vitreous opacities.", "contents": "Ocular Amyloidosis -- Complications. Based on the part of the eye affected, complications vary, and include: [1] [9] Orbital or ocular adnexal amyloidosis. Ptosis, eyelid swelling, proptosis, lid or conjunctival masses, “raccoon eyes” ophthalmoplegia, and paresis of accommodation. Amyloid deposition in trabecular meshwork can lead to glaucoma. Corneal amyloidosis. Keratoconjunctivitis sicca, corneal opacification, and severe visual loss. Vitreoretinal disorders. ATTR amyloidosis causes significant visual defects due to dense vitreous opacities."}
{"id": "article-151532_35", "title": "Ocular Amyloidosis -- Deterrence and Patient Education", "content": "It is important to educate patients diagnosed with ocular amyloidosis about the potential systemic implications of the disease. Patients should be advised to consult with an internist and other physicians as needed. Emphasis should also be placed on the importance of regular follow-up appointments with both physicians and ophthalmologists.", "contents": "Ocular Amyloidosis -- Deterrence and Patient Education. It is important to educate patients diagnosed with ocular amyloidosis about the potential systemic implications of the disease. Patients should be advised to consult with an internist and other physicians as needed. Emphasis should also be placed on the importance of regular follow-up appointments with both physicians and ophthalmologists."}
{"id": "article-151532_36", "title": "Ocular Amyloidosis -- Enhancing Healthcare Team Outcomes", "content": "Ocular amyloidosis can occur as a localized condition or as part of systemic amyloidosis. AL amyloidosis and familial amyloidosis of non-TTR or TTR type may be associated with ocular complications. Ocular features may be the initial presentation or may appear later after the diagnosis of the systemic condition. AL amyloidosis is also known to cause severe neuropathy, myopathy, nephropathy, cardiomyopathy, or vasculopathy.", "contents": "Ocular Amyloidosis -- Enhancing Healthcare Team Outcomes. Ocular amyloidosis can occur as a localized condition or as part of systemic amyloidosis. AL amyloidosis and familial amyloidosis of non-TTR or TTR type may be associated with ocular complications. Ocular features may be the initial presentation or may appear later after the diagnosis of the systemic condition. AL amyloidosis is also known to cause severe neuropathy, myopathy, nephropathy, cardiomyopathy, or vasculopathy."}
{"id": "article-151532_37", "title": "Ocular Amyloidosis -- Enhancing Healthcare Team Outcomes", "content": "Once ocular amyloidosis is detected, patients should be referred for a thorough evaluation by the internist. In addition, patients with unexplained ocular findings and a diagnosis of conditions such as  Waldenstrom macroglobulinemia, and multiple myeloma should undergo a systemic workup. Patients presenting with corneal lattice dystrophy also need systemic evaluation. [1]", "contents": "Ocular Amyloidosis -- Enhancing Healthcare Team Outcomes. Once ocular amyloidosis is detected, patients should be referred for a thorough evaluation by the internist. In addition, patients with unexplained ocular findings and a diagnosis of conditions such as  Waldenstrom macroglobulinemia, and multiple myeloma should undergo a systemic workup. Patients presenting with corneal lattice dystrophy also need systemic evaluation. [1]"}
{"id": "article-151532_38", "title": "Ocular Amyloidosis -- Enhancing Healthcare Team Outcomes", "content": "Interprofessional management including a team of internists, oncologists, hematologists, nephrologists, cardiologists, and neurologists working together along with the ophthalmologists helps in the optimal management of the patient. Early diagnosis is necessary for treatment options such as chemotherapy and bone marrow transplant to mitigate the severity of the condition. [48]", "contents": "Ocular Amyloidosis -- Enhancing Healthcare Team Outcomes. Interprofessional management including a team of internists, oncologists, hematologists, nephrologists, cardiologists, and neurologists working together along with the ophthalmologists helps in the optimal management of the patient. Early diagnosis is necessary for treatment options such as chemotherapy and bone marrow transplant to mitigate the severity of the condition. [48]"}
{"id": "article-151532_39", "title": "Ocular Amyloidosis -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Ocular Amyloidosis -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}