{"id": "article-26364_0", "title": "Physiology, Osmoreceptors -- Introduction", "content": "The slightest alteration in water homeostasis can have a profound effect on cell size and function. Different cells depending on their role and space restriction, have varying capacity to accommodate such osmolar stress. [1] Certain specialized neurons present in both the brain as well as the peripheral nervous system called osmoreceptors can modulate this change within the permissible range of 280 to 295 mOsm/kg. [2] [3] These receptors function by titrating the thirst of an individual as well as regulating the arginine vasopressin (AVP) release from the posterior pituitary. [4]", "contents": "Physiology, Osmoreceptors -- Introduction. The slightest alteration in water homeostasis can have a profound effect on cell size and function. Different cells depending on their role and space restriction, have varying capacity to accommodate such osmolar stress. [1] Certain specialized neurons present in both the brain as well as the peripheral nervous system called osmoreceptors can modulate this change within the permissible range of 280 to 295 mOsm/kg. [2] [3] These receptors function by titrating the thirst of an individual as well as regulating the arginine vasopressin (AVP) release from the posterior pituitary. [4]"}
{"id": "article-26364_1", "title": "Physiology, Osmoreceptors -- Cellular Level", "content": "Osmoreceptors classify into central and peripheral osmoreceptors based on their location. The central receptors are primarily present in the anterior hypothalamus, including two of the circumventricular organs named the organum vasculosum laminae terminalis (OVLT) and the subfornical organ (SFO). [1] [5] [3]", "contents": "Physiology, Osmoreceptors -- Cellular Level. Osmoreceptors classify into central and peripheral osmoreceptors based on their location. The central receptors are primarily present in the anterior hypothalamus, including two of the circumventricular organs named the organum vasculosum laminae terminalis (OVLT) and the subfornical organ (SFO). [1] [5] [3]"}
{"id": "article-26364_2", "title": "Physiology, Osmoreceptors -- Cellular Level", "content": "These central receptor cells have an osmotically activated ion channel called transient receptor potential vanilloid channel (TRPV1) as well as another receptor sensitive to angiotensin II called angiotensin receptor type 1(AT1R). [4] [6] Some SFO/OVLT neurons also receive signals from peripheral arterial baroreceptors. Thus, SFO/OVLT neurons sense plasma osmolality, volume, and pressure to control thirst. These cells depolarise due to increased Na+ concentration, cell shrinkage, angiotensin II or negative suction pressure, and discharge neuronal spikes, which later initiate the sensation of thirst or the arginine vasopressin (AVP) release or both. [3] [7]", "contents": "Physiology, Osmoreceptors -- Cellular Level. These central receptor cells have an osmotically activated ion channel called transient receptor potential vanilloid channel (TRPV1) as well as another receptor sensitive to angiotensin II called angiotensin receptor type 1(AT1R). [4] [6] Some SFO/OVLT neurons also receive signals from peripheral arterial baroreceptors. Thus, SFO/OVLT neurons sense plasma osmolality, volume, and pressure to control thirst. These cells depolarise due to increased Na+ concentration, cell shrinkage, angiotensin II or negative suction pressure, and discharge neuronal spikes, which later initiate the sensation of thirst or the arginine vasopressin (AVP) release or both. [3] [7]"}
{"id": "article-26364_3", "title": "Physiology, Osmoreceptors -- Cellular Level", "content": "One of the central receptor organs, SFO, has two distinct types of neurons with opposing actions. A glutamatergic population (SFO-GLUT) that promotes thirst and sodium intake, and a GABAergic population (SFO-GABA) that inhibits thirst. [8] The proper agonistic and antagonistic functioning of these cells maintain the optimum level of hydration. As the SFO has access to the systemic blood, it has a markedly different ependymal surface with a flattened appearance, lacks normal cilia count, and has tight junctions between adjacent cells. These features help block the diffusion of substances across the SFO parenchyma into the third ventricle. This peculiar position of the SFO cells is suitable for sensing both plasma and CSF components. [9]", "contents": "Physiology, Osmoreceptors -- Cellular Level. One of the central receptor organs, SFO, has two distinct types of neurons with opposing actions. A glutamatergic population (SFO-GLUT) that promotes thirst and sodium intake, and a GABAergic population (SFO-GABA) that inhibits thirst. [8] The proper agonistic and antagonistic functioning of these cells maintain the optimum level of hydration. As the SFO has access to the systemic blood, it has a markedly different ependymal surface with a flattened appearance, lacks normal cilia count, and has tight junctions between adjacent cells. These features help block the diffusion of substances across the SFO parenchyma into the third ventricle. This peculiar position of the SFO cells is suitable for sensing both plasma and CSF components. [9]"}
{"id": "article-26364_4", "title": "Physiology, Osmoreceptors -- Cellular Level", "content": "OVLT, the other central receptor, is close to the median preoptic nucleus (MnPO). Hence its exact cellular diversity is not clear at the moment. [8] The peripheral receptors which are present within the upper gastrointestinal tract and portal venous system also detect changes in osmolality and blood volume via the TRPV4 receptor. [1] [5] [3] [4] They act as a supplementary center for osmoregulation in addition to the central osmoreceptors. [3]", "contents": "Physiology, Osmoreceptors -- Cellular Level. OVLT, the other central receptor, is close to the median preoptic nucleus (MnPO). Hence its exact cellular diversity is not clear at the moment. [8] The peripheral receptors which are present within the upper gastrointestinal tract and portal venous system also detect changes in osmolality and blood volume via the TRPV4 receptor. [1] [5] [3] [4] They act as a supplementary center for osmoregulation in addition to the central osmoreceptors. [3]"}
{"id": "article-26364_5", "title": "Physiology, Osmoreceptors -- Development -- Organum Vasculosum Laminae Terminalis (OVLT)", "content": "The OVLT neurons exist within a thin layer of neuroepithelium towards the anterior wall of the third ventricle called lamina terminalis, which is embryologically positioned medial to the preoptic aspect of the anterior neural plate. The proper development of OVLT is managed by various signaling centers surrounding the lamina terminalis. When the neural tube closes during the early embryonic life, a commissural plate forms by the folding anterior neural border. This folding places the lamina terminalis between the fibroblast growth factor (FGFs) secreting signaling center and sonic hedgehog (SHH) secreting the prechordal plate. To keep this domain of FGF and SHH signaling within the limits of normal development, a cross-regulation occurs with the bone morphogenic proteins (BMP) and wingless-related integration sites (WNT) from the dorsal midline. In addition to these domains, Puelles and Rubenstein discovered a central strip of neuroepithelium connecting the anterior ends of the roof and floor plates, called the acroterminal hypothalamic domain (ATD) in 2015. One may note that the OVLT, neurohypophysis, and the median eminence originates within this ATD. [10] [11]", "contents": "Physiology, Osmoreceptors -- Development -- Organum Vasculosum Laminae Terminalis (OVLT). The OVLT neurons exist within a thin layer of neuroepithelium towards the anterior wall of the third ventricle called lamina terminalis, which is embryologically positioned medial to the preoptic aspect of the anterior neural plate. The proper development of OVLT is managed by various signaling centers surrounding the lamina terminalis. When the neural tube closes during the early embryonic life, a commissural plate forms by the folding anterior neural border. This folding places the lamina terminalis between the fibroblast growth factor (FGFs) secreting signaling center and sonic hedgehog (SHH) secreting the prechordal plate. To keep this domain of FGF and SHH signaling within the limits of normal development, a cross-regulation occurs with the bone morphogenic proteins (BMP) and wingless-related integration sites (WNT) from the dorsal midline. In addition to these domains, Puelles and Rubenstein discovered a central strip of neuroepithelium connecting the anterior ends of the roof and floor plates, called the acroterminal hypothalamic domain (ATD) in 2015. One may note that the OVLT, neurohypophysis, and the median eminence originates within this ATD. [10] [11]"}
{"id": "article-26364_6", "title": "Physiology, Osmoreceptors -- Development -- Subfornical Organ (SFO)", "content": "In a fully developed adult brain, the SFO is in the dorsoanterior end of the third ventricle in the roof plate. Based on this location, the precursor cells to the SFO are expected in the roof plate near to the eminentia thalami. With the border between the diencephalon and the telencephalon on one side and the mid-diencephalic zona limitans intrathalamica on the other, a subdivision of the neural tube here differentiates to form the eminentia as mentioned above limitans. It also bears mention that the paired box/homeobox gene Pax2, a marker of the eminentia thalami, is also expressed in the SFO. [10]", "contents": "Physiology, Osmoreceptors -- Development -- Subfornical Organ (SFO). In a fully developed adult brain, the SFO is in the dorsoanterior end of the third ventricle in the roof plate. Based on this location, the precursor cells to the SFO are expected in the roof plate near to the eminentia thalami. With the border between the diencephalon and the telencephalon on one side and the mid-diencephalic zona limitans intrathalamica on the other, a subdivision of the neural tube here differentiates to form the eminentia as mentioned above limitans. It also bears mention that the paired box/homeobox gene Pax2, a marker of the eminentia thalami, is also expressed in the SFO. [10]"}
{"id": "article-26364_7", "title": "Physiology, Osmoreceptors -- Function", "content": "Osmoreceptors maintain the osmolality of the blood through a coordinated set of neuroendocrine, autonomic, and behavioral feedbacks. These responses aid cellular function by maintaining the osmolar gradient of various ions. Another crucial role of the osmoreceptors is to aid in perfusion, as the deranged osmolality can lead to a decrease in the blood volume, thereby increasing the work required to maintain adequate circulation. The receptors initially act on the renal system, which modulates the rate of water and salt excretion. [12] Arginine vasopressin (AVP) modulates the retention or excretion of electrolyte free water by the renal system. When the osmolality rises above the threshold limit, the osmoreceptors signal the magnocellular neurons within the hypothalamus to release AVP. The amount of AVP secreted is in a linear relationship with the circulating osmolality. In addition to regulating the water balance, AVP also influences platelet function, blood pressure, and thermoregulation. [3] [1] However, the effectiveness of this mechanism has limitations because of the necessity to remove toxic substances and the need to replenish the water content lost by the body to sweating and other evaporative mechanisms. This condition is where the role of ingesting water comes into play. [12] The onset of thirst or the conscious need for water intake has a threshold slightly above that of the release of AVP and over which a progressive hike in intensity occurs with an increase in osmolality. When the individual responds to this urge and drinks water, both the thirst and AVP release cease. The peripheral osmoreceptors present in the upper GI tract and the portal vein appear to sense this rapid change in osmolality via the TRPV4 channels and respond via the vagus nerve and splanchnic nerves. This reflex serves to prevent over-hydration. [3] [13] [4] [1]", "contents": "Physiology, Osmoreceptors -- Function. Osmoreceptors maintain the osmolality of the blood through a coordinated set of neuroendocrine, autonomic, and behavioral feedbacks. These responses aid cellular function by maintaining the osmolar gradient of various ions. Another crucial role of the osmoreceptors is to aid in perfusion, as the deranged osmolality can lead to a decrease in the blood volume, thereby increasing the work required to maintain adequate circulation. The receptors initially act on the renal system, which modulates the rate of water and salt excretion. [12] Arginine vasopressin (AVP) modulates the retention or excretion of electrolyte free water by the renal system. When the osmolality rises above the threshold limit, the osmoreceptors signal the magnocellular neurons within the hypothalamus to release AVP. The amount of AVP secreted is in a linear relationship with the circulating osmolality. In addition to regulating the water balance, AVP also influences platelet function, blood pressure, and thermoregulation. [3] [1] However, the effectiveness of this mechanism has limitations because of the necessity to remove toxic substances and the need to replenish the water content lost by the body to sweating and other evaporative mechanisms. This condition is where the role of ingesting water comes into play. [12] The onset of thirst or the conscious need for water intake has a threshold slightly above that of the release of AVP and over which a progressive hike in intensity occurs with an increase in osmolality. When the individual responds to this urge and drinks water, both the thirst and AVP release cease. The peripheral osmoreceptors present in the upper GI tract and the portal vein appear to sense this rapid change in osmolality via the TRPV4 channels and respond via the vagus nerve and splanchnic nerves. This reflex serves to prevent over-hydration. [3] [13] [4] [1]"}
{"id": "article-26364_8", "title": "Physiology, Osmoreceptors -- Mechanism", "content": "The two sensory circumventricular organs (CVO), SFO, and OVLT are in direct contact with the systemic circulation; this is because, unlike other neural parenchymal structures, these organs lack a normal blood-brain barrier. [14] [3] [8] [4] The main signals which excite the SFO and the OVLT neurons are serum osmolality and circulating angiotensin II. [6]", "contents": "Physiology, Osmoreceptors -- Mechanism. The two sensory circumventricular organs (CVO), SFO, and OVLT are in direct contact with the systemic circulation; this is because, unlike other neural parenchymal structures, these organs lack a normal blood-brain barrier. [14] [3] [8] [4] The main signals which excite the SFO and the OVLT neurons are serum osmolality and circulating angiotensin II. [6]"}
{"id": "article-26364_9", "title": "Physiology, Osmoreceptors -- Mechanism", "content": "When the serum osmolality increases above the threshold limit, the TRPV1 and the TRPV4 receptors in the central and peripheral osmoreceptors respectively are stimulated, either by dehydration or by negative suction pressure. [1] [4] These neuronal cells have a regulatory volume decrease response, to maintain its dehydrated state. This process allows sustained stimulation of the AVP and thirst response until the serum osmolality change can be rectified. [1] The variation in blood volume either stimulates the sympathetic nervous system or the release of renin from the kidney. As a result, the angiotensin II levels increase in blood. This angiotensin II activates the AT1R receptor in the SFO and OVLT, thereby regulating AVP release, thirst, and sodium intake. [6] Arginine vasopressin", "contents": "Physiology, Osmoreceptors -- Mechanism. When the serum osmolality increases above the threshold limit, the TRPV1 and the TRPV4 receptors in the central and peripheral osmoreceptors respectively are stimulated, either by dehydration or by negative suction pressure. [1] [4] These neuronal cells have a regulatory volume decrease response, to maintain its dehydrated state. This process allows sustained stimulation of the AVP and thirst response until the serum osmolality change can be rectified. [1] The variation in blood volume either stimulates the sympathetic nervous system or the release of renin from the kidney. As a result, the angiotensin II levels increase in blood. This angiotensin II activates the AT1R receptor in the SFO and OVLT, thereby regulating AVP release, thirst, and sodium intake. [6] Arginine vasopressin"}
{"id": "article-26364_10", "title": "Physiology, Osmoreceptors -- Mechanism", "content": "Arginine vasopressin (AVP) is synthesized in the magnocellular cell bodies of the paraventricular nuclei and the supraoptic nuclei of the posterior hypothalamus. It then travels to the posterior pituitary along the supraoptic hypophyseal tract. [1] When the serum osmolality or hypovolemia increases beyond the threshold, AVP is released into the circulation. [3] AVP acts on the thick ascending limb of Henle and the collecting duct by increasing cyclic-AMP release and by activating the protein kinase A (PKA)- dependant phosphorylation of many transport proteins. These proteins facilitate the transport of Na+, Cl- and K+ ions into the inner medulla, ultimately causing an increased interstitial osmolality. This condition drives water absorption across the collecting duct into the systemic circulation. [3] [1] Hence the reabsorbed water decreases the serum osmolality and increases the blood volume. The osmoreceptors detect this change and inhibit the release of AVP. [3] Thirst", "contents": "Physiology, Osmoreceptors -- Mechanism. Arginine vasopressin (AVP) is synthesized in the magnocellular cell bodies of the paraventricular nuclei and the supraoptic nuclei of the posterior hypothalamus. It then travels to the posterior pituitary along the supraoptic hypophyseal tract. [1] When the serum osmolality or hypovolemia increases beyond the threshold, AVP is released into the circulation. [3] AVP acts on the thick ascending limb of Henle and the collecting duct by increasing cyclic-AMP release and by activating the protein kinase A (PKA)- dependant phosphorylation of many transport proteins. These proteins facilitate the transport of Na+, Cl- and K+ ions into the inner medulla, ultimately causing an increased interstitial osmolality. This condition drives water absorption across the collecting duct into the systemic circulation. [3] [1] Hence the reabsorbed water decreases the serum osmolality and increases the blood volume. The osmoreceptors detect this change and inhibit the release of AVP. [3] Thirst"}
{"id": "article-26364_11", "title": "Physiology, Osmoreceptors -- Mechanism", "content": "When the SFO and OVLT neurons sense an increase in the serum osmolality above the permissible levels, they relay this signal to the insula and cingulate cortices via the paraventricular and mediodorsal thalamic nuclei. The cortex perceives these stimuli as thirst, a primal, and homeostatic inner feeling essential for survival - this further invokes emotional and behavioral responses to attain satiation or the need to quench thirst. As a result, the individual is conscious of the demand for water. Upon drinking, this emotion is satisfied by the effect of water on the tongue and the buccal mucosa, as well as the cognitive perception of fluid intake. The peripheral osmoreceptors via TRPV4 channels are also known to play a role in quenching thirst. [15] [1] [3]", "contents": "Physiology, Osmoreceptors -- Mechanism. When the SFO and OVLT neurons sense an increase in the serum osmolality above the permissible levels, they relay this signal to the insula and cingulate cortices via the paraventricular and mediodorsal thalamic nuclei. The cortex perceives these stimuli as thirst, a primal, and homeostatic inner feeling essential for survival - this further invokes emotional and behavioral responses to attain satiation or the need to quench thirst. As a result, the individual is conscious of the demand for water. Upon drinking, this emotion is satisfied by the effect of water on the tongue and the buccal mucosa, as well as the cognitive perception of fluid intake. The peripheral osmoreceptors via TRPV4 channels are also known to play a role in quenching thirst. [15] [1] [3]"}
{"id": "article-26364_12", "title": "Physiology, Osmoreceptors -- Pathophysiology", "content": "Osmoreceptors are in potential danger of being damaged during surgery of the neighboring structures or from any cause of ischemia due to vascular pathologies. Also, exposure to certain toxic chemicals can reach these centers due to the lack of a blood-brain barrier. [16] [1] [17]", "contents": "Physiology, Osmoreceptors -- Pathophysiology. Osmoreceptors are in potential danger of being damaged during surgery of the neighboring structures or from any cause of ischemia due to vascular pathologies. Also, exposure to certain toxic chemicals can reach these centers due to the lack of a blood-brain barrier. [16] [1] [17]"}
{"id": "article-26364_13", "title": "Physiology, Osmoreceptors -- Clinical Significance -- Physiological Variation", "content": "Age can have an impact on the basal serum osmolality as children tend to be more susceptible to hypo-osmolality due to their limited intracranial volume, but on the contrary, atrophy of brain neurons in elderly puts them at a lower risk of complications from acute hyponatremia. Another non-modifiable determinant is sex, as an increased fatality caused by hyponatremia occurs in postpartum and postmenopausal women. [1]", "contents": "Physiology, Osmoreceptors -- Clinical Significance -- Physiological Variation. Age can have an impact on the basal serum osmolality as children tend to be more susceptible to hypo-osmolality due to their limited intracranial volume, but on the contrary, atrophy of brain neurons in elderly puts them at a lower risk of complications from acute hyponatremia. Another non-modifiable determinant is sex, as an increased fatality caused by hyponatremia occurs in postpartum and postmenopausal women. [1]"}
{"id": "article-26364_14", "title": "Physiology, Osmoreceptors -- Clinical Significance -- Adipsic Diabetes Insipidus", "content": "Arteries arising from the anterior communicating artery is the source of blood supply for the osmoreceptors in the hypothalamus. [16] Any disruption to this blood supply due to anterior communicating artery aneurysm, tumors such as suprasellar craniopharyngioma, neurosarcoidosis, head injury, intracranial inflammatory diseases, hydrocephalus or chemicals such as toluene exposure can cause ischemic damage to the osmoreceptors. [1] [17] This disruption leads to a rare condition called adipsic diabetes insipidus (ADI). As a result, the elevation in serum osmolality is not manageable by the individual. [18] [19] [16] The most common complication of ADI is dysnatremia. Due to the absence of the natural compensatory mechanism, the body is unable to match the fluid intake to clinical need leading to an unbalanced level of sodium concentration in the blood. [16] There is evidence suggesting a high rate of venous thromboembolism in ADI patients due to hypernatremic dehydration. [20] [21] [16] The management of ADI is with desmopressin therapy, as well as controlled and measured fluid intake. [16]", "contents": "Physiology, Osmoreceptors -- Clinical Significance -- Adipsic Diabetes Insipidus. Arteries arising from the anterior communicating artery is the source of blood supply for the osmoreceptors in the hypothalamus. [16] Any disruption to this blood supply due to anterior communicating artery aneurysm, tumors such as suprasellar craniopharyngioma, neurosarcoidosis, head injury, intracranial inflammatory diseases, hydrocephalus or chemicals such as toluene exposure can cause ischemic damage to the osmoreceptors. [1] [17] This disruption leads to a rare condition called adipsic diabetes insipidus (ADI). As a result, the elevation in serum osmolality is not manageable by the individual. [18] [19] [16] The most common complication of ADI is dysnatremia. Due to the absence of the natural compensatory mechanism, the body is unable to match the fluid intake to clinical need leading to an unbalanced level of sodium concentration in the blood. [16] There is evidence suggesting a high rate of venous thromboembolism in ADI patients due to hypernatremic dehydration. [20] [21] [16] The management of ADI is with desmopressin therapy, as well as controlled and measured fluid intake. [16]"}
{"id": "article-26364_15", "title": "Physiology, Osmoreceptors -- Clinical Significance -- Liver Transplant", "content": "Some studies show that patients who have had liver transplants in the past have a significant elevation in plasma osmolality; this is attributable to the denervation of the transplanted liver, which in turn affects the functioning of the peripheral osmoreceptors present in the portal veins. [4]", "contents": "Physiology, Osmoreceptors -- Clinical Significance -- Liver Transplant. Some studies show that patients who have had liver transplants in the past have a significant elevation in plasma osmolality; this is attributable to the denervation of the transplanted liver, which in turn affects the functioning of the peripheral osmoreceptors present in the portal veins. [4]"}
{"id": "article-26364_16", "title": "Physiology, Osmoreceptors -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Physiology, Osmoreceptors -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}