{"id": "article-106752_0", "title": "Urodynamic Testing and Interpretation -- Introduction", "content": "The lower urinary tract (LUT) consists of the bladder and urethra and allows for the low-pressure storage of urine with conscious control of micturition. Urodynamics is the measurement of the relevant physiological parameters of the LUT to assess its function and dysfunction. Clinicians can perform urodynamics noninvasively and invasively. The standard urodynamic test includes both forms of assessment. The test involves noninvasive evaluation of bladder emptying, and invasive assessments of bladder storage function and bladder emptying function . [1]", "contents": "Urodynamic Testing and Interpretation -- Introduction. The lower urinary tract (LUT) consists of the bladder and urethra and allows for the low-pressure storage of urine with conscious control of micturition. Urodynamics is the measurement of the relevant physiological parameters of the LUT to assess its function and dysfunction. Clinicians can perform urodynamics noninvasively and invasively. The standard urodynamic test includes both forms of assessment. The test involves noninvasive evaluation of bladder emptying, and invasive assessments of bladder storage function and bladder emptying function . [1]"}
{"id": "article-106752_1", "title": "Urodynamic Testing and Interpretation -- Introduction", "content": "Invasive monitoring utilizes the insertion of catheters into the bladder and other body cavities. A clear question should, therefore, be posed and answered when performing standard urodynamic testing, and its results should guide therapeutic intervention. [2] Urodynamic testing is a collaborative and dynamic investigation involving both the patient and clinician and should incorporate clear communication and open cooperation.", "contents": "Urodynamic Testing and Interpretation -- Introduction. Invasive monitoring utilizes the insertion of catheters into the bladder and other body cavities. A clear question should, therefore, be posed and answered when performing standard urodynamic testing, and its results should guide therapeutic intervention. [2] Urodynamic testing is a collaborative and dynamic investigation involving both the patient and clinician and should incorporate clear communication and open cooperation."}
{"id": "article-106752_2", "title": "Urodynamic Testing and Interpretation -- Introduction", "content": "Standard urodynamic testing is performed in patients with LUT symptoms (LUTS). It involves noninvasive uroflowmetry, followed by invasive cystometry and a pressure-flow study. The addition of tests such as concurrent electromyography (EMG) of pelvic floor muscles and urethral pressure profiles can supplement the investigation for further clinical detail. [3]", "contents": "Urodynamic Testing and Interpretation -- Introduction. Standard urodynamic testing is performed in patients with LUT symptoms (LUTS). It involves noninvasive uroflowmetry, followed by invasive cystometry and a pressure-flow study. The addition of tests such as concurrent electromyography (EMG) of pelvic floor muscles and urethral pressure profiles can supplement the investigation for further clinical detail. [3]"}
{"id": "article-106752_3", "title": "Urodynamic Testing and Interpretation -- Introduction", "content": "Video urodynamics is when standard urodynamics is combined with fluoroscopic imaging with radiographic contrast used in bladder filling. This form of assessment is particularly more informative in neurological patients who have neurogenic bladders and in patients who have had previous surgery or trauma-related anatomical defects. [4]", "contents": "Urodynamic Testing and Interpretation -- Introduction. Video urodynamics is when standard urodynamics is combined with fluoroscopic imaging with radiographic contrast used in bladder filling. This form of assessment is particularly more informative in neurological patients who have neurogenic bladders and in patients who have had previous surgery or trauma-related anatomical defects. [4]"}
{"id": "article-106752_4", "title": "Urodynamic Testing and Interpretation -- Introduction", "content": "Ambulatory urodynamics has a portable device continuously monitoring bladder and abdominal pressures via invasive catheters. Natural filling of the bladder occurs through diuresis, rather than infusion via a catheter. It is a second line investigation aiming to reproduce symptoms through normal ambulatory activity in patients for whom standard urodynamic testing has not yielded definitive answers. [5]", "contents": "Urodynamic Testing and Interpretation -- Introduction. Ambulatory urodynamics has a portable device continuously monitoring bladder and abdominal pressures via invasive catheters. Natural filling of the bladder occurs through diuresis, rather than infusion via a catheter. It is a second line investigation aiming to reproduce symptoms through normal ambulatory activity in patients for whom standard urodynamic testing has not yielded definitive answers. [5]"}
{"id": "article-106752_5", "title": "Urodynamic Testing and Interpretation -- Specimen Collection", "content": "The International Continence Society (ICS) guidelines advise for a standard urodynamics protocol where all patients undergo thorough clinical assessment as part of a urodynamic investigation. [6] A urological symptom history should be taken, as well as a review of the patient's past medical history and medications. A physical examination is necessary, with completion of appropriate neurological examination including assessment of gait, sacral sensation, and relevant reflexes. Female patients should have a pelvic exam. Male patients should undergo an examination of the external genitalia as well as digital rectal examination to assess the prostate. [6]", "contents": "Urodynamic Testing and Interpretation -- Specimen Collection. The International Continence Society (ICS) guidelines advise for a standard urodynamics protocol where all patients undergo thorough clinical assessment as part of a urodynamic investigation. [6] A urological symptom history should be taken, as well as a review of the patient's past medical history and medications. A physical examination is necessary, with completion of appropriate neurological examination including assessment of gait, sacral sensation, and relevant reflexes. Female patients should have a pelvic exam. Male patients should undergo an examination of the external genitalia as well as digital rectal examination to assess the prostate. [6]"}
{"id": "article-106752_6", "title": "Urodynamic Testing and Interpretation -- Specimen Collection", "content": "Patients investigated for LUTS are expected to complete a relevant, validated symptom score which includes a bother to life indicator. Furthermore, patients should complete a 3-day bladder diary (frequency volume chart) to assist in arriving at a urodynamic diagnosis. [6] Urinalysis should occur before invasive urodynamic testing. A multi-channel urodynamic test comprises of five components: Uroflowmetry Cystometry Pressure flow study Urethral pressure profile Electromyography", "contents": "Urodynamic Testing and Interpretation -- Specimen Collection. Patients investigated for LUTS are expected to complete a relevant, validated symptom score which includes a bother to life indicator. Furthermore, patients should complete a 3-day bladder diary (frequency volume chart) to assist in arriving at a urodynamic diagnosis. [6] Urinalysis should occur before invasive urodynamic testing. A multi-channel urodynamic test comprises of five components: Uroflowmetry Cystometry Pressure flow study Urethral pressure profile Electromyography"}
{"id": "article-106752_7", "title": "Urodynamic Testing and Interpretation -- Specimen Collection", "content": "Uroflowmetry is the non-invasive assessment of the free flow of urine voided per unit time, measured in milliliters per second (ml/s) . [2] This test is performed in the patient's preferred voiding position and should be representative of the patient's typical voiding and voided volume. The next step is recording the post-void residual volume to evaluate the extent of bladder emptying. The act of micturition is affected by psychological factors. Therefore, patient dignity and privacy should be maintained, with anxiety and discomfort kept to a minimum. The 2 phases of standard invasive urodynamic testing include cystometry during the filling phase and a pressure-flow study during the voiding phase.", "contents": "Urodynamic Testing and Interpretation -- Specimen Collection. Uroflowmetry is the non-invasive assessment of the free flow of urine voided per unit time, measured in milliliters per second (ml/s) . [2] This test is performed in the patient's preferred voiding position and should be representative of the patient's typical voiding and voided volume. The next step is recording the post-void residual volume to evaluate the extent of bladder emptying. The act of micturition is affected by psychological factors. Therefore, patient dignity and privacy should be maintained, with anxiety and discomfort kept to a minimum. The 2 phases of standard invasive urodynamic testing include cystometry during the filling phase and a pressure-flow study during the voiding phase."}
{"id": "article-106752_8", "title": "Urodynamic Testing and Interpretation -- Specimen Collection", "content": "Cystometry is the dynamic measurement of detrusor pressure during the continuous filling of the bladder. It begins with the infusion of fluid into the bladder with a catheter. Catheters are most commonly inserted transurethrally. However, other routes, such as suprapubic, are also options where necessary. Cystometry provides information regarding bladder sensations that occur as the bladder fills as well as the reaction of the detrusor to this filling. Cystometry determines the compliance and the capacity of the bladder. The competence of the sphincter also needs an assessment during any abnormal detrusor contraction that occurs as well as on increasing the intraabdominal pressure by coughing, performing Valsalva maneuver and other activity that reportedly causes incontinence in the patient. Cystometry ends with a micturition command, or \"permission to void\". Some patients may experience severe incontinence, which also signifies the end cystometry, before this command.", "contents": "Urodynamic Testing and Interpretation -- Specimen Collection. Cystometry is the dynamic measurement of detrusor pressure during the continuous filling of the bladder. It begins with the infusion of fluid into the bladder with a catheter. Catheters are most commonly inserted transurethrally. However, other routes, such as suprapubic, are also options where necessary. Cystometry provides information regarding bladder sensations that occur as the bladder fills as well as the reaction of the detrusor to this filling. Cystometry determines the compliance and the capacity of the bladder. The competence of the sphincter also needs an assessment during any abnormal detrusor contraction that occurs as well as on increasing the intraabdominal pressure by coughing, performing Valsalva maneuver and other activity that reportedly causes incontinence in the patient. Cystometry ends with a micturition command, or \"permission to void\". Some patients may experience severe incontinence, which also signifies the end cystometry, before this command."}
{"id": "article-106752_9", "title": "Urodynamic Testing and Interpretation -- Specimen Collection", "content": "A pressure-flow study is the measurement of the pressure generated by the detrusor muscle and the resulting flow. It begins following the micturition command given at the end of cystometry—poor flow results from either impaired detrusor contractility or outflow obstruction. Without synchronous measurement of detrusor pressure, uroflowmetry on its own is unable to differentiate between these two entities. [7] Following the pressure-flow study, once again, the post-void residual urinary volume is estimated, and the total cystometric bladder capacity is calculated. It is important to note that natural diuresis will continue during cystometry and can significantly contribute to measured bladder volumes, with a contribution of up to 25% of the infused volume . [8] Urethral Pressure Profile provides the measurement of the urethral length and its competence. It is typically performed in women to help determine the cause of stress urinary incontinence.", "contents": "Urodynamic Testing and Interpretation -- Specimen Collection. A pressure-flow study is the measurement of the pressure generated by the detrusor muscle and the resulting flow. It begins following the micturition command given at the end of cystometry—poor flow results from either impaired detrusor contractility or outflow obstruction. Without synchronous measurement of detrusor pressure, uroflowmetry on its own is unable to differentiate between these two entities. [7] Following the pressure-flow study, once again, the post-void residual urinary volume is estimated, and the total cystometric bladder capacity is calculated. It is important to note that natural diuresis will continue during cystometry and can significantly contribute to measured bladder volumes, with a contribution of up to 25% of the infused volume . [8] Urethral Pressure Profile provides the measurement of the urethral length and its competence. It is typically performed in women to help determine the cause of stress urinary incontinence."}
{"id": "article-106752_10", "title": "Urodynamic Testing and Interpretation -- Specimen Collection", "content": "Electromyography records the electrical potentials generated by the pelvic floor muscle activity utilizing surface electrodes.", "contents": "Urodynamic Testing and Interpretation -- Specimen Collection. Electromyography records the electrical potentials generated by the pelvic floor muscle activity utilizing surface electrodes."}
{"id": "article-106752_11", "title": "Urodynamic Testing and Interpretation -- Specimen Collection", "content": "A standard urodynamic report that follows should include all of the pre-test mentioned above clinical assessments, along with a urodynamic diagnosis and a management recommendation. Additional details regarding the temperature and type of fluid used, the rate of filling, the size of the catheter, and patient position should also be in the report. [9]", "contents": "Urodynamic Testing and Interpretation -- Specimen Collection. A standard urodynamic report that follows should include all of the pre-test mentioned above clinical assessments, along with a urodynamic diagnosis and a management recommendation. Additional details regarding the temperature and type of fluid used, the rate of filling, the size of the catheter, and patient position should also be in the report. [9]"}
{"id": "article-106752_12", "title": "Urodynamic Testing and Interpretation -- Procedures", "content": "The indication for performing urodynamics should be discussed with the patient before arranging the test along with a written information leaflet. This approach assists in understanding and promotes cooperation, though studies have shown that it may not necessarily improve overall patient satisfaction . [10] The patient should arrive with a comfortably full bladder on the day of the procedure to allow for the performing of uroflowmetry at the beginning of the assessment.", "contents": "Urodynamic Testing and Interpretation -- Procedures. The indication for performing urodynamics should be discussed with the patient before arranging the test along with a written information leaflet. This approach assists in understanding and promotes cooperation, though studies have shown that it may not necessarily improve overall patient satisfaction . [10] The patient should arrive with a comfortably full bladder on the day of the procedure to allow for the performing of uroflowmetry at the beginning of the assessment."}
{"id": "article-106752_13", "title": "Urodynamic Testing and Interpretation -- Procedures", "content": "Before the procedure, the clinician should review all relevant clinical information. Appropriate contemporaneous consent should be gained and documented where necessary. Patient allergies should be reviewed, following the standard World Health Organization surgical checklist protocols. Adequate counseling regarding the relevant risks of the procedure is essential. These include dysuria, haematuria, urinary tract infection, failure to catheterize, urinary retention, failure to reproduce symptoms, and failure to arrive at a urodynamic diagnosis. A uroflowmetry is the initial step, followed by the measurement of post micturition residual volume using transabdominal ultrasound or urinary catheter. During urodynamics, the pressure measurement is by using transducers, and the bladder is filled with a pump. A computer screen displays live pressure traces and infuse volume.", "contents": "Urodynamic Testing and Interpretation -- Procedures. Before the procedure, the clinician should review all relevant clinical information. Appropriate contemporaneous consent should be gained and documented where necessary. Patient allergies should be reviewed, following the standard World Health Organization surgical checklist protocols. Adequate counseling regarding the relevant risks of the procedure is essential. These include dysuria, haematuria, urinary tract infection, failure to catheterize, urinary retention, failure to reproduce symptoms, and failure to arrive at a urodynamic diagnosis. A uroflowmetry is the initial step, followed by the measurement of post micturition residual volume using transabdominal ultrasound or urinary catheter. During urodynamics, the pressure measurement is by using transducers, and the bladder is filled with a pump. A computer screen displays live pressure traces and infuse volume."}
{"id": "article-106752_14", "title": "Urodynamic Testing and Interpretation -- Procedures", "content": "Both fluid-filled and air-charged urodynamic catheters exist; however, the ICS has set standardized pressures based on fluid-filled catheters . [11] The pressures measured by the two catheter systems are not interchangeable . [11] The air-charged catheters can transmit rapid changes in pressure less effectively, for example, during a cough. [11] The fluid-filled system is primed with fluid to flush away any air from the lines; this ensures a continuous column of fluid between the patient and the transducer. By convention, the zero point of the transducer is leveled at the superior border of the patient's symphysis pubis and set to atmospheric pressure. Therefore when the system is closed to the atmosphere and open to the patient, any increase in pressure is representative of an increase in pressure in the relative body cavity. [6]", "contents": "Urodynamic Testing and Interpretation -- Procedures. Both fluid-filled and air-charged urodynamic catheters exist; however, the ICS has set standardized pressures based on fluid-filled catheters . [11] The pressures measured by the two catheter systems are not interchangeable . [11] The air-charged catheters can transmit rapid changes in pressure less effectively, for example, during a cough. [11] The fluid-filled system is primed with fluid to flush away any air from the lines; this ensures a continuous column of fluid between the patient and the transducer. By convention, the zero point of the transducer is leveled at the superior border of the patient's symphysis pubis and set to atmospheric pressure. Therefore when the system is closed to the atmosphere and open to the patient, any increase in pressure is representative of an increase in pressure in the relative body cavity. [6]"}
{"id": "article-106752_15", "title": "Urodynamic Testing and Interpretation -- Procedures", "content": "The patient is placed supine, and a multi-lumen urodynamic catheter is inserted into the bladder. This specialist catheter is usually 6-7Fr and made of polyvinyl chloride or polyurethane. It has multiple lumens for concurrent pressure monitoring and fluid infusion simultaneously. The catheter is introduced into the bladder with an aseptic technique using local anesthetic lubricant gel. A second catheter is introduced into the rectum or vagina to measure abdominal pressure. Other cavities such as an intestinal stoma and stomach are also options. [6] These catheters and taped to the patient to avoid their inadvertent movement and expulsion.", "contents": "Urodynamic Testing and Interpretation -- Procedures. The patient is placed supine, and a multi-lumen urodynamic catheter is inserted into the bladder. This specialist catheter is usually 6-7Fr and made of polyvinyl chloride or polyurethane. It has multiple lumens for concurrent pressure monitoring and fluid infusion simultaneously. The catheter is introduced into the bladder with an aseptic technique using local anesthetic lubricant gel. A second catheter is introduced into the rectum or vagina to measure abdominal pressure. Other cavities such as an intestinal stoma and stomach are also options. [6] These catheters and taped to the patient to avoid their inadvertent movement and expulsion."}
{"id": "article-106752_16", "title": "Urodynamic Testing and Interpretation -- Procedures", "content": "The transducers for the fluid-filled system are external and adjusted to the height of the superior border of the symphysis pubis, the approximate anatomical level of the base of the bladder. It is set to this level to avoid artifacts occurring due to hydrostatic pressure effects. If the patient changes position during the urodynamic test, the height of the transducer should be adjusted accordingly. [6] In the case of air-charged catheters, the transducers are placed at the tip of the catheter and lie within the body cavity.", "contents": "Urodynamic Testing and Interpretation -- Procedures. The transducers for the fluid-filled system are external and adjusted to the height of the superior border of the symphysis pubis, the approximate anatomical level of the base of the bladder. It is set to this level to avoid artifacts occurring due to hydrostatic pressure effects. If the patient changes position during the urodynamic test, the height of the transducer should be adjusted accordingly. [6] In the case of air-charged catheters, the transducers are placed at the tip of the catheter and lie within the body cavity."}
{"id": "article-106752_17", "title": "Urodynamic Testing and Interpretation -- Procedures", "content": "The vesical pressure at the beginning of the test should be zero or close to zero. A cough test is performed, and pressure change should reflect on both vesical and abdominal pressure traces. The peaks should be roughly equal in amplitude. If one peak is less than 70% of the other, the line with the lesser peak should be flushed with fluid and cough test repeated until similar pressure amplitudes are measured.", "contents": "Urodynamic Testing and Interpretation -- Procedures. The vesical pressure at the beginning of the test should be zero or close to zero. A cough test is performed, and pressure change should reflect on both vesical and abdominal pressure traces. The peaks should be roughly equal in amplitude. If one peak is less than 70% of the other, the line with the lesser peak should be flushed with fluid and cough test repeated until similar pressure amplitudes are measured."}
{"id": "article-106752_18", "title": "Urodynamic Testing and Interpretation -- Procedures", "content": "The filling phase occurs with the infusion of warmed sterile water or physiological saline. Filling rates can either be physiological or nonphysiological . [2] The maximum physiological filling rate is estimated to be roughly a quarter of body mass (kg) in ml/min, usually between 20 to 30 ml/min, which should be the standard filling rate. A nonphysiological filling rate is any filling rate higher than the maximum physiological filling rate. A balance is necessary between a filling rate, which is physiological enough to reproduce the patient's symptoms, and a rate fast enough to complete the test promptly. In such circumstances, a rate in ml/min of 10% of the largest voided volume recorded on the bladder diary can be used, but should not exceed 50 ml/min. [6] [12] The patient should be in a position for filling that most accurately reflects their normal physiology to reproduce their symptoms. The three traces displayed on the screen indicate the abdominal pressure, vesical pressure, and the calculated detrusor pressure. If the patient is independently mobile, then this should occur while standing, as this can increase the chance of detection of detrusor overactivity by 21%. [13]", "contents": "Urodynamic Testing and Interpretation -- Procedures. The filling phase occurs with the infusion of warmed sterile water or physiological saline. Filling rates can either be physiological or nonphysiological . [2] The maximum physiological filling rate is estimated to be roughly a quarter of body mass (kg) in ml/min, usually between 20 to 30 ml/min, which should be the standard filling rate. A nonphysiological filling rate is any filling rate higher than the maximum physiological filling rate. A balance is necessary between a filling rate, which is physiological enough to reproduce the patient's symptoms, and a rate fast enough to complete the test promptly. In such circumstances, a rate in ml/min of 10% of the largest voided volume recorded on the bladder diary can be used, but should not exceed 50 ml/min. [6] [12] The patient should be in a position for filling that most accurately reflects their normal physiology to reproduce their symptoms. The three traces displayed on the screen indicate the abdominal pressure, vesical pressure, and the calculated detrusor pressure. If the patient is independently mobile, then this should occur while standing, as this can increase the chance of detection of detrusor overactivity by 21%. [13]"}
{"id": "article-106752_19", "title": "Urodynamic Testing and Interpretation -- Procedures", "content": "During cystometry, the pressure trace should be marked with annotations of the patient's subjective sensations. These markers should signify the patient's 'first sensation of filling,' 'first desire to void,' and 'strong desire to void.' The patient may be asked to cough, strain, or perform other stressing actions (crouching, exercises), to reproduce any of their usual incontinence symptoms. Regular cough tests at intervals of one minute or every 50 ml of infusate assure that the maintenance of the quality of pressure transmission throughout the test. Cystometry also measures bladder volume and bladder compliance. A \"permission to void\" command follows after stopping the infusion pump. A pressure flow study is the next step, with the observation of pressures during uroflowmetry for the voided volume.", "contents": "Urodynamic Testing and Interpretation -- Procedures. During cystometry, the pressure trace should be marked with annotations of the patient's subjective sensations. These markers should signify the patient's 'first sensation of filling,' 'first desire to void,' and 'strong desire to void.' The patient may be asked to cough, strain, or perform other stressing actions (crouching, exercises), to reproduce any of their usual incontinence symptoms. Regular cough tests at intervals of one minute or every 50 ml of infusate assure that the maintenance of the quality of pressure transmission throughout the test. Cystometry also measures bladder volume and bladder compliance. A \"permission to void\" command follows after stopping the infusion pump. A pressure flow study is the next step, with the observation of pressures during uroflowmetry for the voided volume."}
{"id": "article-106752_20", "title": "Urodynamic Testing and Interpretation -- Indications", "content": "The American Urological Association (AUA) in collaboration with the Society for Urodynamics, Female Pelvic Medicine, and Urogenital Reconstruction (SUFU) summarises the main indications for performing urodynamic studies into 5 categories [14] : Identifying LUT dysfunction Predicting the consequences of LUT dysfunction on the upper urinary tract Predicting outcomes of management Assessing the outcomes of an intervention Assessing treatment failure", "contents": "Urodynamic Testing and Interpretation -- Indications. The American Urological Association (AUA) in collaboration with the Society for Urodynamics, Female Pelvic Medicine, and Urogenital Reconstruction (SUFU) summarises the main indications for performing urodynamic studies into 5 categories [14] : Identifying LUT dysfunction Predicting the consequences of LUT dysfunction on the upper urinary tract Predicting outcomes of management Assessing the outcomes of an intervention Assessing treatment failure"}
{"id": "article-106752_21", "title": "Urodynamic Testing and Interpretation -- Indications", "content": "Standard urodynamic testing is useful where there is an unclear diagnosis if surgical interventions are a consideration, in the presence of multiple coexisting pathologies and a decision is necessary regarding which symptoms to manage first, or in patients with complex urological/anatomical issues. [15] Urodynamics aims to evaluate the nature and cause of a patient's symptoms and uses the assessment to replicate them, enabling symptomatology to be correlated with urodynamic measurements to aid diagnosis and treatment. [16]", "contents": "Urodynamic Testing and Interpretation -- Indications. Standard urodynamic testing is useful where there is an unclear diagnosis if surgical interventions are a consideration, in the presence of multiple coexisting pathologies and a decision is necessary regarding which symptoms to manage first, or in patients with complex urological/anatomical issues. [15] Urodynamics aims to evaluate the nature and cause of a patient's symptoms and uses the assessment to replicate them, enabling symptomatology to be correlated with urodynamic measurements to aid diagnosis and treatment. [16]"}
{"id": "article-106752_22", "title": "Urodynamic Testing and Interpretation -- Potential Diagnosis -- Incontinence", "content": "1. Detrusor overactivity (DO): Detrusor overactivity is characterized by involuntary contractions of the bladder detrusor muscle during bladder filling, which may be provoked or unprovoked. [17] It shows on urodynamic traces as an increase in vesical pressure along with a corresponding increase in the detrusor pressure trace. When DO is present following a cough, it is termed cough-induced DO. DO can be classified as idiopathic (with no defined cause), or neurogenic (related to an underlying neurological pathology). [18] DO does not always cause incontinence and should be correlated with the patient's symptoms, which may range from urinary frequency/urgency to UUI. [18] Studies have shown that up to 70% of female patients who experience UUI will have DO. [19] DO can have the following patterns observed during urodynamics:", "contents": "Urodynamic Testing and Interpretation -- Potential Diagnosis -- Incontinence. 1. Detrusor overactivity (DO): Detrusor overactivity is characterized by involuntary contractions of the bladder detrusor muscle during bladder filling, which may be provoked or unprovoked. [17] It shows on urodynamic traces as an increase in vesical pressure along with a corresponding increase in the detrusor pressure trace. When DO is present following a cough, it is termed cough-induced DO. DO can be classified as idiopathic (with no defined cause), or neurogenic (related to an underlying neurological pathology). [18] DO does not always cause incontinence and should be correlated with the patient's symptoms, which may range from urinary frequency/urgency to UUI. [18] Studies have shown that up to 70% of female patients who experience UUI will have DO. [19] DO can have the following patterns observed during urodynamics:"}
{"id": "article-106752_23", "title": "Urodynamic Testing and Interpretation -- Potential Diagnosis -- Incontinence", "content": "Phasic DO: intermittent DO, which occurs during filling, does not necessarily cause incontinence. [20] Terminal DO: DO occurring near-maximum bladder capacity, usually results in incontinence. [20] Compound DO: phasic DO, with an increase in detrusor and baseline detrusor pressure with each contraction during filling.; it occurs relative to underlying neurological disease. [20] High and sustained DO involves continuous detrusor contractions, with detrusor pressure not returning to baseline. [20] Post micturition DO: DO occurs after voiding, usually in the presence of detrusor and/or urethral instability. [20]", "contents": "Urodynamic Testing and Interpretation -- Potential Diagnosis -- Incontinence. Phasic DO: intermittent DO, which occurs during filling, does not necessarily cause incontinence. [20] Terminal DO: DO occurring near-maximum bladder capacity, usually results in incontinence. [20] Compound DO: phasic DO, with an increase in detrusor and baseline detrusor pressure with each contraction during filling.; it occurs relative to underlying neurological disease. [20] High and sustained DO involves continuous detrusor contractions, with detrusor pressure not returning to baseline. [20] Post micturition DO: DO occurs after voiding, usually in the presence of detrusor and/or urethral instability. [20]"}
{"id": "article-106752_24", "title": "Urodynamic Testing and Interpretation -- Potential Diagnosis -- Incontinence", "content": "2. Stress urinary incontinence (SUI): SUI is diagnosed with urodynamics with involuntary leakage seen as a result of an increase in abdominal pressure without detrusor contraction. [21] SUI arises due to 2 underlying mechanisms; bladder neck/urethral hypermobility and intrinsic sphincter deficiency (ISD). The resting urethral pressure profile measurement is low in intrinsic sphincter deficiency. These mechanisms can be further classified during video urodynamics into SUI types 1-3, with hypermobility contributing to types 1 and 2, and ISD causing type 3. [22] SUI types:", "contents": "Urodynamic Testing and Interpretation -- Potential Diagnosis -- Incontinence. 2. Stress urinary incontinence (SUI): SUI is diagnosed with urodynamics with involuntary leakage seen as a result of an increase in abdominal pressure without detrusor contraction. [21] SUI arises due to 2 underlying mechanisms; bladder neck/urethral hypermobility and intrinsic sphincter deficiency (ISD). The resting urethral pressure profile measurement is low in intrinsic sphincter deficiency. These mechanisms can be further classified during video urodynamics into SUI types 1-3, with hypermobility contributing to types 1 and 2, and ISD causing type 3. [22] SUI types:"}
{"id": "article-106752_25", "title": "Urodynamic Testing and Interpretation -- Potential Diagnosis -- Incontinence", "content": "Bladder neck descent <2 cm below the inferior border of the pubic symphysis with the bladder neck is closed at rest. [22] Rotational descent/cystocele and the bladder neck closed at rest [22] Normal bladder position with the bladder neck open at rest and weak urethral closure [12] [22] Mixed urinary incontinence (MUI): MUI is incontinence resulting from the co-existence of both DO and SUI. The advice is to treat the most bothersome cause of symptoms first. [23]", "contents": "Urodynamic Testing and Interpretation -- Potential Diagnosis -- Incontinence. Bladder neck descent <2 cm below the inferior border of the pubic symphysis with the bladder neck is closed at rest. [22] Rotational descent/cystocele and the bladder neck closed at rest [22] Normal bladder position with the bladder neck open at rest and weak urethral closure [12] [22] Mixed urinary incontinence (MUI): MUI is incontinence resulting from the co-existence of both DO and SUI. The advice is to treat the most bothersome cause of symptoms first. [23]"}
{"id": "article-106752_26", "title": "Urodynamic Testing and Interpretation -- Potential Diagnosis -- Bladder Outlet Obstruction (BOO)", "content": "BOO may occur as a result of anatomical obstruction, such as stricture, previous incontinence surgery, cystocele, urethral diverticulum, or as a result of functional sphincteric obstruction due to high-tone non-relaxing sphincter. [23] [24]", "contents": "Urodynamic Testing and Interpretation -- Potential Diagnosis -- Bladder Outlet Obstruction (BOO). BOO may occur as a result of anatomical obstruction, such as stricture, previous incontinence surgery, cystocele, urethral diverticulum, or as a result of functional sphincteric obstruction due to high-tone non-relaxing sphincter. [23] [24]"}
{"id": "article-106752_27", "title": "Urodynamic Testing and Interpretation -- Potential Diagnosis -- Detrusor Underactivity (DU)", "content": "DU is a lack of adequate detrusor pressure or short contraction time, leading to poor bladder emptying, often in the presence of a high PVR. [12] The etiology may be idiopathic, neurogenic, myogenic, or pharmacologic. [25] [26] In 23% of women, DU is the cause of LUTS. [27] Male", "contents": "Urodynamic Testing and Interpretation -- Potential Diagnosis -- Detrusor Underactivity (DU). DU is a lack of adequate detrusor pressure or short contraction time, leading to poor bladder emptying, often in the presence of a high PVR. [12] The etiology may be idiopathic, neurogenic, myogenic, or pharmacologic. [25] [26] In 23% of women, DU is the cause of LUTS. [27] Male"}
{"id": "article-106752_28", "title": "Urodynamic Testing and Interpretation -- Potential Diagnosis -- Incontinence", "content": "1. Detrusor overactivity (DO): The above characteristics of DO also apply in men. However, the cause of DO in men is known to be associated with benign prostatic obstruction, as well as other causes of BOO. [28]  DO is present in 60 to 80% of men with LUTS, and in up to 93% of men with UUI. [29] [19] Other causes for UUI in men include neurological conditions, bladder inflammation, old age, psychosocial stressors, and idiopathic. [30]", "contents": "Urodynamic Testing and Interpretation -- Potential Diagnosis -- Incontinence. 1. Detrusor overactivity (DO): The above characteristics of DO also apply in men. However, the cause of DO in men is known to be associated with benign prostatic obstruction, as well as other causes of BOO. [28]  DO is present in 60 to 80% of men with LUTS, and in up to 93% of men with UUI. [29] [19] Other causes for UUI in men include neurological conditions, bladder inflammation, old age, psychosocial stressors, and idiopathic. [30]"}
{"id": "article-106752_29", "title": "Urodynamic Testing and Interpretation -- Potential Diagnosis -- Incontinence", "content": "2. SUI: The most prevalent cause of SUI in adult men is radical prostatectomy (RP). [31] Post-operative incontinence rates are generally quoted at <10% but  can be as high as 74%. [32] [33] The cause is most commonly due to post-operative ISD, but may also be contributed by DO. [34] Other causes of male SUI include previous transurethral resection of the prostate, previous pelvic trauma or pelvic surgery, and neuromuscular disorders resulting in either pudendal nerve or urethral sphincter dysfunction. [35] 3. MUI: Incontinence due to DO as well as SUI.", "contents": "Urodynamic Testing and Interpretation -- Potential Diagnosis -- Incontinence. 2. SUI: The most prevalent cause of SUI in adult men is radical prostatectomy (RP). [31] Post-operative incontinence rates are generally quoted at <10% but  can be as high as 74%. [32] [33] The cause is most commonly due to post-operative ISD, but may also be contributed by DO. [34] Other causes of male SUI include previous transurethral resection of the prostate, previous pelvic trauma or pelvic surgery, and neuromuscular disorders resulting in either pudendal nerve or urethral sphincter dysfunction. [35] 3. MUI: Incontinence due to DO as well as SUI."}
{"id": "article-106752_30", "title": "Urodynamic Testing and Interpretation -- Potential Diagnosis -- Bladder Outlet Obstruction", "content": "Male BOO is defined as an abnormally poor urinary flow with increased detrusor pressures seen on the pressure-flow study. The ICS nomogram is useful to diagnose BOO, and the bladder outlet obstruction index (BOOI) classifies men into unobstructed (BOOI <20), equivocal (BOOI of 20 to 40), and obstructed (BOOI >40). [36] [2] High PVR volumes are not part of diagnostic criteria but are a common sequela of BOO. BOO may arise as a consequence of anatomical obstruction, such as benign prostatic obstruction, bladder neck stenosis, urethral stricture, meatal stenosis, or as a result of functional obstruction such as bladder neck obstruction, sphincter dysfunction, or pelvic floor overactivity. [12]", "contents": "Urodynamic Testing and Interpretation -- Potential Diagnosis -- Bladder Outlet Obstruction. Male BOO is defined as an abnormally poor urinary flow with increased detrusor pressures seen on the pressure-flow study. The ICS nomogram is useful to diagnose BOO, and the bladder outlet obstruction index (BOOI) classifies men into unobstructed (BOOI <20), equivocal (BOOI of 20 to 40), and obstructed (BOOI >40). [36] [2] High PVR volumes are not part of diagnostic criteria but are a common sequela of BOO. BOO may arise as a consequence of anatomical obstruction, such as benign prostatic obstruction, bladder neck stenosis, urethral stricture, meatal stenosis, or as a result of functional obstruction such as bladder neck obstruction, sphincter dysfunction, or pelvic floor overactivity. [12]"}
{"id": "article-106752_31", "title": "Urodynamic Testing and Interpretation -- Potential Diagnosis -- Detrusor Underactivity", "content": "The urodynamic criteria to diagnose  DU in men include a  bladder contractility index (BCI) <100, bladder voiding efficiency (BVE) of <90%, and bladder outlet obstruction index (BOOI) <20. [37] Up to 40% of men with LUTS will have underlying DU. [38]", "contents": "Urodynamic Testing and Interpretation -- Potential Diagnosis -- Detrusor Underactivity. The urodynamic criteria to diagnose  DU in men include a  bladder contractility index (BCI) <100, bladder voiding efficiency (BVE) of <90%, and bladder outlet obstruction index (BOOI) <20. [37] Up to 40% of men with LUTS will have underlying DU. [38]"}
{"id": "article-106752_32", "title": "Urodynamic Testing and Interpretation -- Potential Diagnosis -- Loss of Compliance", "content": "Compliance is the measure of bladder distensibility. [12] Normally, the bladder stores urine under low pressure; however, a pathological bladder with low compliance will exhibit high-pressure storage, with potential pressure transmission to upper urinary tracts leading to impairment of renal function. Compliance is calculated by dividing the change in bladder volume by the change in bladder pressure and is expressed in ml/cm H2O. The beginning and endpoints used for calculating pressure change is the detrusor pressure at the start of filling (0 cmH20), and the detrusor pressure at cystometric capacity. [12] There is insufficient data to precisely define the cut-off values between normal or abnormal compliance, but values in the range 12.5 to 30 ml/cm H2O have been suggested as the lower limit of normal. [39]", "contents": "Urodynamic Testing and Interpretation -- Potential Diagnosis -- Loss of Compliance. Compliance is the measure of bladder distensibility. [12] Normally, the bladder stores urine under low pressure; however, a pathological bladder with low compliance will exhibit high-pressure storage, with potential pressure transmission to upper urinary tracts leading to impairment of renal function. Compliance is calculated by dividing the change in bladder volume by the change in bladder pressure and is expressed in ml/cm H2O. The beginning and endpoints used for calculating pressure change is the detrusor pressure at the start of filling (0 cmH20), and the detrusor pressure at cystometric capacity. [12] There is insufficient data to precisely define the cut-off values between normal or abnormal compliance, but values in the range 12.5 to 30 ml/cm H2O have been suggested as the lower limit of normal. [39]"}
{"id": "article-106752_33", "title": "Urodynamic Testing and Interpretation -- Potential Diagnosis -- Functional BOO", "content": "Detrusor sphincter dyssynergia (DSD) is characterized by disordered involuntary contraction of the external urethral sphincter and detrusor muscle. [40] Normally, the external sphincter relaxes during detrusor contraction to facilitate voiding. Such incoordination arises with neurological pathologies. Up to 95% of patients with spinal cord injury will have DO and DSD (dependent on the level of injury). [41] DU occurs in up to 83% of spinal cord injury patients and up to 25% in patients with multiple sclerosis. [41] [42]", "contents": "Urodynamic Testing and Interpretation -- Potential Diagnosis -- Functional BOO. Detrusor sphincter dyssynergia (DSD) is characterized by disordered involuntary contraction of the external urethral sphincter and detrusor muscle. [40] Normally, the external sphincter relaxes during detrusor contraction to facilitate voiding. Such incoordination arises with neurological pathologies. Up to 95% of patients with spinal cord injury will have DO and DSD (dependent on the level of injury). [41] DU occurs in up to 83% of spinal cord injury patients and up to 25% in patients with multiple sclerosis. [41] [42]"}
{"id": "article-106752_34", "title": "Urodynamic Testing and Interpretation -- Normal and Critical Findings -- General", "content": "Uroflowmetry assesses flow pattern, flow curve shape, maximum urinary flow (Qmax), voided volume (VV), voiding time (VT), PVR volume (PVR). A minimum of 150ml is required to provide an accurate assessment in men [43] . The normal abdominal and vesical resting pressures are as follows [44] : Supine: 0 to 18 cm H2O Sitting: 15 to 40 cm H2O Standing: 20 to 50 cm H2O The detrusor pressure (Pdet) is calculated by subtracting abdominal pressure (Pabd) from vesical pressure (Pves). Pdet = Pves - Pabd [45] . Resting detrusor pressure: between -5 and +5 cm H2O [46] The detrusor pressure reached during maximum urinary flow (PdetQmax) is a crucial measurement in the assessment of bladder function during pressure-flow studies. Bladder compliance (C) is the change of bladder volume (ΔV) divided by the change in detrusor pressure (ΔPdet) during filling cystometry. C = ΔV / ΔPdet. [12]", "contents": "Urodynamic Testing and Interpretation -- Normal and Critical Findings -- General. Uroflowmetry assesses flow pattern, flow curve shape, maximum urinary flow (Qmax), voided volume (VV), voiding time (VT), PVR volume (PVR). A minimum of 150ml is required to provide an accurate assessment in men [43] . The normal abdominal and vesical resting pressures are as follows [44] : Supine: 0 to 18 cm H2O Sitting: 15 to 40 cm H2O Standing: 20 to 50 cm H2O The detrusor pressure (Pdet) is calculated by subtracting abdominal pressure (Pabd) from vesical pressure (Pves). Pdet = Pves - Pabd [45] . Resting detrusor pressure: between -5 and +5 cm H2O [46] The detrusor pressure reached during maximum urinary flow (PdetQmax) is a crucial measurement in the assessment of bladder function during pressure-flow studies. Bladder compliance (C) is the change of bladder volume (ΔV) divided by the change in detrusor pressure (ΔPdet) during filling cystometry. C = ΔV / ΔPdet. [12]"}
{"id": "article-106752_35", "title": "Urodynamic Testing and Interpretation -- Normal and Critical Findings -- General", "content": "Non-neurogenic bladders [45] Normal compliance: >40 ml/cm H20 Low compliance: <30 ml/cm H2O Neurogenic bladders [45] Normal compliance: >30 ml/cm H2O Low compliance: <10 ml/cm H2O Straining can be seen in the form of temporary increases in vesical and abdominal pressure, lasting more than 2 seconds, usually in response to anatomical or function BOO. [46]", "contents": "Urodynamic Testing and Interpretation -- Normal and Critical Findings -- General. Non-neurogenic bladders [45] Normal compliance: >40 ml/cm H20 Low compliance: <30 ml/cm H2O Neurogenic bladders [45] Normal compliance: >30 ml/cm H2O Low compliance: <10 ml/cm H2O Straining can be seen in the form of temporary increases in vesical and abdominal pressure, lasting more than 2 seconds, usually in response to anatomical or function BOO. [46]"}
{"id": "article-106752_36", "title": "Urodynamic Testing and Interpretation -- Normal and Critical Findings -- Female", "content": "Bladder capacity: 300 to 500 ml. [47] Flow rate: 14 to 45 years: 18mL/s 46 to 65 years: 15mL/s", "contents": "Urodynamic Testing and Interpretation -- Normal and Critical Findings -- Female. Bladder capacity: 300 to 500 ml. [47] Flow rate: 14 to 45 years: 18mL/s 46 to 65 years: 15mL/s"}
{"id": "article-106752_37", "title": "Urodynamic Testing and Interpretation -- Normal and Critical Findings -- Female", "content": "Abdominal leak point pressure (ALPP) [48] : A test performed with the cooperation of the patient to intentionally increase abdominal pressure to provoke urinary leakage in the absence of a detrusor contraction. This provocation can be in the form of a cough (CLPP) or Valsalva maneuver (VLPP). Valsalva leak point pressure (VLPP) [49] : <60 cm H2O: ISD 60 to 90 cm H2O: equivocal >90 cm H2O: urethral hypermobility", "contents": "Urodynamic Testing and Interpretation -- Normal and Critical Findings -- Female. Abdominal leak point pressure (ALPP) [48] : A test performed with the cooperation of the patient to intentionally increase abdominal pressure to provoke urinary leakage in the absence of a detrusor contraction. This provocation can be in the form of a cough (CLPP) or Valsalva maneuver (VLPP). Valsalva leak point pressure (VLPP) [49] : <60 cm H2O: ISD 60 to 90 cm H2O: equivocal >90 cm H2O: urethral hypermobility"}
{"id": "article-106752_38", "title": "Urodynamic Testing and Interpretation -- Normal and Critical Findings -- Female", "content": "Maximum urethral closure pressure (MUCP) [50] : MUCP is the maximum difference between urethral pressure and intravesical pressure measured during urethral closure pressure profile (UCPP) in urethral pressure profilometry (UPP): <20 cm H2O: suggests ISD Bladder outlet obstruction index for female (BOOIf): BOOIf = PdetQmax - 2.2 * Qmax [51] <0: <10% probability of BOO >5: 50% probability of BOO >18: >90% probability of BOO", "contents": "Urodynamic Testing and Interpretation -- Normal and Critical Findings -- Female. Maximum urethral closure pressure (MUCP) [50] : MUCP is the maximum difference between urethral pressure and intravesical pressure measured during urethral closure pressure profile (UCPP) in urethral pressure profilometry (UPP): <20 cm H2O: suggests ISD Bladder outlet obstruction index for female (BOOIf): BOOIf = PdetQmax - 2.2 * Qmax [51] <0: <10% probability of BOO >5: 50% probability of BOO >18: >90% probability of BOO"}
{"id": "article-106752_39", "title": "Urodynamic Testing and Interpretation -- Normal and Critical Findings -- Male", "content": "Bladder capacity: 300 to 600 ml [47] Flow rate: 14 to 45 years: 21mL/s 46 to 65 years: 12mL/s Qmax in men [43] : <10 ml/s: likely obstructed 10 to 15 ml/s: equivocal >15 ml/s: likely unobstructed Bladder outlet obstruction index (BOOI) for male: BOOI = PdetQmax - 2 * Qmax [52] <20: Unobstructed 20 to 40: Equivocal >40: Obstructed Bladder contractility index (BCI): BCI = PdetQmax + 5 * Qmax [52] >150: Strong 100 to 150: Normal <100: Weak Bladder voiding efficiency (BVE): BE = VV / (VV+PVR) * 100% [37] 100%: Normal <90%: indicative of DU >90%: indicative of BOO", "contents": "Urodynamic Testing and Interpretation -- Normal and Critical Findings -- Male. Bladder capacity: 300 to 600 ml [47] Flow rate: 14 to 45 years: 21mL/s 46 to 65 years: 12mL/s Qmax in men [43] : <10 ml/s: likely obstructed 10 to 15 ml/s: equivocal >15 ml/s: likely unobstructed Bladder outlet obstruction index (BOOI) for male: BOOI = PdetQmax - 2 * Qmax [52] <20: Unobstructed 20 to 40: Equivocal >40: Obstructed Bladder contractility index (BCI): BCI = PdetQmax + 5 * Qmax [52] >150: Strong 100 to 150: Normal <100: Weak Bladder voiding efficiency (BVE): BE = VV / (VV+PVR) * 100% [37] 100%: Normal <90%: indicative of DU >90%: indicative of BOO"}
{"id": "article-106752_40", "title": "Urodynamic Testing and Interpretation -- Interfering Factors -- Pressure Transmission and Quality Control", "content": "Pressure transmission assessment is via cough signal, live signal, and baseline resting pressures. [46]", "contents": "Urodynamic Testing and Interpretation -- Interfering Factors -- Pressure Transmission and Quality Control. Pressure transmission assessment is via cough signal, live signal, and baseline resting pressures. [46]"}
{"id": "article-106752_41", "title": "Urodynamic Testing and Interpretation -- Interfering Factors -- Pressure Transmission and Quality Control", "content": "A cough signal should show as similar peaks in amplitude in both the abdominal and vesical pressure traces. A cough should have a peak height of at least 15 cm H2O above resting pressure. [46] There should be minimal change in detrusor pressure seen on a cough. However, in reality, a small biphasic signal may be seen reflecting the cough signal. If one peak is less than 70% of the other, the line with the lesser peak can be flushed with fluid and cough test repeated. [46] If the issue persists, then assess the affected catheter.", "contents": "Urodynamic Testing and Interpretation -- Interfering Factors -- Pressure Transmission and Quality Control. A cough signal should show as similar peaks in amplitude in both the abdominal and vesical pressure traces. A cough should have a peak height of at least 15 cm H2O above resting pressure. [46] There should be minimal change in detrusor pressure seen on a cough. However, in reality, a small biphasic signal may be seen reflecting the cough signal. If one peak is less than 70% of the other, the line with the lesser peak can be flushed with fluid and cough test repeated. [46] If the issue persists, then assess the affected catheter."}
{"id": "article-106752_42", "title": "Urodynamic Testing and Interpretation -- Interfering Factors -- Pressure Transmission and Quality Control", "content": "A live signal should detect small physiological fluctuations up to 10 cm H20 and should never be a constant flat trace [46] . A good quality pressure reading should have these fluctuations mirrored between in the vesical and abdominal traces, causing a net detrusor pressure of close to 0. If such a live signal is not detected, the system should be examined. Initial resting pressure is the pressure recorded at the beginning of the test. Detrusor pressure should be 0 or close to 0 cm H2O at the beginning of bladder filling. [46] Normal ranges of vesical and abdominal pressures if appropriate calibration and quality control have been performed [44] : Supine: 0 to 18 cm H2O Seated: 15 to 40 cm H2O Standing: 20 to 50 cm H2O", "contents": "Urodynamic Testing and Interpretation -- Interfering Factors -- Pressure Transmission and Quality Control. A live signal should detect small physiological fluctuations up to 10 cm H20 and should never be a constant flat trace [46] . A good quality pressure reading should have these fluctuations mirrored between in the vesical and abdominal traces, causing a net detrusor pressure of close to 0. If such a live signal is not detected, the system should be examined. Initial resting pressure is the pressure recorded at the beginning of the test. Detrusor pressure should be 0 or close to 0 cm H2O at the beginning of bladder filling. [46] Normal ranges of vesical and abdominal pressures if appropriate calibration and quality control have been performed [44] : Supine: 0 to 18 cm H2O Seated: 15 to 40 cm H2O Standing: 20 to 50 cm H2O"}
{"id": "article-106752_43", "title": "Urodynamic Testing and Interpretation -- Interfering Factors -- Pressure Transmission and Quality Control", "content": "If initial resting pressures are outside of the above plausible ranges, then quality control measures should be repeated. These measures would include zeroing transducer to atmospheric pressure, positioning transducer to level of the superior border of the symphysis pubis, and flushing the lines. [46]", "contents": "Urodynamic Testing and Interpretation -- Interfering Factors -- Pressure Transmission and Quality Control. If initial resting pressures are outside of the above plausible ranges, then quality control measures should be repeated. These measures would include zeroing transducer to atmospheric pressure, positioning transducer to level of the superior border of the symphysis pubis, and flushing the lines. [46]"}
{"id": "article-106752_44", "title": "Urodynamic Testing and Interpretation -- Interfering Factors -- Pressure Transmission and Quality Control", "content": "Other causes of poor signal or lack of pressure transmission include air in the line (line should be flushed), tap not open, kinking of the catheter or tubes, catheter resting on bladder wall causing inappropriate pressure transmission, or catheter displaced into the urethra. Such issues are easily rectifiable when identified. [46]", "contents": "Urodynamic Testing and Interpretation -- Interfering Factors -- Pressure Transmission and Quality Control. Other causes of poor signal or lack of pressure transmission include air in the line (line should be flushed), tap not open, kinking of the catheter or tubes, catheter resting on bladder wall causing inappropriate pressure transmission, or catheter displaced into the urethra. Such issues are easily rectifiable when identified. [46]"}
{"id": "article-106752_45", "title": "Urodynamic Testing and Interpretation -- Interfering Factors -- Position Change", "content": "If the patient changes position, this reflects in pressure changes of equal magnitude in both vesical and abdominal pressure. This change in resting pressure is usually between 8 and 30 cm H2O. The transducer height should be adjusted to the level of the superior border of the symphysis pubis to compensate for this. [46]", "contents": "Urodynamic Testing and Interpretation -- Interfering Factors -- Position Change. If the patient changes position, this reflects in pressure changes of equal magnitude in both vesical and abdominal pressure. This change in resting pressure is usually between 8 and 30 cm H2O. The transducer height should be adjusted to the level of the superior border of the symphysis pubis to compensate for this. [46]"}
{"id": "article-106752_46", "title": "Urodynamic Testing and Interpretation -- Interfering Factors -- Rectal Contractions", "content": "Spasms or contractions of the rectum will present as low amplitude temporary pressure changes, which cause equal and opposite detrusor pressure changes. [2] There is no concurrent change in the vesical pressure; this is important to distinguish from DO, where a pressure increase is mirrored between the vesical and detrusor traces. No remedial action is required other than recognition of the fact.", "contents": "Urodynamic Testing and Interpretation -- Interfering Factors -- Rectal Contractions. Spasms or contractions of the rectum will present as low amplitude temporary pressure changes, which cause equal and opposite detrusor pressure changes. [2] There is no concurrent change in the vesical pressure; this is important to distinguish from DO, where a pressure increase is mirrored between the vesical and detrusor traces. No remedial action is required other than recognition of the fact."}
{"id": "article-106752_47", "title": "Urodynamic Testing and Interpretation -- Interfering Factors -- Rapid Filling", "content": "If the filling is too rapid, it may give a false-positive diagnosis of loss of compliance. The filling should be according to maximum physiological rate (approximately 25% of body mass (kg) in ml/min) or a nonphysiological filling rate of 10% of the largest voided volume recorded on the bladder diary while not exceeding 50 ml/min. [6]", "contents": "Urodynamic Testing and Interpretation -- Interfering Factors -- Rapid Filling. If the filling is too rapid, it may give a false-positive diagnosis of loss of compliance. The filling should be according to maximum physiological rate (approximately 25% of body mass (kg) in ml/min) or a nonphysiological filling rate of 10% of the largest voided volume recorded on the bladder diary while not exceeding 50 ml/min. [6]"}
{"id": "article-106752_48", "title": "Urodynamic Testing and Interpretation -- Interfering Factors -- Situational Inability to Void", "content": "The patient's ability to void is affected by emotional and psychological circumstances. Therefore an environment that replicates their normal voiding as closely as possible should be created with privacy and dignity maintained where possible [6] .", "contents": "Urodynamic Testing and Interpretation -- Interfering Factors -- Situational Inability to Void. The patient's ability to void is affected by emotional and psychological circumstances. Therefore an environment that replicates their normal voiding as closely as possible should be created with privacy and dignity maintained where possible [6] ."}
{"id": "article-106752_49", "title": "Urodynamic Testing and Interpretation -- Interfering Factors -- Pump Vibrations", "content": "Vibrations from the infusion pump can transmit and detected along a pressure monitoring tube, seen as constant frequency oscillations of small amplitude, usually <4 cm H2O, in the affected pressure line, and reflected in the detrusor pressure trace. Lines should be disentangled so as not to touch each other and prevent artifactual pressure transmission. In double lumen catheters, pressures should be recorded with the pump switched off. [46]", "contents": "Urodynamic Testing and Interpretation -- Interfering Factors -- Pump Vibrations. Vibrations from the infusion pump can transmit and detected along a pressure monitoring tube, seen as constant frequency oscillations of small amplitude, usually <4 cm H2O, in the affected pressure line, and reflected in the detrusor pressure trace. Lines should be disentangled so as not to touch each other and prevent artifactual pressure transmission. In double lumen catheters, pressures should be recorded with the pump switched off. [46]"}
{"id": "article-106752_50", "title": "Urodynamic Testing and Interpretation -- Interfering Factors -- Tube Knock", "content": "A sharp and short increase in pressure traces of one or more lines is demonstrated when moving the affected tube. Movements can lead to errors in pressure transmission. A cough test should be repeated following any movements to ensure quality control. [46]", "contents": "Urodynamic Testing and Interpretation -- Interfering Factors -- Tube Knock. A sharp and short increase in pressure traces of one or more lines is demonstrated when moving the affected tube. Movements can lead to errors in pressure transmission. A cough test should be repeated following any movements to ensure quality control. [46]"}
{"id": "article-106752_51", "title": "Urodynamic Testing and Interpretation -- Complications", "content": "Risks of invasive urodynamic testing include [53] [54] : Dysuria Hematuria Urinary tract infection Urinary retention Inability to catheterize the bladder Failure of diagnosis", "contents": "Urodynamic Testing and Interpretation -- Complications. Risks of invasive urodynamic testing include [53] [54] : Dysuria Hematuria Urinary tract infection Urinary retention Inability to catheterize the bladder Failure of diagnosis"}
{"id": "article-106752_52", "title": "Urodynamic Testing and Interpretation -- Complications", "content": "Prophylactic antibiotics reduce the risk of bacteriuria following urodynamic testing, but there is insufficient evidence to suggest it reduces rates of symptomatic urinary tract infections. [55] Therefore current advice is against giving prophylactic antibiotics for invasive urodynamic testing in all patients. AUA/SUFU recommends antibiotic prophylaxis in the following patients undergoing urodynamic testing due to their higher risk of developing peri-procedural urinary tract infections [56] : Known neurogenic LUT dysfunction Elevated PVR Asymptomatic bacteriuria Immunosuppression Age over 70 Patients with an indwelling catheter or external urinary collection device Patients who perform intermittent catheterization", "contents": "Urodynamic Testing and Interpretation -- Complications. Prophylactic antibiotics reduce the risk of bacteriuria following urodynamic testing, but there is insufficient evidence to suggest it reduces rates of symptomatic urinary tract infections. [55] Therefore current advice is against giving prophylactic antibiotics for invasive urodynamic testing in all patients. AUA/SUFU recommends antibiotic prophylaxis in the following patients undergoing urodynamic testing due to their higher risk of developing peri-procedural urinary tract infections [56] : Known neurogenic LUT dysfunction Elevated PVR Asymptomatic bacteriuria Immunosuppression Age over 70 Patients with an indwelling catheter or external urinary collection device Patients who perform intermittent catheterization"}
{"id": "article-106752_53", "title": "Urodynamic Testing and Interpretation -- Patient Safety and Education", "content": "Prior to invasive urodynamic testing, patients should receive clear and concise written information to enable understanding and cooperation. It should be made clear to patients before testing that urodynamics is a diagnostic procedure, that there is a possibility of failure to progress diagnosis, and that it is not a therapeutic procedure. [57]", "contents": "Urodynamic Testing and Interpretation -- Patient Safety and Education. Prior to invasive urodynamic testing, patients should receive clear and concise written information to enable understanding and cooperation. It should be made clear to patients before testing that urodynamics is a diagnostic procedure, that there is a possibility of failure to progress diagnosis, and that it is not a therapeutic procedure. [57]"}
{"id": "article-106752_54", "title": "Urodynamic Testing and Interpretation -- Patient Safety and Education", "content": "Urodynamics are generally well tolerated by patients. Embarrassment can be a significant cause of apprehension. Efforts should, therefore, focus on creating a relaxed atmosphere through informed and effective communication. The only absolute contraindication for urodynamics is the presence of a urinary tract infection. In such cases, urodynamics should be postponed until this is treated. [15]", "contents": "Urodynamic Testing and Interpretation -- Patient Safety and Education. Urodynamics are generally well tolerated by patients. Embarrassment can be a significant cause of apprehension. Efforts should, therefore, focus on creating a relaxed atmosphere through informed and effective communication. The only absolute contraindication for urodynamics is the presence of a urinary tract infection. In such cases, urodynamics should be postponed until this is treated. [15]"}
{"id": "article-106752_55", "title": "Urodynamic Testing and Interpretation -- Patient Safety and Education", "content": "Relative contraindications for urodynamics include patient inability to comply with instructions or communicate sensations, inability to catheterize bladder, medications for bladder dysfunction (which can be stopped 48 hours before testing), indwelling catheter, and autonomic dysreflexia.", "contents": "Urodynamic Testing and Interpretation -- Patient Safety and Education. Relative contraindications for urodynamics include patient inability to comply with instructions or communicate sensations, inability to catheterize bladder, medications for bladder dysfunction (which can be stopped 48 hours before testing), indwelling catheter, and autonomic dysreflexia."}
{"id": "article-106752_56", "title": "Urodynamic Testing and Interpretation -- Patient Safety and Education", "content": "Autonomic dysreflexia (AD) is a potentially life-threatening condition that arises in patients with spinal cord injury (SCI), particularly in those with an injury above the level of T6. [58] AD is more prevalent in spinal injuries at the cervical level compared to the thoracic level. [59] It is a condition that all clinicians who perform urodynamics must promptly recognize and aggressively treat. [60] It happens as a result of an uncoordinated autonomic response triggered by an offending stimulus, most commonly bladder or bowel distension, which causes subsequent hypertension and reflex bradycardia and can occur during the filling cystometry of urodynamics and necessitates urgent recognition with immediate management.", "contents": "Urodynamic Testing and Interpretation -- Patient Safety and Education. Autonomic dysreflexia (AD) is a potentially life-threatening condition that arises in patients with spinal cord injury (SCI), particularly in those with an injury above the level of T6. [58] AD is more prevalent in spinal injuries at the cervical level compared to the thoracic level. [59] It is a condition that all clinicians who perform urodynamics must promptly recognize and aggressively treat. [60] It happens as a result of an uncoordinated autonomic response triggered by an offending stimulus, most commonly bladder or bowel distension, which causes subsequent hypertension and reflex bradycardia and can occur during the filling cystometry of urodynamics and necessitates urgent recognition with immediate management."}
{"id": "article-106752_57", "title": "Urodynamic Testing and Interpretation -- Patient Safety and Education", "content": "Patients most commonly describing headache, discomfort, nausea, anxiety, blurred vision, and pain. [58] [61] Physical examination may reveal a significantly elevated systolic blood pressure, bradycardia, spasticity, flushing, or sweating above the level of the lesion and piloerection below the level of the lesion. Uncontrolled hypertension can lead to catastrophic outcomes such as cerebrovascular accident, intracranial hemorrhage, and even death. [61] AD arising from urodynamics is most likely the result of bladder distension; therefore, this stimulus requires immediate reversal and rapid draining of the bladder. [62] If AD persists, then medical therapy in the form of immediate-release antihypertensive medication should be administered; this can be in the form of sublingual glyceryl trinitrate spray or 'bite and release' nifedipine. [60]", "contents": "Urodynamic Testing and Interpretation -- Patient Safety and Education. Patients most commonly describing headache, discomfort, nausea, anxiety, blurred vision, and pain. [58] [61] Physical examination may reveal a significantly elevated systolic blood pressure, bradycardia, spasticity, flushing, or sweating above the level of the lesion and piloerection below the level of the lesion. Uncontrolled hypertension can lead to catastrophic outcomes such as cerebrovascular accident, intracranial hemorrhage, and even death. [61] AD arising from urodynamics is most likely the result of bladder distension; therefore, this stimulus requires immediate reversal and rapid draining of the bladder. [62] If AD persists, then medical therapy in the form of immediate-release antihypertensive medication should be administered; this can be in the form of sublingual glyceryl trinitrate spray or 'bite and release' nifedipine. [60]"}
{"id": "article-106752_58", "title": "Urodynamic Testing and Interpretation -- Clinical Significance", "content": "Cochrane review demonstrated that urodynamics affects clinical decision making in women, but there is a lack of similar fitting trials for men and children. [63] Women who undergo urodynamic testing are more likely to have a change made to their management compared to those who do not undergo testing. [63] They are also more likely to receive medical management and less likely to undergo surgical intervention, following a urodynamic investigation. [63] However, the evidence does not show a difference in overall continence rates, nor an improved quality of life, following urodynamics testing. [63]", "contents": "Urodynamic Testing and Interpretation -- Clinical Significance. Cochrane review demonstrated that urodynamics affects clinical decision making in women, but there is a lack of similar fitting trials for men and children. [63] Women who undergo urodynamic testing are more likely to have a change made to their management compared to those who do not undergo testing. [63] They are also more likely to receive medical management and less likely to undergo surgical intervention, following a urodynamic investigation. [63] However, the evidence does not show a difference in overall continence rates, nor an improved quality of life, following urodynamics testing. [63]"}
{"id": "article-106752_59", "title": "Urodynamic Testing and Interpretation -- Clinical Significance", "content": "Invasive urodynamics in men allows for BOO to be distinguished from DU and can identify DO as a cause of storage dysfunction. [64] This information can be useful to guide treatment decisions, especially where surgery is a consideration. [65] Patients with urodynamically proven BOO experience significantly better outcomes following BOO surgery, for example. [65] Men with LUTS not arising from BOO will be far less likely to benefit from interventions intended to relieve BOO. Data shows that men have overall high satisfaction with invasive urodynamics testing. [64] Diagnosis of low compliance neurogenic and non-neurogenic bladders identifies the risk of irreversible damage to upper urinary tracts and guides subsequent intervention. [66]", "contents": "Urodynamic Testing and Interpretation -- Clinical Significance. Invasive urodynamics in men allows for BOO to be distinguished from DU and can identify DO as a cause of storage dysfunction. [64] This information can be useful to guide treatment decisions, especially where surgery is a consideration. [65] Patients with urodynamically proven BOO experience significantly better outcomes following BOO surgery, for example. [65] Men with LUTS not arising from BOO will be far less likely to benefit from interventions intended to relieve BOO. Data shows that men have overall high satisfaction with invasive urodynamics testing. [64] Diagnosis of low compliance neurogenic and non-neurogenic bladders identifies the risk of irreversible damage to upper urinary tracts and guides subsequent intervention. [66]"}
{"id": "article-106752_60", "title": "Urodynamic Testing and Interpretation -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Urodynamic Testing and Interpretation -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}