{"id": "article-27579_0", "title": "Pott Disease -- Continuing Education Activity", "content": "Pott disease, or tuberculosis of the spine, has recently shown a significant resurgence in developed nations secondary to global migration. Concurrent with this phenomenon, multidrug-resistant bacterial strains of tuberculosis have been increasing in developing nations over the past decades. Improving interprofessional team knowledge of this major, global public health threat is critical for current and future generations. This activity examines the etiology, epidemiology, presentation, evaluation, and management of Pott disease. This activity highlights the importance of the interprofessional team in recognizing and managing the disease to improve outcomes for patients.", "contents": "Pott Disease -- Continuing Education Activity. Pott disease, or tuberculosis of the spine, has recently shown a significant resurgence in developed nations secondary to global migration. Concurrent with this phenomenon, multidrug-resistant bacterial strains of tuberculosis have been increasing in developing nations over the past decades. Improving interprofessional team knowledge of this major, global public health threat is critical for current and future generations. This activity examines the etiology, epidemiology, presentation, evaluation, and management of Pott disease. This activity highlights the importance of the interprofessional team in recognizing and managing the disease to improve outcomes for patients."}
{"id": "article-27579_1", "title": "Pott Disease -- Continuing Education Activity", "content": "Objectives: Identify the signs and symptoms that should lead a practitioner to consider Pott disease. Describe the testing that should be done if Pott disease is suspected. Summarize the treatment and management options for Pott disease. Explain the importance of the interprofessional team in recognizing and managing Pott disease in order to halt the acceleration of this major, global public health threat and improve patient outcomes. Access free multiple choice questions on this topic.", "contents": "Pott Disease -- Continuing Education Activity. Objectives: Identify the signs and symptoms that should lead a practitioner to consider Pott disease. Describe the testing that should be done if Pott disease is suspected. Summarize the treatment and management options for Pott disease. Explain the importance of the interprofessional team in recognizing and managing Pott disease in order to halt the acceleration of this major, global public health threat and improve patient outcomes. Access free multiple choice questions on this topic."}
{"id": "article-27579_2", "title": "Pott Disease -- Introduction", "content": "Tuberculosis (TB), as a disease has been known since ancient times. It was described as early as 1000 to 600 BCE as \"Yakshama\" in ancient Indian medical literature as well as the Sushruta Samhita and Charaka Samhita. [1] In 1779, Sir Percival Pott described the tubercular disease of the spinal column presenting clinically with kyphotic deformity and neurological deficit in European patients. [2] Later, during the 19th and 20th centuries, the discovery of the underlying pathogenic microorganism ( Mycobacterium tuberculosis ), development of Bacillus Calmette-Guerin (BCG) vaccine, advancements made in the diagnostic modalities, chemotherapeutic agents, and surgical procedures had vastly revolutionized the management of spinal tuberculosis and provided the humanity with much better protection against this debilitating illness. [3]", "contents": "Pott Disease -- Introduction. Tuberculosis (TB), as a disease has been known since ancient times. It was described as early as 1000 to 600 BCE as \"Yakshama\" in ancient Indian medical literature as well as the Sushruta Samhita and Charaka Samhita. [1] In 1779, Sir Percival Pott described the tubercular disease of the spinal column presenting clinically with kyphotic deformity and neurological deficit in European patients. [2] Later, during the 19th and 20th centuries, the discovery of the underlying pathogenic microorganism ( Mycobacterium tuberculosis ), development of Bacillus Calmette-Guerin (BCG) vaccine, advancements made in the diagnostic modalities, chemotherapeutic agents, and surgical procedures had vastly revolutionized the management of spinal tuberculosis and provided the humanity with much better protection against this debilitating illness. [3]"}
{"id": "article-27579_3", "title": "Pott Disease -- Introduction", "content": "Recently the disease has shown a significant resurgence in developed nations, particularly among the immunosuppressed population secondary to a \"global migration phenomenon.\" This has posed a stiff challenge to the global community. There has been an ominous, increasing trend in the occurrence of multidrug-resistant bacterial strains of tuberculosis in the developing nations over the past decades. For these reasons, the disease continues to exist as a major, global public health menace to date. [4] [5] [6] [7]", "contents": "Pott Disease -- Introduction. Recently the disease has shown a significant resurgence in developed nations, particularly among the immunosuppressed population secondary to a \"global migration phenomenon.\" This has posed a stiff challenge to the global community. There has been an ominous, increasing trend in the occurrence of multidrug-resistant bacterial strains of tuberculosis in the developing nations over the past decades. For these reasons, the disease continues to exist as a major, global public health menace to date. [4] [5] [6] [7]"}
{"id": "article-27579_4", "title": "Pott Disease -- Etiology", "content": "The pathogen underlying tuberculosis is Mycobacterium genus complex. There are around 60 species, among which M. tuberculosis is the most common type. These organisms are fastidious, slow-growing and aerobic bacilli. Other non-tubercular mycobacterial species affecting humans include Mycobacterium avium , Mycobacterium bovis , Mycobacterium microti , and Mycobacterium africanum. [8] The TB bacilli are capable of remaining dormant for a long time; however, when the favorable conditions return, they tend to multiply once every 15 to 20 hours. [9] The infection results in a granulomatous inflammatory reaction, which is typically characterized by caseating necrosis, lymphocytes, epithelioid cells, and Langhans-type giant cells. [10] Some known risk factors for TB include prolonged exposure to infected patients, immunodeficiencies (HIV, alcohol, drug abuse), overcrowding, malnutrition, poverty, and lower socio-economic situation.", "contents": "Pott Disease -- Etiology. The pathogen underlying tuberculosis is Mycobacterium genus complex. There are around 60 species, among which M. tuberculosis is the most common type. These organisms are fastidious, slow-growing and aerobic bacilli. Other non-tubercular mycobacterial species affecting humans include Mycobacterium avium , Mycobacterium bovis , Mycobacterium microti , and Mycobacterium africanum. [8] The TB bacilli are capable of remaining dormant for a long time; however, when the favorable conditions return, they tend to multiply once every 15 to 20 hours. [9] The infection results in a granulomatous inflammatory reaction, which is typically characterized by caseating necrosis, lymphocytes, epithelioid cells, and Langhans-type giant cells. [10] Some known risk factors for TB include prolonged exposure to infected patients, immunodeficiencies (HIV, alcohol, drug abuse), overcrowding, malnutrition, poverty, and lower socio-economic situation."}
{"id": "article-27579_5", "title": "Pott Disease -- Epidemiology", "content": "The incidence of extrapulmonary TB (EPTB) is 3%, among which 10% of cases are skeletal TB. Spinal TB cases constitute 50% of skeletal tubercular infections. [6] [11] The World Health Organisation (WHO) reported an incidence of 10.4 million new cases of tuberculosis in 2016, among which 46.5% of cases were reported from the South East Asian Region alone. India contributed to 23% of the global TB burden. WHO also reported a global increase in international migrants from 173 to 244 million between 2000 and 2015. This global increase in the phenomenon of migration has contributed to the recent resurgence of tuberculosis even in the developed world. [12] [5] [6]", "contents": "Pott Disease -- Epidemiology. The incidence of extrapulmonary TB (EPTB) is 3%, among which 10% of cases are skeletal TB. Spinal TB cases constitute 50% of skeletal tubercular infections. [6] [11] The World Health Organisation (WHO) reported an incidence of 10.4 million new cases of tuberculosis in 2016, among which 46.5% of cases were reported from the South East Asian Region alone. India contributed to 23% of the global TB burden. WHO also reported a global increase in international migrants from 173 to 244 million between 2000 and 2015. This global increase in the phenomenon of migration has contributed to the recent resurgence of tuberculosis even in the developed world. [12] [5] [6]"}
{"id": "article-27579_6", "title": "Pott Disease -- Pathophysiology", "content": "Spinal TB is usually secondary to hematogenous spread from a primary site of infection (most commonly the lungs). The paradiscal vessels typically supply the subchondral bone on either side of the disc space and therefore, the most common site of vertebral involvement is paradiscal. The other patterns of involvement include central (with predominant vertebral body involvement), posterior (involving the posterior structures primarily) and non-osseous involvement (presenting with the abscess). [13] [14] Progressive vertebral destruction leads to spinal kyphotic deformity and instability.", "contents": "Pott Disease -- Pathophysiology. Spinal TB is usually secondary to hematogenous spread from a primary site of infection (most commonly the lungs). The paradiscal vessels typically supply the subchondral bone on either side of the disc space and therefore, the most common site of vertebral involvement is paradiscal. The other patterns of involvement include central (with predominant vertebral body involvement), posterior (involving the posterior structures primarily) and non-osseous involvement (presenting with the abscess). [13] [14] Progressive vertebral destruction leads to spinal kyphotic deformity and instability."}
{"id": "article-27579_7", "title": "Pott Disease -- History and Physical", "content": "The clinical presentation of spinal tuberculosis is variable. The manifestations depend upon the duration of illness, severity of the disease, site of the lesion, and presence of associated complications including deformity and neurological deficit. [15] In uncomplicated disease, the patient typically presents with back pain; while the presentation associated with complicated tubercular spine disease involves deformity, instability, and neuro deficit. Back pain in tuberculosis can be related to the active disease itself (secondary to inflammation), bone destruction and instability. Rest pain is pathognomonic, and rarely, radicular pain can be the main presenting symptom. Constitutional symptoms including weight or appetite loss, fever, and malaise/ fatigue are less commonly associated with extrapulmonary tuberculosis than pulmonary disease. [16] [17]", "contents": "Pott Disease -- History and Physical. The clinical presentation of spinal tuberculosis is variable. The manifestations depend upon the duration of illness, severity of the disease, site of the lesion, and presence of associated complications including deformity and neurological deficit. [15] In uncomplicated disease, the patient typically presents with back pain; while the presentation associated with complicated tubercular spine disease involves deformity, instability, and neuro deficit. Back pain in tuberculosis can be related to the active disease itself (secondary to inflammation), bone destruction and instability. Rest pain is pathognomonic, and rarely, radicular pain can be the main presenting symptom. Constitutional symptoms including weight or appetite loss, fever, and malaise/ fatigue are less commonly associated with extrapulmonary tuberculosis than pulmonary disease. [16] [17]"}
{"id": "article-27579_8", "title": "Pott Disease -- History and Physical -- Cold Abscess", "content": "These abscesses typically lack all the inflammatory signs obvious in abscesses; and hence the name. In the cervical spine, they can present in the retropharyngeal space, anterior or posterior triangles of the neck or axilla. In the thoracic spine, they may present as pre- or paravertebral abscesses; or over the chest wall. In the lumbar spine, they may track down along the psoas muscle, Petit's triangle, Scarpa's triangle, or the gluteal region. [18]", "contents": "Pott Disease -- History and Physical -- Cold Abscess. These abscesses typically lack all the inflammatory signs obvious in abscesses; and hence the name. In the cervical spine, they can present in the retropharyngeal space, anterior or posterior triangles of the neck or axilla. In the thoracic spine, they may present as pre- or paravertebral abscesses; or over the chest wall. In the lumbar spine, they may track down along the psoas muscle, Petit's triangle, Scarpa's triangle, or the gluteal region. [18]"}
{"id": "article-27579_9", "title": "Pott Disease -- History and Physical -- Deformity", "content": "The clinical appearance of kyphotic deformity has been classified as knuckle (one vertebral involvement), gibbus (two vertebrae) and rounded kyphus (more than three vertebrae). Owing to the greater involvement of the anterior spinal column in TB, the spinal column progressively develops a kyphotic orientation; especially in the thoracic and thoracolumbar spine. Rajasekaran et al. purported a formula to predict the final kyphosis in adult population afflicted with spinal TB: y = a + bx, where y is the final kyphosis, a and b are constants equal to 5.5 and 30.5, respectively, and x is the initial loss of vertebral body height. [19] Jain et al. observed that kyphotic deformity greater than 60 degrees leads to significant disability and can potentially inflict neurological deficits. [20]", "contents": "Pott Disease -- History and Physical -- Deformity. The clinical appearance of kyphotic deformity has been classified as knuckle (one vertebral involvement), gibbus (two vertebrae) and rounded kyphus (more than three vertebrae). Owing to the greater involvement of the anterior spinal column in TB, the spinal column progressively develops a kyphotic orientation; especially in the thoracic and thoracolumbar spine. Rajasekaran et al. purported a formula to predict the final kyphosis in adult population afflicted with spinal TB: y = a + bx, where y is the final kyphosis, a and b are constants equal to 5.5 and 30.5, respectively, and x is the initial loss of vertebral body height. [19] Jain et al. observed that kyphotic deformity greater than 60 degrees leads to significant disability and can potentially inflict neurological deficits. [20]"}
{"id": "article-27579_10", "title": "Pott Disease -- History and Physical -- Neurological Deficit", "content": "A neurological deficit can occur either at the active stage of the disease (secondary to compression from an abscess, inflammatory tissue, sequestrum or spinal instability) or during the healed stage (usually secondary to mechanical traction over the internal gibbus or spinal instability). [21] [22]", "contents": "Pott Disease -- History and Physical -- Neurological Deficit. A neurological deficit can occur either at the active stage of the disease (secondary to compression from an abscess, inflammatory tissue, sequestrum or spinal instability) or during the healed stage (usually secondary to mechanical traction over the internal gibbus or spinal instability). [21] [22]"}
{"id": "article-27579_11", "title": "Pott Disease -- History and Physical -- Neurological Deficit", "content": "The initial compression in TB is secondary to vertebral body collapse, leading to anterior spinal tract involvement (exaggerated deep tendon reflexes and Babinski sign, further progression on to UMN-type motor deficit). Further on, the lateral spinal tracts are progressively involved (with loss of crude touch, pain, and temperature); followed by posterior column deficit (sphincter disturbances and complete sensory loss). The Frankel and ASIA scores, which were initially developed to classify neurological deficits in acute spinal injury may also be employed to classify the neuro deficiency in spinal tuberculosis. [23] Modified Tuli classification [24] [25] is the most useful classification of Pott paraplegia with spinal cord involvement. There were five stages of Pott paraplegia:", "contents": "Pott Disease -- History and Physical -- Neurological Deficit. The initial compression in TB is secondary to vertebral body collapse, leading to anterior spinal tract involvement (exaggerated deep tendon reflexes and Babinski sign, further progression on to UMN-type motor deficit). Further on, the lateral spinal tracts are progressively involved (with loss of crude touch, pain, and temperature); followed by posterior column deficit (sphincter disturbances and complete sensory loss). The Frankel and ASIA scores, which were initially developed to classify neurological deficits in acute spinal injury may also be employed to classify the neuro deficiency in spinal tuberculosis. [23] Modified Tuli classification [24] [25] is the most useful classification of Pott paraplegia with spinal cord involvement. There were five stages of Pott paraplegia:"}
{"id": "article-27579_12", "title": "Pott Disease -- History and Physical -- Neurological Deficit", "content": "Stage 1: Deficit only evident, based on the clinical examination by the clinician (ankle clonus, exaggerated deep tendon reflexes and Babinski or plantar extensor) Stage 2: Patient has UMN-type of a motor deficit with spasticity, however, is still ambulatory. The anticipated motor score in tetraparesis is 60 to 100 and in paraparesis is between 80 and 100; sensory deficit involves the lateral column Stage 3: The patient is bedridden and spastic. The anticipated motor score in tetraparesis is 0 to 30, and in paraparesis is between 50 and 80; sensory deficit involves the lateral column Stage 4: The patient is bedridden with severe sensory loss/ pressure sores. The Anticipated motor score in tetraplegia is 0, and in paraplegia is between 50; sensory deficit involves posterior and lateral columns Stage 5: Similar to stage 4 +/- bladder/bowel involvement +/- flexor spasms/ flaccid tetraplegia/ paraplegia", "contents": "Pott Disease -- History and Physical -- Neurological Deficit. Stage 1: Deficit only evident, based on the clinical examination by the clinician (ankle clonus, exaggerated deep tendon reflexes and Babinski or plantar extensor) Stage 2: Patient has UMN-type of a motor deficit with spasticity, however, is still ambulatory. The anticipated motor score in tetraparesis is 60 to 100 and in paraparesis is between 80 and 100; sensory deficit involves the lateral column Stage 3: The patient is bedridden and spastic. The anticipated motor score in tetraparesis is 0 to 30, and in paraparesis is between 50 and 80; sensory deficit involves the lateral column Stage 4: The patient is bedridden with severe sensory loss/ pressure sores. The Anticipated motor score in tetraplegia is 0, and in paraplegia is between 50; sensory deficit involves posterior and lateral columns Stage 5: Similar to stage 4 +/- bladder/bowel involvement +/- flexor spasms/ flaccid tetraplegia/ paraplegia"}
{"id": "article-27579_13", "title": "Pott Disease -- History and Physical -- Neurological Deficit", "content": "Although most of the neuro deficit would fit into this classification, neuro deficits in intraspinal granulomas, cauda equina, or conus medullaris syndromes or TB of other atypical locations may not correspond to any of the stages mentioned above.", "contents": "Pott Disease -- History and Physical -- Neurological Deficit. Although most of the neuro deficit would fit into this classification, neuro deficits in intraspinal granulomas, cauda equina, or conus medullaris syndromes or TB of other atypical locations may not correspond to any of the stages mentioned above."}
{"id": "article-27579_14", "title": "Pott Disease -- History and Physical -- Pediatric Spinal TB", "content": "Owing to the immaturity and increased flexibility of the spine in children, they are particularly prone to developing severe deformity progression. Such worsening of deformity in children can also occur after the disease has completely healed, and therefore the need to follow-up this patient population until skeletal maturity cannot be understated. Rajasekaran et al. described 4 signs of \"spine at risk\" in children, which include: Retropulsion of the posterior aspect of the involved vertebra Facetal subluxation (separation of facets on lateral radiographs) Lateral translation of vertebrae (as observed on anteroposterior radiographs) The toppling of one vertebra over the other (defined by a line along the anterior surface of caudal normal vertebra crossing the mid-point of the anterior surface of the cranial normal vertebral bone)", "contents": "Pott Disease -- History and Physical -- Pediatric Spinal TB. Owing to the immaturity and increased flexibility of the spine in children, they are particularly prone to developing severe deformity progression. Such worsening of deformity in children can also occur after the disease has completely healed, and therefore the need to follow-up this patient population until skeletal maturity cannot be understated. Rajasekaran et al. described 4 signs of \"spine at risk\" in children, which include: Retropulsion of the posterior aspect of the involved vertebra Facetal subluxation (separation of facets on lateral radiographs) Lateral translation of vertebrae (as observed on anteroposterior radiographs) The toppling of one vertebra over the other (defined by a line along the anterior surface of caudal normal vertebra crossing the mid-point of the anterior surface of the cranial normal vertebral bone)"}
{"id": "article-27579_15", "title": "Pott Disease -- History and Physical -- Pediatric Spinal TB", "content": "He proposed that children with two or more of these signs had posterior facet disruption and required surgical intervention. He also proposed a classification system for the progression of the deformity in children: Type 1 curves where curvature increases until growth cessation or skeletal maturity and surgical intervention was required Type 2 curves where the deformity decreased with growth progression Type 3 curves where there was minimal change in the deformity either during the active or healed phases of the disease [26] [27]", "contents": "Pott Disease -- History and Physical -- Pediatric Spinal TB. He proposed that children with two or more of these signs had posterior facet disruption and required surgical intervention. He also proposed a classification system for the progression of the deformity in children: Type 1 curves where curvature increases until growth cessation or skeletal maturity and surgical intervention was required Type 2 curves where the deformity decreased with growth progression Type 3 curves where there was minimal change in the deformity either during the active or healed phases of the disease [26] [27]"}
{"id": "article-27579_16", "title": "Pott Disease -- History and Physical -- Atypical Presentations", "content": "Some of the atypical clinical presentations may include intervertebral disc prolapse, isolated abscess without skeletal involvement, and pure intraspinal granulomas. Similarly, atypical radiological presentations may include skip lesions, concentric vertebral collapse, circumferential vertebral involvement, isolated posterior arch involvement, ivory vertebra, isolated meningeal, neural or perineural involvement without any vertebral destruction and multifocal osseous lesions. [28]", "contents": "Pott Disease -- History and Physical -- Atypical Presentations. Some of the atypical clinical presentations may include intervertebral disc prolapse, isolated abscess without skeletal involvement, and pure intraspinal granulomas. Similarly, atypical radiological presentations may include skip lesions, concentric vertebral collapse, circumferential vertebral involvement, isolated posterior arch involvement, ivory vertebra, isolated meningeal, neural or perineural involvement without any vertebral destruction and multifocal osseous lesions. [28]"}
{"id": "article-27579_17", "title": "Pott Disease -- Evaluation", "content": "The gold standard in the diagnosis of tuberculosis is the culture of Mycobacterium ; however, the TB bacillus is fastidious; and the sole reliance on positive cultures for diagnosis can be associated with poor sensitivity.", "contents": "Pott Disease -- Evaluation. The gold standard in the diagnosis of tuberculosis is the culture of Mycobacterium ; however, the TB bacillus is fastidious; and the sole reliance on positive cultures for diagnosis can be associated with poor sensitivity."}
{"id": "article-27579_18", "title": "Pott Disease -- Evaluation", "content": "Alternate laboratory reference standards for diagnosis include a histopathological demonstration of classic caseating granulomas, staining of smears to identify acid-fast bacilli (AFB), serological inflammatory markers, immunological tests, and molecular diagnostic modalities. A typical clinical presentation with additional indirect evidence from radiological and laboratory tests are usually necessary to clinch the diagnosis in a significant proportion of patients.", "contents": "Pott Disease -- Evaluation. Alternate laboratory reference standards for diagnosis include a histopathological demonstration of classic caseating granulomas, staining of smears to identify acid-fast bacilli (AFB), serological inflammatory markers, immunological tests, and molecular diagnostic modalities. A typical clinical presentation with additional indirect evidence from radiological and laboratory tests are usually necessary to clinch the diagnosis in a significant proportion of patients."}
{"id": "article-27579_19", "title": "Pott Disease -- Evaluation -- Imaging Modalities", "content": "Plain radiographs (15% sensitivity): Early stages (less than 30% vertebral destruction) – not much role; later stages (beyond 30% vertebral destruction) – can present with disc space reduction, endplate rarefaction, vertebral body destruction, instability, and spinal deformity. The chest x-ray is also an important investigation, as up to thirds of these patients with spinal TB can also have a concomitant pulmonary disease. [29]", "contents": "Pott Disease -- Evaluation -- Imaging Modalities. Plain radiographs (15% sensitivity): Early stages (less than 30% vertebral destruction) – not much role; later stages (beyond 30% vertebral destruction) – can present with disc space reduction, endplate rarefaction, vertebral body destruction, instability, and spinal deformity. The chest x-ray is also an important investigation, as up to thirds of these patients with spinal TB can also have a concomitant pulmonary disease. [29]"}
{"id": "article-27579_20", "title": "Pott Disease -- Evaluation -- Imaging Modalities", "content": "Computed tomography (CT) (100% sensitivity): Can help in the diagnosis at a much earlier stage than plain x-rays. The types of vertebral destructive lesions by CT in spinal TB include fragmentary, osteolytic, subperiosteal, and localized sclerosis. CT scans can also aid in image-guided biopsy for establishing the diagnosis. [30] [31] [32]", "contents": "Pott Disease -- Evaluation -- Imaging Modalities. Computed tomography (CT) (100% sensitivity): Can help in the diagnosis at a much earlier stage than plain x-rays. The types of vertebral destructive lesions by CT in spinal TB include fragmentary, osteolytic, subperiosteal, and localized sclerosis. CT scans can also aid in image-guided biopsy for establishing the diagnosis. [30] [31] [32]"}
{"id": "article-27579_21", "title": "Pott Disease -- Evaluation -- Imaging Modalities", "content": "Magnetic resonance imaging (MRI) (100% sensitivity and 80% specificity): MRI is the most useful modality in the diagnosis of spinal TB. MRI best detects the extent of soft tissue enhancement, the location of the abscess and spinal canal compromise. Gadolinium-enhanced MRI may provide additional information regarding the diagnosis. Screening sequences involving the whole spine can also help us in identifying non-contiguous vertebral involvement. MRI can also assess response to treatment. [33] [34] The typical MRI findings including multi-segment sub-ligamentous collection, the occurrence of well-defined para/pre-vertebral mass or abscess with relatively thickened abscess walls, relatively spared disc space until the later stages of the disease and heterogeneous enhancement of vertebral body can help in distinguishing tubercular spondylodiscitis from other pyogenic infections. [35]", "contents": "Pott Disease -- Evaluation -- Imaging Modalities. Magnetic resonance imaging (MRI) (100% sensitivity and 80% specificity): MRI is the most useful modality in the diagnosis of spinal TB. MRI best detects the extent of soft tissue enhancement, the location of the abscess and spinal canal compromise. Gadolinium-enhanced MRI may provide additional information regarding the diagnosis. Screening sequences involving the whole spine can also help us in identifying non-contiguous vertebral involvement. MRI can also assess response to treatment. [33] [34] The typical MRI findings including multi-segment sub-ligamentous collection, the occurrence of well-defined para/pre-vertebral mass or abscess with relatively thickened abscess walls, relatively spared disc space until the later stages of the disease and heterogeneous enhancement of vertebral body can help in distinguishing tubercular spondylodiscitis from other pyogenic infections. [35]"}
{"id": "article-27579_22", "title": "Pott Disease -- Evaluation -- Imaging Modalities", "content": "Nuclear imaging: 18 F-fluorodeoxyglucose (18F-FDG) labeled positron emission tomography (PET) scan provides evidence of functional activity in the involved tissues, based on the rationale that 18F-FDG is known to accumulate in macrophages at the inflammation site. [36] These modalities cannot help in distinguishing tubercular infections from malignancy or other pyogenic infections.", "contents": "Pott Disease -- Evaluation -- Imaging Modalities. Nuclear imaging: 18 F-fluorodeoxyglucose (18F-FDG) labeled positron emission tomography (PET) scan provides evidence of functional activity in the involved tissues, based on the rationale that 18F-FDG is known to accumulate in macrophages at the inflammation site. [36] These modalities cannot help in distinguishing tubercular infections from malignancy or other pyogenic infections."}
{"id": "article-27579_23", "title": "Pott Disease -- Evaluation -- Laboratory Tests", "content": "Erythrocyte sedimentation rate ( ESR) (60% to 90% sensitivity) is usually more than 20 mm/hour in TB and decreases with treatment response. Nevertheless, it is not a very sensitive test. C-reactive protein (CRP) (71% sensitivity) is more specific than ESR. [37]", "contents": "Pott Disease -- Evaluation -- Laboratory Tests. Erythrocyte sedimentation rate ( ESR) (60% to 90% sensitivity) is usually more than 20 mm/hour in TB and decreases with treatment response. Nevertheless, it is not a very sensitive test. C-reactive protein (CRP) (71% sensitivity) is more specific than ESR. [37]"}
{"id": "article-27579_24", "title": "Pott Disease -- Evaluation -- Laboratory Tests", "content": "Serological examination of IgG and IgM antibody levels against TB antigen cannot effectively distinguish between active or healed disease; natural TB infection or vaccinated persons; and is raised in both active and chronic stages of infection. [38] [39]", "contents": "Pott Disease -- Evaluation -- Laboratory Tests. Serological examination of IgG and IgM antibody levels against TB antigen cannot effectively distinguish between active or healed disease; natural TB infection or vaccinated persons; and is raised in both active and chronic stages of infection. [38] [39]"}
{"id": "article-27579_25", "title": "Pott Disease -- Evaluation -- Laboratory Tests", "content": "Acid-fast bacilli (A FB) staining (25% to 75% sensitivity and 99% specificity): Using the Ziehl-Neelsen technique, tubercle bacillus presents with a bright red stain. At least, a concentration of 1 to 10 bacteria/ ml is necessary for detection.", "contents": "Pott Disease -- Evaluation -- Laboratory Tests. Acid-fast bacilli (A FB) staining (25% to 75% sensitivity and 99% specificity): Using the Ziehl-Neelsen technique, tubercle bacillus presents with a bright red stain. At least, a concentration of 1 to 10 bacteria/ ml is necessary for detection."}
{"id": "article-27579_26", "title": "Pott Disease -- Evaluation -- Laboratory Tests", "content": "TB culture: BACTEC radiometric culture assay (56% sensitivity and 100% specificity) takes 2 weeks of incubation time; while traditional culture on Lowenstein-Jenson (LJ) medium takes up to 6 weeks (47% sensitivity and 100% specificity). [40] Growth on the LJ medium requires a concentration of at least 10 to 100 bacteria/ml.", "contents": "Pott Disease -- Evaluation -- Laboratory Tests. TB culture: BACTEC radiometric culture assay (56% sensitivity and 100% specificity) takes 2 weeks of incubation time; while traditional culture on Lowenstein-Jenson (LJ) medium takes up to 6 weeks (47% sensitivity and 100% specificity). [40] Growth on the LJ medium requires a concentration of at least 10 to 100 bacteria/ml."}
{"id": "article-27579_27", "title": "Pott Disease -- Evaluation -- Laboratory Tests", "content": "Molecular testing and polymerase chain reaction (PCR) (75% sensitivity and 97% specificity) [6] : This technique requires only a concentration of 1 to 10 bacilli/ ml. This is a very useful technique in paucibacillary, extrapulmonary TB infections.", "contents": "Pott Disease -- Evaluation -- Laboratory Tests. Molecular testing and polymerase chain reaction (PCR) (75% sensitivity and 97% specificity) [6] : This technique requires only a concentration of 1 to 10 bacilli/ ml. This is a very useful technique in paucibacillary, extrapulmonary TB infections."}
{"id": "article-27579_28", "title": "Pott Disease -- Evaluation -- Laboratory Tests", "content": "Gene Xpert MTB/RIF: This is a fully automated test, which yields results within 90 minutes (82.9% sensitivity and 98% specificity). This test also helps in diagnosing resistance to rifampicin. WHO, in March 2017 recommended Xpert MTB/RIF Ultra (87.8% sensitivity and 94.8% specificity) as an investigation with good yield in pediatric and extrapulmonary patients. [6] [41] Histopathological evaluation: Characteristic findings including caseating necrosis, epithelioid cell granuloma, and Langhans giant cells can be found in 72% to 97% of patients. [42] [43]", "contents": "Pott Disease -- Evaluation -- Laboratory Tests. Gene Xpert MTB/RIF: This is a fully automated test, which yields results within 90 minutes (82.9% sensitivity and 98% specificity). This test also helps in diagnosing resistance to rifampicin. WHO, in March 2017 recommended Xpert MTB/RIF Ultra (87.8% sensitivity and 94.8% specificity) as an investigation with good yield in pediatric and extrapulmonary patients. [6] [41] Histopathological evaluation: Characteristic findings including caseating necrosis, epithelioid cell granuloma, and Langhans giant cells can be found in 72% to 97% of patients. [42] [43]"}
{"id": "article-27579_29", "title": "Pott Disease -- Evaluation -- Tests to Detect Latent Tuberculosis", "content": "Mantoux test (40% to 55% sensitivity and 75% specificity): Skin hypersensitivity test (purified protein derivative [PPD]) has been recommended as a low-cost test in developing nations; nevertheless it is not an accurate test in endemic countries or immunodeficient patients. Interferon-gamma release assay (50% to 65% sensitivity and 85% specificity): Measuring interferons produced in response to tubercular antigens; not useful in endemic regions. [44] Whole blood-based enzyme-linked immunosorbent assay (ELISA) [45]", "contents": "Pott Disease -- Evaluation -- Tests to Detect Latent Tuberculosis. Mantoux test (40% to 55% sensitivity and 75% specificity): Skin hypersensitivity test (purified protein derivative [PPD]) has been recommended as a low-cost test in developing nations; nevertheless it is not an accurate test in endemic countries or immunodeficient patients. Interferon-gamma release assay (50% to 65% sensitivity and 85% specificity): Measuring interferons produced in response to tubercular antigens; not useful in endemic regions. [44] Whole blood-based enzyme-linked immunosorbent assay (ELISA) [45]"}
{"id": "article-27579_30", "title": "Pott Disease -- Treatment / Management", "content": "It is essential to classify spinal TB disease into a complicated and uncomplicated disease, based on their presentation. While uncomplicated spinal TB is essentially a medical disease; complicated TB spine patients need surgical intervention in addition to chemotherapy. [46] [47]", "contents": "Pott Disease -- Treatment / Management. It is essential to classify spinal TB disease into a complicated and uncomplicated disease, based on their presentation. While uncomplicated spinal TB is essentially a medical disease; complicated TB spine patients need surgical intervention in addition to chemotherapy. [46] [47]"}
{"id": "article-27579_31", "title": "Pott Disease -- Treatment / Management -- Chemotherapy", "content": "The mainstay of treatment in spinal TB is chemotherapy (antitubercular treatment [ATT]). Tubercle bacilli may exist as intracellular or extracellular forms or as dormant or rapidly multiplying forms. [48] Therefore, multi-drug treatment is essential to attack the bacilli in various stages or forms and reduce the instance of drug resistance. The duration (6, 9, 12, or 18 months) and frequency (daily versus alternate-day regimen) of administration of ATT have been controversial. [49] WHO recommends 6 months of multidrug anti-tubercular therapy, including 2 months of four- or five-drug treatment (isoniazid, rifampicin, pyrazinamide, ethambutol, and/ or streptomycin) constituting the initiation\" phase, followed by 4 months of \"continuation\" phase therapy with a two-drug regimen including isoniazid and rifampicin. The American Thoracic Spine Society recommends a regimen involving 9 months of treatment with the same drugs (\"continuation\" phase extending for a period of 7 months). The Canadian Thoracic Society recommends treatment for 9 to 12 months duration. [9] Other second-line anti-tubercular drugs including kanamycin, capreomycin, pyrazinamide, amikacin, among others are typically indicated when there is resistance or poor tolerance to first-line medications. A recent meta-analysis has not demonstrated any difference between self-administered and directly observed treatment (directly observed therapy, short course [DOTS]); nevertheless WHO has continued to recommend DOTS therapy for optimum results. [50] [51] [52]", "contents": "Pott Disease -- Treatment / Management -- Chemotherapy. The mainstay of treatment in spinal TB is chemotherapy (antitubercular treatment [ATT]). Tubercle bacilli may exist as intracellular or extracellular forms or as dormant or rapidly multiplying forms. [48] Therefore, multi-drug treatment is essential to attack the bacilli in various stages or forms and reduce the instance of drug resistance. The duration (6, 9, 12, or 18 months) and frequency (daily versus alternate-day regimen) of administration of ATT have been controversial. [49] WHO recommends 6 months of multidrug anti-tubercular therapy, including 2 months of four- or five-drug treatment (isoniazid, rifampicin, pyrazinamide, ethambutol, and/ or streptomycin) constituting the initiation\" phase, followed by 4 months of \"continuation\" phase therapy with a two-drug regimen including isoniazid and rifampicin. The American Thoracic Spine Society recommends a regimen involving 9 months of treatment with the same drugs (\"continuation\" phase extending for a period of 7 months). The Canadian Thoracic Society recommends treatment for 9 to 12 months duration. [9] Other second-line anti-tubercular drugs including kanamycin, capreomycin, pyrazinamide, amikacin, among others are typically indicated when there is resistance or poor tolerance to first-line medications. A recent meta-analysis has not demonstrated any difference between self-administered and directly observed treatment (directly observed therapy, short course [DOTS]); nevertheless WHO has continued to recommend DOTS therapy for optimum results. [50] [51] [52]"}
{"id": "article-27579_32", "title": "Pott Disease -- Treatment / Management -- Multidrug Resistance", "content": "MDR-TB is defined as TB infection resistant to INH and rifampicin. Extensively drug-resistant TB (XDR-TB) is defined as infection resistant to INH and rifampicin, along with resistance to a fluoroquinolone and at least one injectable second-line medication. Velayati et al. described the term \"totally drug-resistant\" TB, where the tubercular strain is resistant to all first- and second-line drugs. [53] [54] [55]", "contents": "Pott Disease -- Treatment / Management -- Multidrug Resistance. MDR-TB is defined as TB infection resistant to INH and rifampicin. Extensively drug-resistant TB (XDR-TB) is defined as infection resistant to INH and rifampicin, along with resistance to a fluoroquinolone and at least one injectable second-line medication. Velayati et al. described the term \"totally drug-resistant\" TB, where the tubercular strain is resistant to all first- and second-line drugs. [53] [54] [55]"}
{"id": "article-27579_33", "title": "Pott Disease -- Treatment / Management -- Principles", "content": "Traditionally, TB was treated by radical debridement through an anterior approach. [56] [57] However, following successful outcomes with multidrug chemotherapy and Medical Research Council observations, [57] Tuli et al. introduced the concept of \"middle path regimen\" in the treatment of tuberculosis. [58] This regimen recommended medical management in all patients, along with surgical management necessitated in the following situations: Lack of response to chemotherapy Recurrent disease Severe neurological weakness Static or progressive neuro deficit despite a course of ATT Deformity Debilitating pain Instability", "contents": "Pott Disease -- Treatment / Management -- Principles. Traditionally, TB was treated by radical debridement through an anterior approach. [56] [57] However, following successful outcomes with multidrug chemotherapy and Medical Research Council observations, [57] Tuli et al. introduced the concept of \"middle path regimen\" in the treatment of tuberculosis. [58] This regimen recommended medical management in all patients, along with surgical management necessitated in the following situations: Lack of response to chemotherapy Recurrent disease Severe neurological weakness Static or progressive neuro deficit despite a course of ATT Deformity Debilitating pain Instability"}
{"id": "article-27579_34", "title": "Pott Disease -- Treatment / Management -- Principles", "content": "The objectives of surgical intervention include drainage of an abscess, debridement of infected tissues, stabilization of vertebrae and deformity correction. Tubercle bacilli do not produce any biofilm and therefore, tubercular infections are amenable to stabilization with implants. The surgical procedure typically involves debridement and fusion (instrumented or non-instrumented) through anterior, posterior or combined approaches. [6] Abscesses can be drained through minimally invasive or open approaches.", "contents": "Pott Disease -- Treatment / Management -- Principles. The objectives of surgical intervention include drainage of an abscess, debridement of infected tissues, stabilization of vertebrae and deformity correction. Tubercle bacilli do not produce any biofilm and therefore, tubercular infections are amenable to stabilization with implants. The surgical procedure typically involves debridement and fusion (instrumented or non-instrumented) through anterior, posterior or combined approaches. [6] Abscesses can be drained through minimally invasive or open approaches."}
{"id": "article-27579_35", "title": "Pott Disease -- Treatment / Management -- Anterior Approach", "content": "As TB spine involves the anterior vertebral structures predominantly, debridement through anterior approach and fusion has been traditionally used to manage the diseased tissues directly. Nevertheless, the anterior approach has been reported to be associated with serious complications including graft-related complications (subsidence, slippage, fracture, absorption among others), approach-related complications (respiratory compromise) and even mortality. An ideal indication for anterior surgery includes patients without any posterior vertebral structure involvement, in other words, no panvertebral disease. [59] [60] [61]", "contents": "Pott Disease -- Treatment / Management -- Anterior Approach. As TB spine involves the anterior vertebral structures predominantly, debridement through anterior approach and fusion has been traditionally used to manage the diseased tissues directly. Nevertheless, the anterior approach has been reported to be associated with serious complications including graft-related complications (subsidence, slippage, fracture, absorption among others), approach-related complications (respiratory compromise) and even mortality. An ideal indication for anterior surgery includes patients without any posterior vertebral structure involvement, in other words, no panvertebral disease. [59] [60] [61]"}
{"id": "article-27579_36", "title": "Pott Disease -- Treatment / Management -- Posterior Approach", "content": "In modern spine surgery, posterior approaches are more preferred in TB spondylitis in view of the following reasons [62] [63] [64] [65] [66] : Ease and familiarity of the approach Availability of more robust pedicle screw system Less approach-related morbidity Ability to perform circumferential decompression through a transpedicular approach Ability to perform global reconstruction through transpedicular, transfacetal, costotransversectomy or extracavitary-extrapleural approaches", "contents": "Pott Disease -- Treatment / Management -- Posterior Approach. In modern spine surgery, posterior approaches are more preferred in TB spondylitis in view of the following reasons [62] [63] [64] [65] [66] : Ease and familiarity of the approach Availability of more robust pedicle screw system Less approach-related morbidity Ability to perform circumferential decompression through a transpedicular approach Ability to perform global reconstruction through transpedicular, transfacetal, costotransversectomy or extracavitary-extrapleural approaches"}
{"id": "article-27579_37", "title": "Pott Disease -- Treatment / Management -- Combined (Anterior and Posterior) Approach", "content": "Typically, this approach should be reserved for severe destructive lesions with severe deformities or inherently unstable spines only, as it is associated with significant morbidities and complications. The approaches can be performed in single or more than one stage. [67] [68]", "contents": "Pott Disease -- Treatment / Management -- Combined (Anterior and Posterior) Approach. Typically, this approach should be reserved for severe destructive lesions with severe deformities or inherently unstable spines only, as it is associated with significant morbidities and complications. The approaches can be performed in single or more than one stage. [67] [68]"}
{"id": "article-27579_38", "title": "Pott Disease -- Treatment / Management -- Minimally Invasive Surgery", "content": "Recently, minimally invasive approaches including thoracoscopic debridement, minimally invasive fusion procedures and posterolateral endoscopic debridement have been demonstrated to provide an excellent outcome in TB spondylitis. [69] [70] [71]", "contents": "Pott Disease -- Treatment / Management -- Minimally Invasive Surgery. Recently, minimally invasive approaches including thoracoscopic debridement, minimally invasive fusion procedures and posterolateral endoscopic debridement have been demonstrated to provide an excellent outcome in TB spondylitis. [69] [70] [71]"}
{"id": "article-27579_39", "title": "Pott Disease -- Treatment / Management -- Surgery in Healed Tuberculosis", "content": "Surgery may be indicated in healed disease with instability or kyphotic deformity more than 60 degrees. [72] [73] The decision to perform surgery in such cases should be made after taking into consideration multiple factors including age, associated comorbidities, the severity of the deformity, the location of the spine involved, number of involved levels, and the surgeon's preference. Anterior approach can be particularly difficult in thoracic and thoracolumbar levels at the apex of kyphosis. Posterior approaches are the most popular and include transpedicular decancellation, Ponte's osteotomy, pedicle subtraction osteotomy/ closing wedge osteotomy, posterior vertebral column resection, and closing opening wedge osteotomy. [74] [75] Combined anterior and posterior approaches may be required in more severe deformities, the disease involving two or three vertebrae or complex revision surgeries. [76]", "contents": "Pott Disease -- Treatment / Management -- Surgery in Healed Tuberculosis. Surgery may be indicated in healed disease with instability or kyphotic deformity more than 60 degrees. [72] [73] The decision to perform surgery in such cases should be made after taking into consideration multiple factors including age, associated comorbidities, the severity of the deformity, the location of the spine involved, number of involved levels, and the surgeon's preference. Anterior approach can be particularly difficult in thoracic and thoracolumbar levels at the apex of kyphosis. Posterior approaches are the most popular and include transpedicular decancellation, Ponte's osteotomy, pedicle subtraction osteotomy/ closing wedge osteotomy, posterior vertebral column resection, and closing opening wedge osteotomy. [74] [75] Combined anterior and posterior approaches may be required in more severe deformities, the disease involving two or three vertebrae or complex revision surgeries. [76]"}
{"id": "article-27579_40", "title": "Pott Disease -- Differential Diagnosis -- Radiological Differentials", "content": "Pyogenic and fungal infections Neoplastic – Lytic benign, benign aggressive and malignant (primary tumors and spinal metastases): In general, spinal metastasis and primary spinal malignancies present with primary vertebral body involvement and disc space preservation as compared to TB and other infections. Tuberculosis also presents with soft tissue and perivertebral abscess, in comparison with malignant tumors.", "contents": "Pott Disease -- Differential Diagnosis -- Radiological Differentials. Pyogenic and fungal infections Neoplastic – Lytic benign, benign aggressive and malignant (primary tumors and spinal metastases): In general, spinal metastasis and primary spinal malignancies present with primary vertebral body involvement and disc space preservation as compared to TB and other infections. Tuberculosis also presents with soft tissue and perivertebral abscess, in comparison with malignant tumors."}
{"id": "article-27579_41", "title": "Pott Disease -- Differential Diagnosis -- Differentials Based on Pathological Appearance", "content": "Other pathologies involving granulomatous infections and clinically mimic TB include: Atypical bacteria: A ctinomyces israelii, Nocardia asteroids, Brucella Fungi: Coccidioides immitis, Blastomyces dermatitidis, Cryptococcus neoformans, Aspergillosis Spirochetes: Treponema pallidum Other pathologies presenting with non-caseating granulomas include Sarcoidosis, Wegener's granulomatosis, Crohn disease, and leprosy.", "contents": "Pott Disease -- Differential Diagnosis -- Differentials Based on Pathological Appearance. Other pathologies involving granulomatous infections and clinically mimic TB include: Atypical bacteria: A ctinomyces israelii, Nocardia asteroids, Brucella Fungi: Coccidioides immitis, Blastomyces dermatitidis, Cryptococcus neoformans, Aspergillosis Spirochetes: Treponema pallidum Other pathologies presenting with non-caseating granulomas include Sarcoidosis, Wegener's granulomatosis, Crohn disease, and leprosy."}
{"id": "article-27579_42", "title": "Pott Disease -- Prognosis", "content": "Clinico-Radiological Staging of Pott Spine (Prognostic Staging) [77] I: Predestructive stage; straightening of curvature, perivertebral muscle spasm, hyperemia on scintiscan (Duration fewer than 3 months) II: Early destructive stage; disc space reduction and paradiscal erosion, knuckle less than 10 degrees, MRI demonstrates marrow edema, and CT shows erosions or cavitations (Duration 2 to 4 months) III: Mild angular kyphosis; 2 to 3 vertebrae involved and kyphosis 10 - 30 degrees (Duration 3 to 9 months) IV: Moderate angular kyphosis; 2 to 3 vertebrae involved and kyphosis 30 to 60 degrees (Duration 6 to 24 months) V: Severe angular kyphosis; more than 3 vertebrae involved and kyphosis greater than 60 degrees (Duration more than 24 months) Early diagnosis and treatment are of utmost importance in ensuring a good outcome in Pott spine.", "contents": "Pott Disease -- Prognosis. Clinico-Radiological Staging of Pott Spine (Prognostic Staging) [77] I: Predestructive stage; straightening of curvature, perivertebral muscle spasm, hyperemia on scintiscan (Duration fewer than 3 months) II: Early destructive stage; disc space reduction and paradiscal erosion, knuckle less than 10 degrees, MRI demonstrates marrow edema, and CT shows erosions or cavitations (Duration 2 to 4 months) III: Mild angular kyphosis; 2 to 3 vertebrae involved and kyphosis 10 - 30 degrees (Duration 3 to 9 months) IV: Moderate angular kyphosis; 2 to 3 vertebrae involved and kyphosis 30 to 60 degrees (Duration 6 to 24 months) V: Severe angular kyphosis; more than 3 vertebrae involved and kyphosis greater than 60 degrees (Duration more than 24 months) Early diagnosis and treatment are of utmost importance in ensuring a good outcome in Pott spine."}
{"id": "article-27579_43", "title": "Pott Disease -- Prognosis", "content": "In general, complicated tubercular spine disease (with associated deformity, instability or neuro deficit) has a poorer prognosis as compared to an uncomplicated disease. Other important prognostic factors include age (poorer outcome in extremes of ages), [7] immunodeficiencies (HIV, alcohol, drug abuse), overcrowding, malnutrition, poverty, and lower socio-economic situation. Poor compliance and poor tolerance to ATT (including deranged liver functions) is a major factor for drug failure in TB.", "contents": "Pott Disease -- Prognosis. In general, complicated tubercular spine disease (with associated deformity, instability or neuro deficit) has a poorer prognosis as compared to an uncomplicated disease. Other important prognostic factors include age (poorer outcome in extremes of ages), [7] immunodeficiencies (HIV, alcohol, drug abuse), overcrowding, malnutrition, poverty, and lower socio-economic situation. Poor compliance and poor tolerance to ATT (including deranged liver functions) is a major factor for drug failure in TB."}
{"id": "article-27579_44", "title": "Pott Disease -- Prognosis -- Poor Prognostic Factors in Pott Paraplegia", "content": "Level of disease (junctional vertebral levels), pan-vertebral involvement, long duration of neuro deficit, rapidity of progression of neuro deficit, the severity of deficit, nature of compression (abscess versus granuloma) and presence of spinal cord changes", "contents": "Pott Disease -- Prognosis -- Poor Prognostic Factors in Pott Paraplegia. Level of disease (junctional vertebral levels), pan-vertebral involvement, long duration of neuro deficit, rapidity of progression of neuro deficit, the severity of deficit, nature of compression (abscess versus granuloma) and presence of spinal cord changes"}
{"id": "article-27579_45", "title": "Pott Disease -- Prognosis -- Poor Prognosis for Deformity Progression", "content": "Age less than 10 years, Kyphosis angle greater than 30 degrees, three or more vertebrae involved, greater than or equal to 1.5 vertebral body loss, pan-vertebral disease, and evidence of instability", "contents": "Pott Disease -- Prognosis -- Poor Prognosis for Deformity Progression. Age less than 10 years, Kyphosis angle greater than 30 degrees, three or more vertebrae involved, greater than or equal to 1.5 vertebral body loss, pan-vertebral disease, and evidence of instability"}
{"id": "article-27579_46", "title": "Pott Disease -- Complications", "content": "Failure of treatment: Depends on the presentation (complicated versus uncomplicated), clinical and radiological prognostic factors, patient compliance to chemotherapy, stage of the disease, drug resistance and other patient-related factors (socio-economic factors, general health, nourishment among others) Abscess Neuro deficit Spinal instability Spinal deformity (kyphosis) Systemic TB disease", "contents": "Pott Disease -- Complications. Failure of treatment: Depends on the presentation (complicated versus uncomplicated), clinical and radiological prognostic factors, patient compliance to chemotherapy, stage of the disease, drug resistance and other patient-related factors (socio-economic factors, general health, nourishment among others) Abscess Neuro deficit Spinal instability Spinal deformity (kyphosis) Systemic TB disease"}
{"id": "article-27579_47", "title": "Pott Disease -- Deterrence and Patient Education", "content": "Patient education is of utmost importance in the management of TB at the level of an individual, as well as the whole community. The need for isolation of patients who can potentially transmit the disease to others cannot be understated. Although extrapulmonary (including spinal TB) disease is not communicable, there can be an associated pulmonary involvement in a proportion of these patients. The role of strict compliance to long term chemotherapy in ensuring complete cure from the infection needs to be well understood by the patients. Directly observed therapy can ameliorate the compliance rates in TB patients. Appropriate bracing can also reduce the occurrence of kyphosis in non-operatively treated patients. In pediatric disease, the chances of progression of deformity even years after healing of the infection and the need for regular follow-up until skeletal maturity need to be clearly communicated to the parents.", "contents": "Pott Disease -- Deterrence and Patient Education. Patient education is of utmost importance in the management of TB at the level of an individual, as well as the whole community. The need for isolation of patients who can potentially transmit the disease to others cannot be understated. Although extrapulmonary (including spinal TB) disease is not communicable, there can be an associated pulmonary involvement in a proportion of these patients. The role of strict compliance to long term chemotherapy in ensuring complete cure from the infection needs to be well understood by the patients. Directly observed therapy can ameliorate the compliance rates in TB patients. Appropriate bracing can also reduce the occurrence of kyphosis in non-operatively treated patients. In pediatric disease, the chances of progression of deformity even years after healing of the infection and the need for regular follow-up until skeletal maturity need to be clearly communicated to the parents."}
{"id": "article-27579_48", "title": "Pott Disease -- Enhancing Healthcare Team Outcomes", "content": "The management of spinal TB disease is challenging and complex. While the major role in patient management is primarily played by the treating surgeon (spine/ orthopedic/neurosurgeon), the importance of contributions from the entire team including pediatrician, geriatrician,  physician, hepatologist (for hepatic function monitoring), infectious disease specialist, radiologist, pathologist, occupational therapist, orthotist, physiotherapist, nurse practitioner, and social workers cannot be understated. The major initial challenge in the management of the disease lies in early diagnosis and timely treatment. Later, identification of the disease-related complications and appropriate decision-making regarding the need for surgical intervention in addition to long-term chemotherapy constitute the next major task. The challenges associated with the administration of long-term chemotherapy (including adverse effects and complications of the drug, compliance issues, socio-economic factors among others) are also greatly significant; and need to be addressed. At each of these stages of disease management, major contributions from each member of the health care team are required. During the perioperative period, important issues including adequate maintenance of nutrition, availability of proper financial, and social support system (to discuss ambulatory restrictions, poor general medical conditions, need for long term medications, as well as complications encountered during the course of treatment), patient education, and challenges faced by the family or caregivers have to be addressed as well.", "contents": "Pott Disease -- Enhancing Healthcare Team Outcomes. The management of spinal TB disease is challenging and complex. While the major role in patient management is primarily played by the treating surgeon (spine/ orthopedic/neurosurgeon), the importance of contributions from the entire team including pediatrician, geriatrician,  physician, hepatologist (for hepatic function monitoring), infectious disease specialist, radiologist, pathologist, occupational therapist, orthotist, physiotherapist, nurse practitioner, and social workers cannot be understated. The major initial challenge in the management of the disease lies in early diagnosis and timely treatment. Later, identification of the disease-related complications and appropriate decision-making regarding the need for surgical intervention in addition to long-term chemotherapy constitute the next major task. The challenges associated with the administration of long-term chemotherapy (including adverse effects and complications of the drug, compliance issues, socio-economic factors among others) are also greatly significant; and need to be addressed. At each of these stages of disease management, major contributions from each member of the health care team are required. During the perioperative period, important issues including adequate maintenance of nutrition, availability of proper financial, and social support system (to discuss ambulatory restrictions, poor general medical conditions, need for long term medications, as well as complications encountered during the course of treatment), patient education, and challenges faced by the family or caregivers have to be addressed as well."}
{"id": "article-27579_49", "title": "Pott Disease -- Enhancing Healthcare Team Outcomes", "content": "Based on the available literature, evidence on the role and efficiency of chemotherapy in tubercular spine disease is very strong. (Level I) However, evidence and recommendations regarding the ideal duration of treatment, indications for surgery and appropriate surgical intervention are largely based on level IV and V studies.", "contents": "Pott Disease -- Enhancing Healthcare Team Outcomes. Based on the available literature, evidence on the role and efficiency of chemotherapy in tubercular spine disease is very strong. (Level I) However, evidence and recommendations regarding the ideal duration of treatment, indications for surgery and appropriate surgical intervention are largely based on level IV and V studies."}
{"id": "article-27579_50", "title": "Pott Disease -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Pott Disease -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}