{"id": "article-32544_0", "title": "Anatomy, Head and Neck, Ethmoid Bone -- Introduction", "content": "The ethmoid bone is an unpaired cranial bone that is a significant component of the upper nasal cavity and the nasal septum. The ethmoid bone also constitutes the medial orbit wall.", "contents": "Anatomy, Head and Neck, Ethmoid Bone -- Introduction. The ethmoid bone is an unpaired cranial bone that is a significant component of the upper nasal cavity and the nasal septum. The ethmoid bone also constitutes the medial orbit wall."}
{"id": "article-32544_1", "title": "Anatomy, Head and Neck, Ethmoid Bone -- Structure and Function", "content": "The ethmoid bone is a small bone with a cuboidal structure that forms the lateral boundaries of the orbit, the anterior cranial fossa superiorly, and the nasal cavities inferiorly. [1] It is relatively light and has a spongy texture. The ethmoid bone consists of the cribriform plate, two ethmoid labyrinths, and the perpendicular plate. [2] The ethmoid bone encloses ethmoidal cells and is separated from the orbits by the lamina papyracea. The superior and middle turbinate arise from the ethmoidal lateral masses and become the superior and middle meatus. The ethmoid bone also hosts the infundibulum of the frontal sinus and the ostium of the maxillary sinus inside the osteomeatal complex. Located between the ethmoid plate and nasal conchae are the ethmoid sinuses. [2] The ethmoid articulates with 13 bones: the frontal, sphenoid, nasals, maxillae, lacrimals, palatines, inferior nasal conchae, and vomer.", "contents": "Anatomy, Head and Neck, Ethmoid Bone -- Structure and Function. The ethmoid bone is a small bone with a cuboidal structure that forms the lateral boundaries of the orbit, the anterior cranial fossa superiorly, and the nasal cavities inferiorly. [1] It is relatively light and has a spongy texture. The ethmoid bone consists of the cribriform plate, two ethmoid labyrinths, and the perpendicular plate. [2] The ethmoid bone encloses ethmoidal cells and is separated from the orbits by the lamina papyracea. The superior and middle turbinate arise from the ethmoidal lateral masses and become the superior and middle meatus. The ethmoid bone also hosts the infundibulum of the frontal sinus and the ostium of the maxillary sinus inside the osteomeatal complex. Located between the ethmoid plate and nasal conchae are the ethmoid sinuses. [2] The ethmoid articulates with 13 bones: the frontal, sphenoid, nasals, maxillae, lacrimals, palatines, inferior nasal conchae, and vomer."}
{"id": "article-32544_2", "title": "Anatomy, Head and Neck, Ethmoid Bone -- Structure and Function", "content": "The ethmoid bone is situated in the paranasal sinuses and hosts the ethmoid air cells, which are responsible for olfactory sensation, humidification, phonation, and ventilation. It also influences drainage from the frontal and maxillary sinuses via the osteomeatal complex. [2] Thus, the ethmoid bone can become impaired through inflammation, infections, trauma, and complications during functional endoscopic surgery (FESS). [2]", "contents": "Anatomy, Head and Neck, Ethmoid Bone -- Structure and Function. The ethmoid bone is situated in the paranasal sinuses and hosts the ethmoid air cells, which are responsible for olfactory sensation, humidification, phonation, and ventilation. It also influences drainage from the frontal and maxillary sinuses via the osteomeatal complex. [2] Thus, the ethmoid bone can become impaired through inflammation, infections, trauma, and complications during functional endoscopic surgery (FESS). [2]"}
{"id": "article-32544_3", "title": "Anatomy, Head and Neck, Ethmoid Bone -- Embryology", "content": "The ethmoid bones develop primarily through endochondral ossification. The ethmoid bone starts to form at about 25 to 28 weeks of gestation. [2] Ethmoid sinuses are present at birth. Unlike all of the other sinuses, the ethmoid bone develops from the cartilaginous olfactory capsule or paleosinus while the other paranasal sinuses extend from the ethmoid into the membranous bone through epithelial diverticula extensions. Certain stages are necessary for the development of the paranasal sinus, which includes primary and secondary pneumatization patterns that call for differential growth of the cartilaginous olfactory capsule. These stages generate diverticular pouches that expand inside the boundaries of the capsule, which fabricate elaborate intracapsular airway spaces. [3] [1] Secondary pneumatization patterns occur within the paranasal recess, in which the diverticula exit the boundaries of the nasal capsule to become extracapsular and is left occupying space in adjacent structures, causing the paranasal recess to become a paranasal sinus. [4] Even though the size of the ethmoid bone becomes restrained, the sizes of the neosinus (which includes the frontal, maxillary, and sphenoidal) can fluctuate significantly because paranasal recesses are not uniform. The rate of development or differentiation in the extracapsular diverticula migration is not consistent, and when the extracapsular diverticula become extramural, they expand beyond the boundaries of the ethmoid bone and pneumatize nearby structures to generate different drainage pathways. [1]", "contents": "Anatomy, Head and Neck, Ethmoid Bone -- Embryology. The ethmoid bones develop primarily through endochondral ossification. The ethmoid bone starts to form at about 25 to 28 weeks of gestation. [2] Ethmoid sinuses are present at birth. Unlike all of the other sinuses, the ethmoid bone develops from the cartilaginous olfactory capsule or paleosinus while the other paranasal sinuses extend from the ethmoid into the membranous bone through epithelial diverticula extensions. Certain stages are necessary for the development of the paranasal sinus, which includes primary and secondary pneumatization patterns that call for differential growth of the cartilaginous olfactory capsule. These stages generate diverticular pouches that expand inside the boundaries of the capsule, which fabricate elaborate intracapsular airway spaces. [3] [1] Secondary pneumatization patterns occur within the paranasal recess, in which the diverticula exit the boundaries of the nasal capsule to become extracapsular and is left occupying space in adjacent structures, causing the paranasal recess to become a paranasal sinus. [4] Even though the size of the ethmoid bone becomes restrained, the sizes of the neosinus (which includes the frontal, maxillary, and sphenoidal) can fluctuate significantly because paranasal recesses are not uniform. The rate of development or differentiation in the extracapsular diverticula migration is not consistent, and when the extracapsular diverticula become extramural, they expand beyond the boundaries of the ethmoid bone and pneumatize nearby structures to generate different drainage pathways. [1]"}
{"id": "article-32544_4", "title": "Anatomy, Head and Neck, Ethmoid Bone -- Blood Supply and Lymphatics", "content": "The sphenopalatine artery and the anterior and posterior ethmoidal arteries supply blood to the nasal septum. These blood vessels have anastomoses with each other, which provide additional blood supply. [5] The superior and middle turbinates of the nasal septum, which arise from the ethmoid bone, receive their blood supply from the sphenopalatine artery and ethmoidal arteries. In particular, the base of the sphenopalatine artery supplies blood to the middle turbinate. When resecting this turbinate, caution is necessary to maintain the integrity of the main trunk.", "contents": "Anatomy, Head and Neck, Ethmoid Bone -- Blood Supply and Lymphatics. The sphenopalatine artery and the anterior and posterior ethmoidal arteries supply blood to the nasal septum. These blood vessels have anastomoses with each other, which provide additional blood supply. [5] The superior and middle turbinates of the nasal septum, which arise from the ethmoid bone, receive their blood supply from the sphenopalatine artery and ethmoidal arteries. In particular, the base of the sphenopalatine artery supplies blood to the middle turbinate. When resecting this turbinate, caution is necessary to maintain the integrity of the main trunk."}
{"id": "article-32544_5", "title": "Anatomy, Head and Neck, Ethmoid Bone -- Nerves", "content": "The ethmoidal cells, which are present in the ethmoid bone, are innervated by the anterior and posterior ethmoidal branches of the nasociliary nerve.", "contents": "Anatomy, Head and Neck, Ethmoid Bone -- Nerves. The ethmoidal cells, which are present in the ethmoid bone, are innervated by the anterior and posterior ethmoidal branches of the nasociliary nerve."}
{"id": "article-32544_6", "title": "Anatomy, Head and Neck, Ethmoid Bone -- Nerves", "content": "The ethmoid bone and ethmoid sinuses are associated with some cranial nerves. The olfactory nerve, which forms the first cranial nerve, arises from the caudal surface of the olfactory bulb and crosses the cribriform plate of the ethmoid bone to reach the nasal cavity. [6] The optic nerve is also associated with the posterior ethmoid cells and sphenoid sinus in that its position may change according to various degrees of sinus pneumatization, and it may produce a barely visible bulge. According to a study that investigated the relationship of the sphenoid sinus and posterior ethmoid cells with the optic nerve using 34 CT scans of paranasal sinuses of patients, the most common position of the optic nerve was near the posterior ethmoid and sphenoid sinuses without contact with or indentation of the wall. [7] This knowledge is vital to prevent complications during sinus surgery.", "contents": "Anatomy, Head and Neck, Ethmoid Bone -- Nerves. The ethmoid bone and ethmoid sinuses are associated with some cranial nerves. The olfactory nerve, which forms the first cranial nerve, arises from the caudal surface of the olfactory bulb and crosses the cribriform plate of the ethmoid bone to reach the nasal cavity. [6] The optic nerve is also associated with the posterior ethmoid cells and sphenoid sinus in that its position may change according to various degrees of sinus pneumatization, and it may produce a barely visible bulge. According to a study that investigated the relationship of the sphenoid sinus and posterior ethmoid cells with the optic nerve using 34 CT scans of paranasal sinuses of patients, the most common position of the optic nerve was near the posterior ethmoid and sphenoid sinuses without contact with or indentation of the wall. [7] This knowledge is vital to prevent complications during sinus surgery."}
{"id": "article-32544_7", "title": "Anatomy, Head and Neck, Ethmoid Bone -- Muscles", "content": "Since the ethmoid bone forms part of the orbit, it is associated with seven extraocular muscles. All but the inferior oblique arise from the orbital apex. The inferior oblique arises from the orbit floor near the orbital rim while the rectus muscles arise from the annulus of Zinn. All of the extraocular muscles have an insertion to the globe apart from the levator palpebrae superioris, which expands to form the levator aponeurosis. [8]", "contents": "Anatomy, Head and Neck, Ethmoid Bone -- Muscles. Since the ethmoid bone forms part of the orbit, it is associated with seven extraocular muscles. All but the inferior oblique arise from the orbital apex. The inferior oblique arises from the orbit floor near the orbital rim while the rectus muscles arise from the annulus of Zinn. All of the extraocular muscles have an insertion to the globe apart from the levator palpebrae superioris, which expands to form the levator aponeurosis. [8]"}
{"id": "article-32544_8", "title": "Anatomy, Head and Neck, Ethmoid Bone -- Physiologic Variants", "content": "Of all the paranasal sinuses, the ethmoid sinus is the most complex and most variable. The roof of the ethmoid bone labyrinth consists of the fovea ethmoidalis, and the olfactory fossae are grooves on the cribriform plate within the ethmoid bone. [9] Keros categorized the depth of the olfactory fossa into three types: Type I, which has a depth of 1 to 3 mm, Type II, which has a depth of 4 to 7 mm and Type III, which has a depth of 8 to 16 mm. [10] The greater the height of the lateral lamella, the greater the risk of its perforation into the anterior cranial fossa. [10] The ethmoid roof also varies in different populations. For instance, Alazzawi et al. found that, among 150 cases from Malaysia, China, and India, 80% of the specimens were Keros Type I and 20% of were Keros Type II. Keros Type II was also more common in males than in females. [11] However, Solares et al. discovered, among 50 CT scans in the United States, 83% of the specimens were Keros Type I, 15% were Type II, and 2% were Type III. [12]", "contents": "Anatomy, Head and Neck, Ethmoid Bone -- Physiologic Variants. Of all the paranasal sinuses, the ethmoid sinus is the most complex and most variable. The roof of the ethmoid bone labyrinth consists of the fovea ethmoidalis, and the olfactory fossae are grooves on the cribriform plate within the ethmoid bone. [9] Keros categorized the depth of the olfactory fossa into three types: Type I, which has a depth of 1 to 3 mm, Type II, which has a depth of 4 to 7 mm and Type III, which has a depth of 8 to 16 mm. [10] The greater the height of the lateral lamella, the greater the risk of its perforation into the anterior cranial fossa. [10] The ethmoid roof also varies in different populations. For instance, Alazzawi et al. found that, among 150 cases from Malaysia, China, and India, 80% of the specimens were Keros Type I and 20% of were Keros Type II. Keros Type II was also more common in males than in females. [11] However, Solares et al. discovered, among 50 CT scans in the United States, 83% of the specimens were Keros Type I, 15% were Type II, and 2% were Type III. [12]"}
{"id": "article-32544_9", "title": "Anatomy, Head and Neck, Ethmoid Bone -- Physiologic Variants", "content": "The depth of the cribriform plate has also shown to be different in various ethnic groups. For instance, Meloni et al. found that the cribriform plate has an average depth of 5.9 mm among Italian subjects. [13] Alazzawi et al. discovered the left lateral cribriform plate has an average height of 2.64 mm among three ethnic groups in Malaysia. [11] Kaplanoglu et al. found, among 500 CT scans from Turkish patients, the left lateral cribriform plate has an average height of 4.92mm. [9] The uncinate process, which is the sickle-shaped portion of the ethmoid bone, also has multiple variations among different patients. Its superior attachment has three major variants [14] :", "contents": "Anatomy, Head and Neck, Ethmoid Bone -- Physiologic Variants. The depth of the cribriform plate has also shown to be different in various ethnic groups. For instance, Meloni et al. found that the cribriform plate has an average depth of 5.9 mm among Italian subjects. [13] Alazzawi et al. discovered the left lateral cribriform plate has an average height of 2.64 mm among three ethnic groups in Malaysia. [11] Kaplanoglu et al. found, among 500 CT scans from Turkish patients, the left lateral cribriform plate has an average height of 4.92mm. [9] The uncinate process, which is the sickle-shaped portion of the ethmoid bone, also has multiple variations among different patients. Its superior attachment has three major variants [14] :"}
{"id": "article-32544_10", "title": "Anatomy, Head and Neck, Ethmoid Bone -- Physiologic Variants", "content": "The uncinate process could extend laterally to the lamina papyracea or ethmoid bulla to generate a nook at the end of the infundibulum; this is the most common variation found in patients. The uncinate process could extend medially to the lateral region of the middle turbinate, with the frontal recess going into the infundibulum. The uncinate process could extend medially and superiorly to the base of the skull, with the frontal recess going into the infundibulum.", "contents": "Anatomy, Head and Neck, Ethmoid Bone -- Physiologic Variants. The uncinate process could extend laterally to the lamina papyracea or ethmoid bulla to generate a nook at the end of the infundibulum; this is the most common variation found in patients. The uncinate process could extend medially to the lateral region of the middle turbinate, with the frontal recess going into the infundibulum. The uncinate process could extend medially and superiorly to the base of the skull, with the frontal recess going into the infundibulum."}
{"id": "article-32544_11", "title": "Anatomy, Head and Neck, Ethmoid Bone -- Surgical Considerations", "content": "Knowledge of the anatomic structures and variations of the ethmoid bone and paranasal sinuses is critical for avoiding complications during endoscopic sinus surgery. [9] Complications may occur in endoscopic sinus surgeries because it is a complex procedure. Minor complications can include hemorrhage, infection, cohesion, obstruction/narrowness of the ostium, topognosis/insensitivity in the teeth or lips, and disease relapse. [9] Major complications include cerebrospinal fluid leakage, ocular traumatization, meningitis, and intracranial vascular traumatization. [9] Surgeons should investigate anatomic variations among their patients using preoperative CT examination. In addition to the anatomic variations mentioned previously, some other variations may involve areas around the ethmoid bone, such as the supraorbital recess, concha bullosa, Haller cells, Onodi cells, and pneumatization of the uncinate process. [15]", "contents": "Anatomy, Head and Neck, Ethmoid Bone -- Surgical Considerations. Knowledge of the anatomic structures and variations of the ethmoid bone and paranasal sinuses is critical for avoiding complications during endoscopic sinus surgery. [9] Complications may occur in endoscopic sinus surgeries because it is a complex procedure. Minor complications can include hemorrhage, infection, cohesion, obstruction/narrowness of the ostium, topognosis/insensitivity in the teeth or lips, and disease relapse. [9] Major complications include cerebrospinal fluid leakage, ocular traumatization, meningitis, and intracranial vascular traumatization. [9] Surgeons should investigate anatomic variations among their patients using preoperative CT examination. In addition to the anatomic variations mentioned previously, some other variations may involve areas around the ethmoid bone, such as the supraorbital recess, concha bullosa, Haller cells, Onodi cells, and pneumatization of the uncinate process. [15]"}
{"id": "article-32544_12", "title": "Anatomy, Head and Neck, Ethmoid Bone -- Clinical Significance", "content": "The ethmoid bone is important in the structural formation of the skull and has a protective role in the human body. The cribriform plate allows the olfactory nerve to pass through from the nasal chamber into the skull. Pneumatized ethmoid air cells ensure structural stability, resist fractures within the medial wall of the orbit, and protect the eyeball during trauma. [16] Orbital fractures are associated with many aesthetic defects, such as enophthalmos, diplopia, facial asymmetry, hypertelorism, and dystopia. Enophthalmos, which is the backward and downward displacement of the globe into the bony orbit, happens more commonly when the lamina papyracea is fractured and when there is herniation of the orbital content in the ethmoid. [17] Since the naso-orbital-ethmoid (NOE) complex is a delicate anatomic structure, clinical examination and radiographic analysis are critical to assess the position of the globe relative to the orbital rim, eyelid rim, and other facial structures. [18] NOE injuries may originate from direct blows during altercations or motor vehicle accidents, and pupillary discrepancies, retrobulbar hematoma, and optic nerve damage must be ruled out in such injuries. [18]", "contents": "Anatomy, Head and Neck, Ethmoid Bone -- Clinical Significance. The ethmoid bone is important in the structural formation of the skull and has a protective role in the human body. The cribriform plate allows the olfactory nerve to pass through from the nasal chamber into the skull. Pneumatized ethmoid air cells ensure structural stability, resist fractures within the medial wall of the orbit, and protect the eyeball during trauma. [16] Orbital fractures are associated with many aesthetic defects, such as enophthalmos, diplopia, facial asymmetry, hypertelorism, and dystopia. Enophthalmos, which is the backward and downward displacement of the globe into the bony orbit, happens more commonly when the lamina papyracea is fractured and when there is herniation of the orbital content in the ethmoid. [17] Since the naso-orbital-ethmoid (NOE) complex is a delicate anatomic structure, clinical examination and radiographic analysis are critical to assess the position of the globe relative to the orbital rim, eyelid rim, and other facial structures. [18] NOE injuries may originate from direct blows during altercations or motor vehicle accidents, and pupillary discrepancies, retrobulbar hematoma, and optic nerve damage must be ruled out in such injuries. [18]"}
{"id": "article-32544_13", "title": "Anatomy, Head and Neck, Ethmoid Bone -- Clinical Significance", "content": "Ethmoid fractures may result in delayed complications even years after trauma; however, such cases are relatively rare. These complications include meningitis, recurrence of cerebrospinal fluid rhinorrhea, and delayed cerebrospinal fluid rhinorrhea onset. A previous study found that patients with these complications often have large ethmoid bone defects and often have normal radiological assessments after trauma. With successful surgical repair, these patients were well after follow-up. [19]", "contents": "Anatomy, Head and Neck, Ethmoid Bone -- Clinical Significance. Ethmoid fractures may result in delayed complications even years after trauma; however, such cases are relatively rare. These complications include meningitis, recurrence of cerebrospinal fluid rhinorrhea, and delayed cerebrospinal fluid rhinorrhea onset. A previous study found that patients with these complications often have large ethmoid bone defects and often have normal radiological assessments after trauma. With successful surgical repair, these patients were well after follow-up. [19]"}
{"id": "article-32544_14", "title": "Anatomy, Head and Neck, Ethmoid Bone -- Clinical Significance", "content": "Patients with inflammation of the ethmoid bone may have osteitis of the ethmoid bone and chronic rhinosinusitis. Chronic rhinosinusitis occurs when the nasal and paranasal sinus mucosa becomes inflamed for longer than three months without complete symptom resolution, and functional endoscopic sinus surgery (FESS) is the treatment for this condition. [20] The purpose of FESS is to open up the sinus air cells and sinus ostia with an endoscope. [21] CT scans of patients with chronic rhinosinusitis have shown to have areas of increased bone density and irregular thickening of the sinus walls, which could result in recurrence of the disease after surgical treatment and serve as sources of chronic inflammation. [22] [23] [24] Previous studies suggested patients undergoing endoscopic sinus surgery for chronic rhinosinusitis may have osteitis of the ethmoid bone, and the prevalence could be as high as 64%. [25] [26] [27] Meningitis or abscess related to osteomyelitis with the ethmoid bone may also result in anosmia or taste disturbances. [28]", "contents": "Anatomy, Head and Neck, Ethmoid Bone -- Clinical Significance. Patients with inflammation of the ethmoid bone may have osteitis of the ethmoid bone and chronic rhinosinusitis. Chronic rhinosinusitis occurs when the nasal and paranasal sinus mucosa becomes inflamed for longer than three months without complete symptom resolution, and functional endoscopic sinus surgery (FESS) is the treatment for this condition. [20] The purpose of FESS is to open up the sinus air cells and sinus ostia with an endoscope. [21] CT scans of patients with chronic rhinosinusitis have shown to have areas of increased bone density and irregular thickening of the sinus walls, which could result in recurrence of the disease after surgical treatment and serve as sources of chronic inflammation. [22] [23] [24] Previous studies suggested patients undergoing endoscopic sinus surgery for chronic rhinosinusitis may have osteitis of the ethmoid bone, and the prevalence could be as high as 64%. [25] [26] [27] Meningitis or abscess related to osteomyelitis with the ethmoid bone may also result in anosmia or taste disturbances. [28]"}
{"id": "article-32544_15", "title": "Anatomy, Head and Neck, Ethmoid Bone -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Anatomy, Head and Neck, Ethmoid Bone -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}