{"id": "article-31800_0", "title": "EMS Pre-Arrival Instructions -- Introduction", "content": "\"911, what's your emergency?\"", "contents": "EMS Pre-Arrival Instructions -- Introduction. \"911, what's your emergency?\""}
{"id": "article-31800_1", "title": "EMS Pre-Arrival Instructions -- Introduction", "content": "Nearly any circumstance resulting in a call to 911 involves a stressed or alarmed caller seeking help for himself or someone else. The person responsible for answering that call is assigned the crucial task of rapidly identifying the nature of the emergency, its severity, and the necessary resources to deploy, all while keeping the caller calm enough to answer the right questions. When specific life-threatening medical emergencies are identified, the following actions by the caller and recipient can be the difference between survival and death. \"Pre-arrival instruction\" refers to specific instructions or guidance provided by 911 dispatchers or public safety answering point call-takers to the individuals making the emergency call.", "contents": "EMS Pre-Arrival Instructions -- Introduction. Nearly any circumstance resulting in a call to 911 involves a stressed or alarmed caller seeking help for himself or someone else. The person responsible for answering that call is assigned the crucial task of rapidly identifying the nature of the emergency, its severity, and the necessary resources to deploy, all while keeping the caller calm enough to answer the right questions. When specific life-threatening medical emergencies are identified, the following actions by the caller and recipient can be the difference between survival and death. \"Pre-arrival instruction\" refers to specific instructions or guidance provided by 911 dispatchers or public safety answering point call-takers to the individuals making the emergency call."}
{"id": "article-31800_2", "title": "EMS Pre-Arrival Instructions -- Introduction", "content": "In 1974, the first organized effort to provide pre-arrival instructions was implemented in Phoenix, Arizona. Since then, numerous systems have replicated the intent of the initial program: identify the life threat and instruct the caller on appropriate and timely intervention to possibly save a life. MDPS, CBD, and Dispatch Life Support incorporate such instructions into specific call complaints. As of 1988, Emergency Medical Dispatch's use of pre-arrival instructions has been the standard recommendation of the National Association of Emergency Management Service Physicians (NAEMSP). [1] [2] Pre-arrival instructions to patients or bystanders may include:", "contents": "EMS Pre-Arrival Instructions -- Introduction. In 1974, the first organized effort to provide pre-arrival instructions was implemented in Phoenix, Arizona. Since then, numerous systems have replicated the intent of the initial program: identify the life threat and instruct the caller on appropriate and timely intervention to possibly save a life. MDPS, CBD, and Dispatch Life Support incorporate such instructions into specific call complaints. As of 1988, Emergency Medical Dispatch's use of pre-arrival instructions has been the standard recommendation of the National Association of Emergency Management Service Physicians (NAEMSP). [1] [2] Pre-arrival instructions to patients or bystanders may include:"}
{"id": "article-31800_3", "title": "EMS Pre-Arrival Instructions -- Introduction", "content": "General: safety, medication, providing access for responders. Hemorrhage control: direct pressure, elevating a bleeding extremity, possibly tourniquet application if needed. Choking: Heimlich maneuver and recognition of cardiac arrest. Cardiac arrest: chest compressions. Respiratory arrest and drowning: airway and breathing maneuvers. Childbirth: umbilical cord tying, infant care, and resuscitation.", "contents": "EMS Pre-Arrival Instructions -- Introduction. General: safety, medication, providing access for responders. Hemorrhage control: direct pressure, elevating a bleeding extremity, possibly tourniquet application if needed. Choking: Heimlich maneuver and recognition of cardiac arrest. Cardiac arrest: chest compressions. Respiratory arrest and drowning: airway and breathing maneuvers. Childbirth: umbilical cord tying, infant care, and resuscitation."}
{"id": "article-31800_4", "title": "EMS Pre-Arrival Instructions -- Introduction", "content": "One study published in 2000 revealed that 97% of community members surveyed would call 911 in an emergency, and 67% of respondents expected that calling 911 should result in receiving pre-arrival instructions for choking, a person not breathing, bleeding, and childbirth, when appropriate. At that time, however, many of these answering points were noted not to provide such instructions. [3] [4] [5]", "contents": "EMS Pre-Arrival Instructions -- Introduction. One study published in 2000 revealed that 97% of community members surveyed would call 911 in an emergency, and 67% of respondents expected that calling 911 should result in receiving pre-arrival instructions for choking, a person not breathing, bleeding, and childbirth, when appropriate. At that time, however, many of these answering points were noted not to provide such instructions. [3] [4] [5]"}
{"id": "article-31800_5", "title": "EMS Pre-Arrival Instructions -- Issues of Concern", "content": "Pre-arrival instructions may begin with questions that help to determine if the caller is in a safe location, such as asking if any of the patient's medications are available. They may also ask the caller to access the dwelling when prehospital healthcare providers arrive. Pre-arrival instructions may be given to the ill or injured person directly or to a friend, family member, or third-party caller.", "contents": "EMS Pre-Arrival Instructions -- Issues of Concern. Pre-arrival instructions may begin with questions that help to determine if the caller is in a safe location, such as asking if any of the patient's medications are available. They may also ask the caller to access the dwelling when prehospital healthcare providers arrive. Pre-arrival instructions may be given to the ill or injured person directly or to a friend, family member, or third-party caller."}
{"id": "article-31800_6", "title": "EMS Pre-Arrival Instructions -- Issues of Concern", "content": "The greatest challenge to providing pre-arrival instructions is determining how to apply life-saving and hands-on interventions through a third party (the caller) without visual aids, all in seconds. Dispatchers can most effectively provide pre-arrival instructions by following scripts and practicing possible scenarios. Scripted instructions are written clearly for any non-medical person to comprehend and perform. [3] [6]", "contents": "EMS Pre-Arrival Instructions -- Issues of Concern. The greatest challenge to providing pre-arrival instructions is determining how to apply life-saving and hands-on interventions through a third party (the caller) without visual aids, all in seconds. Dispatchers can most effectively provide pre-arrival instructions by following scripts and practicing possible scenarios. Scripted instructions are written clearly for any non-medical person to comprehend and perform. [3] [6]"}
{"id": "article-31800_7", "title": "EMS Pre-Arrival Instructions -- Issues of Concern", "content": "Pre-arrival instructions are beneficial and potentially life-saving in many specific circumstances, including sudden cardiac arrest, respiratory arrest, choking, childbirth, or major hemorrhage. They can also guide bystanders in scene safety considerations (such as electrocution), flushing eye or skin chemical exposures, or properly protecting a seizing patient.", "contents": "EMS Pre-Arrival Instructions -- Issues of Concern. Pre-arrival instructions are beneficial and potentially life-saving in many specific circumstances, including sudden cardiac arrest, respiratory arrest, choking, childbirth, or major hemorrhage. They can also guide bystanders in scene safety considerations (such as electrocution), flushing eye or skin chemical exposures, or properly protecting a seizing patient."}
{"id": "article-31800_8", "title": "EMS Pre-Arrival Instructions -- Issues of Concern", "content": "When callers are provided with pre-arrival instructions, it should be assumed and never asked that they are willing to provide aid when the situation is safe and they can do so. Callers hesitate to render care for many reasons. Offering an \"option\" by asking about willingness to aid suggests an alternative, which may convince someone not to act. Instead, the assumption of willingness to aid is based on the caller contacting 911, and pre-arrival instructions should be provided.", "contents": "EMS Pre-Arrival Instructions -- Issues of Concern. When callers are provided with pre-arrival instructions, it should be assumed and never asked that they are willing to provide aid when the situation is safe and they can do so. Callers hesitate to render care for many reasons. Offering an \"option\" by asking about willingness to aid suggests an alternative, which may convince someone not to act. Instead, the assumption of willingness to aid is based on the caller contacting 911, and pre-arrival instructions should be provided."}
{"id": "article-31800_9", "title": "EMS Pre-Arrival Instructions -- Issues of Concern", "content": "Although callers may expect specific information from a 911 operator, few studies address the provision or efficacy of pre-arrival instructions for bleeding control, choking, respiratory arrest, and childbirth. Cardiac arrest, however, is a topic of significant research related to the provision of pre-arrival instructions. [7] [5]", "contents": "EMS Pre-Arrival Instructions -- Issues of Concern. Although callers may expect specific information from a 911 operator, few studies address the provision or efficacy of pre-arrival instructions for bleeding control, choking, respiratory arrest, and childbirth. Cardiac arrest, however, is a topic of significant research related to the provision of pre-arrival instructions. [7] [5]"}
{"id": "article-31800_10", "title": "EMS Pre-Arrival Instructions -- Issues of Concern -- Pre-arrival Instructions in Cardiac Arrest", "content": "The most studied emergency for pre-arrival instructions is for sudden cardiac arrest. When cardiac arrest occurs in a community setting, fewer than half of victims receive bystander chest compressions. This has led numerous community training campaigns and initiatives to increase bystander CPR rates. Still, survival in many parts of the country remains below 10%.", "contents": "EMS Pre-Arrival Instructions -- Issues of Concern -- Pre-arrival Instructions in Cardiac Arrest. The most studied emergency for pre-arrival instructions is for sudden cardiac arrest. When cardiac arrest occurs in a community setting, fewer than half of victims receive bystander chest compressions. This has led numerous community training campaigns and initiatives to increase bystander CPR rates. Still, survival in many parts of the country remains below 10%."}
{"id": "article-31800_11", "title": "EMS Pre-Arrival Instructions -- Issues of Concern -- Pre-arrival Instructions in Cardiac Arrest", "content": "Sudden cardiac arrest presents a significant public health threat, and survival is largely dependent on the timeliness of bystander intervention. A study in 2008 by Lerner et al. revealed that even when dispatchers gave 911 callers standard CPR instructions, the majority of calls (85%) did not result in cardiac arrest victims receiving proper chest compressions. Reasons included caller refusal, caller's physical inability to perform standard CPR, and time delay due to the necessary initial administration of airway and breathing interventions.", "contents": "EMS Pre-Arrival Instructions -- Issues of Concern -- Pre-arrival Instructions in Cardiac Arrest. Sudden cardiac arrest presents a significant public health threat, and survival is largely dependent on the timeliness of bystander intervention. A study in 2008 by Lerner et al. revealed that even when dispatchers gave 911 callers standard CPR instructions, the majority of calls (85%) did not result in cardiac arrest victims receiving proper chest compressions. Reasons included caller refusal, caller's physical inability to perform standard CPR, and time delay due to the necessary initial administration of airway and breathing interventions."}
{"id": "article-31800_12", "title": "EMS Pre-Arrival Instructions -- Issues of Concern -- Pre-arrival Instructions in Cardiac Arrest", "content": "The recommendations for out-of-hospital bystander resuscitation changed significantly after this study. Currently, the recommendation is to perform \"hands-only CPR,\" which involves having a bystander only provide chest compressions without airway or breathing intervention. It is further noted (Birkenes et al.) that focus on the quality of chest compressions provided by telephone-assisted CPR (t-CPR) may improve the rate and compression fraction (percentage of time that compressions are being performed), although possibly at the expense of delayed initiation in chest compressions. [8] [7] [6]", "contents": "EMS Pre-Arrival Instructions -- Issues of Concern -- Pre-arrival Instructions in Cardiac Arrest. The recommendations for out-of-hospital bystander resuscitation changed significantly after this study. Currently, the recommendation is to perform \"hands-only CPR,\" which involves having a bystander only provide chest compressions without airway or breathing intervention. It is further noted (Birkenes et al.) that focus on the quality of chest compressions provided by telephone-assisted CPR (t-CPR) may improve the rate and compression fraction (percentage of time that compressions are being performed), although possibly at the expense of delayed initiation in chest compressions. [8] [7] [6]"}
{"id": "article-31800_13", "title": "EMS Pre-Arrival Instructions -- Issues of Concern -- Pre-arrival Instructions in Cardiac Arrest", "content": "In sudden cardiac arrest, pre-arrival instructions for t-CPR, also referred to as dispatch-assisted CPR (D-CPR), is now considered the standard of care. A 2015 survey study of public safety answering points (PSAPs) concluded that nearly 50% of systems did not offer dispatcher-assisted instructions for CPR. Additionally, centers that offered the t-CPR did not have updated protocols to offer the recommended hands-on compressions.", "contents": "EMS Pre-Arrival Instructions -- Issues of Concern -- Pre-arrival Instructions in Cardiac Arrest. In sudden cardiac arrest, pre-arrival instructions for t-CPR, also referred to as dispatch-assisted CPR (D-CPR), is now considered the standard of care. A 2015 survey study of public safety answering points (PSAPs) concluded that nearly 50% of systems did not offer dispatcher-assisted instructions for CPR. Additionally, centers that offered the t-CPR did not have updated protocols to offer the recommended hands-on compressions."}
{"id": "article-31800_14", "title": "EMS Pre-Arrival Instructions -- Issues of Concern -- Pre-arrival Instructions in Cardiac Arrest", "content": "For pre-arrival instructions to address cardiac arrest promptly, the PSAP must first identify that a medical emergency is present and that the victim is suffering from cardiac arrest. This can be a significant challenge, but encouraging data notes that when a criteria-based system is used to inquire about a patient's consciousness level and breathing pattern, cardiac arrest is identified by the dispatcher in over 80% of cases. Previous Medical Priority Dispatch System (MPDS(R)) studies noted similar findings. The most difficult factor that can confound the pre-arrival instructor is identifying agonal respirations. [4] [5]", "contents": "EMS Pre-Arrival Instructions -- Issues of Concern -- Pre-arrival Instructions in Cardiac Arrest. For pre-arrival instructions to address cardiac arrest promptly, the PSAP must first identify that a medical emergency is present and that the victim is suffering from cardiac arrest. This can be a significant challenge, but encouraging data notes that when a criteria-based system is used to inquire about a patient's consciousness level and breathing pattern, cardiac arrest is identified by the dispatcher in over 80% of cases. Previous Medical Priority Dispatch System (MPDS(R)) studies noted similar findings. The most difficult factor that can confound the pre-arrival instructor is identifying agonal respirations. [4] [5]"}
{"id": "article-31800_15", "title": "EMS Pre-Arrival Instructions -- Clinical Significance", "content": "Further study is needed to determine \"best-practice\" approaches to pre-arrival instructions for several emergencies. Still, communities providing condition-specific instructions beyond general \"have your medication bottles ready to take with you to the hospital\" provide a valuable and potentially life-saving service. Emergency medical dispatch programs and training are available to provide updated and appropriate pre-arrival instructions. [7] [6] [5]", "contents": "EMS Pre-Arrival Instructions -- Clinical Significance. Further study is needed to determine \"best-practice\" approaches to pre-arrival instructions for several emergencies. Still, communities providing condition-specific instructions beyond general \"have your medication bottles ready to take with you to the hospital\" provide a valuable and potentially life-saving service. Emergency medical dispatch programs and training are available to provide updated and appropriate pre-arrival instructions. [7] [6] [5]"}
{"id": "article-31800_16", "title": "EMS Pre-Arrival Instructions -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "EMS Pre-Arrival Instructions -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}