{"id": "article-20047_0", "title": "Physiology, Cortisol -- Introduction", "content": "Though widely known as the body’s stress hormone, Cortisol has a variety of effects on different functions throughout the body. It is the main glucocorticoid released from the zona fasciculata layer of the adrenal cortex. The hypothalamus-pituitary-adrenal axis regulates both production and secretion of cortisol. Loss of regulation can lead to cortisol excess disorders, such as Cushing syndrome, or cortical insufficiency, such as Addison disease.", "contents": "Physiology, Cortisol -- Introduction. Though widely known as the body’s stress hormone, Cortisol has a variety of effects on different functions throughout the body. It is the main glucocorticoid released from the zona fasciculata layer of the adrenal cortex. The hypothalamus-pituitary-adrenal axis regulates both production and secretion of cortisol. Loss of regulation can lead to cortisol excess disorders, such as Cushing syndrome, or cortical insufficiency, such as Addison disease."}
{"id": "article-20047_1", "title": "Physiology, Cortisol -- Cellular Level", "content": "Cortisol, a steroid hormone, is synthesized from cholesterol. It is synthesized in the zona fasciculata layer of the adrenal cortex. Adrenocorticotropic hormone (ACTH), released from the anterior pituitary, functions to increase LDL receptors and increase the activity of cholesterol desmolase, which converts cholesterol to pregnenolone and is the rate-limiting step of cortisol synthesis. [1] The majority of glucocorticoids circulate in an inactive form, bound to either corticosteroid-binding globulin (CBG) or albumin. [2] The inactive form is converted to its active form by 11-beta-hydroxysteroid dehydrogenase 1 (11-beta-HSD1) in most tissues, while 11-beta-HSD2 inactivates cortisol back to cortisone in the kidney and pancreas. [2]", "contents": "Physiology, Cortisol -- Cellular Level. Cortisol, a steroid hormone, is synthesized from cholesterol. It is synthesized in the zona fasciculata layer of the adrenal cortex. Adrenocorticotropic hormone (ACTH), released from the anterior pituitary, functions to increase LDL receptors and increase the activity of cholesterol desmolase, which converts cholesterol to pregnenolone and is the rate-limiting step of cortisol synthesis. [1] The majority of glucocorticoids circulate in an inactive form, bound to either corticosteroid-binding globulin (CBG) or albumin. [2] The inactive form is converted to its active form by 11-beta-hydroxysteroid dehydrogenase 1 (11-beta-HSD1) in most tissues, while 11-beta-HSD2 inactivates cortisol back to cortisone in the kidney and pancreas. [2]"}
{"id": "article-20047_2", "title": "Physiology, Cortisol -- Organ Systems Involved", "content": "Glucocorticoid receptors are present in almost all tissues in the body. Therefore, cortisol is able to affect nearly every organ system: [3] Nervous Immune Cardiovascular Respiratory Reproductive Musculoskeletal Integumentary", "contents": "Physiology, Cortisol -- Organ Systems Involved. Glucocorticoid receptors are present in almost all tissues in the body. Therefore, cortisol is able to affect nearly every organ system: [3] Nervous Immune Cardiovascular Respiratory Reproductive Musculoskeletal Integumentary"}
{"id": "article-20047_3", "title": "Physiology, Cortisol -- Function", "content": "Cortisol has many functions in the human body, such as mediating the stress response, regulating metabolism, the inflammatory response, and immune function. [4]", "contents": "Physiology, Cortisol -- Function. Cortisol has many functions in the human body, such as mediating the stress response, regulating metabolism, the inflammatory response, and immune function. [4]"}
{"id": "article-20047_4", "title": "Physiology, Cortisol -- Function -- Immune Response", "content": "Glucocorticoids have a number of actions in the immune system. For example, they induce apoptosis of proinflammatory T cells, suppress B cell antibody production, and reduce neutrophil migration during inflammation. [3]", "contents": "Physiology, Cortisol -- Function -- Immune Response. Glucocorticoids have a number of actions in the immune system. For example, they induce apoptosis of proinflammatory T cells, suppress B cell antibody production, and reduce neutrophil migration during inflammation. [3]"}
{"id": "article-20047_5", "title": "Physiology, Cortisol -- Function -- Stress Response", "content": "The human body is continually responding to internal and external stressors. The body processes the stressful information and elicits a response depending on the degree of threat. The body's autonomic nervous system is broken down into the sympathetic nervous system (SNS) and the parasympathetic nervous system (PNS). In times of stress, the SNS gets activated. The SNS is responsible for the fight or flight response, which causes a cascade of hormonal and physiological responses. The amygdala is responsible for processing fear, arousal, and emotional stimuli to determine the appropriate response. If necessary, the amygdala sends a stress signal to the hypothalamus. [5] The hypothalamus subsequently activates the SNS, and the adrenal glands release a surge of catecholamines, such as epinephrine. This results in effects such as increased heart rate and respiratory rate. As the body continues to perceive the stimuli as a threat, the hypothalamus activates the HPA axis. Cortisol is released from the adrenal cortex and allows the body to continue to stay on high alert. Acutely, cortisol’s catabolic mechanisms provide energy to the body. [6]", "contents": "Physiology, Cortisol -- Function -- Stress Response. The human body is continually responding to internal and external stressors. The body processes the stressful information and elicits a response depending on the degree of threat. The body's autonomic nervous system is broken down into the sympathetic nervous system (SNS) and the parasympathetic nervous system (PNS). In times of stress, the SNS gets activated. The SNS is responsible for the fight or flight response, which causes a cascade of hormonal and physiological responses. The amygdala is responsible for processing fear, arousal, and emotional stimuli to determine the appropriate response. If necessary, the amygdala sends a stress signal to the hypothalamus. [5] The hypothalamus subsequently activates the SNS, and the adrenal glands release a surge of catecholamines, such as epinephrine. This results in effects such as increased heart rate and respiratory rate. As the body continues to perceive the stimuli as a threat, the hypothalamus activates the HPA axis. Cortisol is released from the adrenal cortex and allows the body to continue to stay on high alert. Acutely, cortisol’s catabolic mechanisms provide energy to the body. [6]"}
{"id": "article-20047_6", "title": "Physiology, Cortisol -- Function -- Glucose and Protein Homeostasis", "content": "Blood glucose levels drive key systemic and intracellular pathways. The presence of glucocorticoids, such as cortisol, increase the availability of blood glucose to the brain. Cortisol acts on the liver, muscle, adipose tissue, and pancreas. In the liver, high cortisol levels increase gluconeogenesis and decrease glycogen synthesis. [7] Gluconeogenesis is a metabolic pathway that results in the production of glucose from glucogenic amino acids, lactate, or glycerol 3- phosphate found in triglycerides. Gluconeogenesis reverses glycolysis, a cytoplasmic pathway used to convert glucose into pyruvate molecules. This pathway is used to release energy through substrate-level phosphorylation and oxidation reactions. Unlike glycolysis, gluconeogenesis becomes active when the body needs energy. Muscles have their own internal glycogen supply that allows them to respond to changes in ATP requirements rapidly. In the presence of cortisol, muscle cells decrease glucose uptake and consumption and increase protein degradation; this supplies gluconeogenesis with glucogenic amino acids. [8] In adipose tissues, cortisol increases lipolysis. Lipolysis is a catabolic process that results in the release of glycerol and free fatty acids. These free fatty acids can be used in B oxidation and as an energy source for other cells as they continue to produce glucose. Lastly, cortisol acts on the pancreas to decrease insulin and increase glucagon. Glucagon is a peptide hormone secreted by the pancreatic alpha cells to increase liver glycogenolysis, liver gluconeogenesis, liver ketogenesis, lipolysis, as well as decreases lipogenesis. Cortisol enhances the activity of glucagon, epinephrine, and other catecholamines.", "contents": "Physiology, Cortisol -- Function -- Glucose and Protein Homeostasis. Blood glucose levels drive key systemic and intracellular pathways. The presence of glucocorticoids, such as cortisol, increase the availability of blood glucose to the brain. Cortisol acts on the liver, muscle, adipose tissue, and pancreas. In the liver, high cortisol levels increase gluconeogenesis and decrease glycogen synthesis. [7] Gluconeogenesis is a metabolic pathway that results in the production of glucose from glucogenic amino acids, lactate, or glycerol 3- phosphate found in triglycerides. Gluconeogenesis reverses glycolysis, a cytoplasmic pathway used to convert glucose into pyruvate molecules. This pathway is used to release energy through substrate-level phosphorylation and oxidation reactions. Unlike glycolysis, gluconeogenesis becomes active when the body needs energy. Muscles have their own internal glycogen supply that allows them to respond to changes in ATP requirements rapidly. In the presence of cortisol, muscle cells decrease glucose uptake and consumption and increase protein degradation; this supplies gluconeogenesis with glucogenic amino acids. [8] In adipose tissues, cortisol increases lipolysis. Lipolysis is a catabolic process that results in the release of glycerol and free fatty acids. These free fatty acids can be used in B oxidation and as an energy source for other cells as they continue to produce glucose. Lastly, cortisol acts on the pancreas to decrease insulin and increase glucagon. Glucagon is a peptide hormone secreted by the pancreatic alpha cells to increase liver glycogenolysis, liver gluconeogenesis, liver ketogenesis, lipolysis, as well as decreases lipogenesis. Cortisol enhances the activity of glucagon, epinephrine, and other catecholamines."}
{"id": "article-20047_7", "title": "Physiology, Cortisol -- Mechanism", "content": "The release of cortisol is under control of the hypothalamus-pituitary-adrenal (HPA) axis. Corticotropin-releasing hormone (CRH) is released by the paraventricular nucleus (PVN) of the hypothalamus. [2] It then acts on the anterior pituitary to release adrenocorticotropic hormone (ACTH), which subsequently acts on the adrenal cortex. In a negative feedback loop, sufficient cortisol inhibits the release of both ACTH and CRH. The HPA axis follows a circadian rhythm. Thus, cortisol levels will be high in the morning and low at night [2] .", "contents": "Physiology, Cortisol -- Mechanism. The release of cortisol is under control of the hypothalamus-pituitary-adrenal (HPA) axis. Corticotropin-releasing hormone (CRH) is released by the paraventricular nucleus (PVN) of the hypothalamus. [2] It then acts on the anterior pituitary to release adrenocorticotropic hormone (ACTH), which subsequently acts on the adrenal cortex. In a negative feedback loop, sufficient cortisol inhibits the release of both ACTH and CRH. The HPA axis follows a circadian rhythm. Thus, cortisol levels will be high in the morning and low at night [2] ."}
{"id": "article-20047_8", "title": "Physiology, Cortisol -- Mechanism", "content": "Steroid hormones, such as cortisol, are primary messengers. They can cross the cytoplasmic membrane because of their fat-soluble properties. Cell membranes are composed of phospholipid bilayers; these prevent fat-insoluble molecules from passing through. Once cortisol passes through the cell membrane and enters into the cell, it binds to specific receptors in the cytoplasm. In the absence of cortisol, the glucocorticoid receptor binds to an Hsp90 chaperone protein in the cytosol. The binding of cortisol to the glucocorticoid receptor dissociates the Hsp90. The cortisol-receptor complex then enters the nucleus of the cell and affects gene transcription.", "contents": "Physiology, Cortisol -- Mechanism. Steroid hormones, such as cortisol, are primary messengers. They can cross the cytoplasmic membrane because of their fat-soluble properties. Cell membranes are composed of phospholipid bilayers; these prevent fat-insoluble molecules from passing through. Once cortisol passes through the cell membrane and enters into the cell, it binds to specific receptors in the cytoplasm. In the absence of cortisol, the glucocorticoid receptor binds to an Hsp90 chaperone protein in the cytosol. The binding of cortisol to the glucocorticoid receptor dissociates the Hsp90. The cortisol-receptor complex then enters the nucleus of the cell and affects gene transcription."}
{"id": "article-20047_9", "title": "Physiology, Cortisol -- Related Testing", "content": "Salivary cortisol levels are thought to correlate with the levels of free cortisol in plasma and serum. [6] Late-night measurement of salivary cortisol is used as an initial diagnostic test for Cushing syndrome, a syndrome of glucocorticoid excess. [6] As cortisol levels are supposed to be high in the morning, one of the initial diagnostic tests for Addison’s disease is to check early morning serum cortisol levels. [9]", "contents": "Physiology, Cortisol -- Related Testing. Salivary cortisol levels are thought to correlate with the levels of free cortisol in plasma and serum. [6] Late-night measurement of salivary cortisol is used as an initial diagnostic test for Cushing syndrome, a syndrome of glucocorticoid excess. [6] As cortisol levels are supposed to be high in the morning, one of the initial diagnostic tests for Addison’s disease is to check early morning serum cortisol levels. [9]"}
{"id": "article-20047_10", "title": "Physiology, Cortisol -- Clinical Significance", "content": "Cortisol levels are continuously monitored in the body to maintain homeostasis. Unregulated levels can be detrimental.", "contents": "Physiology, Cortisol -- Clinical Significance. Cortisol levels are continuously monitored in the body to maintain homeostasis. Unregulated levels can be detrimental."}
{"id": "article-20047_11", "title": "Physiology, Cortisol -- Clinical Significance -- Hypercortisolism", "content": "Cushing syndrome occurs when the human body is exposed to high cortisol levels for an extended period of time. The different etiologies for Cushing syndrome can be categorized as ACTH-dependent or ACTH-independent. In the ACTH-dependent subtypes, there is an excess of ACTH due to either a pituitary tumor or an ectopic source, such as a neuroendocrine tumor. [10] In both cases, the overproduction of ACTH stimulates the adrenal gland to produce excess cortisol. In the ACTH-independent subtypes, there is an endogenous etiology and an exogenous etiology. The endogenous cause is usually due to a tumor on the adrenal gland, which leads to excess cortisol production. The exogenous cause is due to excessive oral or injectable corticosteroid use. [10] Oral corticosteroids, such as prednisone, increase the amount of cortisol in the body. They are prescribed to help alleviate symptoms associated with chronic inflammatory diseases, such as systemic erythematous lupus (SLE) and rheumatoid arthritis. The symptoms of Cushing syndrome are dependent on how elevated the cortisol levels are. Common signs and symptoms of excess cortisol include weight gain (especially in the face and abdomen), fatty deposits between the shoulder blades, diabetes, hypertension, hirsutism in women, proximal muscle weakness, and osteoporosis. [11] The treatment for Cushing syndrome is dependent on the cause. The most common treatment is through surgical intervention. However, glucocorticoid-receptor antagonists are also an option when there are contraindications to surgery.", "contents": "Physiology, Cortisol -- Clinical Significance -- Hypercortisolism. Cushing syndrome occurs when the human body is exposed to high cortisol levels for an extended period of time. The different etiologies for Cushing syndrome can be categorized as ACTH-dependent or ACTH-independent. In the ACTH-dependent subtypes, there is an excess of ACTH due to either a pituitary tumor or an ectopic source, such as a neuroendocrine tumor. [10] In both cases, the overproduction of ACTH stimulates the adrenal gland to produce excess cortisol. In the ACTH-independent subtypes, there is an endogenous etiology and an exogenous etiology. The endogenous cause is usually due to a tumor on the adrenal gland, which leads to excess cortisol production. The exogenous cause is due to excessive oral or injectable corticosteroid use. [10] Oral corticosteroids, such as prednisone, increase the amount of cortisol in the body. They are prescribed to help alleviate symptoms associated with chronic inflammatory diseases, such as systemic erythematous lupus (SLE) and rheumatoid arthritis. The symptoms of Cushing syndrome are dependent on how elevated the cortisol levels are. Common signs and symptoms of excess cortisol include weight gain (especially in the face and abdomen), fatty deposits between the shoulder blades, diabetes, hypertension, hirsutism in women, proximal muscle weakness, and osteoporosis. [11] The treatment for Cushing syndrome is dependent on the cause. The most common treatment is through surgical intervention. However, glucocorticoid-receptor antagonists are also an option when there are contraindications to surgery."}
{"id": "article-20047_12", "title": "Physiology, Cortisol -- Clinical Significance -- Hypocortisolism", "content": "Primary adrenal insufficiency, also known as Addison disease, is most commonly caused by autoimmune adrenalitis. [9] Other causes include malignancy, infection, or adrenal hemorrhage. Autoimmune adrenalitis results from the body attacking its adrenal cortex. [12] Secondary adrenal insufficiency is due to insufficient production of ACTH from the anterior pituitary gland. This can be caused by pituitary disease, but the most common cause is due to suppression of the HPA axis from chronic exogenous glucocorticoid use. [13] Tertiary adrenal insufficiency is due to a lack of CRH release from the hypothalamus. Symptoms of adrenal insufficiency include fatigue, weight loss, hypotension, and hyperpigmentation of the skin. [14] Since aldosterone will also be deficient, laboratory results will show hyperkalemia. Glucocorticoid replacement therapy, such as hydrocortisone, is required to treat the symptoms of hypocortisolism. It is important to remember to increase the dosage for acute stressors, such as illness and surgery, to avoid adrenal crisis. [14]", "contents": "Physiology, Cortisol -- Clinical Significance -- Hypocortisolism. Primary adrenal insufficiency, also known as Addison disease, is most commonly caused by autoimmune adrenalitis. [9] Other causes include malignancy, infection, or adrenal hemorrhage. Autoimmune adrenalitis results from the body attacking its adrenal cortex. [12] Secondary adrenal insufficiency is due to insufficient production of ACTH from the anterior pituitary gland. This can be caused by pituitary disease, but the most common cause is due to suppression of the HPA axis from chronic exogenous glucocorticoid use. [13] Tertiary adrenal insufficiency is due to a lack of CRH release from the hypothalamus. Symptoms of adrenal insufficiency include fatigue, weight loss, hypotension, and hyperpigmentation of the skin. [14] Since aldosterone will also be deficient, laboratory results will show hyperkalemia. Glucocorticoid replacement therapy, such as hydrocortisone, is required to treat the symptoms of hypocortisolism. It is important to remember to increase the dosage for acute stressors, such as illness and surgery, to avoid adrenal crisis. [14]"}
{"id": "article-20047_13", "title": "Physiology, Cortisol -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Physiology, Cortisol -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}