{"id": "article-45232_0", "title": "Superior Ophthalmic Vein Cannulation for Carotid Cavernous Fistula -- Continuing Education Activity", "content": "The superior ophthalmic vein (SOV) approach for embolization of carotid-cavernous fistulas (CCFs) was first described over 25 years ago. Carotid-cavernous fistulas are typically divided into four subtypes, defined by etiology and nature of the lesion. This activity describes the pathophysiology of carotid cavernous fistula and highlights the role of the interprofessional team in the management of these patients.", "contents": "Superior Ophthalmic Vein Cannulation for Carotid Cavernous Fistula -- Continuing Education Activity. The superior ophthalmic vein (SOV) approach for embolization of carotid-cavernous fistulas (CCFs) was first described over 25 years ago. Carotid-cavernous fistulas are typically divided into four subtypes, defined by etiology and nature of the lesion. This activity describes the pathophysiology of carotid cavernous fistula and highlights the role of the interprofessional team in the management of these patients."}
{"id": "article-45232_1", "title": "Superior Ophthalmic Vein Cannulation for Carotid Cavernous Fistula -- Continuing Education Activity", "content": "Objectives: Review indications for endovascular treatment of carotid cavernous fistulas. Summarize the relevant orbital anatomy for superior opthalmic vein cannulation. Describe the surgical technique to dissect the orbit and identify the superior ophthalmic vein safely. Outline interprofessional team strategies for improving care coordination and communication to enhance the treatment of carotid cavernous fistula and improve patient outcomes. Access free multiple choice questions on this topic.", "contents": "Superior Ophthalmic Vein Cannulation for Carotid Cavernous Fistula -- Continuing Education Activity. Objectives: Review indications for endovascular treatment of carotid cavernous fistulas. Summarize the relevant orbital anatomy for superior opthalmic vein cannulation. Describe the surgical technique to dissect the orbit and identify the superior ophthalmic vein safely. Outline interprofessional team strategies for improving care coordination and communication to enhance the treatment of carotid cavernous fistula and improve patient outcomes. Access free multiple choice questions on this topic."}
{"id": "article-45232_2", "title": "Superior Ophthalmic Vein Cannulation for Carotid Cavernous Fistula -- Introduction", "content": "The superior ophthalmic vein (SOV) approach for embolization of carotid-cavernous fistulas (CCFs) was first described over 25 years ago. [1] Carotid-cavernous fistulas are typically divided into four subtypes, defined by etiology and nature of the lesion. Direct (Barrow A) lesions involve an endothelial tear of the carotid itself, while indirect lesions (Barrow B, C, or D) involve small branches of the internal or external carotid systems. While 10 to 60% of CCFs may spontaneously resolve, and up to an additional 30% of low-flow CCFs may resolve with conservative management (carotid compression therapy), many progressive lesions require intervention. [2] Direct lesions are amenable to endoarterial treatment. Indirect lesions are appropriately treated with transvenous embolization; the ipsilateral inferior petrosal sinus (IPS) is the preferred route. Initial reports characterized case series in which the SOV route was utilized when traditional access through the IPS failed. Typically, the SOV can be accessed through the facial-angular venous system. However, cases exist in which stenosis, hypoplasia, or tortuosity of the vessels prevent safe transvenous access via this route. Surgical cutdown for direct cannulation of the SOV is a safe, effective option in these cases in which other endovascular approaches have been exhausted. With advances in endovascular access techniques, the necessity of this approach has decreased. Still, direct cannulation of the SOV via surgical cutdown remains an important technique in the surgical armamentarium.", "contents": "Superior Ophthalmic Vein Cannulation for Carotid Cavernous Fistula -- Introduction. The superior ophthalmic vein (SOV) approach for embolization of carotid-cavernous fistulas (CCFs) was first described over 25 years ago. [1] Carotid-cavernous fistulas are typically divided into four subtypes, defined by etiology and nature of the lesion. Direct (Barrow A) lesions involve an endothelial tear of the carotid itself, while indirect lesions (Barrow B, C, or D) involve small branches of the internal or external carotid systems. While 10 to 60% of CCFs may spontaneously resolve, and up to an additional 30% of low-flow CCFs may resolve with conservative management (carotid compression therapy), many progressive lesions require intervention. [2] Direct lesions are amenable to endoarterial treatment. Indirect lesions are appropriately treated with transvenous embolization; the ipsilateral inferior petrosal sinus (IPS) is the preferred route. Initial reports characterized case series in which the SOV route was utilized when traditional access through the IPS failed. Typically, the SOV can be accessed through the facial-angular venous system. However, cases exist in which stenosis, hypoplasia, or tortuosity of the vessels prevent safe transvenous access via this route. Surgical cutdown for direct cannulation of the SOV is a safe, effective option in these cases in which other endovascular approaches have been exhausted. With advances in endovascular access techniques, the necessity of this approach has decreased. Still, direct cannulation of the SOV via surgical cutdown remains an important technique in the surgical armamentarium."}
{"id": "article-45232_3", "title": "Superior Ophthalmic Vein Cannulation for Carotid Cavernous Fistula -- Anatomy and Physiology", "content": "Knowledge of orbital anatomy is crucial to avoid damaging key structures within the orbit, particularly once the orbital fat pad has been exposed. The superior ophthalmic vein forms at the junction of the supraorbital (SPOV), angular, and supratrochlear veins within the superomedial orbit. It is consistently found approximately 6 mm above the superior sulcus of the eyelid nasally. Additionally, the SOV can be identified by following the SPOV into the orbit; the SPOV itself can be within the supraorbital notch when present. [3] As the SOV courses posteriorly and laterally with the ophthalmic artery (located posteriorly and laterally to the superior oblique), it receives draining vessels from superior orbital structures, including the ethmoid veins, central retinal vein, muscular veins, and superior vortex veins. The SOV crosses the anterior portion of the optic nerve and traverses the superior orbital fissure, eventually terminating in the cavernous sinus. The SOV has also been noted to run directly underneath the superior rectus in the superomedial quadrant of the periorbital cone, a useful landmark when the vessel is not hypertrophied outside of the deep orbit. [2] Anastomosis with the inferior ophthalmic vein is variable.", "contents": "Superior Ophthalmic Vein Cannulation for Carotid Cavernous Fistula -- Anatomy and Physiology. Knowledge of orbital anatomy is crucial to avoid damaging key structures within the orbit, particularly once the orbital fat pad has been exposed. The superior ophthalmic vein forms at the junction of the supraorbital (SPOV), angular, and supratrochlear veins within the superomedial orbit. It is consistently found approximately 6 mm above the superior sulcus of the eyelid nasally. Additionally, the SOV can be identified by following the SPOV into the orbit; the SPOV itself can be within the supraorbital notch when present. [3] As the SOV courses posteriorly and laterally with the ophthalmic artery (located posteriorly and laterally to the superior oblique), it receives draining vessels from superior orbital structures, including the ethmoid veins, central retinal vein, muscular veins, and superior vortex veins. The SOV crosses the anterior portion of the optic nerve and traverses the superior orbital fissure, eventually terminating in the cavernous sinus. The SOV has also been noted to run directly underneath the superior rectus in the superomedial quadrant of the periorbital cone, a useful landmark when the vessel is not hypertrophied outside of the deep orbit. [2] Anastomosis with the inferior ophthalmic vein is variable."}
{"id": "article-45232_4", "title": "Superior Ophthalmic Vein Cannulation for Carotid Cavernous Fistula -- Indications", "content": "Direct cannulation of the SOV for endovascular treatment is appropriate for indirect CCFs. Typical signs and symptoms include pulsatile visual defects, headache, ocular and orbital pain, diplopia, conjunctival chemosis, proptosis, and orbital bruits. A common association is congestion of the inferior petrosal sinus and arterialization of the ophthalmic and orbital veins. The superior ophthalmic vein may be used for transvenous access to lesions of the cavernous sinus when other routes have been exhausted or are anatomically unavailable. Aberrant anatomy of the inferior petrosal sinus, in which it is exquisitely tortuous or in discontinuity with the proximal jugular system, may make that approach impossible. Access to the SOV via the angular vein through the facial vein is commonly employed as well, though the small caliber of the vessels and sharp angles may make this route technically challenging. In such cases, if arterial access is insufficient, direct cannulation of the SOV should be employed. [4]", "contents": "Superior Ophthalmic Vein Cannulation for Carotid Cavernous Fistula -- Indications. Direct cannulation of the SOV for endovascular treatment is appropriate for indirect CCFs. Typical signs and symptoms include pulsatile visual defects, headache, ocular and orbital pain, diplopia, conjunctival chemosis, proptosis, and orbital bruits. A common association is congestion of the inferior petrosal sinus and arterialization of the ophthalmic and orbital veins. The superior ophthalmic vein may be used for transvenous access to lesions of the cavernous sinus when other routes have been exhausted or are anatomically unavailable. Aberrant anatomy of the inferior petrosal sinus, in which it is exquisitely tortuous or in discontinuity with the proximal jugular system, may make that approach impossible. Access to the SOV via the angular vein through the facial vein is commonly employed as well, though the small caliber of the vessels and sharp angles may make this route technically challenging. In such cases, if arterial access is insufficient, direct cannulation of the SOV should be employed. [4]"}
{"id": "article-45232_5", "title": "Superior Ophthalmic Vein Cannulation for Carotid Cavernous Fistula -- Contraindications", "content": "Conservative management will lead to the resolution of symptoms in a significant number of cases; detailed assessment of symptomology in the immediate pre-operative period is critical to avoid unnecessary intervention. If thrombosis of the SOV is observed intra-operatively, further intervention may not be required. Patients with suspected direct or mixed CCFs will require endoarterial treatment and should not be solely treated with transvenous embolization.", "contents": "Superior Ophthalmic Vein Cannulation for Carotid Cavernous Fistula -- Contraindications. Conservative management will lead to the resolution of symptoms in a significant number of cases; detailed assessment of symptomology in the immediate pre-operative period is critical to avoid unnecessary intervention. If thrombosis of the SOV is observed intra-operatively, further intervention may not be required. Patients with suspected direct or mixed CCFs will require endoarterial treatment and should not be solely treated with transvenous embolization."}
{"id": "article-45232_6", "title": "Superior Ophthalmic Vein Cannulation for Carotid Cavernous Fistula -- Equipment", "content": "Standard microsurgical and endovascular equipment is required for this procedure. This procedure can be safely performed in the endovascular suite with proper anesthesia support. It is important to have a surgical headlight, together with the appropriate orbital surgical instruments which allow proper orbital exposure (Sewell retractors, ribbon retractors) and long bayonet forceps and bipolar cautery forceps to allow easy access to any bleeders deep within the orbit. Neurosurgical cottonoids are useful to separate the fat from the vessels. Muscle hooks are useful to lift the SOV gently while ligation bands or sutures are applied. As the surgeon will be operating with limited mobility because of the radiology machinery, a good assistant is very useful. As these procedures are performed infrequently, we give a list of the necessary surgical instruments to the interventional radiology department.", "contents": "Superior Ophthalmic Vein Cannulation for Carotid Cavernous Fistula -- Equipment. Standard microsurgical and endovascular equipment is required for this procedure. This procedure can be safely performed in the endovascular suite with proper anesthesia support. It is important to have a surgical headlight, together with the appropriate orbital surgical instruments which allow proper orbital exposure (Sewell retractors, ribbon retractors) and long bayonet forceps and bipolar cautery forceps to allow easy access to any bleeders deep within the orbit. Neurosurgical cottonoids are useful to separate the fat from the vessels. Muscle hooks are useful to lift the SOV gently while ligation bands or sutures are applied. As the surgeon will be operating with limited mobility because of the radiology machinery, a good assistant is very useful. As these procedures are performed infrequently, we give a list of the necessary surgical instruments to the interventional radiology department."}
{"id": "article-45232_7", "title": "Superior Ophthalmic Vein Cannulation for Carotid Cavernous Fistula -- Personnel", "content": "This procedure requires a team with neurointerventional and orbital surgical expertise. The procedure can be performed in the angiography suite with the assistance of anesthesia staff.", "contents": "Superior Ophthalmic Vein Cannulation for Carotid Cavernous Fistula -- Personnel. This procedure requires a team with neurointerventional and orbital surgical expertise. The procedure can be performed in the angiography suite with the assistance of anesthesia staff."}
{"id": "article-45232_8", "title": "Superior Ophthalmic Vein Cannulation for Carotid Cavernous Fistula -- Preparation", "content": "Digital subtraction angiography is the gold standard for diagnosis and initial therapy of CCF. However, CT, CT angiography, and MRI may be used to confirm the diagnosis if in doubt and to rule out other potential etiologies (tumor, posterior communicating artery aneurysm, infection, etc.). A detailed history should be obtained, and a physical examination should be performed on the day of the procedure to assess the necessity of intervention.", "contents": "Superior Ophthalmic Vein Cannulation for Carotid Cavernous Fistula -- Preparation. Digital subtraction angiography is the gold standard for diagnosis and initial therapy of CCF. However, CT, CT angiography, and MRI may be used to confirm the diagnosis if in doubt and to rule out other potential etiologies (tumor, posterior communicating artery aneurysm, infection, etc.). A detailed history should be obtained, and a physical examination should be performed on the day of the procedure to assess the necessity of intervention."}
{"id": "article-45232_9", "title": "Superior Ophthalmic Vein Cannulation for Carotid Cavernous Fistula -- Technique or Treatment", "content": "Informed consent must be obtained, and the risks and benefits of the operation explained. The patient is positioned supine in the angiography suite and induced under general anesthesia. A femoral sheath is placed in the standard fashion for angiography. The sterile field includes the eye, eyebrow, forehead, and cheek.", "contents": "Superior Ophthalmic Vein Cannulation for Carotid Cavernous Fistula -- Technique or Treatment. Informed consent must be obtained, and the risks and benefits of the operation explained. The patient is positioned supine in the angiography suite and induced under general anesthesia. A femoral sheath is placed in the standard fashion for angiography. The sterile field includes the eye, eyebrow, forehead, and cheek."}
{"id": "article-45232_10", "title": "Superior Ophthalmic Vein Cannulation for Carotid Cavernous Fistula -- Technique or Treatment -- Incision", "content": "A small incision is made in the medial upper eyelid crease; alternately, a sub-brow incision may be used. Authors prefer the medial upper eyelid incision. The incision is carried down through the orbicularis oculi muscle using blunt separation with Stevens scissors. It is important to obtain hemostasis at this point as there will be oozing from the tissues below the orbicularis oculi muscle, which can interfere with the surgical site.", "contents": "Superior Ophthalmic Vein Cannulation for Carotid Cavernous Fistula -- Technique or Treatment -- Incision. A small incision is made in the medial upper eyelid crease; alternately, a sub-brow incision may be used. Authors prefer the medial upper eyelid incision. The incision is carried down through the orbicularis oculi muscle using blunt separation with Stevens scissors. It is important to obtain hemostasis at this point as there will be oozing from the tissues below the orbicularis oculi muscle, which can interfere with the surgical site."}
{"id": "article-45232_11", "title": "Superior Ophthalmic Vein Cannulation for Carotid Cavernous Fistula -- Technique or Treatment -- Orbitotomy", "content": "The orbital septum is opened medially, revealing the medial retroseptal fat pad, which will be whiter than the central fat pad. This fat is bluntly dissected in the posterolateral direction until an arterialized feeder of the SOV is identified, which is traced back until the main trunk of the SOV is found. If multiple feeders are identified, the milking of the vessels may help identify the direction of flow. If the vessel has not significantly engorged, it has been suggested that an osteotomy may be needed to broaden exposure to the deep orbit, although we have not found .this to be necessary in over 40 cases. Sewell retractors together with moist neurosurgical cottonoids are invaluable at this stage. If the surgeon is familiar with the anatomy of the angular vessels, the supraorbital and supratrochlear vessels, the superior ophthalmic vein can be identified with relative ease by following one of these vessels leading into the superior ophthalmic vein. Another maneuver that we have found helpful is to use a blunt separating motion with either a hemostat or Stevens scissors. This allows separation of the superomedial orbital tissues, which in turn will expose the dilated superior ophthalmic vein. For the sake of completeness, it should be mentioned that some surgeons perform an additional brow incision, dissect the subcutaneous tissues and the frontalis muscle until the orbital rim is reached. They then design a small orbitofrontal bone flap is made in the orbital rim. In this approach, the SOV can be identified within the superomedial portion of the periorbital cone following gentle retraction of the superior rectus. [2] However, as mentioned, authors have not had a need to perform any osteotomies when good retraction, lighting, and proper knowledge of anatomy is available.", "contents": "Superior Ophthalmic Vein Cannulation for Carotid Cavernous Fistula -- Technique or Treatment -- Orbitotomy. The orbital septum is opened medially, revealing the medial retroseptal fat pad, which will be whiter than the central fat pad. This fat is bluntly dissected in the posterolateral direction until an arterialized feeder of the SOV is identified, which is traced back until the main trunk of the SOV is found. If multiple feeders are identified, the milking of the vessels may help identify the direction of flow. If the vessel has not significantly engorged, it has been suggested that an osteotomy may be needed to broaden exposure to the deep orbit, although we have not found .this to be necessary in over 40 cases. Sewell retractors together with moist neurosurgical cottonoids are invaluable at this stage. If the surgeon is familiar with the anatomy of the angular vessels, the supraorbital and supratrochlear vessels, the superior ophthalmic vein can be identified with relative ease by following one of these vessels leading into the superior ophthalmic vein. Another maneuver that we have found helpful is to use a blunt separating motion with either a hemostat or Stevens scissors. This allows separation of the superomedial orbital tissues, which in turn will expose the dilated superior ophthalmic vein. For the sake of completeness, it should be mentioned that some surgeons perform an additional brow incision, dissect the subcutaneous tissues and the frontalis muscle until the orbital rim is reached. They then design a small orbitofrontal bone flap is made in the orbital rim. In this approach, the SOV can be identified within the superomedial portion of the periorbital cone following gentle retraction of the superior rectus. [2] However, as mentioned, authors have not had a need to perform any osteotomies when good retraction, lighting, and proper knowledge of anatomy is available."}
{"id": "article-45232_12", "title": "Superior Ophthalmic Vein Cannulation for Carotid Cavernous Fistula -- Technique or Treatment -- Isolation of the Superior Ophthalmic Vein", "content": "The SOV is bluntly isolated, freed from attachments, and exposed to the surface for incision of the vessel wall. Rubber loops may be used around the superior ophthalmic vein to allow manipulation. The vein is kept taut with these loops (4-0 silk sutures may also be used), and the vein is entered with an angiocatheter. Brisk bleeding confirms a full-thickness opening and allows cannulation. The angiocatheter is usually tied with a suture, and the catheter is advanced to the cavernous sinus with fluoroscopic guidance using a gentle injection of contrast through the catheter. Once the placement is confirmed, obliteration of the cavernous sinus can be performed using standard endovascular techniques (liquid embolic agents, coiling). [5] Care is taken to leave one of the ophthalmic veins patents to prevent a sudden increase in intraocular pressures. Arterial angiography is performed to confirm obliteration of the fistula, after which the catheter is withdrawn.", "contents": "Superior Ophthalmic Vein Cannulation for Carotid Cavernous Fistula -- Technique or Treatment -- Isolation of the Superior Ophthalmic Vein. The SOV is bluntly isolated, freed from attachments, and exposed to the surface for incision of the vessel wall. Rubber loops may be used around the superior ophthalmic vein to allow manipulation. The vein is kept taut with these loops (4-0 silk sutures may also be used), and the vein is entered with an angiocatheter. Brisk bleeding confirms a full-thickness opening and allows cannulation. The angiocatheter is usually tied with a suture, and the catheter is advanced to the cavernous sinus with fluoroscopic guidance using a gentle injection of contrast through the catheter. Once the placement is confirmed, obliteration of the cavernous sinus can be performed using standard endovascular techniques (liquid embolic agents, coiling). [5] Care is taken to leave one of the ophthalmic veins patents to prevent a sudden increase in intraocular pressures. Arterial angiography is performed to confirm obliteration of the fistula, after which the catheter is withdrawn."}
{"id": "article-45232_13", "title": "Superior Ophthalmic Vein Cannulation for Carotid Cavernous Fistula -- Technique or Treatment -- Isolation of the Superior Ophthalmic Vein", "content": "The SOV is ligated distal to the insertion point unless it is large and thick-walled, in which case the vessel is primarily closed. The orbit may be irrigated with an antibiotic solution.", "contents": "Superior Ophthalmic Vein Cannulation for Carotid Cavernous Fistula -- Technique or Treatment -- Isolation of the Superior Ophthalmic Vein. The SOV is ligated distal to the insertion point unless it is large and thick-walled, in which case the vessel is primarily closed. The orbit may be irrigated with an antibiotic solution."}
{"id": "article-45232_14", "title": "Superior Ophthalmic Vein Cannulation for Carotid Cavernous Fistula -- Technique or Treatment -- Closure", "content": "After meticulous hemostasis is obtained, the orbital incision is closed using simple 6-0 catgut sutures. Follow-up angiography is recommended if there is suspicion for recurrence of the fistula. Clinical follow-up is recommended at 3 and 6 months post-intervention. The patient's vision and intraocular pressures are assessed.", "contents": "Superior Ophthalmic Vein Cannulation for Carotid Cavernous Fistula -- Technique or Treatment -- Closure. After meticulous hemostasis is obtained, the orbital incision is closed using simple 6-0 catgut sutures. Follow-up angiography is recommended if there is suspicion for recurrence of the fistula. Clinical follow-up is recommended at 3 and 6 months post-intervention. The patient's vision and intraocular pressures are assessed."}
{"id": "article-45232_15", "title": "Superior Ophthalmic Vein Cannulation for Carotid Cavernous Fistula -- Complications", "content": "Surgical cutdown of the superior ophthalmic vein is typically well-tolerated. Complications include damage to orbital structures, particularly the superficial nerves and extraocular muscles. Few such complications have been reported in the literature, however. During endovascular treatment, vessel rupture with subsequent hemorrhage is possible. In one observed case of SOV rupture, no retro-orbital hematoma was noted, and the patient was successfully managed conservatively. Aggressive embolization of the cavernous sinus may lead to cranial nerve deficits.", "contents": "Superior Ophthalmic Vein Cannulation for Carotid Cavernous Fistula -- Complications. Surgical cutdown of the superior ophthalmic vein is typically well-tolerated. Complications include damage to orbital structures, particularly the superficial nerves and extraocular muscles. Few such complications have been reported in the literature, however. During endovascular treatment, vessel rupture with subsequent hemorrhage is possible. In one observed case of SOV rupture, no retro-orbital hematoma was noted, and the patient was successfully managed conservatively. Aggressive embolization of the cavernous sinus may lead to cranial nerve deficits."}
{"id": "article-45232_16", "title": "Superior Ophthalmic Vein Cannulation for Carotid Cavernous Fistula -- Clinical Significance", "content": "Over 95% of patients receiving endovascular embolization via direct surgical access of the SOV remained symptom and recurrence-free at the last clinical follow-up in reported case series. [1] [2] [4] [5] [6] Even in settings of incomplete embolization, clinical improvement has been observed. Direct cannulation of the SOV is a safe and effective approach for the endovascular treatment of indirect CCFs in settings in which other endovascular approaches have been exhausted. [7] [8] [9] [10]", "contents": "Superior Ophthalmic Vein Cannulation for Carotid Cavernous Fistula -- Clinical Significance. Over 95% of patients receiving endovascular embolization via direct surgical access of the SOV remained symptom and recurrence-free at the last clinical follow-up in reported case series. [1] [2] [4] [5] [6] Even in settings of incomplete embolization, clinical improvement has been observed. Direct cannulation of the SOV is a safe and effective approach for the endovascular treatment of indirect CCFs in settings in which other endovascular approaches have been exhausted. [7] [8] [9] [10]"}
{"id": "article-45232_17", "title": "Superior Ophthalmic Vein Cannulation for Carotid Cavernous Fistula -- Enhancing Healthcare Team Outcomes", "content": "Superior ophthalmic vein cannulation for the treatment of carotid cavernous fistula requires an interprofessional approach. A neurointerventionalist is required for the femoral access and eventual endovascular treatment of the fistula once the vein has been cannulated. An orbital surgeon is required for the surgical procedure. Trained staff are required to assist in the interventional suite, while anesthetists will be needed to monitor the patient. Nursing and clinic staff can aid in screening patients on the day of surgery to ensure that symptoms are ongoing. Pharmacists may be needed to aid with post-operative pain management, which is typically minor in this setting. This is why an interprofessional team approach care is necessary for these patients, as it leads to better outcomes. [Level 5]", "contents": "Superior Ophthalmic Vein Cannulation for Carotid Cavernous Fistula -- Enhancing Healthcare Team Outcomes. Superior ophthalmic vein cannulation for the treatment of carotid cavernous fistula requires an interprofessional approach. A neurointerventionalist is required for the femoral access and eventual endovascular treatment of the fistula once the vein has been cannulated. An orbital surgeon is required for the surgical procedure. Trained staff are required to assist in the interventional suite, while anesthetists will be needed to monitor the patient. Nursing and clinic staff can aid in screening patients on the day of surgery to ensure that symptoms are ongoing. Pharmacists may be needed to aid with post-operative pain management, which is typically minor in this setting. This is why an interprofessional team approach care is necessary for these patients, as it leads to better outcomes. [Level 5]"}
{"id": "article-45232_18", "title": "Superior Ophthalmic Vein Cannulation for Carotid Cavernous Fistula -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Superior Ophthalmic Vein Cannulation for Carotid Cavernous Fistula -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}