{"id": "article-18697_0", "title": "Bullous Emphysema -- Continuing Education Activity", "content": "The definition of a bulla is an air-filled space of 1 cm in diameter within the lung which has developed because of emphysematous destruction of the lung parenchyma. Emphysema is a limitation in airflow associated with a loss of the distal lung architecture with permanent enlargement of the alveolar space distal to the terminal bronchiole. Eighty percent of patients presenting with bullae have associated pulmonary emphysema, and this entity, therefore, is referred to as bullous emphysema. It is a subset of chronic obstructive pulmonary disease (COPD), an obstructive airway disease, associated with high mortality. This activity describes the cause, pathophysiology, and presentation of bullous emphysema and stresses the importance of an interprofessional team in its management.", "contents": "Bullous Emphysema -- Continuing Education Activity. The definition of a bulla is an air-filled space of 1 cm in diameter within the lung which has developed because of emphysematous destruction of the lung parenchyma. Emphysema is a limitation in airflow associated with a loss of the distal lung architecture with permanent enlargement of the alveolar space distal to the terminal bronchiole. Eighty percent of patients presenting with bullae have associated pulmonary emphysema, and this entity, therefore, is referred to as bullous emphysema. It is a subset of chronic obstructive pulmonary disease (COPD), an obstructive airway disease, associated with high mortality. This activity describes the cause, pathophysiology, and presentation of bullous emphysema and stresses the importance of an interprofessional team in its management."}
{"id": "article-18697_1", "title": "Bullous Emphysema -- Continuing Education Activity", "content": "Objectives: Describe the pathophysiology of bullous emphysema. Review the evaluation of a patient with bullous emphysema. Summarize the treatment options for bullous emphysema. Explain modalities to improve care coordination among interprofessional team members in order to improve outcomes for patients affected by bullous emphysema. Access free multiple choice questions on this topic.", "contents": "Bullous Emphysema -- Continuing Education Activity. Objectives: Describe the pathophysiology of bullous emphysema. Review the evaluation of a patient with bullous emphysema. Summarize the treatment options for bullous emphysema. Explain modalities to improve care coordination among interprofessional team members in order to improve outcomes for patients affected by bullous emphysema. Access free multiple choice questions on this topic."}
{"id": "article-18697_2", "title": "Bullous Emphysema -- Introduction", "content": "The definition of a bulla is an air-filled space of > 1 cm in diameter within the lung which has developed because of emphysematous destruction of the lung parenchyma. Emphysema is a limitation in airflow associated with a loss of the distal lung architecture with permanent enlargement of the alveolar space distal to the terminal bronchiole. [1] Eighty percent of patients presenting with bullae have associated pulmonary emphysema, and this entity, therefore, is referred to as bullous emphysema. It is a subset of chronic obstructive pulmonary disease (COPD), an obstructive airway disease, associated with high mortality. It has bullae associated with diffusely abnormal lung parenchyma because of COPD. It causes high costs to healthcare systems associated with frequent visits to healthcare providers and frequent hospitalizations secondary to exacerbations.", "contents": "Bullous Emphysema -- Introduction. The definition of a bulla is an air-filled space of > 1 cm in diameter within the lung which has developed because of emphysematous destruction of the lung parenchyma. Emphysema is a limitation in airflow associated with a loss of the distal lung architecture with permanent enlargement of the alveolar space distal to the terminal bronchiole. [1] Eighty percent of patients presenting with bullae have associated pulmonary emphysema, and this entity, therefore, is referred to as bullous emphysema. It is a subset of chronic obstructive pulmonary disease (COPD), an obstructive airway disease, associated with high mortality. It has bullae associated with diffusely abnormal lung parenchyma because of COPD. It causes high costs to healthcare systems associated with frequent visits to healthcare providers and frequent hospitalizations secondary to exacerbations."}
{"id": "article-18697_3", "title": "Bullous Emphysema -- Etiology", "content": "The two most common causes of bullous emphysema are smoking and alpha-1 antitrypsin deficiency (A1AD or AATD), an inherited autosomal codominant genetic condition. [2] Less common causes of underlying emphysematous destruction of lung parenchyma are marijuana or crack cocaine smoking or intravenous drug abuse leading to inflammatory or destructive damage to the alveolus.", "contents": "Bullous Emphysema -- Etiology. The two most common causes of bullous emphysema are smoking and alpha-1 antitrypsin deficiency (A1AD or AATD), an inherited autosomal codominant genetic condition. [2] Less common causes of underlying emphysematous destruction of lung parenchyma are marijuana or crack cocaine smoking or intravenous drug abuse leading to inflammatory or destructive damage to the alveolus."}
{"id": "article-18697_4", "title": "Bullous Emphysema -- Epidemiology", "content": "Bullous emphysema affects greater than five percent of the population with the worldwide prevalence being almost 12 percent in adults over the age of 30. It is also ranked third in causes of death in the United States and kills more than 120,000 individuals a year.", "contents": "Bullous Emphysema -- Epidemiology. Bullous emphysema affects greater than five percent of the population with the worldwide prevalence being almost 12 percent in adults over the age of 30. It is also ranked third in causes of death in the United States and kills more than 120,000 individuals a year."}
{"id": "article-18697_5", "title": "Bullous Emphysema -- Pathophysiology", "content": "The pathophysiology of bullous emphysema is intimately related to the chronic inflammation of the distal airspaces mostly secondary to insult, i.e., cigarette smoke, which results in a breakdown of the alveolar walls which subsequently leads to permanent enlargement of airspaces.  Eventually, this can lead to a decline in gas exchange and an airflow limitation through decreased elastic recoil of the chest wall.  There is often an increased amount of goblet cells in the airways with hyperplasia of the mucous glands, fibrosis, and airway collapse secondary to the loss of tethering from alveolar destruction.  This decrease in gas exchange and airflow limitation eventually leads to chronic hypoxia and hypercarbia in these patients.", "contents": "Bullous Emphysema -- Pathophysiology. The pathophysiology of bullous emphysema is intimately related to the chronic inflammation of the distal airspaces mostly secondary to insult, i.e., cigarette smoke, which results in a breakdown of the alveolar walls which subsequently leads to permanent enlargement of airspaces.  Eventually, this can lead to a decline in gas exchange and an airflow limitation through decreased elastic recoil of the chest wall.  There is often an increased amount of goblet cells in the airways with hyperplasia of the mucous glands, fibrosis, and airway collapse secondary to the loss of tethering from alveolar destruction.  This decrease in gas exchange and airflow limitation eventually leads to chronic hypoxia and hypercarbia in these patients."}
{"id": "article-18697_6", "title": "Bullous Emphysema -- Histopathology", "content": "The histopathology of emphysema is intimately related to the integrity of the lung's integral epithelial cell barrier.  After an insult upon this barrier such as by cigarette smoke, the resulting inflammatory response transports antigens to the bronchial associated lymphatic tissue layer. There, the macrophages and neutrophils release enzymes such as elastase which leads to the eventual destruction of the lung's epithelial barrier.", "contents": "Bullous Emphysema -- Histopathology. The histopathology of emphysema is intimately related to the integrity of the lung's integral epithelial cell barrier.  After an insult upon this barrier such as by cigarette smoke, the resulting inflammatory response transports antigens to the bronchial associated lymphatic tissue layer. There, the macrophages and neutrophils release enzymes such as elastase which leads to the eventual destruction of the lung's epithelial barrier."}
{"id": "article-18697_7", "title": "Bullous Emphysema -- Histopathology", "content": "Emphysema is often sub-classified into groups based on the primary location of the emphysematous disease within the lung and acinus (an extensive collection of alveoli that are fed by the terminal bronchioles).  Proximal acinar/centrilobular emphysema refers to the destruction of the central portion of the acinus which has general associations with smoking.  Panacinar emphysema refers to the destruction of all parts of the acinus and is usually related to alpha-1 antitrypsin deficiency. Lastly, the distal acinar or paraseptal emphysema involves the alveolar ducts,  which often occurs in combination with the previous two types of bullous emphysema. [3]", "contents": "Bullous Emphysema -- Histopathology. Emphysema is often sub-classified into groups based on the primary location of the emphysematous disease within the lung and acinus (an extensive collection of alveoli that are fed by the terminal bronchioles).  Proximal acinar/centrilobular emphysema refers to the destruction of the central portion of the acinus which has general associations with smoking.  Panacinar emphysema refers to the destruction of all parts of the acinus and is usually related to alpha-1 antitrypsin deficiency. Lastly, the distal acinar or paraseptal emphysema involves the alveolar ducts,  which often occurs in combination with the previous two types of bullous emphysema. [3]"}
{"id": "article-18697_8", "title": "Bullous Emphysema -- History and Physical", "content": "The chief clinical symptom is shortness of breath, but many patients may be asymptomatic. When a patient develops dyspnea, it may be an indication for surgery as the bullae may be occupying over 30% of a hemithorax. [4] The typical patient will be a long-term smoker with dyspnea on exertion and progressive shortness of breath.  Patients will often present with a productive cough, frequently called a \"smoker's cough,\" usually worse in the morning. If a patient presents later on in the disease's progression, they may complain of dyspnea with exertion or wheezing. Physical findings will often include barrel-shaped chest and an increased anterior-posterior diameter of the chest.  There is often a loud P2 heart sound which is a sign of pulmonary hypertension. Finger clubbing may also be present. Edema may be a sign of decreased right ventricular output and cor pulmonale.", "contents": "Bullous Emphysema -- History and Physical. The chief clinical symptom is shortness of breath, but many patients may be asymptomatic. When a patient develops dyspnea, it may be an indication for surgery as the bullae may be occupying over 30% of a hemithorax. [4] The typical patient will be a long-term smoker with dyspnea on exertion and progressive shortness of breath.  Patients will often present with a productive cough, frequently called a \"smoker's cough,\" usually worse in the morning. If a patient presents later on in the disease's progression, they may complain of dyspnea with exertion or wheezing. Physical findings will often include barrel-shaped chest and an increased anterior-posterior diameter of the chest.  There is often a loud P2 heart sound which is a sign of pulmonary hypertension. Finger clubbing may also be present. Edema may be a sign of decreased right ventricular output and cor pulmonale."}
{"id": "article-18697_9", "title": "Bullous Emphysema -- Evaluation", "content": "Pulmonary function testing is the standard for emphysema evaluation. Forced expiratory volume in one second (FEV1)/forced vital capacity ( FVC) ratios will typically be <0.7.  FVC decreases because of loss of elastic recoil of the lung. There will be an increase in total lung capacity, residual volume, and functional residual capacity, as well as a decrease in vital capacity.  A decrease in diffusing capacity of the lungs for carbon monoxide (DLCO) will often be present because of the destruction of lung interstitium. In a young patient who presents with emphysema, it may be beneficial to test for alpha1-antitrypsin deficiency. A chest x-ray will many times show flattening of the diaphragm because of hyperinflation.  EKG may show right axis deviation, right ventricular hypertrophy or right atrial hypertrophy.  Complete blood count may show increased hemoglobin and hematocrit because of reactive erythrocytosis from chronic hypoxia.  Blood chemistry panels will show increased serum bicarbonate because of metabolic compensation for respiratory acidosis.", "contents": "Bullous Emphysema -- Evaluation. Pulmonary function testing is the standard for emphysema evaluation. Forced expiratory volume in one second (FEV1)/forced vital capacity ( FVC) ratios will typically be <0.7.  FVC decreases because of loss of elastic recoil of the lung. There will be an increase in total lung capacity, residual volume, and functional residual capacity, as well as a decrease in vital capacity.  A decrease in diffusing capacity of the lungs for carbon monoxide (DLCO) will often be present because of the destruction of lung interstitium. In a young patient who presents with emphysema, it may be beneficial to test for alpha1-antitrypsin deficiency. A chest x-ray will many times show flattening of the diaphragm because of hyperinflation.  EKG may show right axis deviation, right ventricular hypertrophy or right atrial hypertrophy.  Complete blood count may show increased hemoglobin and hematocrit because of reactive erythrocytosis from chronic hypoxia.  Blood chemistry panels will show increased serum bicarbonate because of metabolic compensation for respiratory acidosis."}
{"id": "article-18697_10", "title": "Bullous Emphysema -- Treatment / Management", "content": "Chronic medical therapy includes several interventions. First, a short-acting beta agonist such as albuterol is integral for acute shortness of breath and bronchodilation. Anti-muscarinic agents such as tiotropium, ipratropium, and umeclidinium are beneficial as they dry secretions of goblet cells, decrease bronchoconstriction, and inhibit excessive fluid production in bronchi. Long-acting beta agonists like salmeterol and formoterol can be added, but should never be monotherapy. Necessary vaccinations for patients include pneumococcal 13 -valent conjugate vaccine given initially and pneumococcal vaccine polyvalent given one year later and a yearly inactivated influenza vaccine. Smoking cessation is beneficial to combat the progression of the disease and decrease mortality. Long-term oxygen is a possible add-on therapy if the pO2 is < 55 or the oxygen saturation is < 88% on a six-minute walk test.", "contents": "Bullous Emphysema -- Treatment / Management. Chronic medical therapy includes several interventions. First, a short-acting beta agonist such as albuterol is integral for acute shortness of breath and bronchodilation. Anti-muscarinic agents such as tiotropium, ipratropium, and umeclidinium are beneficial as they dry secretions of goblet cells, decrease bronchoconstriction, and inhibit excessive fluid production in bronchi. Long-acting beta agonists like salmeterol and formoterol can be added, but should never be monotherapy. Necessary vaccinations for patients include pneumococcal 13 -valent conjugate vaccine given initially and pneumococcal vaccine polyvalent given one year later and a yearly inactivated influenza vaccine. Smoking cessation is beneficial to combat the progression of the disease and decrease mortality. Long-term oxygen is a possible add-on therapy if the pO2 is < 55 or the oxygen saturation is < 88% on a six-minute walk test."}
{"id": "article-18697_11", "title": "Bullous Emphysema -- Treatment / Management", "content": "Acute exacerbations should be handled with oxygen, albuterol-ipratropium, and steroids.  Systemic glucocorticoid therapy with a short five-day course of prednisone provides benefit.  ABG is critical to assess for carbon dioxide retention. Chest X-Ray is essential to assess for pneumothorax or new infiltrate requiring antibiotics.  One may also want to explore triggers for these exacerbations such as respiratory infections.", "contents": "Bullous Emphysema -- Treatment / Management. Acute exacerbations should be handled with oxygen, albuterol-ipratropium, and steroids.  Systemic glucocorticoid therapy with a short five-day course of prednisone provides benefit.  ABG is critical to assess for carbon dioxide retention. Chest X-Ray is essential to assess for pneumothorax or new infiltrate requiring antibiotics.  One may also want to explore triggers for these exacerbations such as respiratory infections."}
{"id": "article-18697_12", "title": "Bullous Emphysema -- Treatment / Management", "content": "Treatment of bullous emphysema is sometimes surgical. The general indications include moderate or severe dyspnea, a bulla occupying over 30% of the hemithorax and complications such as pneumothorax, infection, and hemoptysis. Where medical management is inadequate, surgical interventions such as lung volume reduction surgery (LVRS) and lung transplantation are needed. [5]", "contents": "Bullous Emphysema -- Treatment / Management. Treatment of bullous emphysema is sometimes surgical. The general indications include moderate or severe dyspnea, a bulla occupying over 30% of the hemithorax and complications such as pneumothorax, infection, and hemoptysis. Where medical management is inadequate, surgical interventions such as lung volume reduction surgery (LVRS) and lung transplantation are needed. [5]"}
{"id": "article-18697_13", "title": "Bullous Emphysema -- Treatment / Management", "content": "A further option for these patients is lung volume reduction surgery(LVRS).  This procedure involves a wedge excision of emphysematous tissue and is thought to provide benefit by reducing the size of hyperinflated lungs and therefore improving expiratory airflow in the nondiseased lungs.  Studies have shown that elastic recoil of the lungs may improve after LVRS, which in turn improves the expiratory airflow in the lungs. There are extensive criteria for LVRS including notable airflow obstruction on spirometry, evidence of air trapping on lung volume measurements, and CT findings of heterogeneously distributed emphysema. [6] [7]", "contents": "Bullous Emphysema -- Treatment / Management. A further option for these patients is lung volume reduction surgery(LVRS).  This procedure involves a wedge excision of emphysematous tissue and is thought to provide benefit by reducing the size of hyperinflated lungs and therefore improving expiratory airflow in the nondiseased lungs.  Studies have shown that elastic recoil of the lungs may improve after LVRS, which in turn improves the expiratory airflow in the lungs. There are extensive criteria for LVRS including notable airflow obstruction on spirometry, evidence of air trapping on lung volume measurements, and CT findings of heterogeneously distributed emphysema. [6] [7]"}
{"id": "article-18697_14", "title": "Bullous Emphysema -- Differential Diagnosis", "content": "Differential diagnoses of bullous emphysema which can be mistaken for the disease include asthma which may be ruled out through pulmonary function tests, bronchiectasis which may be visible on imaging, and congestive heart failure.", "contents": "Bullous Emphysema -- Differential Diagnosis. Differential diagnoses of bullous emphysema which can be mistaken for the disease include asthma which may be ruled out through pulmonary function tests, bronchiectasis which may be visible on imaging, and congestive heart failure."}
{"id": "article-18697_15", "title": "Bullous Emphysema -- Complications", "content": "Complications of bullous emphysema include pneumothorax, which can be spontaneous, traumatic, or tension in physiology. These are secondary to bullous bleb destruction which releases air into the chest cavity.", "contents": "Bullous Emphysema -- Complications. Complications of bullous emphysema include pneumothorax, which can be spontaneous, traumatic, or tension in physiology. These are secondary to bullous bleb destruction which releases air into the chest cavity."}
{"id": "article-18697_16", "title": "Bullous Emphysema -- Deterrence and Patient Education", "content": "The best way to prevent bullous emphysema is by smoking avoidance. Smoking is the most significant cause of this disease process, and smoking history is present in most patients with emphysema.  Patient education should be centered on cessation of smoking if they have a diagnosis of emphysema, but also to counsel all patients on smoking avoidance.", "contents": "Bullous Emphysema -- Deterrence and Patient Education. The best way to prevent bullous emphysema is by smoking avoidance. Smoking is the most significant cause of this disease process, and smoking history is present in most patients with emphysema.  Patient education should be centered on cessation of smoking if they have a diagnosis of emphysema, but also to counsel all patients on smoking avoidance."}
{"id": "article-18697_17", "title": "Bullous Emphysema -- Pearls and Other Issues", "content": "Many COPD patients will also have pulmonary cachexia, the definition of which is  BMI <20 or weight <90 percent of ideal body weight. The cachexia is secondary to increased work of breathing. Patients exhibiting these findings will require nutritional support. [8]", "contents": "Bullous Emphysema -- Pearls and Other Issues. Many COPD patients will also have pulmonary cachexia, the definition of which is  BMI <20 or weight <90 percent of ideal body weight. The cachexia is secondary to increased work of breathing. Patients exhibiting these findings will require nutritional support. [8]"}
{"id": "article-18697_18", "title": "Bullous Emphysema -- Enhancing Healthcare Team Outcomes", "content": "an interprofessional team ideally performs the management of patients with emphysema and COPD.  Treatment of these patients involves not only their primary care provider but nurses and respiratory therapists.  When patients initiate therapy with inhalers, respiratory therapists prove integral in educating patients on proper use of their inhalers and the use of spacers in conjunction.  Inevitably, if the patient's disease continues to progress, there will be a need to be evaluated by a pulmonologist. Telehealth has also been discussed as a potential avenue for patients, although the cost-effectiveness of this resource still requires further evaluation. [9]", "contents": "Bullous Emphysema -- Enhancing Healthcare Team Outcomes. an interprofessional team ideally performs the management of patients with emphysema and COPD.  Treatment of these patients involves not only their primary care provider but nurses and respiratory therapists.  When patients initiate therapy with inhalers, respiratory therapists prove integral in educating patients on proper use of their inhalers and the use of spacers in conjunction.  Inevitably, if the patient's disease continues to progress, there will be a need to be evaluated by a pulmonologist. Telehealth has also been discussed as a potential avenue for patients, although the cost-effectiveness of this resource still requires further evaluation. [9]"}
{"id": "article-18697_19", "title": "Bullous Emphysema -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Bullous Emphysema -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}