{"id": "article-23688_0", "title": "Ureteroscopy -- Continuing Education Activity", "content": "Ureteroscopy is a cornerstone procedure in urological practice, widely recognized as a primary surgical intervention for addressing urinary stones in the kidneys and ureters. Urologists also utilize ureteroscopy for laser treatment of renal and ureteral calculi. This versatile procedure also serves as a pivotal diagnostic and therapeutic tool for addressing upper urinary tract lesions, such as ureteral strictures and urothelial carcinomas.", "contents": "Ureteroscopy -- Continuing Education Activity. Ureteroscopy is a cornerstone procedure in urological practice, widely recognized as a primary surgical intervention for addressing urinary stones in the kidneys and ureters. Urologists also utilize ureteroscopy for laser treatment of renal and ureteral calculi. This versatile procedure also serves as a pivotal diagnostic and therapeutic tool for addressing upper urinary tract lesions, such as ureteral strictures and urothelial carcinomas."}
{"id": "article-23688_1", "title": "Ureteroscopy -- Continuing Education Activity", "content": "This activity reviews ureteral anatomy, the indications, contraindications, surgical techniques, and complications of ureteroscopy, evaluation and follow-up care, and preventive strategies. The roles of flexible and semi-rigid ureteroscopes, ureteral access sheaths, and various lasers available for ureteroscopic renal and ureteral lithotripsy and their proper use are discussed. Additionally, the administration of alpha-blockers to patients to facilitate ureteroscopic procedures is addressed. This course also highlights the importance of shared decision-making discussions with patients and the roles of the interprofessional team in providing optimal patient care.", "contents": "Ureteroscopy -- Continuing Education Activity. This activity reviews ureteral anatomy, the indications, contraindications, surgical techniques, and complications of ureteroscopy, evaluation and follow-up care, and preventive strategies. The roles of flexible and semi-rigid ureteroscopes, ureteral access sheaths, and various lasers available for ureteroscopic renal and ureteral lithotripsy and their proper use are discussed. Additionally, the administration of alpha-blockers to patients to facilitate ureteroscopic procedures is addressed. This course also highlights the importance of shared decision-making discussions with patients and the roles of the interprofessional team in providing optimal patient care."}
{"id": "article-23688_2", "title": "Ureteroscopy -- Continuing Education Activity", "content": "Objectives: Identify the indications for ureteroscopy. Implement recommended techniques of ureteroscopy. Select the appropriate evaluation of the potential complications of ureteroscopy. Implement interprofessional team strategies for improving care coordination and communication to advance ureteroscopy and improve patient outcomes. Access free multiple choice questions on this topic.", "contents": "Ureteroscopy -- Continuing Education Activity. Objectives: Identify the indications for ureteroscopy. Implement recommended techniques of ureteroscopy. Select the appropriate evaluation of the potential complications of ureteroscopy. Implement interprofessional team strategies for improving care coordination and communication to advance ureteroscopy and improve patient outcomes. Access free multiple choice questions on this topic."}
{"id": "article-23688_3", "title": "Ureteroscopy -- Introduction", "content": "Ureteroscopy, the endoscopic key to the upper urinary tract, is a powerful tool for diagnostic and therapeutic interventions. With advances in ureteroscope and camera miniaturization, improved optical systems, digital video capability, laser lithotripsy, smaller ureteral stone baskets, and enhanced visualization with dual working channels that allow for continuous pressurized irrigation, ureteroscopy has achieved the necessary imaging capability, versatility, precision, reliability, and safety to become a standard part of modern urological practice.", "contents": "Ureteroscopy -- Introduction. Ureteroscopy, the endoscopic key to the upper urinary tract, is a powerful tool for diagnostic and therapeutic interventions. With advances in ureteroscope and camera miniaturization, improved optical systems, digital video capability, laser lithotripsy, smaller ureteral stone baskets, and enhanced visualization with dual working channels that allow for continuous pressurized irrigation, ureteroscopy has achieved the necessary imaging capability, versatility, precision, reliability, and safety to become a standard part of modern urological practice."}
{"id": "article-23688_4", "title": "Ureteroscopy -- Introduction", "content": "Ureteroscopy is commonly used to diagnose and treat kidney and ureteral stones, ureteral strictures, and urothelial cancers. Importantly, its evolution has been associated with the parallel development of holmium laser technology, which can be used in rigid, semi-rigid, and flexible ureteroscopes. Urological lasers efficiently fragment all stone types and can treat urothelial tumors with vaporization or ablation. [1]", "contents": "Ureteroscopy -- Introduction. Ureteroscopy is commonly used to diagnose and treat kidney and ureteral stones, ureteral strictures, and urothelial cancers. Importantly, its evolution has been associated with the parallel development of holmium laser technology, which can be used in rigid, semi-rigid, and flexible ureteroscopes. Urological lasers efficiently fragment all stone types and can treat urothelial tumors with vaporization or ablation. [1]"}
{"id": "article-23688_5", "title": "Ureteroscopy -- Anatomy and Physiology", "content": "The ureters course downward and medially, connecting the ipsilateral renal collecting system to the bladder and propelling urine toward the bladder through peristaltic contractions. The ureter is generally 22 to 30 cm long in the adult, with variability, but not always, corresponding to body height. [2] For descriptive purposes, the ureters may be divided as follows: Abdominal: renal pelvis to the iliac vessels Pelvic: iliac vessels to the bladder Alternatively, the ureters may be divided into 3 segments: Upper: renal pelvis to the upper border of the sacrum Middle: upper border to the lower border of the sacrum, along the iliac vessels Lower: lower border of the sacrum to the bladder", "contents": "Ureteroscopy -- Anatomy and Physiology. The ureters course downward and medially, connecting the ipsilateral renal collecting system to the bladder and propelling urine toward the bladder through peristaltic contractions. The ureter is generally 22 to 30 cm long in the adult, with variability, but not always, corresponding to body height. [2] For descriptive purposes, the ureters may be divided as follows: Abdominal: renal pelvis to the iliac vessels Pelvic: iliac vessels to the bladder Alternatively, the ureters may be divided into 3 segments: Upper: renal pelvis to the upper border of the sacrum Middle: upper border to the lower border of the sacrum, along the iliac vessels Lower: lower border of the sacrum to the bladder"}
{"id": "article-23688_6", "title": "Ureteroscopy -- Anatomy and Physiology", "content": "There are 3 sites of anatomical narrowing along the ureter's course that are clinically significant and are where calculi will most often obstruct the ureters. From proximal to distal, the sites are as follows: [3] The ureteropelvic junction (UPJ) The crossing of the ureter over the iliac vessels The intramural ureter at the ureterovesical junction (UVJ), where the ureter is the narrowest and may require dilation before the introduction of larger-caliber instruments", "contents": "Ureteroscopy -- Anatomy and Physiology. There are 3 sites of anatomical narrowing along the ureter's course that are clinically significant and are where calculi will most often obstruct the ureters. From proximal to distal, the sites are as follows: [3] The ureteropelvic junction (UPJ) The crossing of the ureter over the iliac vessels The intramural ureter at the ureterovesical junction (UVJ), where the ureter is the narrowest and may require dilation before the introduction of larger-caliber instruments"}
{"id": "article-23688_7", "title": "Ureteroscopy -- Anatomy and Physiology", "content": "Blood supply to the ureter stems from multiple vessels. The upper ureter receives its blood supply medially, whereas the pelvic ureter receives it laterally. Branches of the renal, gonadal, renal polar, capsular, and adrenal arteries supply the upper ureter; branches of the common iliac, external iliac, gluteal, superior vesical, deferential, vaginal, and middle rectal arteries supply the pelvic ureter. The most significant portion of the arterial supply comes from the renal pelvis for the upper or proximal ureter and the bladder for the pelvic or distal ureter. The venous drainage system mirrors the arterial distribution.", "contents": "Ureteroscopy -- Anatomy and Physiology. Blood supply to the ureter stems from multiple vessels. The upper ureter receives its blood supply medially, whereas the pelvic ureter receives it laterally. Branches of the renal, gonadal, renal polar, capsular, and adrenal arteries supply the upper ureter; branches of the common iliac, external iliac, gluteal, superior vesical, deferential, vaginal, and middle rectal arteries supply the pelvic ureter. The most significant portion of the arterial supply comes from the renal pelvis for the upper or proximal ureter and the bladder for the pelvic or distal ureter. The venous drainage system mirrors the arterial distribution."}
{"id": "article-23688_8", "title": "Ureteroscopy -- Anatomy and Physiology", "content": "Of clinical significance, the iliac region of the ureter is poorly vascularized. An incision or ureteral injury in this area may result in poor healing. All the vessels that supply the ureter anastomose to form a plexus that runs within the ureteral adventitia. Therefore, the ureter can generally be mobilized from surrounding tissues without compromising its blood supply as long as the adventitia remains intact. [4]", "contents": "Ureteroscopy -- Anatomy and Physiology. Of clinical significance, the iliac region of the ureter is poorly vascularized. An incision or ureteral injury in this area may result in poor healing. All the vessels that supply the ureter anastomose to form a plexus that runs within the ureteral adventitia. Therefore, the ureter can generally be mobilized from surrounding tissues without compromising its blood supply as long as the adventitia remains intact. [4]"}
{"id": "article-23688_9", "title": "Ureteroscopy -- Anatomy and Physiology", "content": "The muscularis layer of the ureter was traditionally thought to be comprised of 3 layers: 2 longitudinal layers separated by a circular layer. However, more recent studies indicate a spiral arrangement of muscle fibers that generate the peristalsis. Muscle fibers along the ureter terminate over the bladder's detrusor muscles to form the trigone. [5] The muscularis layer gradually increases in thickness from the kidney to the bladder. Consequently, complete perforations occur at a higher frequency in the proximal ureter compared to the distal ureter. [5] [6]", "contents": "Ureteroscopy -- Anatomy and Physiology. The muscularis layer of the ureter was traditionally thought to be comprised of 3 layers: 2 longitudinal layers separated by a circular layer. However, more recent studies indicate a spiral arrangement of muscle fibers that generate the peristalsis. Muscle fibers along the ureter terminate over the bladder's detrusor muscles to form the trigone. [5] The muscularis layer gradually increases in thickness from the kidney to the bladder. Consequently, complete perforations occur at a higher frequency in the proximal ureter compared to the distal ureter. [5] [6]"}
{"id": "article-23688_10", "title": "Ureteroscopy -- Anatomy and Physiology", "content": "Autonomic input does not appear necessary for ureteral peristalsis. Instead, it is likely generated from intrinsic smooth muscle pacemaker sites in the calyces of the renal collecting system and propagated in an antegrade fashion. Sympathetic nerves transmit nociceptive signals generated from mucosal irritation, tension, or distension, resulting in visceral-type pain, which may be referred to as the flank, groin, or scrotal/labial regions.", "contents": "Ureteroscopy -- Anatomy and Physiology. Autonomic input does not appear necessary for ureteral peristalsis. Instead, it is likely generated from intrinsic smooth muscle pacemaker sites in the calyces of the renal collecting system and propagated in an antegrade fashion. Sympathetic nerves transmit nociceptive signals generated from mucosal irritation, tension, or distension, resulting in visceral-type pain, which may be referred to as the flank, groin, or scrotal/labial regions."}
{"id": "article-23688_11", "title": "Ureteroscopy -- Anatomy and Physiology", "content": "A duplicated urinary collecting system is the most common urological congenital anomaly, occurring in approximately every 1 in 125 live births. Duplication of the ureters is bilateral in 20% of cases, frequently asymptomatic, and might be complete or incomplete.", "contents": "Ureteroscopy -- Anatomy and Physiology. A duplicated urinary collecting system is the most common urological congenital anomaly, occurring in approximately every 1 in 125 live births. Duplication of the ureters is bilateral in 20% of cases, frequently asymptomatic, and might be complete or incomplete."}
{"id": "article-23688_12", "title": "Ureteroscopy -- Anatomy and Physiology", "content": "Duplicated ureters originate in a kidney pole. An incomplete duplication will terminate in the adjacent ipsilateral ureter, making a \"Y-shape\" juncture at some point. Negotiating such a fork in the ureter with the ureteroscope entering only the selected renal unit can sometimes be challenging. This can be accomplished by using an angle tip guidewire to guide entry into the selected proximal ureteral segment.", "contents": "Ureteroscopy -- Anatomy and Physiology. Duplicated ureters originate in a kidney pole. An incomplete duplication will terminate in the adjacent ipsilateral ureter, making a \"Y-shape\" juncture at some point. Negotiating such a fork in the ureter with the ureteroscope entering only the selected renal unit can sometimes be challenging. This can be accomplished by using an angle tip guidewire to guide entry into the selected proximal ureteral segment."}
{"id": "article-23688_13", "title": "Ureteroscopy -- Anatomy and Physiology", "content": "A complete duplication will usually terminate in the bladder but can insert in various locations between the trigone and the ejaculatory duct in boys or even in the vagina (where it can cause continuous, uncontrollable incontinence) in girls. [7] Only females can develop incontinence from the ectopic insertion of a duplicated ureter. The distal insertion point of the duplicated ureter is a potential site for calculus obstruction. The challenge to visualize the orifice in the bladder of a duplex ureter may be overcome using various guidewires and/or intravenous agents that change the color of expelled urine.", "contents": "Ureteroscopy -- Anatomy and Physiology. A complete duplication will usually terminate in the bladder but can insert in various locations between the trigone and the ejaculatory duct in boys or even in the vagina (where it can cause continuous, uncontrollable incontinence) in girls. [7] Only females can develop incontinence from the ectopic insertion of a duplicated ureter. The distal insertion point of the duplicated ureter is a potential site for calculus obstruction. The challenge to visualize the orifice in the bladder of a duplex ureter may be overcome using various guidewires and/or intravenous agents that change the color of expelled urine."}
{"id": "article-23688_14", "title": "Ureteroscopy -- Anatomy and Physiology", "content": "The proximal ureteral orifice (more lateral and cephalad) of a completely duplicated system typically drains the lower renal pole moiety and tends to reflux. The distal ureteral orifice (more medial and caudal) tends to obstruct and usually drains the upper pole renal moiety. This is known as the Weigert-Meyer law.", "contents": "Ureteroscopy -- Anatomy and Physiology. The proximal ureteral orifice (more lateral and cephalad) of a completely duplicated system typically drains the lower renal pole moiety and tends to reflux. The distal ureteral orifice (more medial and caudal) tends to obstruct and usually drains the upper pole renal moiety. This is known as the Weigert-Meyer law."}
{"id": "article-23688_15", "title": "Ureteroscopy -- Indications", "content": "Ureteroscopy has applications in diagnostic and therapeutic interventions. Generally, the rigid or semi-rigid ureteroscope is preferred for examination or intervention in the distal ureter. In contrast, the flexible ureteroscope can better maneuver the tortuosity of the upper ureter, renal pelvis, and calyces. Ureteroscopy approaches can be retrograde by urethral access or antegrade by percutaneous nephrostomy access. [8]", "contents": "Ureteroscopy -- Indications. Ureteroscopy has applications in diagnostic and therapeutic interventions. Generally, the rigid or semi-rigid ureteroscope is preferred for examination or intervention in the distal ureter. In contrast, the flexible ureteroscope can better maneuver the tortuosity of the upper ureter, renal pelvis, and calyces. Ureteroscopy approaches can be retrograde by urethral access or antegrade by percutaneous nephrostomy access. [8]"}
{"id": "article-23688_16", "title": "Ureteroscopy -- Indications", "content": "Antegrade access is particularly valuable for patients with an ectopic ureteral orifice after ureteral reimplantation, renal transplant, ileal conduit, or neobladder. There is strong evidence of no significant permanent harm to the kidneys or renal function by ureteroscopy. [9] [10] The overall risk for ureteral stricture, for example, is only about 1%.", "contents": "Ureteroscopy -- Indications. Antegrade access is particularly valuable for patients with an ectopic ureteral orifice after ureteral reimplantation, renal transplant, ileal conduit, or neobladder. There is strong evidence of no significant permanent harm to the kidneys or renal function by ureteroscopy. [9] [10] The overall risk for ureteral stricture, for example, is only about 1%."}
{"id": "article-23688_17", "title": "Ureteroscopy -- Indications", "content": "The most common indication for ureteroscopy is the management of renal and ureteral calculi. For nephrolithiasis patients with clinically significant stones in whom conservative or medical expulsive therapy has failed, surgical intervention is required. Indications for ureteroscopy include the diagnosis and treatment of the following: [11]", "contents": "Ureteroscopy -- Indications. The most common indication for ureteroscopy is the management of renal and ureteral calculi. For nephrolithiasis patients with clinically significant stones in whom conservative or medical expulsive therapy has failed, surgical intervention is required. Indications for ureteroscopy include the diagnosis and treatment of the following: [11]"}
{"id": "article-23688_18", "title": "Ureteroscopy -- Indications", "content": "Ureteral calculi that failed conservative therapy have not moved or progressed in 4 to 6 weeks or continue to cause symptoms Nephrolithiasis Filling defects observed in excretory CT urography (radiolucent calculi, strictures, post-inflammatory changes, sloughed papilla, blood clots, fungus balls, ureteral and renal pelvic tumors) Lateralizing essential hematuria (hemangiomas, minute venous rupture, varices, arteriovenous malformations, and neoplasms) Foreign bodies (most commonly migrated or fragmented double J catheters and broken accessory devices) Upper-tract neoplasms (including biopsy, surveillance, laser ablation, and palliative measures) Fistulas (diagnostic modality of choice for definitive diagnosis of ureterovaginal fistula)", "contents": "Ureteroscopy -- Indications. Ureteral calculi that failed conservative therapy have not moved or progressed in 4 to 6 weeks or continue to cause symptoms Nephrolithiasis Filling defects observed in excretory CT urography (radiolucent calculi, strictures, post-inflammatory changes, sloughed papilla, blood clots, fungus balls, ureteral and renal pelvic tumors) Lateralizing essential hematuria (hemangiomas, minute venous rupture, varices, arteriovenous malformations, and neoplasms) Foreign bodies (most commonly migrated or fragmented double J catheters and broken accessory devices) Upper-tract neoplasms (including biopsy, surveillance, laser ablation, and palliative measures) Fistulas (diagnostic modality of choice for definitive diagnosis of ureterovaginal fistula)"}
{"id": "article-23688_19", "title": "Ureteroscopy -- Indications", "content": "Ureteroscopy, in conjunction with endoluminal ultrasonography, can assist in identifying extraluminal causes of filling defects and further evaluate the intramural extension of malignant lesions. [12]", "contents": "Ureteroscopy -- Indications. Ureteroscopy, in conjunction with endoluminal ultrasonography, can assist in identifying extraluminal causes of filling defects and further evaluate the intramural extension of malignant lesions. [12]"}
{"id": "article-23688_20", "title": "Ureteroscopy -- Indications", "content": "The American Urological Association (AUA) Guidelines favor ureteroscopy over alternatives, such as extracorporeal shockwave lithotripsy (ESWL) and percutaneous nephrolithotomy (PCNL), for the treatment of calculi in the following instances: [13]", "contents": "Ureteroscopy -- Indications. The American Urological Association (AUA) Guidelines favor ureteroscopy over alternatives, such as extracorporeal shockwave lithotripsy (ESWL) and percutaneous nephrolithotomy (PCNL), for the treatment of calculi in the following instances: [13]"}
{"id": "article-23688_21", "title": "Ureteroscopy -- Indications", "content": "Mid or distal ureteral calculi, regardless of size (may also be used for proximal ureteral calculi, though ESWL has similar efficacy and is considered a first-line therapy)", "contents": "Ureteroscopy -- Indications. Mid or distal ureteral calculi, regardless of size (may also be used for proximal ureteral calculi, though ESWL has similar efficacy and is considered a first-line therapy)"}
{"id": "article-23688_22", "title": "Ureteroscopy -- Indications", "content": "Suspected cystine or uric acid ureteral stones due to their radiolucency (uric acid) or resistance to ESWL (cystine)", "contents": "Ureteroscopy -- Indications. Suspected cystine or uric acid ureteral stones due to their radiolucency (uric acid) or resistance to ESWL (cystine)"}
{"id": "article-23688_23", "title": "Ureteroscopy -- Indications", "content": "Renal calculi <20 mm in size (>20 mm, PCNL is generally preferred, but flexible ureteroscopy with laser lithotripsy is now a reasonable alternative except for stones in the lower pole) [14]", "contents": "Ureteroscopy -- Indications. Renal calculi <20 mm in size (>20 mm, PCNL is generally preferred, but flexible ureteroscopy with laser lithotripsy is now a reasonable alternative except for stones in the lower pole) [14]"}
{"id": "article-23688_24", "title": "Ureteroscopy -- Indications", "content": "Removal of residual renal calculi fragments following ESWL or PCNL, including steinstrasse", "contents": "Ureteroscopy -- Indications. Removal of residual renal calculi fragments following ESWL or PCNL, including steinstrasse"}
{"id": "article-23688_25", "title": "Ureteroscopy -- Indications", "content": "Patients who are not candidates for PCNL may be offered staged ureteroscopy with or without ESWL (sometimes called \"sandwich therapy\").", "contents": "Ureteroscopy -- Indications. Patients who are not candidates for PCNL may be offered staged ureteroscopy with or without ESWL (sometimes called \"sandwich therapy\")."}
{"id": "article-23688_26", "title": "Ureteroscopy -- Indications", "content": "Anatomic or functional obstruction distal to the calculi that is manageable by ureteroscopy", "contents": "Ureteroscopy -- Indications. Anatomic or functional obstruction distal to the calculi that is manageable by ureteroscopy"}
{"id": "article-23688_27", "title": "Ureteroscopy -- Indications", "content": "Patients with uncorrected bleeding diathesis or who require continuous anticoagulation/antiplatelet therapy where ESWL would be contraindicated", "contents": "Ureteroscopy -- Indications. Patients with uncorrected bleeding diathesis or who require continuous anticoagulation/antiplatelet therapy where ESWL would be contraindicated"}
{"id": "article-23688_28", "title": "Ureteroscopy -- Indications", "content": "Failure or anticipated failure of ESWL. ESWL is considered a failure after 2 treatment sessions. This is more likely in patients with large body habitus and a skin-to-stone distance >10 cm, stones larger than 15 to 20 mm, and resistant stones like cystine, brushite, and calcium oxalate monohydrate. [13]", "contents": "Ureteroscopy -- Indications. Failure or anticipated failure of ESWL. ESWL is considered a failure after 2 treatment sessions. This is more likely in patients with large body habitus and a skin-to-stone distance >10 cm, stones larger than 15 to 20 mm, and resistant stones like cystine, brushite, and calcium oxalate monohydrate. [13]"}
{"id": "article-23688_29", "title": "Ureteroscopy -- Indications", "content": "Though ureteroscopy is more invasive and has slightly higher morbidity than ESWL, it has a more favorable stone-free rate. [13] It also appears relatively harmless to the kidneys, with a minimal lasting effect on renal function. [9] A recent study of over 3000 patients with stones suggested that early intervention (ureteroscopy or ESWL) should be considered in all stones >7 mm and calculi 5mm to 7 mm in the mid or proximal ureter. [15] As the technology and design of equipment to perform ureteroscopy constantly evolve and improve, we can expect its indications to expand.", "contents": "Ureteroscopy -- Indications. Though ureteroscopy is more invasive and has slightly higher morbidity than ESWL, it has a more favorable stone-free rate. [13] It also appears relatively harmless to the kidneys, with a minimal lasting effect on renal function. [9] A recent study of over 3000 patients with stones suggested that early intervention (ureteroscopy or ESWL) should be considered in all stones >7 mm and calculi 5mm to 7 mm in the mid or proximal ureter. [15] As the technology and design of equipment to perform ureteroscopy constantly evolve and improve, we can expect its indications to expand."}
{"id": "article-23688_30", "title": "Ureteroscopy -- Contraindications", "content": "Contraindications to ureteroscopy are few. An active urinary tract infection would require treatment and confirmed resolution before ureteroscopy. This typically involves the placement of a percutaneous nephrostomy or a double J ureteral stent to establish urinary drainage on the affected side and the usage of appropriate culture-specific antibiotics. Contraindications to general or spinal anesthesia would typically prohibit ureteroscopy. Uncorrected bleeding diatheses, ongoing anticoagulation, or antiplatelet therapy are relative contraindications and should be assessed on a case-by-case basis. [16] In general, ureteroscopy can usually be done safely in patients on anticoagulant therapy.", "contents": "Ureteroscopy -- Contraindications. Contraindications to ureteroscopy are few. An active urinary tract infection would require treatment and confirmed resolution before ureteroscopy. This typically involves the placement of a percutaneous nephrostomy or a double J ureteral stent to establish urinary drainage on the affected side and the usage of appropriate culture-specific antibiotics. Contraindications to general or spinal anesthesia would typically prohibit ureteroscopy. Uncorrected bleeding diatheses, ongoing anticoagulation, or antiplatelet therapy are relative contraindications and should be assessed on a case-by-case basis. [16] In general, ureteroscopy can usually be done safely in patients on anticoagulant therapy."}
{"id": "article-23688_31", "title": "Ureteroscopy -- Contraindications", "content": "Other contraindications would include ureteral kinking or narrowing (usually treatable with double J stenting) and impassable anatomy involving the ureteral orifice, prostate, trigone, or distal ureter due to cancer or other disorders. If a guide wire cannot be passed due to an impassable stricture, stone, or other obstruction, consider an antegrade approach where a guide wire is passed through a percutaneous nephrostomy and down the ureter. This antegrade approach will often succeed where the retrograde approach has failed. If it works, stenting, dilation, and ureteroscopy are now possible.", "contents": "Ureteroscopy -- Contraindications. Other contraindications would include ureteral kinking or narrowing (usually treatable with double J stenting) and impassable anatomy involving the ureteral orifice, prostate, trigone, or distal ureter due to cancer or other disorders. If a guide wire cannot be passed due to an impassable stricture, stone, or other obstruction, consider an antegrade approach where a guide wire is passed through a percutaneous nephrostomy and down the ureter. This antegrade approach will often succeed where the retrograde approach has failed. If it works, stenting, dilation, and ureteroscopy are now possible."}
{"id": "article-23688_32", "title": "Ureteroscopy -- Contraindications", "content": "Flexible ureteroscopy is considered safe during pregnancy, unlike ESWL, which is contraindicated, but thought should be given to anesthesia considerations and the possibility of early induction of labor. [17] The alternative in pregnancy is to use double J stents or percutaneous nephrostomy tubes, but these necessitate very frequent changes in pregnancy, typically every 3 to 6 weeks, which require additional operating room procedures and anesthesia.", "contents": "Ureteroscopy -- Contraindications. Flexible ureteroscopy is considered safe during pregnancy, unlike ESWL, which is contraindicated, but thought should be given to anesthesia considerations and the possibility of early induction of labor. [17] The alternative in pregnancy is to use double J stents or percutaneous nephrostomy tubes, but these necessitate very frequent changes in pregnancy, typically every 3 to 6 weeks, which require additional operating room procedures and anesthesia."}
{"id": "article-23688_33", "title": "Ureteroscopy -- Contraindications", "content": "The single most important predictor of postoperative urinary tract infectious complications is the presence of a preoperative urinary infection. Other risk factors include female gender, pre- or postoperative stenting, diabetes mellitus, positive nitrites on preoperative urinalysis, and longer operative time. [18] [19] Ureteroscopy patients with larger calculi (>13 mm) and mid-ureteral stone locations tended to have more postoperative emergency room visits. [20]", "contents": "Ureteroscopy -- Contraindications. The single most important predictor of postoperative urinary tract infectious complications is the presence of a preoperative urinary infection. Other risk factors include female gender, pre- or postoperative stenting, diabetes mellitus, positive nitrites on preoperative urinalysis, and longer operative time. [18] [19] Ureteroscopy patients with larger calculi (>13 mm) and mid-ureteral stone locations tended to have more postoperative emergency room visits. [20]"}
{"id": "article-23688_34", "title": "Ureteroscopy -- Equipment", "content": "Modern ureteroscopes can be semi-rigid or flexible. The semi-rigid ureteroscopes are most useful for distal ureteral interventions. They are available in sizes of 7 French to 12 French and have large, often dual, 3 French to 6 French working channels for better irrigation and larger accessory instruments like baskets and lasers. Compared to the flexible instrument, the semi-rigid ureteroscope has lower cost, greater durability, larger and/or dual working channels, and easier maneuverability, resulting in shorter operating times. [21]", "contents": "Ureteroscopy -- Equipment. Modern ureteroscopes can be semi-rigid or flexible. The semi-rigid ureteroscopes are most useful for distal ureteral interventions. They are available in sizes of 7 French to 12 French and have large, often dual, 3 French to 6 French working channels for better irrigation and larger accessory instruments like baskets and lasers. Compared to the flexible instrument, the semi-rigid ureteroscope has lower cost, greater durability, larger and/or dual working channels, and easier maneuverability, resulting in shorter operating times. [21]"}
{"id": "article-23688_35", "title": "Ureteroscopy -- Equipment", "content": "Semi-rigid and flexible ureteroscopes are generally available from 6 French to 9 French, the smallest for diagnostic purposes only. Flexible ureteroscopes now have digital video imaging and an angulation range at the tip of up to 275°, compared to <10º in the semi-rigid scopes. This allows flexible ureteroscopes to access the renal pelvis and calyces through the kidney, including the lower pole, which presents the greatest tortuosity.", "contents": "Ureteroscopy -- Equipment. Semi-rigid and flexible ureteroscopes are generally available from 6 French to 9 French, the smallest for diagnostic purposes only. Flexible ureteroscopes now have digital video imaging and an angulation range at the tip of up to 275°, compared to <10º in the semi-rigid scopes. This allows flexible ureteroscopes to access the renal pelvis and calyces through the kidney, including the lower pole, which presents the greatest tortuosity."}
{"id": "article-23688_36", "title": "Ureteroscopy -- Equipment", "content": "An important accessory to flexible ureteroscopy is the ureteral access sheath. These are available in sizes of 9 French to 16 French and facilitate multiple passages of the ureteroscope into the ureter and kidney without needing a guidewire or the risk of distal ureteral injury from repeated insertions. The benefits of the sheaths are 2-fold: repetitive trauma to the distal ureter and ureteral meatus is avoided, and irrigation fluid is better drained, enabling enhanced visualization and lower intraluminal pressures. There is a small risk that the sheath may cause ureteral wall ischemia, urothelial mucosal tears, and subsequent strictures, as well as ureteral and renal pelvic perforations; however, the placement of ureteral double J stents in the postoperative period minimizes these risks to levels comparable to flexible ureteroscopy without access sheaths. [22] [23]", "contents": "Ureteroscopy -- Equipment. An important accessory to flexible ureteroscopy is the ureteral access sheath. These are available in sizes of 9 French to 16 French and facilitate multiple passages of the ureteroscope into the ureter and kidney without needing a guidewire or the risk of distal ureteral injury from repeated insertions. The benefits of the sheaths are 2-fold: repetitive trauma to the distal ureter and ureteral meatus is avoided, and irrigation fluid is better drained, enabling enhanced visualization and lower intraluminal pressures. There is a small risk that the sheath may cause ureteral wall ischemia, urothelial mucosal tears, and subsequent strictures, as well as ureteral and renal pelvic perforations; however, the placement of ureteral double J stents in the postoperative period minimizes these risks to levels comparable to flexible ureteroscopy without access sheaths. [22] [23]"}
{"id": "article-23688_37", "title": "Ureteroscopy -- Equipment", "content": "Instruments that can be inserted through the ureteroscope's working channel include wire baskets, biopsy forceps, balloon catheters, cold knives, and electrocautery. Instruments specifically designed for ureteroscopic lithotripsy include ultrasound, electrohydraulic, pneumatic probes, and laser fibers. The ultrasound probe allows continuous, simultaneous suction with stone ablation to reduce calculi retropulsion but is considered the least effective option overall. Pneumatic probes may only be used through rigid and semi-rigid ureteroscopes, and while effective, they must be in direct contact with the stones to work.", "contents": "Ureteroscopy -- Equipment. Instruments that can be inserted through the ureteroscope's working channel include wire baskets, biopsy forceps, balloon catheters, cold knives, and electrocautery. Instruments specifically designed for ureteroscopic lithotripsy include ultrasound, electrohydraulic, pneumatic probes, and laser fibers. The ultrasound probe allows continuous, simultaneous suction with stone ablation to reduce calculi retropulsion but is considered the least effective option overall. Pneumatic probes may only be used through rigid and semi-rigid ureteroscopes, and while effective, they must be in direct contact with the stones to work."}
{"id": "article-23688_38", "title": "Ureteroscopy -- Equipment", "content": "The most significant advances in ureteroscopy over the last 2 decades are related to the miniaturization of the scopes and accessories. A key development contributing to miniaturization is the evolution from fiberoptic to digital video optical systems. Unlike fiberoptics with direct-viewing lenses, the digital video optical system uses a charged coupled device (CCD) camera chip mounted to the tip of the ureteroscope and connected to a monitor display through a single cable. This achieves a higher quality image, is more durable and flexible than fiber optic cables, and is thinner, allowing for a larger working channel. Future developments may see the addition of a second CCD camera chip to allow for 3-dimensional imaging, as in robotic surgery. [1]", "contents": "Ureteroscopy -- Equipment. The most significant advances in ureteroscopy over the last 2 decades are related to the miniaturization of the scopes and accessories. A key development contributing to miniaturization is the evolution from fiberoptic to digital video optical systems. Unlike fiberoptics with direct-viewing lenses, the digital video optical system uses a charged coupled device (CCD) camera chip mounted to the tip of the ureteroscope and connected to a monitor display through a single cable. This achieves a higher quality image, is more durable and flexible than fiber optic cables, and is thinner, allowing for a larger working channel. Future developments may see the addition of a second CCD camera chip to allow for 3-dimensional imaging, as in robotic surgery. [1]"}
{"id": "article-23688_39", "title": "Ureteroscopy -- Equipment", "content": "Another advance is the commercial introduction of disposable flexible ureteroscopes by several manufacturers. These allow for improved or at least new mechanics while avoiding wear and tear on the more valuable, reusable ureteroscopes. The optics are not yet equivalent to the standard, reusable, digital video ureteroscopes. They are ideal for emergencies where demand for ureteroscopes exceeds the available supply and may be cost-effective. [24] [25]", "contents": "Ureteroscopy -- Equipment. Another advance is the commercial introduction of disposable flexible ureteroscopes by several manufacturers. These allow for improved or at least new mechanics while avoiding wear and tear on the more valuable, reusable ureteroscopes. The optics are not yet equivalent to the standard, reusable, digital video ureteroscopes. They are ideal for emergencies where demand for ureteroscopes exceeds the available supply and may be cost-effective. [24] [25]"}
{"id": "article-23688_40", "title": "Ureteroscopy -- Equipment", "content": "These advances have contributed to the development of ureteroscopes with multiple working channels. Dual working channels allow for simultaneous visualization, accessory function, and continuous irrigation. These advanced features were first developed in rigid and semi-rigid ureteroscopes, whose larger caliber channels allowed additional functionality. Eventually, these features become incorporated into flexible scopes as well. Optical systems, accessories, and lasers continue to advance and become more compact; for example, there are now flexible dual-channel ureteroscopes under 10 French available commercially.", "contents": "Ureteroscopy -- Equipment. These advances have contributed to the development of ureteroscopes with multiple working channels. Dual working channels allow for simultaneous visualization, accessory function, and continuous irrigation. These advanced features were first developed in rigid and semi-rigid ureteroscopes, whose larger caliber channels allowed additional functionality. Eventually, these features become incorporated into flexible scopes as well. Optical systems, accessories, and lasers continue to advance and become more compact; for example, there are now flexible dual-channel ureteroscopes under 10 French available commercially."}
{"id": "article-23688_41", "title": "Ureteroscopy -- Equipment -- Laser Lithotripsy of Urinary Calculi", "content": "Laser fibers are the most versatile and have the smallest diameter (<1 French). They come in several sizes but are generally from 150 to 360 μ (larger sizes are available for use in the bladder). Smaller laser fibers are more flexible and usually preferred for use in the renal pelvis.", "contents": "Ureteroscopy -- Equipment -- Laser Lithotripsy of Urinary Calculi. Laser fibers are the most versatile and have the smallest diameter (<1 French). They come in several sizes but are generally from 150 to 360 μ (larger sizes are available for use in the bladder). Smaller laser fibers are more flexible and usually preferred for use in the renal pelvis."}
{"id": "article-23688_42", "title": "Ureteroscopy -- Equipment -- Laser Lithotripsy of Urinary Calculi", "content": "Lasers are highly effective for lithotripsy of all stone types, as well as tissue ablation, coagulation, excision, incision, and vaporization. [1] [26] For stone fragmentation, the laser can be set to initial frequency settings of 5 to 10 Hz (low frequency) with 5 to 9 watts of power (relatively high power). [27] For ureteral stones and stone vaporization (\"dusting\"), lower power settings with a higher frequency are recommended, such as a power level of 0.2 with a frequency of 25 to 50 Hz. Some lasers can use dual settings so the surgeon can quickly go from 1 power setup to another. Unfortunately, there is no consensus regarding the optimal power, frequency, and modulation settings for fragmentation, popcorn, and dusting. [28] [29] Even new model lasers lack safety presets. [30] There is also significant variability in the level of understanding of laser technological principles and ureteral biomechanics by urological trainees and even experienced practicing urologists. [31] Of course, individual lasers will require different settings. Still, the principle is the same: higher power and slower frequency tend to promote stone fragmentation. In comparison, lower power with higher frequency settings will optimize vaporization and tend to minimize stone migration. [32] [33] [34] [35]", "contents": "Ureteroscopy -- Equipment -- Laser Lithotripsy of Urinary Calculi. Lasers are highly effective for lithotripsy of all stone types, as well as tissue ablation, coagulation, excision, incision, and vaporization. [1] [26] For stone fragmentation, the laser can be set to initial frequency settings of 5 to 10 Hz (low frequency) with 5 to 9 watts of power (relatively high power). [27] For ureteral stones and stone vaporization (\"dusting\"), lower power settings with a higher frequency are recommended, such as a power level of 0.2 with a frequency of 25 to 50 Hz. Some lasers can use dual settings so the surgeon can quickly go from 1 power setup to another. Unfortunately, there is no consensus regarding the optimal power, frequency, and modulation settings for fragmentation, popcorn, and dusting. [28] [29] Even new model lasers lack safety presets. [30] There is also significant variability in the level of understanding of laser technological principles and ureteral biomechanics by urological trainees and even experienced practicing urologists. [31] Of course, individual lasers will require different settings. Still, the principle is the same: higher power and slower frequency tend to promote stone fragmentation. In comparison, lower power with higher frequency settings will optimize vaporization and tend to minimize stone migration. [32] [33] [34] [35]"}
{"id": "article-23688_43", "title": "Ureteroscopy -- Equipment -- Laser Lithotripsy of Urinary Calculi", "content": "Unlike stone fragmentation, laser vaporization or dusting is usually best accomplished without having the laser fiber in direct contact with the target. For dusting, it is usually only necessary to approach the stone closely with the laser fiber. The main issue with laser dusting of urinary calculi is that it takes more time and may limit the amount of stone material available for chemical analysis. In some cases, there will be a harder, more resistant central nidus at the core that may be best managed by fragmentation and stone basket extraction rather than dusting. A combination of dusting and fragmentation techniques may also be used.", "contents": "Ureteroscopy -- Equipment -- Laser Lithotripsy of Urinary Calculi. Unlike stone fragmentation, laser vaporization or dusting is usually best accomplished without having the laser fiber in direct contact with the target. For dusting, it is usually only necessary to approach the stone closely with the laser fiber. The main issue with laser dusting of urinary calculi is that it takes more time and may limit the amount of stone material available for chemical analysis. In some cases, there will be a harder, more resistant central nidus at the core that may be best managed by fragmentation and stone basket extraction rather than dusting. A combination of dusting and fragmentation techniques may also be used."}
{"id": "article-23688_44", "title": "Ureteroscopy -- Equipment -- Laser Lithotripsy of Urinary Calculi", "content": "All modern lasers work reasonably well, and the choice of which one to use will often be based on availability and convenience rather than physician preference or the clinical situation. A general lack of head-to-head studies makes comparisons difficult, but some general conclusions can be made. [28] There 3 basic types of lasers available for treating urinary calculi include the following:", "contents": "Ureteroscopy -- Equipment -- Laser Lithotripsy of Urinary Calculi. All modern lasers work reasonably well, and the choice of which one to use will often be based on availability and convenience rather than physician preference or the clinical situation. A general lack of head-to-head studies makes comparisons difficult, but some general conclusions can be made. [28] There 3 basic types of lasers available for treating urinary calculi include the following:"}
{"id": "article-23688_45", "title": "Ureteroscopy -- Equipment -- Laser Lithotripsy of Urinary Calculi", "content": "Holmium:YAG (Ho:YAG) lasers have long been the \"gold standard\" technology for laser lithotripsy of urinary calculi since they were first introduced in 1992. [28] [36] The main advantages include high peak power, extensive clinical experience, low stone carbonization, and a large variety of power, frequency, and modulated pulse settings that make it highly versatile. [28] [37] [38] [39] The new pulsed modulated high-power Ho:YAG lasers, including micro-pulses, offer reduced retropulsion, improved efficacy, better stone-free rates, and shorter operating times. [37] [40] [41] [42] They have also proven to be particularly useful for percutaneous stone laser ablation. [43] [44] [45] The future development and use of artificial intelligence to optimize settings and minimize tissue damage has great potential to improve outcomes. [46]", "contents": "Ureteroscopy -- Equipment -- Laser Lithotripsy of Urinary Calculi. Holmium:YAG (Ho:YAG) lasers have long been the \"gold standard\" technology for laser lithotripsy of urinary calculi since they were first introduced in 1992. [28] [36] The main advantages include high peak power, extensive clinical experience, low stone carbonization, and a large variety of power, frequency, and modulated pulse settings that make it highly versatile. [28] [37] [38] [39] The new pulsed modulated high-power Ho:YAG lasers, including micro-pulses, offer reduced retropulsion, improved efficacy, better stone-free rates, and shorter operating times. [37] [40] [41] [42] They have also proven to be particularly useful for percutaneous stone laser ablation. [43] [44] [45] The future development and use of artificial intelligence to optimize settings and minimize tissue damage has great potential to improve outcomes. [46]"}
{"id": "article-23688_46", "title": "Ureteroscopy -- Equipment -- Laser Lithotripsy of Urinary Calculi", "content": "Disadvantages include generating relatively high tissue temperatures and causing thermal tissue injuries. [28] [47] [48] [49] This is being addressed by proposed laser tip temperature sensors and the use of various cooling methodologies, including chilled or open irrigation systems, the use of modified ureteral access sheaths, and preset limits on laser power (<40 watts has been suggested), and continuous laser activity. [50] [51] [52] [53] Safety presets are lacking even in new model lasers. [30] Newer pulse-modulated Ho:YAG systems tend to be quite expensive and may not be cost-effective. [54]", "contents": "Ureteroscopy -- Equipment -- Laser Lithotripsy of Urinary Calculi. Disadvantages include generating relatively high tissue temperatures and causing thermal tissue injuries. [28] [47] [48] [49] This is being addressed by proposed laser tip temperature sensors and the use of various cooling methodologies, including chilled or open irrigation systems, the use of modified ureteral access sheaths, and preset limits on laser power (<40 watts has been suggested), and continuous laser activity. [50] [51] [52] [53] Safety presets are lacking even in new model lasers. [30] Newer pulse-modulated Ho:YAG systems tend to be quite expensive and may not be cost-effective. [54]"}
{"id": "article-23688_47", "title": "Ureteroscopy -- Equipment -- Laser Lithotripsy of Urinary Calculi", "content": "Thulium lasers were introduced in 2018. They are much quieter and far more energy efficient than the Ho:YAG, using only about 10% of the power to achieve comparable stone ablation, fragmentation, and dusting. [55] Like the Ho:YAG, thulium lasers allow for a wide range of power and frequency settings, up to a theoretical 2000 Hz. [28] [56] Short pulses are generally recommended for lithotripsy. Thulium is a pulsed laser and uses a smaller delivery fiber. The lower power settings allow for reduced retropulsion and backburn, while the smaller laser fibers resist bending and breakage better. [57] [58] [59] Thulium lasers are more adept at stone ablation for both hard and soft calculi than Ho:YAG and achieve stone fragmentation twice as quickly and dusting up to 5 times faster while leaving even smaller particles, sometimes called micro-dusting. [55] [56] [60] However, overly aggressive dusting in larger stones can interfere with vision from the dense particle cloud. [28]", "contents": "Ureteroscopy -- Equipment -- Laser Lithotripsy of Urinary Calculi. Thulium lasers were introduced in 2018. They are much quieter and far more energy efficient than the Ho:YAG, using only about 10% of the power to achieve comparable stone ablation, fragmentation, and dusting. [55] Like the Ho:YAG, thulium lasers allow for a wide range of power and frequency settings, up to a theoretical 2000 Hz. [28] [56] Short pulses are generally recommended for lithotripsy. Thulium is a pulsed laser and uses a smaller delivery fiber. The lower power settings allow for reduced retropulsion and backburn, while the smaller laser fibers resist bending and breakage better. [57] [58] [59] Thulium lasers are more adept at stone ablation for both hard and soft calculi than Ho:YAG and achieve stone fragmentation twice as quickly and dusting up to 5 times faster while leaving even smaller particles, sometimes called micro-dusting. [55] [56] [60] However, overly aggressive dusting in larger stones can interfere with vision from the dense particle cloud. [28]"}
{"id": "article-23688_48", "title": "Ureteroscopy -- Equipment -- Laser Lithotripsy of Urinary Calculi", "content": "Thulium energy is more rapidly absorbed by water, making it a safer laser. The lower peak power required reduces possible tissue damage and improves its coagulation properties. [55] Disadvantages include the lack of consensus on power and frequency settings and the need for the laser fiber to be in direct contact with the stone. [30] [61] While the laser can be used with any stone type, cystine and calcium phosphate stones have reportedly caused a \"flashing and burning\" effect at times. [28] Ureteroscopic visualization is improved if the laser fiber is moved a little further away (proximal) from the scope's tip.", "contents": "Ureteroscopy -- Equipment -- Laser Lithotripsy of Urinary Calculi. Thulium energy is more rapidly absorbed by water, making it a safer laser. The lower peak power required reduces possible tissue damage and improves its coagulation properties. [55] Disadvantages include the lack of consensus on power and frequency settings and the need for the laser fiber to be in direct contact with the stone. [30] [61] While the laser can be used with any stone type, cystine and calcium phosphate stones have reportedly caused a \"flashing and burning\" effect at times. [28] Ureteroscopic visualization is improved if the laser fiber is moved a little further away (proximal) from the scope's tip."}
{"id": "article-23688_49", "title": "Ureteroscopy -- Equipment -- Laser Lithotripsy of Urinary Calculi", "content": "Pulsed thulium-YAG is the newest laser available for urinary stone fragmentation, ablation, and lithotripsy. [62] A wavelength between the Ho:YAG and the thulium laser is used. This gives the laser high peak power closer to the Ho:YAG for better fragmentation of urinary calculi while still maintaining low power efficacy for stone dusting. [39] [63] In-vitro studies have indicated that the pulsed thulium-YAG can perform fragmentation as well as the Ho: YAG and dusting comparable to the thulium. [39] [62] [63] [64] The pulsed thulium-YAG laser was significantly better at dusting stones than the Ho:YAG. [63] [64] [65] The only disadvantage of this new laser is the lack of clinical studies. The pulsed thulium-YAG appears promising, with unsurpassed urinary calculus fragmentation and dusting capability. However, there is insufficient evidence or adequate published studies to indicate its true functionality and clinical applicability. [66] [67]", "contents": "Ureteroscopy -- Equipment -- Laser Lithotripsy of Urinary Calculi. Pulsed thulium-YAG is the newest laser available for urinary stone fragmentation, ablation, and lithotripsy. [62] A wavelength between the Ho:YAG and the thulium laser is used. This gives the laser high peak power closer to the Ho:YAG for better fragmentation of urinary calculi while still maintaining low power efficacy for stone dusting. [39] [63] In-vitro studies have indicated that the pulsed thulium-YAG can perform fragmentation as well as the Ho: YAG and dusting comparable to the thulium. [39] [62] [63] [64] The pulsed thulium-YAG laser was significantly better at dusting stones than the Ho:YAG. [63] [64] [65] The only disadvantage of this new laser is the lack of clinical studies. The pulsed thulium-YAG appears promising, with unsurpassed urinary calculus fragmentation and dusting capability. However, there is insufficient evidence or adequate published studies to indicate its true functionality and clinical applicability. [66] [67]"}
{"id": "article-23688_50", "title": "Ureteroscopy -- Personnel", "content": "The personnel required for ureteroscopy include the surgeon and an assistant (a resident, scrub tech, nurse practitioner, or physician assistant) to help hold the wires, pass instruments, and help operate the various baskets. When fluoroscopy with a radiological C-arm is necessary, a radiology technician is also required. [68] (Dedicated cystoscopy tables may not require the presence of a radiology technician.) The operating room should also have anesthesia staff and a circulating nurse present.", "contents": "Ureteroscopy -- Personnel. The personnel required for ureteroscopy include the surgeon and an assistant (a resident, scrub tech, nurse practitioner, or physician assistant) to help hold the wires, pass instruments, and help operate the various baskets. When fluoroscopy with a radiological C-arm is necessary, a radiology technician is also required. [68] (Dedicated cystoscopy tables may not require the presence of a radiology technician.) The operating room should also have anesthesia staff and a circulating nurse present."}
{"id": "article-23688_51", "title": "Ureteroscopy -- Preparation", "content": "Planning is vital for a ureteroscopy to avoid unnecessary complications and minimize operating time. Imaging, such as a noncontrast CT and/or an abdominal x-ray (kidney, ureter, and bladder [KUB]) for urolithiasis, should be reviewed before the operation. Preoperative urinalysis and urine cultures are critical to ensure there is no evidence of urinary tract infection (UTI).", "contents": "Ureteroscopy -- Preparation. Planning is vital for a ureteroscopy to avoid unnecessary complications and minimize operating time. Imaging, such as a noncontrast CT and/or an abdominal x-ray (kidney, ureter, and bladder [KUB]) for urolithiasis, should be reviewed before the operation. Preoperative urinalysis and urine cultures are critical to ensure there is no evidence of urinary tract infection (UTI)."}
{"id": "article-23688_52", "title": "Ureteroscopy -- Preparation", "content": "After shared decision-making discussions and obtaining informed consent, the patient should be anesthetized, then properly positioned, prepped, and draped, typically in the dorsal lithotomy position utilizing stirrups, with accurate side marking and prophylactic antibiotics according to AUA guidelines. [69] [70] [71] Meta-analyses have shown that prophylactic antibiotic administration was not associated with a reduced risk of postoperative febrile UTIs but did provide a lower risk of postoperative pyuria and bacteriuria. [72] [73]", "contents": "Ureteroscopy -- Preparation. After shared decision-making discussions and obtaining informed consent, the patient should be anesthetized, then properly positioned, prepped, and draped, typically in the dorsal lithotomy position utilizing stirrups, with accurate side marking and prophylactic antibiotics according to AUA guidelines. [69] [70] [71] Meta-analyses have shown that prophylactic antibiotic administration was not associated with a reduced risk of postoperative febrile UTIs but did provide a lower risk of postoperative pyuria and bacteriuria. [72] [73]"}
{"id": "article-23688_53", "title": "Ureteroscopy -- Preparation", "content": "Patients should be advised preoperatively that a 2-stage procedure may be necessary if ureteral narrowing, excessive bleeding, or other technical problems are encountered, and a double J stent has to be placed. This way, they are not suddenly surprised to discover after surgery that another procedure will be required. Such procedures are optimally scheduled about 2 weeks later.", "contents": "Ureteroscopy -- Preparation. Patients should be advised preoperatively that a 2-stage procedure may be necessary if ureteral narrowing, excessive bleeding, or other technical problems are encountered, and a double J stent has to be placed. This way, they are not suddenly surprised to discover after surgery that another procedure will be required. Such procedures are optimally scheduled about 2 weeks later."}
{"id": "article-23688_54", "title": "Ureteroscopy -- Preparation", "content": "The 2019 AUA guidelines for antibiotic prophylaxis recommend tailoring the prophylactic agent towards the individual patient (based on prior urine culture results, the hospital's antibiogram, and any additional risk factors the patient may have). The choice of antimicrobial would preferably be a single dose of a first or second-generation cephalosporin or trimethoprim-sulfamethoxazole (TMP-SMX). [71] Alternatively, a combination of ampicillin and gentamicin or amoxicillin/clavulanate can be used.", "contents": "Ureteroscopy -- Preparation. The 2019 AUA guidelines for antibiotic prophylaxis recommend tailoring the prophylactic agent towards the individual patient (based on prior urine culture results, the hospital's antibiogram, and any additional risk factors the patient may have). The choice of antimicrobial would preferably be a single dose of a first or second-generation cephalosporin or trimethoprim-sulfamethoxazole (TMP-SMX). [71] Alternatively, a combination of ampicillin and gentamicin or amoxicillin/clavulanate can be used."}
{"id": "article-23688_55", "title": "Ureteroscopy -- Preparation", "content": "If a parenteral antibiotic is chosen, it must be administered within 1 hour before the introduction of the cystoscope so that an appropriate perioperative tissue concentration is established. If an oral agent is chosen (such as TMP-SMX or amoxicillin/clavulanate), certain factors must be taken into account, such as the variable amount of time it takes to reach adequate tissue levels and the fact that patients may be under a \"nothing by mouth\" dietary restriction before the procedure. For these reasons, an intravenous agent may be preferred.", "contents": "Ureteroscopy -- Preparation. If a parenteral antibiotic is chosen, it must be administered within 1 hour before the introduction of the cystoscope so that an appropriate perioperative tissue concentration is established. If an oral agent is chosen (such as TMP-SMX or amoxicillin/clavulanate), certain factors must be taken into account, such as the variable amount of time it takes to reach adequate tissue levels and the fact that patients may be under a \"nothing by mouth\" dietary restriction before the procedure. For these reasons, an intravenous agent may be preferred."}
{"id": "article-23688_56", "title": "Ureteroscopy -- Preparation", "content": "A single dose of gentamicin used preoperatively, in addition to the standard prophylactic antibiotics, may help control postoperative infections when performing procedures on infected systems or in patients deemed highly susceptible to infection. [74] [75] (Gentamicin is readily absorbed into renal tissue and provides additional, long-lasting renal antibiotic prophylaxis even from a single preoperative dose. A standard dose of gentamicin would be 3 mg/kg body weight.)", "contents": "Ureteroscopy -- Preparation. A single dose of gentamicin used preoperatively, in addition to the standard prophylactic antibiotics, may help control postoperative infections when performing procedures on infected systems or in patients deemed highly susceptible to infection. [74] [75] (Gentamicin is readily absorbed into renal tissue and provides additional, long-lasting renal antibiotic prophylaxis even from a single preoperative dose. A standard dose of gentamicin would be 3 mg/kg body weight.)"}
{"id": "article-23688_57", "title": "Ureteroscopy -- Preparation", "content": "Although general anesthesia is recommended, combined spinal-epidural anesthesia is an adequate alternative. [76] However, the urologist might prefer or even require the patient to be under full general anesthesia as there is less patient movement, which is particularly important for semi-rigid ureteroscopy. [77] Also, make sure the operating table can handle the patient's weight, especially when the patient is moved to the end of the table for cystoscopy in the dorsal lithotomy position.", "contents": "Ureteroscopy -- Preparation. Although general anesthesia is recommended, combined spinal-epidural anesthesia is an adequate alternative. [76] However, the urologist might prefer or even require the patient to be under full general anesthesia as there is less patient movement, which is particularly important for semi-rigid ureteroscopy. [77] Also, make sure the operating table can handle the patient's weight, especially when the patient is moved to the end of the table for cystoscopy in the dorsal lithotomy position."}
{"id": "article-23688_58", "title": "Ureteroscopy -- Preparation", "content": "Before starting the case, all equipment and supplies (mentioned earlier) should be prepped and readily available, including a selection of guide wires, baskets, laser fibers, connectors, double J stents, dual-lumen catheters, high-pressure irrigation systems, retrograde catheters, diluted contrast, a torque vise, an Albarran bridge, urethral mechanical and balloon dilators, a variety of ureteral access sheaths (different lengths and diameters) as well as other appropriate supplies based on the individual case, as this is ultimately the surgeon's responsibility.", "contents": "Ureteroscopy -- Preparation. Before starting the case, all equipment and supplies (mentioned earlier) should be prepped and readily available, including a selection of guide wires, baskets, laser fibers, connectors, double J stents, dual-lumen catheters, high-pressure irrigation systems, retrograde catheters, diluted contrast, a torque vise, an Albarran bridge, urethral mechanical and balloon dilators, a variety of ureteral access sheaths (different lengths and diameters) as well as other appropriate supplies based on the individual case, as this is ultimately the surgeon's responsibility."}
{"id": "article-23688_59", "title": "Ureteroscopy -- Preparation", "content": "If a dedicated cystoscopy fluoroscopy table and suite are unavailable, try to position the ureteroscopic video tower on the side of the patient's stone and the C-arm (x-ray) on the opposite (contralateral) side. The optimal arrangement is often to have the C-arm monitor more cephalad (closer to the patient's head) but on the same side as the C-arm. Viewing the C-arm monitor is then achieved by looking through the vacant, open center arc of the C-arm.", "contents": "Ureteroscopy -- Preparation. If a dedicated cystoscopy fluoroscopy table and suite are unavailable, try to position the ureteroscopic video tower on the side of the patient's stone and the C-arm (x-ray) on the opposite (contralateral) side. The optimal arrangement is often to have the C-arm monitor more cephalad (closer to the patient's head) but on the same side as the C-arm. Viewing the C-arm monitor is then achieved by looking through the vacant, open center arc of the C-arm."}
{"id": "article-23688_60", "title": "Ureteroscopy -- Preparation", "content": "Pre-stenting with a double J stent is not routinely required before ureteroscopy, but it does help facilitate the procedure, particularly flexible ureteroscopy of the proximal ureter and kidneys. Pre-stenting may be electively performed if narrowed ureters are expected for symptomatic relief or infection control. Double J stent placement is also recommended if ureteroscopy is attempted, but adequate ureteral access is difficult, or ureteral access sheath placement requires significant dilation or substantial force. In such situations, it is recommended to cancel the ureteroscopy, place a double J stent, and return another day for the definitive ureteroscopic procedure.", "contents": "Ureteroscopy -- Preparation. Pre-stenting with a double J stent is not routinely required before ureteroscopy, but it does help facilitate the procedure, particularly flexible ureteroscopy of the proximal ureter and kidneys. Pre-stenting may be electively performed if narrowed ureters are expected for symptomatic relief or infection control. Double J stent placement is also recommended if ureteroscopy is attempted, but adequate ureteral access is difficult, or ureteral access sheath placement requires significant dilation or substantial force. In such situations, it is recommended to cancel the ureteroscopy, place a double J stent, and return another day for the definitive ureteroscopic procedure."}
{"id": "article-23688_61", "title": "Ureteroscopy -- Technique or Treatment", "content": "Cystoscopy is necessary immediately before any ureteroscopy to better understand the patient's individual anatomy, visualize the bladder and ureteric orifice, perform retrograde pyelography, and place the initial guidewire. [68] [69] With a male patient, the penis should initially be held vertically to keep the pendulous urethra straight to facilitate the insertion of the cystoscope. The cystoscope tip is then angled upwards (anteriorly) in the deep bulbous urethra, under vision, to enter and pass through the external sphincter, prostatic urethra, and bladder neck to enter the urinary bladder.", "contents": "Ureteroscopy -- Technique or Treatment. Cystoscopy is necessary immediately before any ureteroscopy to better understand the patient's individual anatomy, visualize the bladder and ureteric orifice, perform retrograde pyelography, and place the initial guidewire. [68] [69] With a male patient, the penis should initially be held vertically to keep the pendulous urethra straight to facilitate the insertion of the cystoscope. The cystoscope tip is then angled upwards (anteriorly) in the deep bulbous urethra, under vision, to enter and pass through the external sphincter, prostatic urethra, and bladder neck to enter the urinary bladder."}
{"id": "article-23688_62", "title": "Ureteroscopy -- Technique or Treatment", "content": "With the cystoscope in the bladder, a complete visual examination of the bladder should be done. A scout x-ray film or noncontrast image is obtained. Next, a small ureteral catheter is flushed to remove any air bubbles and inserted into the ureteral orifice through the cystoscope.", "contents": "Ureteroscopy -- Technique or Treatment. With the cystoscope in the bladder, a complete visual examination of the bladder should be done. A scout x-ray film or noncontrast image is obtained. Next, a small ureteral catheter is flushed to remove any air bubbles and inserted into the ureteral orifice through the cystoscope."}
{"id": "article-23688_63", "title": "Ureteroscopy -- Technique or Treatment", "content": "If there is trouble negotiating the ureteral orifice, use an angled tip, stiff hydrophilic guidewire through an open-ended catheter (which helps stabilize the wire and provides support close to the obstruction to prevent bowing). Place the cystoscope tip as close as possible to the ureteral orifice to avoid bowing of the guidewire. A torque vise attached to the distal end of the wire can help control the guidewire while gently twisting and advancing. An Albarran bridge can help cannulate an awkwardly oriented ureteral orifice.", "contents": "Ureteroscopy -- Technique or Treatment. If there is trouble negotiating the ureteral orifice, use an angled tip, stiff hydrophilic guidewire through an open-ended catheter (which helps stabilize the wire and provides support close to the obstruction to prevent bowing). Place the cystoscope tip as close as possible to the ureteral orifice to avoid bowing of the guidewire. A torque vise attached to the distal end of the wire can help control the guidewire while gently twisting and advancing. An Albarran bridge can help cannulate an awkwardly oriented ureteral orifice."}
{"id": "article-23688_64", "title": "Ureteroscopy -- Technique or Treatment", "content": "Sometimes, changing the orientation of the cystoscope by 90° to 180° will assist the entry and passage of the guidewire. A retrograde pyelogram using a cone-tip ureteral catheter can help visualize the distal ureter where entry through the ureteral orifice is difficult. If all the above fails, try positioning a semi-rigid ureteroscope directly at the ureteral orifice; then, try passing the guidewire through the scope. A retrograde pyelogram can also be performed in the same manner. [78]", "contents": "Ureteroscopy -- Technique or Treatment. Sometimes, changing the orientation of the cystoscope by 90° to 180° will assist the entry and passage of the guidewire. A retrograde pyelogram using a cone-tip ureteral catheter can help visualize the distal ureter where entry through the ureteral orifice is difficult. If all the above fails, try positioning a semi-rigid ureteroscope directly at the ureteral orifice; then, try passing the guidewire through the scope. A retrograde pyelogram can also be performed in the same manner. [78]"}
{"id": "article-23688_65", "title": "Ureteroscopy -- Technique or Treatment", "content": "A small volume, typically around 3 mL, of diluted fluoroscopic contrast (usually 50/50) is gently injected into the distal ureter via the ureteric catheter for a retrograde ureteropyelogram to visualize the ureteral anatomy and identify the size, shape, and exact location of any stones. Next, a safety guidewire is placed through the ureteral catheter into the renal pelvis. [79]", "contents": "Ureteroscopy -- Technique or Treatment. A small volume, typically around 3 mL, of diluted fluoroscopic contrast (usually 50/50) is gently injected into the distal ureter via the ureteric catheter for a retrograde ureteropyelogram to visualize the ureteral anatomy and identify the size, shape, and exact location of any stones. Next, a safety guidewire is placed through the ureteral catheter into the renal pelvis. [79]"}
{"id": "article-23688_66", "title": "Ureteroscopy -- Technique or Treatment", "content": "If cloudy or purulent urine drains from the ureter or renal pelvis before ureteroscope placement, this is a presumptive sign of infection, even if the preoperative urinalysis was negative. A urine culture should be done of the abnormal urine, the ureteroscopy should be postponed, and a double J stent should be immediately placed. The ureteroscopy procedure should be rescheduled for a later date after a full course of appropriate antibiotics and subsequent negative urine culture. If the follow-up urinalysis is clear, the procedure may continue.", "contents": "Ureteroscopy -- Technique or Treatment. If cloudy or purulent urine drains from the ureter or renal pelvis before ureteroscope placement, this is a presumptive sign of infection, even if the preoperative urinalysis was negative. A urine culture should be done of the abnormal urine, the ureteroscopy should be postponed, and a double J stent should be immediately placed. The ureteroscopy procedure should be rescheduled for a later date after a full course of appropriate antibiotics and subsequent negative urine culture. If the follow-up urinalysis is clear, the procedure may continue."}
{"id": "article-23688_67", "title": "Ureteroscopy -- Technique or Treatment", "content": "The bladder should be drained before inserting the ureteroscope. This helps advance the scope through the orifice without undue intramural ureteral compression. [68] [79] A second \"working\" guidewire may be utilized to navigate and \"railroad\" the ureteroscope through the ureter. Care should be used in advancing the ureteroscope as the wire coating can sometimes be stripped, resulting in a nidus for future stone development. This second wire can be placed either through the cystoscope alongside the previous wire or after the removal of the cystoscope via a dual-lumen catheter.", "contents": "Ureteroscopy -- Technique or Treatment. The bladder should be drained before inserting the ureteroscope. This helps advance the scope through the orifice without undue intramural ureteral compression. [68] [79] A second \"working\" guidewire may be utilized to navigate and \"railroad\" the ureteroscope through the ureter. Care should be used in advancing the ureteroscope as the wire coating can sometimes be stripped, resulting in a nidus for future stone development. This second wire can be placed either through the cystoscope alongside the previous wire or after the removal of the cystoscope via a dual-lumen catheter."}
{"id": "article-23688_68", "title": "Ureteroscopy -- Technique or Treatment", "content": "There are several advantages to using the dual-lumen catheter. A retrograde pyelogram can be done through the second channel for better visualization. Just passing the dual-lumen catheter can act as a ureteral dilator. Since it has a relatively large lumen, lidocaine jelly can also be injected to help reduce spasms. If the dual-lumen catheter has trouble entering or advancing in the ureter, this is an indication of ureteral narrowing. In such cases, leaving a double J stent for a few weeks is prudent and advisable to allow for passive ureteral dilation and return a few weeks later to complete the ureteroscopy. At the very least, a smaller caliber ureteral access sheath should be used, but the likelihood of intimal ureteral injury and scarring increases.", "contents": "Ureteroscopy -- Technique or Treatment. There are several advantages to using the dual-lumen catheter. A retrograde pyelogram can be done through the second channel for better visualization. Just passing the dual-lumen catheter can act as a ureteral dilator. Since it has a relatively large lumen, lidocaine jelly can also be injected to help reduce spasms. If the dual-lumen catheter has trouble entering or advancing in the ureter, this is an indication of ureteral narrowing. In such cases, leaving a double J stent for a few weeks is prudent and advisable to allow for passive ureteral dilation and return a few weeks later to complete the ureteroscopy. At the very least, a smaller caliber ureteral access sheath should be used, but the likelihood of intimal ureteral injury and scarring increases."}
{"id": "article-23688_69", "title": "Ureteroscopy -- Technique or Treatment", "content": "The handle of the ureteroscope should be held with the dominant hand while the scope is advanced with the non-dominant hand. The scope may be slowly and easily advanced (with the distal tip kept straight) into the renal pelvis. The use of pressurized irrigation (normal saline is preferred due to the reduced risk of tissue damage if the fluid is absorbed or extravasates) will assist in dilating the more proximal ureter and filling the renal pelvis to allow for better visualization.", "contents": "Ureteroscopy -- Technique or Treatment. The handle of the ureteroscope should be held with the dominant hand while the scope is advanced with the non-dominant hand. The scope may be slowly and easily advanced (with the distal tip kept straight) into the renal pelvis. The use of pressurized irrigation (normal saline is preferred due to the reduced risk of tissue damage if the fluid is absorbed or extravasates) will assist in dilating the more proximal ureter and filling the renal pelvis to allow for better visualization."}
{"id": "article-23688_70", "title": "Ureteroscopy -- Technique or Treatment", "content": "Although there are several diagnostic and therapeutic indications for ureteroscopy (as mentioned above), the procedure is most commonly used to manage ureteric or renal stones. The choice of either a semi-rigid or flexible ureteroscopy comes into play at this point, as several factors must be weighed: stone location, size and shape, cost, availability of equipment, and the individual surgeon's preference and experience. [68] For example, lower pole calculi are likely to necessitate a flexible ureteroscopy.", "contents": "Ureteroscopy -- Technique or Treatment. Although there are several diagnostic and therapeutic indications for ureteroscopy (as mentioned above), the procedure is most commonly used to manage ureteric or renal stones. The choice of either a semi-rigid or flexible ureteroscopy comes into play at this point, as several factors must be weighed: stone location, size and shape, cost, availability of equipment, and the individual surgeon's preference and experience. [68] For example, lower pole calculi are likely to necessitate a flexible ureteroscopy."}
{"id": "article-23688_71", "title": "Ureteroscopy -- Technique or Treatment -- Ureteral Access Sheaths", "content": "A ureteral access sheath may be inserted over the \"working\" guidewire (to the point of the stone location or ureteropelvic junction, depending on the patient's clinical presentation) to allow for repeated ureteroscope passage. [69] The dilator portion of the ureteroscopic sheath can be inserted over the guidewire first, or the dual-lumen catheter can be used as an initial ureteral dilator.", "contents": "Ureteroscopy -- Technique or Treatment -- Ureteral Access Sheaths. A ureteral access sheath may be inserted over the \"working\" guidewire (to the point of the stone location or ureteropelvic junction, depending on the patient's clinical presentation) to allow for repeated ureteroscope passage. [69] The dilator portion of the ureteroscopic sheath can be inserted over the guidewire first, or the dual-lumen catheter can be used as an initial ureteral dilator."}
{"id": "article-23688_72", "title": "Ureteroscopy -- Technique or Treatment -- Ureteral Access Sheaths", "content": "If either or both of these encounters significant resistance, a smaller sheath should be considered, or the ureteroscopic procedure can be postponed with the immediate placement of a double J stent. This will gently dilate the ureter over the next several weeks, at which time the ureteroscopy can proceed much more easily and without the risk of significant ureteral damage from overly aggressive or forced dilation. [80]", "contents": "Ureteroscopy -- Technique or Treatment -- Ureteral Access Sheaths. If either or both of these encounters significant resistance, a smaller sheath should be considered, or the ureteroscopic procedure can be postponed with the immediate placement of a double J stent. This will gently dilate the ureter over the next several weeks, at which time the ureteroscopy can proceed much more easily and without the risk of significant ureteral damage from overly aggressive or forced dilation. [80]"}
{"id": "article-23688_73", "title": "Ureteroscopy -- Technique or Treatment -- Ureteral Access Sheaths", "content": "The smallest diameter sheath that will comfortably fit and be adequate for the job should be used. When dealing with multiple and bigger stones, a larger diameter sheath is helpful if safe placement is possible. It is important to know where the stone is located so the ureteral access sheath is not advanced beyond that point, as this can push the calculus through the wall of the ureter.", "contents": "Ureteroscopy -- Technique or Treatment -- Ureteral Access Sheaths. The smallest diameter sheath that will comfortably fit and be adequate for the job should be used. When dealing with multiple and bigger stones, a larger diameter sheath is helpful if safe placement is possible. It is important to know where the stone is located so the ureteral access sheath is not advanced beyond that point, as this can push the calculus through the wall of the ureter."}
{"id": "article-23688_74", "title": "Ureteroscopy -- Technique or Treatment -- Ureteral Access Sheaths", "content": "It is important not to forcefully advance the ureteroscopic sheath, its dilator, or the dual-lumen catheter if there is considerable ureteral resistance. The dilator and sheath should be carefully advanced only to the level at which the ureteroscopy is expected to be performed. It is straightforward to advance the sheath or dilators too far and risk mucosal injury, ureteral disruption, or renal pelvic perforation, so only advancing an inch at a time with full fluoroscopic guidance when the tip of the sheath or dilator approaches its expected final position is recommended.", "contents": "Ureteroscopy -- Technique or Treatment -- Ureteral Access Sheaths. It is important not to forcefully advance the ureteroscopic sheath, its dilator, or the dual-lumen catheter if there is considerable ureteral resistance. The dilator and sheath should be carefully advanced only to the level at which the ureteroscopy is expected to be performed. It is straightforward to advance the sheath or dilators too far and risk mucosal injury, ureteral disruption, or renal pelvic perforation, so only advancing an inch at a time with full fluoroscopic guidance when the tip of the sheath or dilator approaches its expected final position is recommended."}
{"id": "article-23688_75", "title": "Ureteroscopy -- Technique or Treatment -- Ureteral Access Sheaths", "content": "Despite these risks and cautions, the use of 2 guidewires (one \"working\" and one \"safety\" guidewire) as well as ureteroscopic access sheaths is generally recommended. Overall, ureteral access sheaths are safe and do not appear to substantially increase the risk of ureteral strictures compared to ureteroscopy without sheaths. [81]", "contents": "Ureteroscopy -- Technique or Treatment -- Ureteral Access Sheaths. Despite these risks and cautions, the use of 2 guidewires (one \"working\" and one \"safety\" guidewire) as well as ureteroscopic access sheaths is generally recommended. Overall, ureteral access sheaths are safe and do not appear to substantially increase the risk of ureteral strictures compared to ureteroscopy without sheaths. [81]"}
{"id": "article-23688_76", "title": "Ureteroscopy -- Technique or Treatment -- Ureteral Access Sheaths", "content": "Up to 20% of patients undergoing ureteroscopy will have narrow ureters that require substantial effort to dilate sufficiently to pass a ureteral access sheath. [82] A retrograde pyelogram can indicate the relative diameter of the ureter. In such cases, it is recommended to abandon the ureteroscopic procedure, leave a double-J stent, and reschedule the ureteroscopy.", "contents": "Ureteroscopy -- Technique or Treatment -- Ureteral Access Sheaths. Up to 20% of patients undergoing ureteroscopy will have narrow ureters that require substantial effort to dilate sufficiently to pass a ureteral access sheath. [82] A retrograde pyelogram can indicate the relative diameter of the ureter. In such cases, it is recommended to abandon the ureteroscopic procedure, leave a double-J stent, and reschedule the ureteroscopy."}
{"id": "article-23688_77", "title": "Ureteroscopy -- Technique or Treatment -- Ureteral Access Sheaths", "content": "A dual-lumen catheter is often used for a retrograde pyelogram and to place a second guide wire. If the dual-lumen catheter does not pass easily, this almost certainly means the ureteral lumen is too narrow for a ureteral access sheath, and consideration should be given to leaving a double J stent and rescheduling the surgery for a later date. When choosing a ureteral access sheath, the smallest feasible diameter should be used to minimize ureteral trauma.", "contents": "Ureteroscopy -- Technique or Treatment -- Ureteral Access Sheaths. A dual-lumen catheter is often used for a retrograde pyelogram and to place a second guide wire. If the dual-lumen catheter does not pass easily, this almost certainly means the ureteral lumen is too narrow for a ureteral access sheath, and consideration should be given to leaving a double J stent and rescheduling the surgery for a later date. When choosing a ureteral access sheath, the smallest feasible diameter should be used to minimize ureteral trauma."}
{"id": "article-23688_78", "title": "Ureteroscopy -- Technique or Treatment -- Ureteral Access Sheaths", "content": "Using an access sheath is optional, as it has both pros and cons. The main benefit is that it facilitates repeated introductions of the ureteroscope into the ureter and, particularly, the renal pelvis. The main disadvantage is that placement is not always simple or uncomplicated, as it can easily cause intimal tearing of the ureter, hematuria, and even ureteral perforation. It is highly advisable and recommended to leave a double J stent whenever a ureteroscopic sheath is used unless the ureter has been previously stented. When the decision is made to use a ureteral access sheath, the correct lengths are generally as follows: Use a 35 cm to 36 cm long ureteral access sheath or shorter for all semi-rigid ureteroscopy (male and female) and for flexible ureteroscopy in female patients. In males, use a 45 cm to 46 cm length ureteral access sheath for flexible ureteroscopy.", "contents": "Ureteroscopy -- Technique or Treatment -- Ureteral Access Sheaths. Using an access sheath is optional, as it has both pros and cons. The main benefit is that it facilitates repeated introductions of the ureteroscope into the ureter and, particularly, the renal pelvis. The main disadvantage is that placement is not always simple or uncomplicated, as it can easily cause intimal tearing of the ureter, hematuria, and even ureteral perforation. It is highly advisable and recommended to leave a double J stent whenever a ureteroscopic sheath is used unless the ureter has been previously stented. When the decision is made to use a ureteral access sheath, the correct lengths are generally as follows: Use a 35 cm to 36 cm long ureteral access sheath or shorter for all semi-rigid ureteroscopy (male and female) and for flexible ureteroscopy in female patients. In males, use a 45 cm to 46 cm length ureteral access sheath for flexible ureteroscopy."}
{"id": "article-23688_79", "title": "Ureteroscopy -- Technique or Treatment -- Semi-Rigid Ureteroscopy", "content": "Semi-rigid ureteroscopy is typically reserved for the distal ureter, which avoids the angulation necessary to advance into the mid and upper ureters. While semi-rigid scopes can be advanced further, as a general rule, a flexible ureteroscope is preferred in these situations. When using a semi-rigid scope, it is prudent to remember that this is an inflexible, sharp-ended instrument that can easily cause considerable damage if not handled properly.", "contents": "Ureteroscopy -- Technique or Treatment -- Semi-Rigid Ureteroscopy. Semi-rigid ureteroscopy is typically reserved for the distal ureter, which avoids the angulation necessary to advance into the mid and upper ureters. While semi-rigid scopes can be advanced further, as a general rule, a flexible ureteroscope is preferred in these situations. When using a semi-rigid scope, it is prudent to remember that this is an inflexible, sharp-ended instrument that can easily cause considerable damage if not handled properly."}
{"id": "article-23688_80", "title": "Ureteroscopy -- Technique or Treatment -- Semi-Rigid Ureteroscopy", "content": "The ureteroscope can be advanced into the bladder by itself, over a guidewire, through a short ureteral access sheath, or even through an empty cystoscope sheath, but using sheaths limits the potential proximal advancement of the scope. Consider advancing the ureteroscope over a guidewire to minimize urethral trauma in complicated urethras.", "contents": "Ureteroscopy -- Technique or Treatment -- Semi-Rigid Ureteroscopy. The ureteroscope can be advanced into the bladder by itself, over a guidewire, through a short ureteral access sheath, or even through an empty cystoscope sheath, but using sheaths limits the potential proximal advancement of the scope. Consider advancing the ureteroscope over a guidewire to minimize urethral trauma in complicated urethras."}
{"id": "article-23688_81", "title": "Ureteroscopy -- Technique or Treatment -- Semi-Rigid Ureteroscopy", "content": "Careful adjustment of the irrigation fluid flow can help advance the scope, but it may also push the stone retrograde and out of reach if not reduced and adjusted appropriately. We prefer to dilate at least the intramural portion of the ureter with the dilator portion of a ureteral access sheath or a dual-lumen catheter to help facilitate the initial entry of semi-rigid ureteroscopes.", "contents": "Ureteroscopy -- Technique or Treatment -- Semi-Rigid Ureteroscopy. Careful adjustment of the irrigation fluid flow can help advance the scope, but it may also push the stone retrograde and out of reach if not reduced and adjusted appropriately. We prefer to dilate at least the intramural portion of the ureter with the dilator portion of a ureteral access sheath or a dual-lumen catheter to help facilitate the initial entry of semi-rigid ureteroscopes."}
{"id": "article-23688_82", "title": "Ureteroscopy -- Technique or Treatment -- Semi-Rigid Ureteroscopy", "content": "Stones removed without an access sheath can be deposited in the urinary bladder to facilitate the reintroduction of the ureteroscope into the ureter without the need to remove it completely from the bladder each time. [8]", "contents": "Ureteroscopy -- Technique or Treatment -- Semi-Rigid Ureteroscopy. Stones removed without an access sheath can be deposited in the urinary bladder to facilitate the reintroduction of the ureteroscope into the ureter without the need to remove it completely from the bladder each time. [8]"}
{"id": "article-23688_83", "title": "Ureteroscopy -- Technique or Treatment -- Semi-Rigid Ureteroscopy", "content": "When advancing the ureteroscope, the ureteral mucosa should appear to pass the scope. If there is much resistance and the mucosa is not moving, avoid using excessive force. Instead, gently pull back on the scope and retry advancing. If there is obvious mucosal damage or injury, removing the ureteroscope and leaving a double J stent is prudent.", "contents": "Ureteroscopy -- Technique or Treatment -- Semi-Rigid Ureteroscopy. When advancing the ureteroscope, the ureteral mucosa should appear to pass the scope. If there is much resistance and the mucosa is not moving, avoid using excessive force. Instead, gently pull back on the scope and retry advancing. If there is obvious mucosal damage or injury, removing the ureteroscope and leaving a double J stent is prudent."}
{"id": "article-23688_84", "title": "Ureteroscopy -- Technique or Treatment -- Semi-Rigid Ureteroscopy", "content": "The ureteroscopy can be rescheduled for a later date (usually around 2 weeks). [78] Remember when advancing semi-rigid ureteroscopes that the ureter is not straight. If the ureter develops spasms and hugs the scope, be particularly slow and cautious when withdrawing. If no safety guidewire is present, it may be prudent to have a wire pre-loaded in the scope in case of passed stones or significant mucosal injury is found on examination during withdrawal. Flexible Ureteroscopy", "contents": "Ureteroscopy -- Technique or Treatment -- Semi-Rigid Ureteroscopy. The ureteroscopy can be rescheduled for a later date (usually around 2 weeks). [78] Remember when advancing semi-rigid ureteroscopes that the ureter is not straight. If the ureter develops spasms and hugs the scope, be particularly slow and cautious when withdrawing. If no safety guidewire is present, it may be prudent to have a wire pre-loaded in the scope in case of passed stones or significant mucosal injury is found on examination during withdrawal. Flexible Ureteroscopy"}
{"id": "article-23688_85", "title": "Ureteroscopy -- Technique or Treatment -- Semi-Rigid Ureteroscopy", "content": "Once the ureteroscope is inserted into the renal pelvis, the \"working\" guidewire, which helped to \"navigate\" the ureter, should be removed. This leaves a second \"safety\" guidewire in place. The distal end of the \"safety\" guidewire should be secured in its holder or by clamping it to the drapes in such a way that it will not interfere with completing the ureteroscopy.", "contents": "Ureteroscopy -- Technique or Treatment -- Semi-Rigid Ureteroscopy. Once the ureteroscope is inserted into the renal pelvis, the \"working\" guidewire, which helped to \"navigate\" the ureter, should be removed. This leaves a second \"safety\" guidewire in place. The distal end of the \"safety\" guidewire should be secured in its holder or by clamping it to the drapes in such a way that it will not interfere with completing the ureteroscopy."}
{"id": "article-23688_86", "title": "Ureteroscopy -- Technique or Treatment -- Semi-Rigid Ureteroscopy", "content": "A small basket (such as a zero-tip basket) or a small laser fiber may then be placed within the \"working channel\" of the ureteroscope. [69] Normal saline irrigation, either with a pressure bag at 300 lbs pressure or a hand-operated pressure syringe, should be attached to the ureteroscope. In rigid ureteroscopy, where there is often a dual channel, the irrigation is attached to the smaller port.", "contents": "Ureteroscopy -- Technique or Treatment -- Semi-Rigid Ureteroscopy. A small basket (such as a zero-tip basket) or a small laser fiber may then be placed within the \"working channel\" of the ureteroscope. [69] Normal saline irrigation, either with a pressure bag at 300 lbs pressure or a hand-operated pressure syringe, should be attached to the ureteroscope. In rigid ureteroscopy, where there is often a dual channel, the irrigation is attached to the smaller port."}
{"id": "article-23688_87", "title": "Ureteroscopy -- Technique or Treatment -- Semi-Rigid Ureteroscopy", "content": "If there is only a single channel, then a dual-channel adapter, such as a Tuohy-Borst Y adaptor, should be used. This allows the irrigation to be attached to the channel using the offset port, leaving the adjustable diaphragmatic port available for the basket, laser fiber, or guidewire.", "contents": "Ureteroscopy -- Technique or Treatment -- Semi-Rigid Ureteroscopy. If there is only a single channel, then a dual-channel adapter, such as a Tuohy-Borst Y adaptor, should be used. This allows the irrigation to be attached to the channel using the offset port, leaving the adjustable diaphragmatic port available for the basket, laser fiber, or guidewire."}
{"id": "article-23688_88", "title": "Ureteroscopy -- Technique or Treatment -- Semi-Rigid Ureteroscopy", "content": "There is no significant difference in complication rate between the use of a continuous high-pressure irrigation bag vs a hand-operated pressure syringe, although there are slightly fewer complications with the pressure bag, most likely from the avoidance of overly high irrigation pressures. [83]", "contents": "Ureteroscopy -- Technique or Treatment -- Semi-Rigid Ureteroscopy. There is no significant difference in complication rate between the use of a continuous high-pressure irrigation bag vs a hand-operated pressure syringe, although there are slightly fewer complications with the pressure bag, most likely from the avoidance of overly high irrigation pressures. [83]"}
{"id": "article-23688_89", "title": "Ureteroscopy -- Technique or Treatment -- Semi-Rigid Ureteroscopy", "content": "Use the safety guidewire as a guide to help with orientation when inspecting the renal pelvis. A quick fluoroscopic image of the ureteroscope in each calyx will help verify a complete inspection and facilitate reentry to a specific calyx.", "contents": "Ureteroscopy -- Technique or Treatment -- Semi-Rigid Ureteroscopy. Use the safety guidewire as a guide to help with orientation when inspecting the renal pelvis. A quick fluoroscopic image of the ureteroscope in each calyx will help verify a complete inspection and facilitate reentry to a specific calyx."}
{"id": "article-23688_90", "title": "Ureteroscopy -- Technique or Treatment -- Semi-Rigid Ureteroscopy", "content": "In longer cases, the lubricious coating to the lumen of the ureteral access sheath may wear off. To minimize this, adding a little lubricant to the scope each time it is removed before its reinsertion will help maintain the easy passage of the ureteroscope through the sheath's lumen.", "contents": "Ureteroscopy -- Technique or Treatment -- Semi-Rigid Ureteroscopy. In longer cases, the lubricious coating to the lumen of the ureteral access sheath may wear off. To minimize this, adding a little lubricant to the scope each time it is removed before its reinsertion will help maintain the easy passage of the ureteroscope through the sheath's lumen."}
{"id": "article-23688_91", "title": "Ureteroscopy -- Technique or Treatment -- Laser Lithotripsy Technique", "content": "Once the stone is visualized ureteroscopically, the surgeon can begin to fragment it into basketable-sized pieces. The pieces can then be captured with a stone basket and removed along with the ureteroscope through the ureteral access sheath. If the stone fragment is too large to enter the access sheath, it can be repositioned inside the basket by pushing it back into the dilated proximal ureter or renal pelvis, then carefully opening and closing the basket slowly to allow the stone to reorient in a more favorable, longitudinal position. Repeat laser treatment of the stone can also be done until it is small enough to fit through the access sheath.", "contents": "Ureteroscopy -- Technique or Treatment -- Laser Lithotripsy Technique. Once the stone is visualized ureteroscopically, the surgeon can begin to fragment it into basketable-sized pieces. The pieces can then be captured with a stone basket and removed along with the ureteroscope through the ureteral access sheath. If the stone fragment is too large to enter the access sheath, it can be repositioned inside the basket by pushing it back into the dilated proximal ureter or renal pelvis, then carefully opening and closing the basket slowly to allow the stone to reorient in a more favorable, longitudinal position. Repeat laser treatment of the stone can also be done until it is small enough to fit through the access sheath."}
{"id": "article-23688_92", "title": "Ureteroscopy -- Technique or Treatment -- Laser Lithotripsy Technique", "content": "It is possible to laser a stone already in a basket if the stone is engaged but too large to extract. Open the basket and use a small laser fiber to break up or vaporize the stone until it is small enough to extract. Avoid lasering the wires of the basket.", "contents": "Ureteroscopy -- Technique or Treatment -- Laser Lithotripsy Technique. It is possible to laser a stone already in a basket if the stone is engaged but too large to extract. Open the basket and use a small laser fiber to break up or vaporize the stone until it is small enough to extract. Avoid lasering the wires of the basket."}
{"id": "article-23688_93", "title": "Ureteroscopy -- Technique or Treatment -- Laser Lithotripsy Technique", "content": "Another technique involves pulling the stone as much as possible into the proximal end of the ureteral access sheath and then removing the sheath, ureteroscope, basket, and stone all together while keeping traction on the stone basket. This allows the access sheath to act as a dilator or leader and facilitate the stone's removal, but there is a real risk that the stone may still get stuck. Therefore, it should only be done when the stone is close in size to the diameter of the access sheath.", "contents": "Ureteroscopy -- Technique or Treatment -- Laser Lithotripsy Technique. Another technique involves pulling the stone as much as possible into the proximal end of the ureteral access sheath and then removing the sheath, ureteroscope, basket, and stone all together while keeping traction on the stone basket. This allows the access sheath to act as a dilator or leader and facilitate the stone's removal, but there is a real risk that the stone may still get stuck. Therefore, it should only be done when the stone is close in size to the diameter of the access sheath."}
{"id": "article-23688_94", "title": "Ureteroscopy -- Technique or Treatment -- Laser Lithotripsy Technique", "content": "The ureteral access sheath will have to be replaced after the extraction of the stone with the sheath, which takes additional time. This relatively risky maneuver becomes more dangerous the more proximal the stone's location. It should generally not be done for larger or borderline calculi in the renal pelvis. In such cases, additional lasering of the stone is preferred. (If this maneuver fails and the stone gets stuck, overly aggressive pulling on the stone, sheath, or ureteroscope should be avoided. Instead, disengage the stone by releasing it from the basket and use laser lithotripsy to reduce its size so it will fit through the access sheath.)", "contents": "Ureteroscopy -- Technique or Treatment -- Laser Lithotripsy Technique. The ureteral access sheath will have to be replaced after the extraction of the stone with the sheath, which takes additional time. This relatively risky maneuver becomes more dangerous the more proximal the stone's location. It should generally not be done for larger or borderline calculi in the renal pelvis. In such cases, additional lasering of the stone is preferred. (If this maneuver fails and the stone gets stuck, overly aggressive pulling on the stone, sheath, or ureteroscope should be avoided. Instead, disengage the stone by releasing it from the basket and use laser lithotripsy to reduce its size so it will fit through the access sheath.)"}
{"id": "article-23688_95", "title": "Ureteroscopy -- Technique or Treatment -- Laser Lithotripsy Technique", "content": "There is also the risk of getting a piece of the ureter jammed between the stone and the sheath, which could cause a rent, perforation, or even complete disruption of the ureter. Therefore, this advanced technique is not recommended routinely and only by experienced practitioners.", "contents": "Ureteroscopy -- Technique or Treatment -- Laser Lithotripsy Technique. There is also the risk of getting a piece of the ureter jammed between the stone and the sheath, which could cause a rent, perforation, or even complete disruption of the ureter. Therefore, this advanced technique is not recommended routinely and only by experienced practitioners."}
{"id": "article-23688_96", "title": "Ureteroscopy -- Technique or Treatment -- Laser Lithotripsy Technique", "content": "The dual-lumen catheter is the ideal tool to replace the second guidewire (assuming the \"safety\" guidewire is still in place), allowing the ureteral access sheath to be easily replaced. The ureteral access sheath should never be advanced without the dilator in place and only over a guidewire.", "contents": "Ureteroscopy -- Technique or Treatment -- Laser Lithotripsy Technique. The dual-lumen catheter is the ideal tool to replace the second guidewire (assuming the \"safety\" guidewire is still in place), allowing the ureteral access sheath to be easily replaced. The ureteral access sheath should never be advanced without the dilator in place and only over a guidewire."}
{"id": "article-23688_97", "title": "Ureteroscopy -- Technique or Treatment -- The inner dilator should never be placed or advanced except over a guide wire due to the very significant risk of a perforation of the ureter or renal pelvis.", "content": "All stone fragments removed should be sent for chemical analysis. [84]", "contents": "Ureteroscopy -- Technique or Treatment -- The inner dilator should never be placed or advanced except over a guide wire due to the very significant risk of a perforation of the ureter or renal pelvis. All stone fragments removed should be sent for chemical analysis. [84]"}
{"id": "article-23688_98", "title": "Ureteroscopy -- Technique or Treatment -- The inner dilator should never be placed or advanced except over a guide wire due to the very significant risk of a perforation of the ureter or renal pelvis.", "content": "Once all the stones have been removed, the ureteroscope and ureteral access sheath may be slowly extracted together to inspect the ureter for any passed stones and any intimal or mucosal injury. [69] [79] An alternative technique involves replacing the guide wire through the scope and then withdrawing the access sheath until the end is at the scope's handle. Then, the ureteroscope can be slowly withdrawn to inspect the ureter while still leaving a wire in place. This technique is somewhat easier and particularly useful if the operator works alone or with inexperienced or unskilled help.", "contents": "Ureteroscopy -- Technique or Treatment -- The inner dilator should never be placed or advanced except over a guide wire due to the very significant risk of a perforation of the ureter or renal pelvis. Once all the stones have been removed, the ureteroscope and ureteral access sheath may be slowly extracted together to inspect the ureter for any passed stones and any intimal or mucosal injury. [69] [79] An alternative technique involves replacing the guide wire through the scope and then withdrawing the access sheath until the end is at the scope's handle. Then, the ureteroscope can be slowly withdrawn to inspect the ureter while still leaving a wire in place. This technique is somewhat easier and particularly useful if the operator works alone or with inexperienced or unskilled help."}
{"id": "article-23688_99", "title": "Ureteroscopy -- Technique or Treatment -- The inner dilator should never be placed or advanced except over a guide wire due to the very significant risk of a perforation of the ureter or renal pelvis.", "content": "Double J stents are generally recommended after ureteroscopy, especially when ureteral access sheaths are utilized, and for impacted stones, longer operating times, larger stone size or burden, older patient age, solitary kidneys, ureteral trauma/damage, and increased intrarenal complexity or complications. [85]", "contents": "Ureteroscopy -- Technique or Treatment -- The inner dilator should never be placed or advanced except over a guide wire due to the very significant risk of a perforation of the ureter or renal pelvis. Double J stents are generally recommended after ureteroscopy, especially when ureteral access sheaths are utilized, and for impacted stones, longer operating times, larger stone size or burden, older patient age, solitary kidneys, ureteral trauma/damage, and increased intrarenal complexity or complications. [85]"}
{"id": "article-23688_100", "title": "Ureteroscopy -- Technique or Treatment -- The inner dilator should never be placed or advanced except over a guide wire due to the very significant risk of a perforation of the ureter or renal pelvis.", "content": "The finding of any significant ureteral mucosal or intimal damage should suggest the need to leave a double J stent, typically for 2 to 4 weeks. If a bilateral procedure is done, at least 1 side should be stented. If in doubt about leaving a stent or not, it is always safer to leave the stent. It is strongly recommended to leave a double J stent if a ureteral access sheath was used unless the ureter was pre-stented.", "contents": "Ureteroscopy -- Technique or Treatment -- The inner dilator should never be placed or advanced except over a guide wire due to the very significant risk of a perforation of the ureter or renal pelvis. The finding of any significant ureteral mucosal or intimal damage should suggest the need to leave a double J stent, typically for 2 to 4 weeks. If a bilateral procedure is done, at least 1 side should be stented. If in doubt about leaving a stent or not, it is always safer to leave the stent. It is strongly recommended to leave a double J stent if a ureteral access sheath was used unless the ureter was pre-stented."}
{"id": "article-23688_101", "title": "Ureteroscopy -- Technique or Treatment -- The inner dilator should never be placed or advanced except over a guide wire due to the very significant risk of a perforation of the ureter or renal pelvis.", "content": "A  double J ureteral stent may be placed over the remaining \"safety\" guide wire and inspected for good curl both within the renal pelvis and distally in the bladder. This decision is up to the individual surgeon but is strongly recommended for patients with ureteral damage on ureteroscopic inspection and those with an increased risk of bleeding, perforation, urinary tract infections, or significant residual fragments. [70] Leaving a stent in such situations significantly reduces postoperative complications but can lead to stent discomfort. [85]", "contents": "Ureteroscopy -- Technique or Treatment -- The inner dilator should never be placed or advanced except over a guide wire due to the very significant risk of a perforation of the ureter or renal pelvis. A  double J ureteral stent may be placed over the remaining \"safety\" guide wire and inspected for good curl both within the renal pelvis and distally in the bladder. This decision is up to the individual surgeon but is strongly recommended for patients with ureteral damage on ureteroscopic inspection and those with an increased risk of bleeding, perforation, urinary tract infections, or significant residual fragments. [70] Leaving a stent in such situations significantly reduces postoperative complications but can lead to stent discomfort. [85]"}
{"id": "article-23688_102", "title": "Ureteroscopy -- Technique or Treatment -- The inner dilator should never be placed or advanced except over a guide wire due to the very significant risk of a perforation of the ureter or renal pelvis.", "content": "Uncomplicated cases where the stones are easily removed, and there is minimal resistance to ureteral dilation or access sheath placement, as well as those patients who had a double J stent before ureteroscopy, may not need to have a stent placed after the procedure. [86] Guidelines from the AUA and the European Association of Urology (EAU) now allow the omission of postoperative double J stents after uncomplicated ureteroscopies. [13] [70] [86] [87] Uncomplicated ureteroscopy is defined as follows: [87]", "contents": "Ureteroscopy -- Technique or Treatment -- The inner dilator should never be placed or advanced except over a guide wire due to the very significant risk of a perforation of the ureter or renal pelvis. Uncomplicated cases where the stones are easily removed, and there is minimal resistance to ureteral dilation or access sheath placement, as well as those patients who had a double J stent before ureteroscopy, may not need to have a stent placed after the procedure. [86] Guidelines from the AUA and the European Association of Urology (EAU) now allow the omission of postoperative double J stents after uncomplicated ureteroscopies. [13] [70] [86] [87] Uncomplicated ureteroscopy is defined as follows: [87]"}
{"id": "article-23688_103", "title": "Ureteroscopy -- Technique or Treatment -- The inner dilator should never be placed or advanced except over a guide wire due to the very significant risk of a perforation of the ureter or renal pelvis.", "content": "American Society of Anesthesiologists (ASA) score of 1 or 2 A unilateral procedure No balloon ureteral dilation No mechanical dilation performed, but if used, not greater than 10 French Patient not immunocompromised or pregnant Patient does not have a solitary kidney No anatomical or structural urinary tract abnormalities (horseshoe kidney, UPJ obstruction, etc) Patient with no uncorrected or untreated coagulopathies Patient with no untreated urinary tract infections Patient with no history of urinary tract reconstruction No stones treated in multiple locations No plan or likely need for a second-look ureteroscopic procedure No ureteral perforations, extravasation, or significant ureteral trauma No large stones (>10 mm) treated No substantial stone residue or significant removable fragments remaining No ureteral access sheath used Pre-stenting used (preferred but not required)", "contents": "Ureteroscopy -- Technique or Treatment -- The inner dilator should never be placed or advanced except over a guide wire due to the very significant risk of a perforation of the ureter or renal pelvis. American Society of Anesthesiologists (ASA) score of 1 or 2 A unilateral procedure No balloon ureteral dilation No mechanical dilation performed, but if used, not greater than 10 French Patient not immunocompromised or pregnant Patient does not have a solitary kidney No anatomical or structural urinary tract abnormalities (horseshoe kidney, UPJ obstruction, etc) Patient with no uncorrected or untreated coagulopathies Patient with no untreated urinary tract infections Patient with no history of urinary tract reconstruction No stones treated in multiple locations No plan or likely need for a second-look ureteroscopic procedure No ureteral perforations, extravasation, or significant ureteral trauma No large stones (>10 mm) treated No substantial stone residue or significant removable fragments remaining No ureteral access sheath used Pre-stenting used (preferred but not required)"}
{"id": "article-23688_104", "title": "Ureteroscopy -- Technique or Treatment -- The inner dilator should never be placed or advanced except over a guide wire due to the very significant risk of a perforation of the ureter or renal pelvis.", "content": "The recommended technique for double J stent placement is well described elsewhere, but some of its suggestions are summarized below. [84] It is recommended that the dangler thread NOT be removed until after the stent is in an optimal position, as it allows for easy removal if an exchange is desired and stabilizes placement. Stiffer guidewires make placement easier but are also more likely to cause a perforation, so they should be placed more carefully. Measuring the ureteral length with an appropriately marked ureteral catheter is a far more reliable way to select a double J stent length than relying solely on patient height. Use a stiffer stent if bypassing a stone as it resists compression better, and it will often have a tighter curl for the renal pelvis. Do NOT leave a dangler thread for any critical stent, as it may be pulled out accidentally.", "contents": "Ureteroscopy -- Technique or Treatment -- The inner dilator should never be placed or advanced except over a guide wire due to the very significant risk of a perforation of the ureter or renal pelvis. The recommended technique for double J stent placement is well described elsewhere, but some of its suggestions are summarized below. [84] It is recommended that the dangler thread NOT be removed until after the stent is in an optimal position, as it allows for easy removal if an exchange is desired and stabilizes placement. Stiffer guidewires make placement easier but are also more likely to cause a perforation, so they should be placed more carefully. Measuring the ureteral length with an appropriately marked ureteral catheter is a far more reliable way to select a double J stent length than relying solely on patient height. Use a stiffer stent if bypassing a stone as it resists compression better, and it will often have a tighter curl for the renal pelvis. Do NOT leave a dangler thread for any critical stent, as it may be pulled out accidentally."}
{"id": "article-23688_105", "title": "Ureteroscopy -- Technique or Treatment -- The inner dilator should never be placed or advanced except over a guide wire due to the very significant risk of a perforation of the ureter or renal pelvis.", "content": "Placement is optimized by pulling the guide wire back enough to allow the proximal tip of the stent to curl while maintaining traction on the dangler thread and the pusher. The stent, pusher, and guide wire can be moved as a unit slightly into and out of the ureteral orifice just enough to allow the proximal tip of the stent to curl properly, which can be confirmed fluoroscopically. Now, the thread can be cut and removed as the pusher and guide wire will prevent the stent from moving as the wire is extracted. Once the guide wire has been removed and all aspects of the genitourinary tract have been inspected for any iatrogenic injury, the patient may be safely extubated and transferred to the postoperative care unit.", "contents": "Ureteroscopy -- Technique or Treatment -- The inner dilator should never be placed or advanced except over a guide wire due to the very significant risk of a perforation of the ureter or renal pelvis. Placement is optimized by pulling the guide wire back enough to allow the proximal tip of the stent to curl while maintaining traction on the dangler thread and the pusher. The stent, pusher, and guide wire can be moved as a unit slightly into and out of the ureteral orifice just enough to allow the proximal tip of the stent to curl properly, which can be confirmed fluoroscopically. Now, the thread can be cut and removed as the pusher and guide wire will prevent the stent from moving as the wire is extracted. Once the guide wire has been removed and all aspects of the genitourinary tract have been inspected for any iatrogenic injury, the patient may be safely extubated and transferred to the postoperative care unit."}
{"id": "article-23688_106", "title": "Ureteroscopy -- Technique or Treatment -- The inner dilator should never be placed or advanced except over a guide wire due to the very significant risk of a perforation of the ureter or renal pelvis.", "content": "The double J ureteral stent can be left with or without a dangler thread. If the dangler thread is left on the stent, the stent can be easily removed at the bedside, in the clinic, or even by the patient themselves at home. If the thread is removed, a flexible cystoscopy will be required to extract the stent with a flexible grasper.", "contents": "Ureteroscopy -- Technique or Treatment -- The inner dilator should never be placed or advanced except over a guide wire due to the very significant risk of a perforation of the ureter or renal pelvis. The double J ureteral stent can be left with or without a dangler thread. If the dangler thread is left on the stent, the stent can be easily removed at the bedside, in the clinic, or even by the patient themselves at home. If the thread is removed, a flexible cystoscopy will be required to extract the stent with a flexible grasper."}
{"id": "article-23688_107", "title": "Ureteroscopy -- Technique or Treatment -- The inner dilator should never be placed or advanced except over a guide wire due to the very significant risk of a perforation of the ureter or renal pelvis.", "content": "Stents are usually removed between 5 and 7 days postoperatively after a successful ureteroscopy. After the stent is removed, a follow-up ultrasound or an x-ray (KUB) should be performed between 4 and 6 weeks later to rule out any residual fragments or silent hydronephrosis.", "contents": "Ureteroscopy -- Technique or Treatment -- The inner dilator should never be placed or advanced except over a guide wire due to the very significant risk of a perforation of the ureter or renal pelvis. Stents are usually removed between 5 and 7 days postoperatively after a successful ureteroscopy. After the stent is removed, a follow-up ultrasound or an x-ray (KUB) should be performed between 4 and 6 weeks later to rule out any residual fragments or silent hydronephrosis."}
{"id": "article-23688_108", "title": "Ureteroscopy -- Technique or Treatment -- The inner dilator should never be placed or advanced except over a guide wire due to the very significant risk of a perforation of the ureter or renal pelvis.", "content": "Stent discomfort is most effectively managed by optimizing the stent size and length during placement, and alpha-blockers, possibly together with mirabegron 50 mg daily. [84] [88] [89] [90] [91] [92] [93] [94] In a single study, Pregabalin showed a beneficial effect on stent discomfort but did not affect associated urinary symptoms. [93] [95]", "contents": "Ureteroscopy -- Technique or Treatment -- The inner dilator should never be placed or advanced except over a guide wire due to the very significant risk of a perforation of the ureter or renal pelvis. Stent discomfort is most effectively managed by optimizing the stent size and length during placement, and alpha-blockers, possibly together with mirabegron 50 mg daily. [84] [88] [89] [90] [91] [92] [93] [94] In a single study, Pregabalin showed a beneficial effect on stent discomfort but did not affect associated urinary symptoms. [93] [95]"}
{"id": "article-23688_109", "title": "Ureteroscopy -- Technique or Treatment -- The inner dilator should never be placed or advanced except over a guide wire due to the very significant risk of a perforation of the ureter or renal pelvis.", "content": "AUA Guidelines on Stones recommends that all patients with ureteroscopic stone surgery be informed about the potential benefits and availability of 24-hour urine testing and prophylactic medical therapy for nephrolithiasis. [96] Interpreting such 24-hour urine tests has become much easier and is now routinely done by many urologists, nephrologists, and primary care physicians using published guides. [97]", "contents": "Ureteroscopy -- Technique or Treatment -- The inner dilator should never be placed or advanced except over a guide wire due to the very significant risk of a perforation of the ureter or renal pelvis. AUA Guidelines on Stones recommends that all patients with ureteroscopic stone surgery be informed about the potential benefits and availability of 24-hour urine testing and prophylactic medical therapy for nephrolithiasis. [96] Interpreting such 24-hour urine tests has become much easier and is now routinely done by many urologists, nephrologists, and primary care physicians using published guides. [97]"}
{"id": "article-23688_110", "title": "Ureteroscopy -- Technique or Treatment -- The inner dilator should never be placed or advanced except over a guide wire due to the very significant risk of a perforation of the ureter or renal pelvis.", "content": "Bilateral ureteroscopic procedures can be done with good success rates and only slightly higher complication rates. Individual patient circumstances and the necessary extra anesthesia time should be considered. [98] [99]", "contents": "Ureteroscopy -- Technique or Treatment -- The inner dilator should never be placed or advanced except over a guide wire due to the very significant risk of a perforation of the ureter or renal pelvis. Bilateral ureteroscopic procedures can be done with good success rates and only slightly higher complication rates. Individual patient circumstances and the necessary extra anesthesia time should be considered. [98] [99]"}
{"id": "article-23688_111", "title": "Ureteroscopy -- Technique or Treatment -- The inner dilator should never be placed or advanced except over a guide wire due to the very significant risk of a perforation of the ureter or renal pelvis.", "content": "Alpha-blocker use for at least 1 week preoperatively is recommended before ureteroscopy, although the optimal medication or duration of pretreatment is not yet clear. [100] This has been shown to minimize the need for mechanical dilation of the ureteral orifice, improve successful ureteroscopic access, reduce ureteral spasms and contractions, and shorten overall operating time. [100] [101] [102] [103] [104] \"Tricks of the Trade\" are as follows:  [68] [78] [79] [105] [106] Always take a scout (KUB) film before injecting any contrast. (Stones move and it serves as a good reference, especially for renal calculi in various calyces.) A retrograde ureterogram or pyelogram using diluted contrast is also recommended, as it will outline the ureteral and internal renal anatomy for later reference and orientation.", "contents": "Ureteroscopy -- Technique or Treatment -- The inner dilator should never be placed or advanced except over a guide wire due to the very significant risk of a perforation of the ureter or renal pelvis. Alpha-blocker use for at least 1 week preoperatively is recommended before ureteroscopy, although the optimal medication or duration of pretreatment is not yet clear. [100] This has been shown to minimize the need for mechanical dilation of the ureteral orifice, improve successful ureteroscopic access, reduce ureteral spasms and contractions, and shorten overall operating time. [100] [101] [102] [103] [104] \"Tricks of the Trade\" are as follows:  [68] [78] [79] [105] [106] Always take a scout (KUB) film before injecting any contrast. (Stones move and it serves as a good reference, especially for renal calculi in various calyces.) A retrograde ureterogram or pyelogram using diluted contrast is also recommended, as it will outline the ureteral and internal renal anatomy for later reference and orientation."}
{"id": "article-23688_112", "title": "Ureteroscopy -- Technique or Treatment -- The inner dilator should never be placed or advanced except over a guide wire due to the very significant risk of a perforation of the ureter or renal pelvis.", "content": "Some experts recommend doing a semi-rigid ureteroscopy immediately before all flexible ureteroscopies for distal ureteral inspection and dilation. It will also help identify any stones that have unexpectedly relocated to the distal ureter. Every ureteroscopy is different and unique. Do not assume that any ureteroscopic procedure will be \"routine,\" as this can lead to unintended consequences. Have a wide variety of stents, guidewires, connectors, clamps, baskets, and scopes available. It is recommended to have a \"safety\" guidewire in place in the renal pelvis for access in case of unexpected difficulty. Secure it carefully so it isn't accidentally lost, pulled, or removed. Be aware of your assistants' skills and experience. It can be very disconcerting when your assistant accidentally removes your safety wire, cuts the dangler, or opens instead of closes the basket. Review procedures with your assistants before starting the surgery.", "contents": "Ureteroscopy -- Technique or Treatment -- The inner dilator should never be placed or advanced except over a guide wire due to the very significant risk of a perforation of the ureter or renal pelvis. Some experts recommend doing a semi-rigid ureteroscopy immediately before all flexible ureteroscopies for distal ureteral inspection and dilation. It will also help identify any stones that have unexpectedly relocated to the distal ureter. Every ureteroscopy is different and unique. Do not assume that any ureteroscopic procedure will be \"routine,\" as this can lead to unintended consequences. Have a wide variety of stents, guidewires, connectors, clamps, baskets, and scopes available. It is recommended to have a \"safety\" guidewire in place in the renal pelvis for access in case of unexpected difficulty. Secure it carefully so it isn't accidentally lost, pulled, or removed. Be aware of your assistants' skills and experience. It can be very disconcerting when your assistant accidentally removes your safety wire, cuts the dangler, or opens instead of closes the basket. Review procedures with your assistants before starting the surgery."}
{"id": "article-23688_113", "title": "Ureteroscopy -- Technique or Treatment -- The inner dilator should never be placed or advanced except over a guide wire due to the very significant risk of a perforation of the ureter or renal pelvis.", "content": "Always use normal saline for irrigation for ureteroscopies. In the event of unexpected complications, perforation, or extravasation, normal saline is the safest fluid to avoid osmotic cellular and tissue damage. Stiffer guidewires can help make ureteral access sheath placement and double J stent advancement easier. They are also less likely to buckle but may increase the risk of perforation, so place them with extra care. The dual-lumen catheter is an extremely important accessory. It can be used as a ureteral dilator or a stone pusher to inject diluted contrast for retrogrades, to place a second guide wire, or to replace a guide wire. If 1 guidewire type cannot bypass a stricture, impacted stone, or other blockages, try a different type (brand) of guidewire. Hydrophilic and angled tip wires generally work best for this.", "contents": "Ureteroscopy -- Technique or Treatment -- The inner dilator should never be placed or advanced except over a guide wire due to the very significant risk of a perforation of the ureter or renal pelvis. Always use normal saline for irrigation for ureteroscopies. In the event of unexpected complications, perforation, or extravasation, normal saline is the safest fluid to avoid osmotic cellular and tissue damage. Stiffer guidewires can help make ureteral access sheath placement and double J stent advancement easier. They are also less likely to buckle but may increase the risk of perforation, so place them with extra care. The dual-lumen catheter is an extremely important accessory. It can be used as a ureteral dilator or a stone pusher to inject diluted contrast for retrogrades, to place a second guide wire, or to replace a guide wire. If 1 guidewire type cannot bypass a stricture, impacted stone, or other blockages, try a different type (brand) of guidewire. Hydrophilic and angled tip wires generally work best for this."}
{"id": "article-23688_114", "title": "Ureteroscopy -- Technique or Treatment -- The inner dilator should never be placed or advanced except over a guide wire due to the very significant risk of a perforation of the ureter or renal pelvis.", "content": "When performing retrograde pyelograms, mixing diluted contrast with lidocaine jelly or plain lubricant will increase its viscosity while keeping its radiopacity and help keep the contrast in the renal pelvis longer, if desired. Stir the 2 together slowly and carefully to avoid air bubbles. If ureteral strictures are found, it is better to leave a double J stent and return another day rather than use mechanical or balloon ureteral dilators. To minimize radiation toxicity, the use of static, pulsed x-ray pictures is recommended instead of live, continuous exposures. Use of the \"last image hold\" feature is also recommended. Always use the minimum amount of radiation exposure necessary. Remember to flush the ureteral catheters before insertion to eliminate air bubbles, which can interfere with visualization. Never do \"blind basketing.\" It's dangerous and unnecessary.", "contents": "Ureteroscopy -- Technique or Treatment -- The inner dilator should never be placed or advanced except over a guide wire due to the very significant risk of a perforation of the ureter or renal pelvis. When performing retrograde pyelograms, mixing diluted contrast with lidocaine jelly or plain lubricant will increase its viscosity while keeping its radiopacity and help keep the contrast in the renal pelvis longer, if desired. Stir the 2 together slowly and carefully to avoid air bubbles. If ureteral strictures are found, it is better to leave a double J stent and return another day rather than use mechanical or balloon ureteral dilators. To minimize radiation toxicity, the use of static, pulsed x-ray pictures is recommended instead of live, continuous exposures. Use of the \"last image hold\" feature is also recommended. Always use the minimum amount of radiation exposure necessary. Remember to flush the ureteral catheters before insertion to eliminate air bubbles, which can interfere with visualization. Never do \"blind basketing.\" It's dangerous and unnecessary."}
{"id": "article-23688_115", "title": "Ureteroscopy -- Technique or Treatment -- The inner dilator should never be placed or advanced except over a guide wire due to the very significant risk of a perforation of the ureter or renal pelvis.", "content": "It is recommended that the dangler thread on double J stents not be cut or removed until the stent is in its final position. Once the thread is cut, further positional adjustments and replacement become much more difficult. Never vigorously pull, push, or twist any instrument in the ureter or renal pelvis. It may not be possible to repair the damage later. Avoid aspiration through the ureteroscope, as it will cause more bleeding. If it becomes difficult to see clearly due to bleeding, use the high-pressure irrigation flow and be patient. If the stone size has been misjudged when basketing, do not hesitate to use the laser to fragment or vaporize it. A laser should always be available when doing ureteroscopy for urinary stones. Don't waste time basketing very tiny stones. Anything smaller than the shaft of the basket or guidewire can probably be left behind. However, try to basket and remove as much infected stone material as possible in the case of infectious stones.", "contents": "Ureteroscopy -- Technique or Treatment -- The inner dilator should never be placed or advanced except over a guide wire due to the very significant risk of a perforation of the ureter or renal pelvis. It is recommended that the dangler thread on double J stents not be cut or removed until the stent is in its final position. Once the thread is cut, further positional adjustments and replacement become much more difficult. Never vigorously pull, push, or twist any instrument in the ureter or renal pelvis. It may not be possible to repair the damage later. Avoid aspiration through the ureteroscope, as it will cause more bleeding. If it becomes difficult to see clearly due to bleeding, use the high-pressure irrigation flow and be patient. If the stone size has been misjudged when basketing, do not hesitate to use the laser to fragment or vaporize it. A laser should always be available when doing ureteroscopy for urinary stones. Don't waste time basketing very tiny stones. Anything smaller than the shaft of the basket or guidewire can probably be left behind. However, try to basket and remove as much infected stone material as possible in the case of infectious stones."}
{"id": "article-23688_116", "title": "Ureteroscopy -- Technique or Treatment -- The inner dilator should never be placed or advanced except over a guide wire due to the very significant risk of a perforation of the ureter or renal pelvis.", "content": "If contrast bypasses an obstructing stone, it should be possible to pass a guidewire beyond it. Very distal stones may not require initial retrograde pyelography that can inadvertently push stones further proximal. Impacted stones can sometimes be gently nudged proximally by a catheter or the tip of the ureteroscope, but this must be done carefully. If unsuccessful, limited laser lithotripsy can be done but only sufficiently to place a guidewire. Be particularly careful when advancing the ureteral access sheath, as it can easily damage the ureter or renal pelvis. It can easily progress further proximal than expected unless its position is carefully monitored. Use fluoroscopy for optimal positioning; never advance the ureteral access sheath without the dilator inserted and only with a guide wire in place.", "contents": "Ureteroscopy -- Technique or Treatment -- The inner dilator should never be placed or advanced except over a guide wire due to the very significant risk of a perforation of the ureter or renal pelvis. If contrast bypasses an obstructing stone, it should be possible to pass a guidewire beyond it. Very distal stones may not require initial retrograde pyelography that can inadvertently push stones further proximal. Impacted stones can sometimes be gently nudged proximally by a catheter or the tip of the ureteroscope, but this must be done carefully. If unsuccessful, limited laser lithotripsy can be done but only sufficiently to place a guidewire. Be particularly careful when advancing the ureteral access sheath, as it can easily damage the ureter or renal pelvis. It can easily progress further proximal than expected unless its position is carefully monitored. Use fluoroscopy for optimal positioning; never advance the ureteral access sheath without the dilator inserted and only with a guide wire in place."}
{"id": "article-23688_117", "title": "Ureteroscopy -- Technique or Treatment -- The inner dilator should never be placed or advanced except over a guide wire due to the very significant risk of a perforation of the ureter or renal pelvis.", "content": "Be familiar with all the controls on the ureteroscope and use them. Most flexible ureteroscopes will flex the tip upwards and down when the calyces and stones are generally left or right. Reusable scopes typically have an adjustment so the shaft can be rotated 90° right or left to facilitate caliceal examination and entry. Disposable ureteroscopes usually lack this adjustment and must be rotated more by hand to the left or right as needed, which can be somewhat awkward. High-pressure irrigation is one of your most important and useful tools. High flow rates will promote visualization, ureteroscope advancement, and ureteral dilation but may also push the stone proximally. High pressure can also cause a calyceal rupture and promote bacteremia. In the renal pelvis, too much irrigation flow can cause the stone to jump around and move from one calyx to another. Therefore, use the minimal amount of irrigation flow necessary for visualization in the kidney.", "contents": "Ureteroscopy -- Technique or Treatment -- The inner dilator should never be placed or advanced except over a guide wire due to the very significant risk of a perforation of the ureter or renal pelvis. Be familiar with all the controls on the ureteroscope and use them. Most flexible ureteroscopes will flex the tip upwards and down when the calyces and stones are generally left or right. Reusable scopes typically have an adjustment so the shaft can be rotated 90° right or left to facilitate caliceal examination and entry. Disposable ureteroscopes usually lack this adjustment and must be rotated more by hand to the left or right as needed, which can be somewhat awkward. High-pressure irrigation is one of your most important and useful tools. High flow rates will promote visualization, ureteroscope advancement, and ureteral dilation but may also push the stone proximally. High pressure can also cause a calyceal rupture and promote bacteremia. In the renal pelvis, too much irrigation flow can cause the stone to jump around and move from one calyx to another. Therefore, use the minimal amount of irrigation flow necessary for visualization in the kidney."}
{"id": "article-23688_118", "title": "Ureteroscopy -- Technique or Treatment -- The inner dilator should never be placed or advanced except over a guide wire due to the very significant risk of a perforation of the ureter or renal pelvis.", "content": "The brief use of higher irrigation flow rates can be used to jiggle a stone around so the stone basket can more easily capture it. Lasering of stones creates a dust cloud. To maintain visibility, use the irrigation but at the lowest flow rate sufficient to maintain vision. Most stone baskets will retract (move closer to the ureteroscope) when they are being closed. To avoid this, advance the stone basket at the same rate as the assistant closes it. This will close the basket around the stone without retracting the basket. No matter how bad the ureter looks after ureteroscopy, it will almost certainly heal just by leaving a double J stent and waiting a sufficient amount of time, usually 4 to 6 weeks. A follow-up ultrasound is recommended in such cases to identify \"silent\" hydronephrosis. Keep track of all double J stented patients, as the urologist is responsible for their removal even if patients fail to return for their postoperative visit to have them removed.", "contents": "Ureteroscopy -- Technique or Treatment -- The inner dilator should never be placed or advanced except over a guide wire due to the very significant risk of a perforation of the ureter or renal pelvis. The brief use of higher irrigation flow rates can be used to jiggle a stone around so the stone basket can more easily capture it. Lasering of stones creates a dust cloud. To maintain visibility, use the irrigation but at the lowest flow rate sufficient to maintain vision. Most stone baskets will retract (move closer to the ureteroscope) when they are being closed. To avoid this, advance the stone basket at the same rate as the assistant closes it. This will close the basket around the stone without retracting the basket. No matter how bad the ureter looks after ureteroscopy, it will almost certainly heal just by leaving a double J stent and waiting a sufficient amount of time, usually 4 to 6 weeks. A follow-up ultrasound is recommended in such cases to identify \"silent\" hydronephrosis. Keep track of all double J stented patients, as the urologist is responsible for their removal even if patients fail to return for their postoperative visit to have them removed."}
{"id": "article-23688_119", "title": "Ureteroscopy -- Technique or Treatment -- Surgeons are reminded of the immortal words attributed to noted endourologist Dr. Arthur Smith, who famously said: \"When the going gets tough, the tough leave a double J stent and go home!\"", "content": "Nothing is as bad as having to deal with a serious, avoidable complication such as a complete ureteral avulsion from the renal pelvis. Experienced surgeons will not hesitate to leave a double J stent and return another day to finish a ureteroscopy in which they encounter difficulty with ureteral narrowing, poor visualization, unexpected pus or infection, excessive bleeding, or other significant difficulties. This is good advice for all who perform ureteroscopy.", "contents": "Ureteroscopy -- Technique or Treatment -- Surgeons are reminded of the immortal words attributed to noted endourologist Dr. Arthur Smith, who famously said: \"When the going gets tough, the tough leave a double J stent and go home!\". Nothing is as bad as having to deal with a serious, avoidable complication such as a complete ureteral avulsion from the renal pelvis. Experienced surgeons will not hesitate to leave a double J stent and return another day to finish a ureteroscopy in which they encounter difficulty with ureteral narrowing, poor visualization, unexpected pus or infection, excessive bleeding, or other significant difficulties. This is good advice for all who perform ureteroscopy."}
{"id": "article-23688_120", "title": "Ureteroscopy -- Technique or Treatment -- Surgeons are reminded of the immortal words attributed to noted endourologist Dr. Arthur Smith, who famously said: \"When the going gets tough, the tough leave a double J stent and go home!\"", "content": "Always discuss the availability of 24-hour urine testing for stone prophylaxis with the patient and document this in the medical record, especially for patients with high surgical or anesthesia risk. Only highly motivated patients will likely benefit substantially from prophylactic treatment as it requires long-term compliance. Guidelines recommend discussing the pros and cons of 24-hour urine testing with all urolithiasis patients, especially those who've already undergone ureteroscopic surgery. 24-hour urine testing is particularly recommended in the following situations: [97] [107] [108]", "contents": "Ureteroscopy -- Technique or Treatment -- Surgeons are reminded of the immortal words attributed to noted endourologist Dr. Arthur Smith, who famously said: \"When the going gets tough, the tough leave a double J stent and go home!\". Always discuss the availability of 24-hour urine testing for stone prophylaxis with the patient and document this in the medical record, especially for patients with high surgical or anesthesia risk. Only highly motivated patients will likely benefit substantially from prophylactic treatment as it requires long-term compliance. Guidelines recommend discussing the pros and cons of 24-hour urine testing with all urolithiasis patients, especially those who've already undergone ureteroscopic surgery. 24-hour urine testing is particularly recommended in the following situations: [97] [107] [108]"}
{"id": "article-23688_121", "title": "Ureteroscopy -- Technique or Treatment -- Surgeons are reminded of the immortal words attributed to noted endourologist Dr. Arthur Smith, who famously said: \"When the going gets tough, the tough leave a double J stent and go home!\"", "content": "Anatomical abnormalities of the urinary tract Chronic diarrhea and/or irritable bowel syndrome Cystine, calcium phosphate, or uric acid as primary stone chemical composition Family history of urolithiasis GI bypass surgery Known high surgical or anesthesia risk factors Morbid obesity Multiple or recurrent UTIs Nephrocalcinosis Reconstructive urinary tract surgery (reimplanted ureters) Significant renal failure Solitary functional kidney Ureteropelvic junction obstruction Young age (<21 years) at first kidney stone", "contents": "Ureteroscopy -- Technique or Treatment -- Surgeons are reminded of the immortal words attributed to noted endourologist Dr. Arthur Smith, who famously said: \"When the going gets tough, the tough leave a double J stent and go home!\". Anatomical abnormalities of the urinary tract Chronic diarrhea and/or irritable bowel syndrome Cystine, calcium phosphate, or uric acid as primary stone chemical composition Family history of urolithiasis GI bypass surgery Known high surgical or anesthesia risk factors Morbid obesity Multiple or recurrent UTIs Nephrocalcinosis Reconstructive urinary tract surgery (reimplanted ureters) Significant renal failure Solitary functional kidney Ureteropelvic junction obstruction Young age (<21 years) at first kidney stone"}
{"id": "article-23688_122", "title": "Ureteroscopy -- Complications", "content": "Ureteroscopy has evolved in the past few decades with new scopes and various accessories to help increase the procedure's safety. However, complications, both minor and severe, still exist. Minor complications include hematuria, mild urinary tract infection, double J stent discomfort, and transient creatinine elevation. More severe complications, though rare, include severe urosepsis, extra-ureteral or submucosal stone migration, ureteral perforation, ureteral stricture, and ureteral avulsion. [109] [110] [111]", "contents": "Ureteroscopy -- Complications. Ureteroscopy has evolved in the past few decades with new scopes and various accessories to help increase the procedure's safety. However, complications, both minor and severe, still exist. Minor complications include hematuria, mild urinary tract infection, double J stent discomfort, and transient creatinine elevation. More severe complications, though rare, include severe urosepsis, extra-ureteral or submucosal stone migration, ureteral perforation, ureteral stricture, and ureteral avulsion. [109] [110] [111]"}
{"id": "article-23688_123", "title": "Ureteroscopy -- Clinical Significance", "content": "Ureteroscopy has been a revolutionary tool within the armamentarium of the endourologist. It is an effective, safe, outpatient, minimally invasive technique for both diagnostic and therapeutic purposes. However, this procedure requires proper training and care to prevent avoidable complications. The rapid design of newer, more advanced scopes and ancillary equipment will give greater access to treat even more complex cases in the future. [68] [69] Comparison of Ureteroscopy and ESWL [112] [113] [114]", "contents": "Ureteroscopy -- Clinical Significance. Ureteroscopy has been a revolutionary tool within the armamentarium of the endourologist. It is an effective, safe, outpatient, minimally invasive technique for both diagnostic and therapeutic purposes. However, this procedure requires proper training and care to prevent avoidable complications. The rapid design of newer, more advanced scopes and ancillary equipment will give greater access to treat even more complex cases in the future. [68] [69] Comparison of Ureteroscopy and ESWL [112] [113] [114]"}
{"id": "article-23688_124", "title": "Ureteroscopy -- Clinical Significance", "content": "Improved immediate stone-free rates and less likelihood that a second procedure will be required are found with ureteroscopy compared to ESWL. Ureteroscopy can reach lower pole renal stones that ESWL treatment can fragment but often fail to clear, and it is particularly effective for small, distal ureteral stones but can reach anywhere in the lower, middle, or upper urinary tracts.", "contents": "Ureteroscopy -- Clinical Significance. Improved immediate stone-free rates and less likelihood that a second procedure will be required are found with ureteroscopy compared to ESWL. Ureteroscopy can reach lower pole renal stones that ESWL treatment can fragment but often fail to clear, and it is particularly effective for small, distal ureteral stones but can reach anywhere in the lower, middle, or upper urinary tracts."}
{"id": "article-23688_125", "title": "Ureteroscopy -- Clinical Significance", "content": "Ureteroscopy with laser lithotripsy can be performed on stones not easily treated by ESWL, such as brushite, calcium oxalate monohydrate, cystine, and uric acid. Small distal stones can usually be removed easily and quickly using ureteroscopy. Ureteroscopy can be performed selectively during pregnancy and in patients actively receiving anticoagulation or with coagulation disorders.", "contents": "Ureteroscopy -- Clinical Significance. Ureteroscopy with laser lithotripsy can be performed on stones not easily treated by ESWL, such as brushite, calcium oxalate monohydrate, cystine, and uric acid. Small distal stones can usually be removed easily and quickly using ureteroscopy. Ureteroscopy can be performed selectively during pregnancy and in patients actively receiving anticoagulation or with coagulation disorders."}
{"id": "article-23688_126", "title": "Ureteroscopy -- Clinical Significance", "content": "However, ureteroscopy is invasive, requires a general anesthetic, may require longer operating time, and has a higher risk of complications compared to ESWL. It usually takes substantially longer to perform ureteroscopy for larger proximal ureteral and renal stones than ESWL. Ureteroscopy frequently requires a double J stent, which can be uncomfortable for the patient and become calcified or lead to stone buildup if forgotten and not removed promptly. If ureteral access is difficult, a double J stent can be left in place, and the procedure rescheduled for a later date when the ureters have been sufficiently dilated, but this would require a second surgical procedure. Ureteroscopy performed as a salvage therapy after failed ESWl has a lower success rate for renal stones and an increased risk of postoperative complications when used for ureteral stones. [115]", "contents": "Ureteroscopy -- Clinical Significance. However, ureteroscopy is invasive, requires a general anesthetic, may require longer operating time, and has a higher risk of complications compared to ESWL. It usually takes substantially longer to perform ureteroscopy for larger proximal ureteral and renal stones than ESWL. Ureteroscopy frequently requires a double J stent, which can be uncomfortable for the patient and become calcified or lead to stone buildup if forgotten and not removed promptly. If ureteral access is difficult, a double J stent can be left in place, and the procedure rescheduled for a later date when the ureters have been sufficiently dilated, but this would require a second surgical procedure. Ureteroscopy performed as a salvage therapy after failed ESWl has a lower success rate for renal stones and an increased risk of postoperative complications when used for ureteral stones. [115]"}
{"id": "article-23688_127", "title": "Ureteroscopy -- Clinical Significance", "content": "Extracorporeal shockwave lithotripsy (ESWL) is a much less invasive surgical procedure than ureteroscopy, with an extremely low complication rate. [113] ESWL uses relatively minimal anesthesia, such as IV sedation, and offers roughly similar overall stone-free rates to ureteroscopy, although it may require a second ESWL treatment and a longer time to pass all the stone fragments. [113] Uncomfortable double J stents are not usually needed. [113]", "contents": "Ureteroscopy -- Clinical Significance. Extracorporeal shockwave lithotripsy (ESWL) is a much less invasive surgical procedure than ureteroscopy, with an extremely low complication rate. [113] ESWL uses relatively minimal anesthesia, such as IV sedation, and offers roughly similar overall stone-free rates to ureteroscopy, although it may require a second ESWL treatment and a longer time to pass all the stone fragments. [113] Uncomfortable double J stents are not usually needed. [113]"}
{"id": "article-23688_128", "title": "Ureteroscopy -- Clinical Significance", "content": "Unusually hard or radiolucent stones (brushite, calcium oxalate monohydrate, cystine, and uric acid), stones larger than 20 mm in size, and calculi that have failed to fragment after 2 ESWL procedures are best treated with ureteroscopy. [113] ESWL cannot be safely performed during pregnancy or in patients with untreated coagulopathies, severe hypertension, or while taking anticoagulants. [113]", "contents": "Ureteroscopy -- Clinical Significance. Unusually hard or radiolucent stones (brushite, calcium oxalate monohydrate, cystine, and uric acid), stones larger than 20 mm in size, and calculi that have failed to fragment after 2 ESWL procedures are best treated with ureteroscopy. [113] ESWL cannot be safely performed during pregnancy or in patients with untreated coagulopathies, severe hypertension, or while taking anticoagulants. [113]"}
{"id": "article-23688_129", "title": "Ureteroscopy -- Enhancing Healthcare Team Outcomes", "content": "Proper ureteroscopy is best performed by an experienced team. Enhancing patient-centered care, outcomes, safety, and team performance in ureteroscopy involves a multidisciplinary approach that leverages the skills, strategies, and collaborative efforts of various healthcare professionals, including physicians, advanced care practitioners, nurses, pharmacists, and others.                                                                                                                                                                                                                                Physicians, particularly urologists, play a central role in performing ureteroscopy. They must possess the technical skills necessary for the procedure, as well as a deep understanding of the underlying conditions and potential complications. Advanced care practitioners, such as physician assistants (PAs) or nurse practitioners (NPs), can assist in patient assessment, preoperative preparation, intraoperative assistance, and postoperative care under the physician's supervision.", "contents": "Ureteroscopy -- Enhancing Healthcare Team Outcomes. Proper ureteroscopy is best performed by an experienced team. Enhancing patient-centered care, outcomes, safety, and team performance in ureteroscopy involves a multidisciplinary approach that leverages the skills, strategies, and collaborative efforts of various healthcare professionals, including physicians, advanced care practitioners, nurses, pharmacists, and others.                                                                                                                                                                                                                                Physicians, particularly urologists, play a central role in performing ureteroscopy. They must possess the technical skills necessary for the procedure, as well as a deep understanding of the underlying conditions and potential complications. Advanced care practitioners, such as physician assistants (PAs) or nurse practitioners (NPs), can assist in patient assessment, preoperative preparation, intraoperative assistance, and postoperative care under the physician's supervision."}
{"id": "article-23688_130", "title": "Ureteroscopy -- Enhancing Healthcare Team Outcomes", "content": "Nurses play various roles, including preoperative assessment, intraoperative assistance, and postoperative care. Nurses must possess excellent communication skills to ensure effective collaboration among team members and provide comprehensive patient education regarding pre- and post-procedural care.", "contents": "Ureteroscopy -- Enhancing Healthcare Team Outcomes. Nurses play various roles, including preoperative assessment, intraoperative assistance, and postoperative care. Nurses must possess excellent communication skills to ensure effective collaboration among team members and provide comprehensive patient education regarding pre- and post-procedural care."}
{"id": "article-23688_131", "title": "Ureteroscopy -- Enhancing Healthcare Team Outcomes", "content": "Pharmacists review medication orders, provide information on drug interactions and contraindications, and offer guidance on pain management and antibiotic prophylaxis. Pharmacists also play a crucial role in preventing medication errors and promoting adherence to evidence-based guidelines.", "contents": "Ureteroscopy -- Enhancing Healthcare Team Outcomes. Pharmacists review medication orders, provide information on drug interactions and contraindications, and offer guidance on pain management and antibiotic prophylaxis. Pharmacists also play a crucial role in preventing medication errors and promoting adherence to evidence-based guidelines."}
{"id": "article-23688_132", "title": "Ureteroscopy -- Enhancing Healthcare Team Outcomes", "content": "Other healthcare professionals, such as radiologic technologists, anesthesiologists, and surgical technologists, also play important roles in supporting ureteroscopy procedures. Radiologic technologists assist with imaging studies, while anesthesiologists administer anesthesia and monitor patients during the procedure. Surgical technologists provide sterile instruments and equipment to the surgical team, ensuring a safe and efficient operating environment.", "contents": "Ureteroscopy -- Enhancing Healthcare Team Outcomes. Other healthcare professionals, such as radiologic technologists, anesthesiologists, and surgical technologists, also play important roles in supporting ureteroscopy procedures. Radiologic technologists assist with imaging studies, while anesthesiologists administer anesthesia and monitor patients during the procedure. Surgical technologists provide sterile instruments and equipment to the surgical team, ensuring a safe and efficient operating environment."}
{"id": "article-23688_133", "title": "Ureteroscopy -- Enhancing Healthcare Team Outcomes", "content": "The initial strategy and plan should be discussed with staff immediately before starting the procedure, so all personnel involved understand what is being done. The radiology technologist and surgeon should communicate clearly about the use of live or static images, how to move the imaging fields, when to use magnification, and which terms to use. Close cooperation between the surgical assistants, nursing staff, and surgeons ensures better outcomes and more efficient, safer ureteroscopic procedures. All healthcare team members should contribute to patient education about the procedure and preventive strategies, such as 24-hour urine testing for patients who are interested and motivated to significantly reduce their risk of urolithiasis.", "contents": "Ureteroscopy -- Enhancing Healthcare Team Outcomes. The initial strategy and plan should be discussed with staff immediately before starting the procedure, so all personnel involved understand what is being done. The radiology technologist and surgeon should communicate clearly about the use of live or static images, how to move the imaging fields, when to use magnification, and which terms to use. Close cooperation between the surgical assistants, nursing staff, and surgeons ensures better outcomes and more efficient, safer ureteroscopic procedures. All healthcare team members should contribute to patient education about the procedure and preventive strategies, such as 24-hour urine testing for patients who are interested and motivated to significantly reduce their risk of urolithiasis."}
{"id": "article-23688_134", "title": "Ureteroscopy -- Enhancing Healthcare Team Outcomes", "content": "In addition to individual skills and responsibilities, effective interprofessional communication and care coordination are essential for optimizing patient-centered care and outcomes in ureteroscopy. This involves clear communication among team members, sharing of relevant patient information, and coordination of care across different phases of the procedure, from preoperative evaluation to postoperative follow-up. By working collaboratively and supporting each other's expertise, healthcare professionals can enhance patient safety, improve treatment outcomes, and optimize team performance in ureteroscopic procedures.", "contents": "Ureteroscopy -- Enhancing Healthcare Team Outcomes. In addition to individual skills and responsibilities, effective interprofessional communication and care coordination are essential for optimizing patient-centered care and outcomes in ureteroscopy. This involves clear communication among team members, sharing of relevant patient information, and coordination of care across different phases of the procedure, from preoperative evaluation to postoperative follow-up. By working collaboratively and supporting each other's expertise, healthcare professionals can enhance patient safety, improve treatment outcomes, and optimize team performance in ureteroscopic procedures."}
{"id": "article-23688_135", "title": "Ureteroscopy -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Ureteroscopy -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}