{"id": "article-29815_0", "title": "Synovial Fluid Analysis -- Introduction", "content": "Synovial fluid is defined as the collection of fluid confined within a joint space. Synovial fluid is physiologic, and acts as a joint space lubricant of articular cartilage, and nutrient source through diffusion for surrounding structures including cartilage, meniscus, labrum, etc. Synovial fluid is produced as an ultrafiltrate of blood plasma and is primarily composed of hyaluronan, lubricin, proteinase, collagenases, and prostaglandins. [1] Synovial fluid production is from fibroblast like type B synovial cells. Physiologic changes in synovial fluid volume and content occur in response to trauma, inflammation, and bacterial, fungal, or viral penetrance. When patients present with acutely painful joints with suspicion of infection, inflammation or non-inflammatory causes of effusion, synovial fluid aspiration and analysis is imperative to aid in diagnosis and direct treatment modality.", "contents": "Synovial Fluid Analysis -- Introduction. Synovial fluid is defined as the collection of fluid confined within a joint space. Synovial fluid is physiologic, and acts as a joint space lubricant of articular cartilage, and nutrient source through diffusion for surrounding structures including cartilage, meniscus, labrum, etc. Synovial fluid is produced as an ultrafiltrate of blood plasma and is primarily composed of hyaluronan, lubricin, proteinase, collagenases, and prostaglandins. [1] Synovial fluid production is from fibroblast like type B synovial cells. Physiologic changes in synovial fluid volume and content occur in response to trauma, inflammation, and bacterial, fungal, or viral penetrance. When patients present with acutely painful joints with suspicion of infection, inflammation or non-inflammatory causes of effusion, synovial fluid aspiration and analysis is imperative to aid in diagnosis and direct treatment modality."}
{"id": "article-29815_1", "title": "Synovial Fluid Analysis -- Specimen Collection", "content": "In the presence of joint effusion, joint pain of unknown etiology, or suspected infection within a joint space, arthrocentesis can aid in diagnosis. In settings in which intra-articular injection is a consideration, aspiration should be performed before injection as the aspirated fluid should first undergo inspection for any gross abnormalities or signs of gross infection. Arthrocentesis can also be performed therapeutically for pain relief in a painful joint in which case an effusion or hemarthrosis is preventing a full range of motion of the involved joint. Aspiration should be performed by a trained physician under sterile procedural protocol to prevent the risk of infection and contamination of the aspirate.", "contents": "Synovial Fluid Analysis -- Specimen Collection. In the presence of joint effusion, joint pain of unknown etiology, or suspected infection within a joint space, arthrocentesis can aid in diagnosis. In settings in which intra-articular injection is a consideration, aspiration should be performed before injection as the aspirated fluid should first undergo inspection for any gross abnormalities or signs of gross infection. Arthrocentesis can also be performed therapeutically for pain relief in a painful joint in which case an effusion or hemarthrosis is preventing a full range of motion of the involved joint. Aspiration should be performed by a trained physician under sterile procedural protocol to prevent the risk of infection and contamination of the aspirate."}
{"id": "article-29815_2", "title": "Synovial Fluid Analysis -- Procedures", "content": "Arthrocentesis is the process by which synovial fluid collection occurs by penetrating the joint space through aspiration. This procedure should be done under sterile procedural conditions and performed by a physician with intimate knowledge of the involved anatomy. Sterility is essential not only to prevent transmission of infection but also to ensure accurate fluid analysis. Ultrasound technology may be useful in ensuring correct needle placement but is often unnecessary. Fluoroscopy and CT guided arthrocentesis can also provide utility for deeper joints including shoulder and hip. Once indications are met for arthrocentesis, aspiration site is selected and marked. The literature documents the safe entry portals thoroughly for the shoulder, elbow, wrist, hip, knee, and ankle. The site is then prepped and draped in the usual sterile fashion using antiseptics that include one or a combination of alcohol, betadine, and/or chlorhexidine. Local anesthetic can be used to create a cutaneous/subcutaneous wheel for local pain control. Next, a large gauge, sharp needle, typically 18 gauge (or smaller if a smaller joint in being aspirated), is inserted into the joint attached to a minimum 10 cc syringe. A spinal needle may be an option for deeper joints or patients with anatomy complicated by obesity. On obtaining access to the joint, negative pressure should be maintained in the syringe until an adequate amount of synovial fluid is collected. The fluid should then be transferred to a sterile specimen collection cup and sealed for transport to the laboratory for analysis. The syringe may be emptied and reattached to the indwelling needle repeatedly, minimizing needle entry points. Once the procedure is complete, the antiseptic should be cleaned off the skin, site dried, and pressure and a soft dressing applied for local hemostasis. No activity modifications or changes in weight-bearing status are necessary following the procedure, in the absence of other pathology. Compressive ace bandage dressings often aid in the prevention of fluid reaccumulation.", "contents": "Synovial Fluid Analysis -- Procedures. Arthrocentesis is the process by which synovial fluid collection occurs by penetrating the joint space through aspiration. This procedure should be done under sterile procedural conditions and performed by a physician with intimate knowledge of the involved anatomy. Sterility is essential not only to prevent transmission of infection but also to ensure accurate fluid analysis. Ultrasound technology may be useful in ensuring correct needle placement but is often unnecessary. Fluoroscopy and CT guided arthrocentesis can also provide utility for deeper joints including shoulder and hip. Once indications are met for arthrocentesis, aspiration site is selected and marked. The literature documents the safe entry portals thoroughly for the shoulder, elbow, wrist, hip, knee, and ankle. The site is then prepped and draped in the usual sterile fashion using antiseptics that include one or a combination of alcohol, betadine, and/or chlorhexidine. Local anesthetic can be used to create a cutaneous/subcutaneous wheel for local pain control. Next, a large gauge, sharp needle, typically 18 gauge (or smaller if a smaller joint in being aspirated), is inserted into the joint attached to a minimum 10 cc syringe. A spinal needle may be an option for deeper joints or patients with anatomy complicated by obesity. On obtaining access to the joint, negative pressure should be maintained in the syringe until an adequate amount of synovial fluid is collected. The fluid should then be transferred to a sterile specimen collection cup and sealed for transport to the laboratory for analysis. The syringe may be emptied and reattached to the indwelling needle repeatedly, minimizing needle entry points. Once the procedure is complete, the antiseptic should be cleaned off the skin, site dried, and pressure and a soft dressing applied for local hemostasis. No activity modifications or changes in weight-bearing status are necessary following the procedure, in the absence of other pathology. Compressive ace bandage dressings often aid in the prevention of fluid reaccumulation."}
{"id": "article-29815_3", "title": "Synovial Fluid Analysis -- Indications", "content": "Indications for synovial fluid aspiration and analysis include the presentation of acute painful joint with surrounding warmth/erythema, suspicion of septic arthritis, suspicion for subacute or chronic periprosthetic joint infection, acute exacerbation of chronic knee pain from osteoarthritis or non-inflammatory arthritis, or acute trauma with painful effusion. In the clinical presentation of acute injury, often arthrocentesis of hemarthrosis can be therapeutic and provide significant pain relief in the acutely traumatic knee. Effusions from chronic inflammatory arthritis can undergo therapeutic aspiration for pain relief. A definitive diagnosis of gout or pseudogout is also an indication for aspiration. It is important to note that infection and gout can co-exist within a joint space. Effusions of unknown etiology warrant aspiration and analysis. [2]", "contents": "Synovial Fluid Analysis -- Indications. Indications for synovial fluid aspiration and analysis include the presentation of acute painful joint with surrounding warmth/erythema, suspicion of septic arthritis, suspicion for subacute or chronic periprosthetic joint infection, acute exacerbation of chronic knee pain from osteoarthritis or non-inflammatory arthritis, or acute trauma with painful effusion. In the clinical presentation of acute injury, often arthrocentesis of hemarthrosis can be therapeutic and provide significant pain relief in the acutely traumatic knee. Effusions from chronic inflammatory arthritis can undergo therapeutic aspiration for pain relief. A definitive diagnosis of gout or pseudogout is also an indication for aspiration. It is important to note that infection and gout can co-exist within a joint space. Effusions of unknown etiology warrant aspiration and analysis. [2]"}
{"id": "article-29815_4", "title": "Synovial Fluid Analysis -- Potential Diagnosis", "content": "Potential diagnosis from synovial fluid aspiration and analysis include: Inflammatory arthritis including gout, pseudogout, infection, or spondylarthritis, or non-inflammatory arthritis which can include effusion from osteoarthritis or meniscal tears Septic arthropathy: acute septic arthropathy, subacute or chronic septic arthropathy, or periprosthetic joint infection Hemorrhagic: traumatic, often seen with tendon, meniscal, or ligament injury", "contents": "Synovial Fluid Analysis -- Potential Diagnosis. Potential diagnosis from synovial fluid aspiration and analysis include: Inflammatory arthritis including gout, pseudogout, infection, or spondylarthritis, or non-inflammatory arthritis which can include effusion from osteoarthritis or meniscal tears Septic arthropathy: acute septic arthropathy, subacute or chronic septic arthropathy, or periprosthetic joint infection Hemorrhagic: traumatic, often seen with tendon, meniscal, or ligament injury"}
{"id": "article-29815_5", "title": "Synovial Fluid Analysis -- Normal and Critical Findings", "content": "Below we discuss normal and abnormal findings in native adult joints. It is important to note that cell count thresholds vary in joints with previous hardware such as post-traumatic fixation with hardware or in cases of previous joint replacement. Native adult joint synovial fluid analysis [3] : According to the American Rheumatologic Association guidelines Non-inflammatory <200 to 2000 WBC/mm^3 Inflammatory >2000 to 50,000 WBC/mm^3 Infectious > 50,000 WBC/mm^3", "contents": "Synovial Fluid Analysis -- Normal and Critical Findings. Below we discuss normal and abnormal findings in native adult joints. It is important to note that cell count thresholds vary in joints with previous hardware such as post-traumatic fixation with hardware or in cases of previous joint replacement. Native adult joint synovial fluid analysis [3] : According to the American Rheumatologic Association guidelines Non-inflammatory <200 to 2000 WBC/mm^3 Inflammatory >2000 to 50,000 WBC/mm^3 Infectious > 50,000 WBC/mm^3"}
{"id": "article-29815_6", "title": "Synovial Fluid Analysis -- Normal and Critical Findings -- Differential with polymorphic nuclear cells (PMNs)", "content": ">75 percent PMNs indicative of bacterial joint infection [2]", "contents": "Synovial Fluid Analysis -- Normal and Critical Findings -- Differential with polymorphic nuclear cells (PMNs). >75 percent PMNs indicative of bacterial joint infection [2]"}
{"id": "article-29815_7", "title": "Synovial Fluid Analysis -- Normal and Critical Findings -- Crystal Analysis: Gout and Pseudogout", "content": "Presence of monosodium urate crystals indicates a diagnosis of gout Presence of calcium pyrophosphate dihydrate crystals indicates a diagnosis of pseudogout", "contents": "Synovial Fluid Analysis -- Normal and Critical Findings -- Crystal Analysis: Gout and Pseudogout. Presence of monosodium urate crystals indicates a diagnosis of gout Presence of calcium pyrophosphate dihydrate crystals indicates a diagnosis of pseudogout"}
{"id": "article-29815_8", "title": "Synovial Fluid Analysis -- Normal and Critical Findings", "content": "Gram stain and bacterial culture: synovial fluid aspirate is analyzed for gram stain and both aerobic and anaerobic culture to determine the presence of infection; the presence of any organism indicates abnormal findings.", "contents": "Synovial Fluid Analysis -- Normal and Critical Findings. Gram stain and bacterial culture: synovial fluid aspirate is analyzed for gram stain and both aerobic and anaerobic culture to determine the presence of infection; the presence of any organism indicates abnormal findings."}
{"id": "article-29815_9", "title": "Synovial Fluid Analysis -- Interfering Factors", "content": "Several factors can interfere with aspiration and therefore analysis of synovial fluid. Unsuccessful aspiration is common as synovium can clog the needle and interfere with sample collection. Non-sterile technique can contaminate the collected fluid. It is important to remember that multiple etiologies can co-exist, i.e., the presence of gout does not rule out the presence of concomitant infection. [4]", "contents": "Synovial Fluid Analysis -- Interfering Factors. Several factors can interfere with aspiration and therefore analysis of synovial fluid. Unsuccessful aspiration is common as synovium can clog the needle and interfere with sample collection. Non-sterile technique can contaminate the collected fluid. It is important to remember that multiple etiologies can co-exist, i.e., the presence of gout does not rule out the presence of concomitant infection. [4]"}
{"id": "article-29815_10", "title": "Synovial Fluid Analysis -- Complications", "content": "Complications as a direct result of arthrocentesis are rare, and those that do occur are typically not severe. Potential complications include: seeding a cutaneous infection within the joint, cartilage damage from needle insertion (rare), pain at arthrocentesis site or local ecchymosis, bleeding and iatrogenic hemarthrosis, skin reaction to antiseptics or soft bandage adhesive. The most common complication reported is reaccumulation of the joint effusion. [5]", "contents": "Synovial Fluid Analysis -- Complications. Complications as a direct result of arthrocentesis are rare, and those that do occur are typically not severe. Potential complications include: seeding a cutaneous infection within the joint, cartilage damage from needle insertion (rare), pain at arthrocentesis site or local ecchymosis, bleeding and iatrogenic hemarthrosis, skin reaction to antiseptics or soft bandage adhesive. The most common complication reported is reaccumulation of the joint effusion. [5]"}
{"id": "article-29815_11", "title": "Synovial Fluid Analysis -- Patient Safety and Education", "content": "While arthrocentesis is well tolerated with minimal complications, obtaining informed consent is a must before performing the procedure. Details of the procedure, risks and benefits, potential complications, and alternatives to therapy/diagnosis should be explained. Patients should understand and be able to verbalize the indications for their own procedure as well as be familiar with the previously discussed complications. Patients must have an opportunity to ask questions, and have those questions answered by the performing physician. Keeping patient safety in mind, previously discussed sterile procedural technique should be used every time to minimize potential risks of infection. The patient's chart should undergo a thorough review prior to undergoing arthrocentesis to ensure the patient has no significant allergies to any medication, material, or chemical that may be in use during the procedure.", "contents": "Synovial Fluid Analysis -- Patient Safety and Education. While arthrocentesis is well tolerated with minimal complications, obtaining informed consent is a must before performing the procedure. Details of the procedure, risks and benefits, potential complications, and alternatives to therapy/diagnosis should be explained. Patients should understand and be able to verbalize the indications for their own procedure as well as be familiar with the previously discussed complications. Patients must have an opportunity to ask questions, and have those questions answered by the performing physician. Keeping patient safety in mind, previously discussed sterile procedural technique should be used every time to minimize potential risks of infection. The patient's chart should undergo a thorough review prior to undergoing arthrocentesis to ensure the patient has no significant allergies to any medication, material, or chemical that may be in use during the procedure."}
{"id": "article-29815_12", "title": "Synovial Fluid Analysis -- Clinical Significance", "content": "Synovial fluid aspiration and analysis is a necessary therapeutic and diagnostic procedure useful in alleviating pain from a joint effusion and in the diagnosis of potentially serious joint pathologies. It is a low cost, highly effective means of pain reduction and diagnosis, and can be performed quickly, without general anesthesia, at the bedside. Arthrocentesis does not require a specialized surgeon which increases its utility in prompt therapy and diagnosis.", "contents": "Synovial Fluid Analysis -- Clinical Significance. Synovial fluid aspiration and analysis is a necessary therapeutic and diagnostic procedure useful in alleviating pain from a joint effusion and in the diagnosis of potentially serious joint pathologies. It is a low cost, highly effective means of pain reduction and diagnosis, and can be performed quickly, without general anesthesia, at the bedside. Arthrocentesis does not require a specialized surgeon which increases its utility in prompt therapy and diagnosis."}
{"id": "article-29815_13", "title": "Synovial Fluid Analysis -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Synovial Fluid Analysis -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}