{"id": "article-21885_0", "title": "Foot Drop -- Continuing Education Activity", "content": "Foot drop, characterized by the inability to lift the forefoot due to weakness in the dorsiflexion of the foot, poses diagnostic and management challenges seldom encountered in primary care settings. This continuing medical education (CME) activity aims to equip healthcare professionals with a comprehensive understanding of foot drop, exploring its diverse etiologies, from muscular and neurologic to spinal, autoimmune, and musculoskeletal disorders. The curriculum emphasizes the crucial role of a meticulous neurological examination, metabolic work-up, electromyography (EMG), nerve conduction studies (NCS), and imaging for accurate diagnosis and management.", "contents": "Foot Drop -- Continuing Education Activity. Foot drop, characterized by the inability to lift the forefoot due to weakness in the dorsiflexion of the foot, poses diagnostic and management challenges seldom encountered in primary care settings. This continuing medical education (CME) activity aims to equip healthcare professionals with a comprehensive understanding of foot drop, exploring its diverse etiologies, from muscular and neurologic to spinal, autoimmune, and musculoskeletal disorders. The curriculum emphasizes the crucial role of a meticulous neurological examination, metabolic work-up, electromyography (EMG), nerve conduction studies (NCS), and imaging for accurate diagnosis and management."}
{"id": "article-21885_1", "title": "Foot Drop -- Continuing Education Activity", "content": "Participants will delve into the intricate anatomy of the lumbar nerve roots, lumbar plexus, sciatic nerve, and common fibular nerve, gaining insights into the complex network that governs foot function. The program focuses on the interprofessional approach, highlighting the collaborative efforts essential for effective assessment, management, and potential treatment of patients with foot drop. Additionally, the activity explores the pathophysiology, clinical features, diagnosis, and treatment options, ensuring that participants leave with the knowledge and skills needed to address this challenging clinical entity. The ultimate goal is to empower healthcare professionals to navigate the complexities of foot drop confidently and provide optimal care for patients with this condition.", "contents": "Foot Drop -- Continuing Education Activity. Participants will delve into the intricate anatomy of the lumbar nerve roots, lumbar plexus, sciatic nerve, and common fibular nerve, gaining insights into the complex network that governs foot function. The program focuses on the interprofessional approach, highlighting the collaborative efforts essential for effective assessment, management, and potential treatment of patients with foot drop. Additionally, the activity explores the pathophysiology, clinical features, diagnosis, and treatment options, ensuring that participants leave with the knowledge and skills needed to address this challenging clinical entity. The ultimate goal is to empower healthcare professionals to navigate the complexities of foot drop confidently and provide optimal care for patients with this condition."}
{"id": "article-21885_2", "title": "Foot Drop -- Continuing Education Activity", "content": "Objectives: Identify the common causes of foot drop. Determine the proper evaluation of foot drop. Determine the pathophysiology of foot drop. Compare interprofessional team strategies for care coordination and communication to maximize outcomes. Access free multiple choice questions on this topic.", "contents": "Foot Drop -- Continuing Education Activity. Objectives: Identify the common causes of foot drop. Determine the proper evaluation of foot drop. Determine the pathophysiology of foot drop. Compare interprofessional team strategies for care coordination and communication to maximize outcomes. Access free multiple choice questions on this topic."}
{"id": "article-21885_3", "title": "Foot Drop -- Introduction", "content": "Foot drop is an inability to lift the forefoot due to the weakness of the dorsiflexor muscles of the foot. This can lead to an unsafe antalgic gait, potentially resulting in falls. The etiologies behind this presentation are varied and include muscular, neurologic, spinal, autoimmune, and musculoskeletal disorders. Depending on the etiology, treatment options differ. Understanding the underlying pathophysiology is necessary before determining a treatment plan. This article will review the etiology, clinical features, diagnosis, and treatment of foot drop.", "contents": "Foot Drop -- Introduction. Foot drop is an inability to lift the forefoot due to the weakness of the dorsiflexor muscles of the foot. This can lead to an unsafe antalgic gait, potentially resulting in falls. The etiologies behind this presentation are varied and include muscular, neurologic, spinal, autoimmune, and musculoskeletal disorders. Depending on the etiology, treatment options differ. Understanding the underlying pathophysiology is necessary before determining a treatment plan. This article will review the etiology, clinical features, diagnosis, and treatment of foot drop."}
{"id": "article-21885_4", "title": "Foot Drop -- Introduction -- Lumbar Nerve Roots", "content": "There are 5 lumbar vertebrae. The lumbar nerve roots emerge from the lateral spinal recess formed by the rostral vertebrae's inferior facet and the caudal vertebra's superior facet. The L5 nerve root exits between the L5 and S1 vertebrae.", "contents": "Foot Drop -- Introduction -- Lumbar Nerve Roots. There are 5 lumbar vertebrae. The lumbar nerve roots emerge from the lateral spinal recess formed by the rostral vertebrae's inferior facet and the caudal vertebra's superior facet. The L5 nerve root exits between the L5 and S1 vertebrae."}
{"id": "article-21885_5", "title": "Foot Drop -- Introduction -- Lumbar Plexus", "content": "The lumbar plexus comprises the anterior rami of spinal nerves L1 to L4. Multiple nerves emerge from this plexus. The iliohypogastric and ilioinguinal nerves supply the transverse abdominis and internal oblique muscles. The obturator nerve supplies the adductors of the thigh. The femoral nerve is a large nerve that supplies the quadriceps femoris group and continues as the saphenous nerve, which is the sensory nerve to the medial leg.", "contents": "Foot Drop -- Introduction -- Lumbar Plexus. The lumbar plexus comprises the anterior rami of spinal nerves L1 to L4. Multiple nerves emerge from this plexus. The iliohypogastric and ilioinguinal nerves supply the transverse abdominis and internal oblique muscles. The obturator nerve supplies the adductors of the thigh. The femoral nerve is a large nerve that supplies the quadriceps femoris group and continues as the saphenous nerve, which is the sensory nerve to the medial leg."}
{"id": "article-21885_6", "title": "Foot Drop -- Introduction -- Sciatic Nerve", "content": "The sciatic nerve is the largest branch of the lumbosacral plexus and consists of nerve roots L4 to S4. It travels in the posterior thigh to the popliteal fossa, where it divides into two branches: the tibial and the common fibular nerves. The tibial innervates the hamstrings, plantar flexors, and invertors of the foot.", "contents": "Foot Drop -- Introduction -- Sciatic Nerve. The sciatic nerve is the largest branch of the lumbosacral plexus and consists of nerve roots L4 to S4. It travels in the posterior thigh to the popliteal fossa, where it divides into two branches: the tibial and the common fibular nerves. The tibial innervates the hamstrings, plantar flexors, and invertors of the foot."}
{"id": "article-21885_7", "title": "Foot Drop -- Introduction -- Common Fibular Nerve", "content": "The common fibular nerve is the lateral terminal branch of the sciatic that runs laterally across the lateral head of the gastrocnemius muscle. It then continues around the fibular head, becoming subcutaneous and vulnerable to compression. As it passes between the fibula and fibularis longus muscle, it divides into the deep and superficial fibular nerves. The deep fibular nerve innervates ankle and toe extensors and supplies sensation to a small area at the first web space between the first and second toes. [1] Historically, the common fibular nerves were referred to as the peroneal nerves.", "contents": "Foot Drop -- Introduction -- Common Fibular Nerve. The common fibular nerve is the lateral terminal branch of the sciatic that runs laterally across the lateral head of the gastrocnemius muscle. It then continues around the fibular head, becoming subcutaneous and vulnerable to compression. As it passes between the fibula and fibularis longus muscle, it divides into the deep and superficial fibular nerves. The deep fibular nerve innervates ankle and toe extensors and supplies sensation to a small area at the first web space between the first and second toes. [1] Historically, the common fibular nerves were referred to as the peroneal nerves."}
{"id": "article-21885_8", "title": "Foot Drop -- Introduction -- Common Fibular Nerve", "content": "The superficial fibular nerve supplies the main evertors of the foot: the fibularis longus, brevis, and tertius muscles. The superficial fibular sensory branch supplies sensation to the dorsum of the foot and lateral calf.", "contents": "Foot Drop -- Introduction -- Common Fibular Nerve. The superficial fibular nerve supplies the main evertors of the foot: the fibularis longus, brevis, and tertius muscles. The superficial fibular sensory branch supplies sensation to the dorsum of the foot and lateral calf."}
{"id": "article-21885_9", "title": "Foot Drop -- Etiology -- Compressive Disorders", "content": "Entrapment syndromes of the fibular nerve at various locations along its anatomical pathway can lead to compressive neuropathy. Common fibular neuropathy at the fibular head is the most common mononeuropathy affecting the leg. [2]", "contents": "Foot Drop -- Etiology -- Compressive Disorders. Entrapment syndromes of the fibular nerve at various locations along its anatomical pathway can lead to compressive neuropathy. Common fibular neuropathy at the fibular head is the most common mononeuropathy affecting the leg. [2]"}
{"id": "article-21885_10", "title": "Foot Drop -- Etiology -- Compressive Disorders", "content": "The fibular nerve becomes superficial near the head of the fibula, making it vulnerable to pressure injury. The biceps femoris is located between the gastrocnemius and distal biceps. Anatomic variations of the biceps femoris muscle can form a tunnel-shaped structure that can compress the nerve. Other contributing factors include weight loss, prolonged bedridden status, tight casts, space-occupying lesions, and bone metastasis involving the fibular head. Sciatic nerve compression between the two heads of the piriformis muscle leading to foot drop has been reported.", "contents": "Foot Drop -- Etiology -- Compressive Disorders. The fibular nerve becomes superficial near the head of the fibula, making it vulnerable to pressure injury. The biceps femoris is located between the gastrocnemius and distal biceps. Anatomic variations of the biceps femoris muscle can form a tunnel-shaped structure that can compress the nerve. Other contributing factors include weight loss, prolonged bedridden status, tight casts, space-occupying lesions, and bone metastasis involving the fibular head. Sciatic nerve compression between the two heads of the piriformis muscle leading to foot drop has been reported."}
{"id": "article-21885_11", "title": "Foot Drop -- Etiology -- Compressive Disorders", "content": "Compression palsies in the ICU due to protracted bed rest have been known to occur. Approximately 10% of patients who stay in the ICU longer than 4 weeks are expected to develop paresis of the fibular nerve. Critical illness polyneuropathy involving multiple motor and sensory nerves can also present with foot drop. [3] Depending on the extent of involvement, weakness can be bilateral. Patients with diabetes are more vulnerable to these compression neuropathies. Lumbar radiculopathy is also a common cause of foot drop. L5 radiculopathy is the most common lumbar radiculopathy and typically results from lumbar disc herniation or spondylitis in the spine. [4]", "contents": "Foot Drop -- Etiology -- Compressive Disorders. Compression palsies in the ICU due to protracted bed rest have been known to occur. Approximately 10% of patients who stay in the ICU longer than 4 weeks are expected to develop paresis of the fibular nerve. Critical illness polyneuropathy involving multiple motor and sensory nerves can also present with foot drop. [3] Depending on the extent of involvement, weakness can be bilateral. Patients with diabetes are more vulnerable to these compression neuropathies. Lumbar radiculopathy is also a common cause of foot drop. L5 radiculopathy is the most common lumbar radiculopathy and typically results from lumbar disc herniation or spondylitis in the spine. [4]"}
{"id": "article-21885_12", "title": "Foot Drop -- Etiology -- Compressive Disorders", "content": "Extraforaminal compression of the L5 nerve from disc herniations and bony (osteophytes or sacral ala) or ligamentous (sacroiliac ligament and lumbosacral band) compression is known to occur. [5] Although uncommon, bone metastasis at the fibular head can cause foot drop.", "contents": "Foot Drop -- Etiology -- Compressive Disorders. Extraforaminal compression of the L5 nerve from disc herniations and bony (osteophytes or sacral ala) or ligamentous (sacroiliac ligament and lumbosacral band) compression is known to occur. [5] Although uncommon, bone metastasis at the fibular head can cause foot drop."}
{"id": "article-21885_13", "title": "Foot Drop -- Etiology -- Traumatic Injuries", "content": "Traumatic injuries often occur with orthopedic injuries, such as knee dislocations, fractures, blunt trauma, and musculoskeletal injuries. Sciatic neuropathy most commonly results from a traumatic injury of the hip or secondary to surgery. Sciatic neuropathy is the second most common mononeuropathy of the lower extremity and typically presents with foot drop. [6] A less common cause is lumbosacral plexopathies, resulting from traumatic injury, a complication of abdominal or pelvic surgery, or a complication of neoplasm or radiation therapy.", "contents": "Foot Drop -- Etiology -- Traumatic Injuries. Traumatic injuries often occur with orthopedic injuries, such as knee dislocations, fractures, blunt trauma, and musculoskeletal injuries. Sciatic neuropathy most commonly results from a traumatic injury of the hip or secondary to surgery. Sciatic neuropathy is the second most common mononeuropathy of the lower extremity and typically presents with foot drop. [6] A less common cause is lumbosacral plexopathies, resulting from traumatic injury, a complication of abdominal or pelvic surgery, or a complication of neoplasm or radiation therapy."}
{"id": "article-21885_14", "title": "Foot Drop -- Etiology -- Neurologic Disorders", "content": "ALS (amyotrophic lateral sclerosis), also known as  motor neuron disease (MND) or Lou Gehrig disease, is a neurodegenerative disease manifested by the death of motor neurons in the anterior horn cells, leading to muscle weakness, difficulty speaking and swallowing. The initial presentation can be a painless foot drop.", "contents": "Foot Drop -- Etiology -- Neurologic Disorders. ALS (amyotrophic lateral sclerosis), also known as  motor neuron disease (MND) or Lou Gehrig disease, is a neurodegenerative disease manifested by the death of motor neurons in the anterior horn cells, leading to muscle weakness, difficulty speaking and swallowing. The initial presentation can be a painless foot drop."}
{"id": "article-21885_15", "title": "Foot Drop -- Etiology -- Neurologic Disorders", "content": "Cerebrovascular disease (CVA) can present as hemiplegia. Foot drop is a part of this presentation. Other signs of upper motor neuron involvement include increased muscle tone, hyperreflexia, and circumduction of the lower extremity during ambulation. Depending on the location of ischemia, aphasia can be present.", "contents": "Foot Drop -- Etiology -- Neurologic Disorders. Cerebrovascular disease (CVA) can present as hemiplegia. Foot drop is a part of this presentation. Other signs of upper motor neuron involvement include increased muscle tone, hyperreflexia, and circumduction of the lower extremity during ambulation. Depending on the location of ischemia, aphasia can be present."}
{"id": "article-21885_16", "title": "Foot Drop -- Etiology -- Neurologic Disorders", "content": "Mononeuritis multiplex involves one or more sensory and peripheral motor nerves. It typically presents painfully and asymmetrically. It can be associated with AIDS, leprosy, hepatitis, granulomatosis with polyangiitis (Wegener granulomatosis), and rheumatoid arthritis. Loss of sensation and movement may be related to the dysfunction of specific nerves. The sciatic nerve is one of this condition's most commonly affected nerves. Vasculitis of small epineuria arteries leads to axon damage, disrupting nerve conduction and eventually leading to muscle weakness.", "contents": "Foot Drop -- Etiology -- Neurologic Disorders. Mononeuritis multiplex involves one or more sensory and peripheral motor nerves. It typically presents painfully and asymmetrically. It can be associated with AIDS, leprosy, hepatitis, granulomatosis with polyangiitis (Wegener granulomatosis), and rheumatoid arthritis. Loss of sensation and movement may be related to the dysfunction of specific nerves. The sciatic nerve is one of this condition's most commonly affected nerves. Vasculitis of small epineuria arteries leads to axon damage, disrupting nerve conduction and eventually leading to muscle weakness."}
{"id": "article-21885_17", "title": "Foot Drop -- Etiology -- Neurologic Disorders", "content": "Acute inflammatory demyelinating polyneuropathy (AIDP), also called Guillain-Barré syndrome, is an autoimmune process in which progressive motor weakness, sensory loss, and areflexia are characteristic presentations. Sensory symptoms often precede motor weakness. Autonomic dysfunction often accompanies this condition. Damage to the myelin sheath leads to segmental demyelination. A hallmark of AIDP is slowing nerve conduction velocities and conduction block. Foot drop can be part of the clinical presentation.", "contents": "Foot Drop -- Etiology -- Neurologic Disorders. Acute inflammatory demyelinating polyneuropathy (AIDP), also called Guillain-Barré syndrome, is an autoimmune process in which progressive motor weakness, sensory loss, and areflexia are characteristic presentations. Sensory symptoms often precede motor weakness. Autonomic dysfunction often accompanies this condition. Damage to the myelin sheath leads to segmental demyelination. A hallmark of AIDP is slowing nerve conduction velocities and conduction block. Foot drop can be part of the clinical presentation."}
{"id": "article-21885_18", "title": "Foot Drop -- Etiology -- Neurologic Disorders", "content": "Charcot–Marie Tooth (CMT) is a primary congenital demyelinating peripheral neuropathy and is one of the most common inherited neuropathy. It affects both motor and sensory nerves. The incidence is 1 in 25,000. One of the main symptoms is foot drop and wasting of the lower leg muscles, giving a typical \"stork leg\" appearance. [7]", "contents": "Foot Drop -- Etiology -- Neurologic Disorders. Charcot–Marie Tooth (CMT) is a primary congenital demyelinating peripheral neuropathy and is one of the most common inherited neuropathy. It affects both motor and sensory nerves. The incidence is 1 in 25,000. One of the main symptoms is foot drop and wasting of the lower leg muscles, giving a typical \"stork leg\" appearance. [7]"}
{"id": "article-21885_19", "title": "Foot Drop -- Etiology -- Neurologic Disorders", "content": "Somatization disorder and conversion reaction are not uncommon etiologies to foot drop. In an otherwise unremarkable workup, psychiatric evaluation should be considered. It should be noted that both the needle EMG and nerve conduction portions of the electrodiagnostic medicine study will appear normal in cases of poor or no effort for ankle dorsiflexion or other motor groups.", "contents": "Foot Drop -- Etiology -- Neurologic Disorders. Somatization disorder and conversion reaction are not uncommon etiologies to foot drop. In an otherwise unremarkable workup, psychiatric evaluation should be considered. It should be noted that both the needle EMG and nerve conduction portions of the electrodiagnostic medicine study will appear normal in cases of poor or no effort for ankle dorsiflexion or other motor groups."}
{"id": "article-21885_20", "title": "Foot Drop -- Etiology -- Compartment Syndrome", "content": "Compartment syndromes can result from ischemia-reperfusion injury and trauma affecting the leg. This can cause peroneal nerve ischemia and the subsequent foot drop. [8]", "contents": "Foot Drop -- Etiology -- Compartment Syndrome. Compartment syndromes can result from ischemia-reperfusion injury and trauma affecting the leg. This can cause peroneal nerve ischemia and the subsequent foot drop. [8]"}
{"id": "article-21885_21", "title": "Foot Drop -- Etiology -- Iatrogenic", "content": "Iatrogenic causes that can result in foot drop are as follows: Surgical procedures (especially if the patient is placed in the lithotomy position) Prolonged bed rest Protracted positioning in anesthesia Splinting Pneumatic compression devices [9]", "contents": "Foot Drop -- Etiology -- Iatrogenic. Iatrogenic causes that can result in foot drop are as follows: Surgical procedures (especially if the patient is placed in the lithotomy position) Prolonged bed rest Protracted positioning in anesthesia Splinting Pneumatic compression devices [9]"}
{"id": "article-21885_22", "title": "Foot Drop -- Epidemiology", "content": "The reported incidence of fibular neuropathy is variable. One study reported a prevalence of 19 per 100,000 people, being more common in males than females. After total knee replacement, prevalence is reported as 0.79, with a slight male preponderance of 2.8 to 1, respectively. [10] Ninety percent of cases are unilateral. The right and left sides are equally affected. The worldwide incidence of ALS yearly is estimated to be 1.54 per 100,000. [11] ALS can affect people at any age, but peaks between 50 and 75. The actual incidence of mononeuritis multiplex in the United States and the rest of the world is unknown. The reported annual incidence for AIDP was 1.0 to 1.2 per 100000 and increased linearly with age; men are about 1.5 times more affected than women. [12]", "contents": "Foot Drop -- Epidemiology. The reported incidence of fibular neuropathy is variable. One study reported a prevalence of 19 per 100,000 people, being more common in males than females. After total knee replacement, prevalence is reported as 0.79, with a slight male preponderance of 2.8 to 1, respectively. [10] Ninety percent of cases are unilateral. The right and left sides are equally affected. The worldwide incidence of ALS yearly is estimated to be 1.54 per 100,000. [11] ALS can affect people at any age, but peaks between 50 and 75. The actual incidence of mononeuritis multiplex in the United States and the rest of the world is unknown. The reported annual incidence for AIDP was 1.0 to 1.2 per 100000 and increased linearly with age; men are about 1.5 times more affected than women. [12]"}
{"id": "article-21885_23", "title": "Foot Drop -- Pathophysiology", "content": "To understand the pathophysiology and estimate the future prognosis of peripheral nerve injury, an appreciation of nerve injury classification is necessary. Seddon and Sunderland proposed (in 1943 and 1953, respectively) the following classification: (1) neurapraxia, (2) axonotmesis, and (3) neurotmesis.", "contents": "Foot Drop -- Pathophysiology. To understand the pathophysiology and estimate the future prognosis of peripheral nerve injury, an appreciation of nerve injury classification is necessary. Seddon and Sunderland proposed (in 1943 and 1953, respectively) the following classification: (1) neurapraxia, (2) axonotmesis, and (3) neurotmesis."}
{"id": "article-21885_24", "title": "Foot Drop -- Pathophysiology", "content": "In neurapraxia, myelin is damaged, but the axons remain intact. The endoneurium, perineurium, and the epineurium are intact. The conduction of nerve impulses is altered at the site of injury. This is clinically translated as sensory loss and weakness. In EMG, this reflects a prolonged latency and slow nerve conduction velocity across the compressed segment. This type of injury has the best prognosis.", "contents": "Foot Drop -- Pathophysiology. In neurapraxia, myelin is damaged, but the axons remain intact. The endoneurium, perineurium, and the epineurium are intact. The conduction of nerve impulses is altered at the site of injury. This is clinically translated as sensory loss and weakness. In EMG, this reflects a prolonged latency and slow nerve conduction velocity across the compressed segment. This type of injury has the best prognosis."}
{"id": "article-21885_25", "title": "Foot Drop -- Pathophysiology", "content": "In axonotmesis, the axon is damaged, but the epineurium and perineurium remain intact. When stimulated, these nerves show sensory and motor deficits below the location of nerve injury. Recovery is possible over a long period but may not always be complete.", "contents": "Foot Drop -- Pathophysiology. In axonotmesis, the axon is damaged, but the epineurium and perineurium remain intact. When stimulated, these nerves show sensory and motor deficits below the location of nerve injury. Recovery is possible over a long period but may not always be complete."}
{"id": "article-21885_26", "title": "Foot Drop -- Pathophysiology", "content": "Neurotmesis is the most severe type of nerve injury. Myelin, axons, and supportive connective tissue are damaged. Wallerian degeneration occurs distal to the site of injury. This clinically presents as sensory and motor deficits. Spontaneous recovery is not possible. Surgical intervention, which may include nerve grafting or tendon transfer, is sometimes necessary. [13] [14]", "contents": "Foot Drop -- Pathophysiology. Neurotmesis is the most severe type of nerve injury. Myelin, axons, and supportive connective tissue are damaged. Wallerian degeneration occurs distal to the site of injury. This clinically presents as sensory and motor deficits. Spontaneous recovery is not possible. Surgical intervention, which may include nerve grafting or tendon transfer, is sometimes necessary. [13] [14]"}
{"id": "article-21885_27", "title": "Foot Drop -- Histopathology", "content": "Neurapraxia, axonotmesis, or complete neurotmesis occur depending on the level of compression, inflammation, or trauma.", "contents": "Foot Drop -- Histopathology. Neurapraxia, axonotmesis, or complete neurotmesis occur depending on the level of compression, inflammation, or trauma."}
{"id": "article-21885_28", "title": "Foot Drop -- Histopathology", "content": "Neurapraxia temporarily damages the myelin sheath but leaves the nerve intact. Recovery is usually complete.", "contents": "Foot Drop -- Histopathology. Neurapraxia temporarily damages the myelin sheath but leaves the nerve intact. Recovery is usually complete."}
{"id": "article-21885_29", "title": "Foot Drop -- Histopathology", "content": "Axonotmesis involves the interruption of the axon and myelin. But the connective tissue is preserved. Wallerian degeneration occurs. Electromyography (EMG) performed 2 to 4 weeks later shows denervation potentials called fibrillations and positive sharp waves in the involved muscles distal to the injury site.", "contents": "Foot Drop -- Histopathology. Axonotmesis involves the interruption of the axon and myelin. But the connective tissue is preserved. Wallerian degeneration occurs. Electromyography (EMG) performed 2 to 4 weeks later shows denervation potentials called fibrillations and positive sharp waves in the involved muscles distal to the injury site."}
{"id": "article-21885_30", "title": "Foot Drop -- Histopathology", "content": "Axonotmesis is usually the result of a more severe crush or contusion but can also occur when the nerve is stretched (without damage to the epineurium). Through regeneration, the nerves attempt regrowth distally as fast as 2 to 3 mm per day or as slowly as 1.5 mm per day. Regeneration takes weeks to years.", "contents": "Foot Drop -- Histopathology. Axonotmesis is usually the result of a more severe crush or contusion but can also occur when the nerve is stretched (without damage to the epineurium). Through regeneration, the nerves attempt regrowth distally as fast as 2 to 3 mm per day or as slowly as 1.5 mm per day. Regeneration takes weeks to years."}
{"id": "article-21885_31", "title": "Foot Drop -- Histopathology", "content": "Neurotmesis is an injury in which the nerve is completely divided, such as in penetrating trauma. There is no intact myelin, and axons are entirely disrupted. Endoneurium tubes and connective tissue components are damaged, disrupted, or transected, and the perineurium may be preserved. Recovery has no potential to occur without surgical reanastomosis.", "contents": "Foot Drop -- Histopathology. Neurotmesis is an injury in which the nerve is completely divided, such as in penetrating trauma. There is no intact myelin, and axons are entirely disrupted. Endoneurium tubes and connective tissue components are damaged, disrupted, or transected, and the perineurium may be preserved. Recovery has no potential to occur without surgical reanastomosis."}
{"id": "article-21885_32", "title": "Foot Drop -- Toxicokinetics", "content": "Chemicals and other toxins can adversely affect skeletal muscle and the nervous system. The specifics of these agents and their effects are not always symmetric and beyond the intended scope of this article. However, toxic effects and a thorough history of chemical exposure should be considered and obtained in the workup of any patient presenting with weakness.", "contents": "Foot Drop -- Toxicokinetics. Chemicals and other toxins can adversely affect skeletal muscle and the nervous system. The specifics of these agents and their effects are not always symmetric and beyond the intended scope of this article. However, toxic effects and a thorough history of chemical exposure should be considered and obtained in the workup of any patient presenting with weakness."}
{"id": "article-21885_33", "title": "Foot Drop -- History and Physical", "content": "A careful history and physical exam can help identify the cause of foot drop.", "contents": "Foot Drop -- History and Physical. A careful history and physical exam can help identify the cause of foot drop."}
{"id": "article-21885_34", "title": "Foot Drop -- History and Physical", "content": "Musculoskeletal testing involves observing the patient performing toe standing, heel standing, and a deep knee bend. The MRC scale rating of 0 to 5 for the major muscle groups to the lower extremities, including ankle plantarflexion, ankle dorsiflexion, ankle inversion, ankle eversion, knee extension, knee flexion, and hip flexion, should be performed and graded. A neurosensory exam for pinprick should be performed in the nerve distribution of peripheral nerves and lumbar dermatomes.", "contents": "Foot Drop -- History and Physical. Musculoskeletal testing involves observing the patient performing toe standing, heel standing, and a deep knee bend. The MRC scale rating of 0 to 5 for the major muscle groups to the lower extremities, including ankle plantarflexion, ankle dorsiflexion, ankle inversion, ankle eversion, knee extension, knee flexion, and hip flexion, should be performed and graded. A neurosensory exam for pinprick should be performed in the nerve distribution of peripheral nerves and lumbar dermatomes."}
{"id": "article-21885_35", "title": "Foot Drop -- History and Physical", "content": "Muscle mass with the side-to-side comparison observing the major muscle group bulk areas can be done well doing manual motor testing. Side-to-side circumference measurements can be made and documented to note the progression or recovery of mass further down the road. The ASIA (American Spinal Cord Injury Association) point and motor groups are a standardization convenient for communication between professionals; it does not include evaluating specific peripheral sensory nerves.", "contents": "Foot Drop -- History and Physical. Muscle mass with the side-to-side comparison observing the major muscle group bulk areas can be done well doing manual motor testing. Side-to-side circumference measurements can be made and documented to note the progression or recovery of mass further down the road. The ASIA (American Spinal Cord Injury Association) point and motor groups are a standardization convenient for communication between professionals; it does not include evaluating specific peripheral sensory nerves."}
{"id": "article-21885_36", "title": "Foot Drop -- History and Physical", "content": "A formal electrodiagnostic medicine consult, including EMG and nerve conduction studies, is considered an extension of the physical examination and may need to be obtained from the subspecialist, who is not commonly the first clinician to be involved in the patient's care. Any damage affecting the neuraxis from the roots to the peripheral nerve can weaken the muscles supplied by that nerve.", "contents": "Foot Drop -- History and Physical. A formal electrodiagnostic medicine consult, including EMG and nerve conduction studies, is considered an extension of the physical examination and may need to be obtained from the subspecialist, who is not commonly the first clinician to be involved in the patient's care. Any damage affecting the neuraxis from the roots to the peripheral nerve can weaken the muscles supplied by that nerve."}
{"id": "article-21885_37", "title": "Foot Drop -- History and Physical", "content": "A lesion of the L5 root, lumbar plexus, sciatic nerve, common peroneal, or deep peroneal nerve can potentially lead to foot drop due to the weakness of the anterior compartment musculature. The presenting symptom is decreased ambulation compared to previous activity levels. Weakness of the muscles in the foot that assist in dorsiflexion is a more specific sign. The presentation can be painful or painless. The patient will be unable to dorsiflex during the heel strike. The foot remains flat on the ground. Toe drag and an inability to clear the foot are sometimes observed. This can potentially lead to falls.", "contents": "Foot Drop -- History and Physical. A lesion of the L5 root, lumbar plexus, sciatic nerve, common peroneal, or deep peroneal nerve can potentially lead to foot drop due to the weakness of the anterior compartment musculature. The presenting symptom is decreased ambulation compared to previous activity levels. Weakness of the muscles in the foot that assist in dorsiflexion is a more specific sign. The presentation can be painful or painless. The patient will be unable to dorsiflex during the heel strike. The foot remains flat on the ground. Toe drag and an inability to clear the foot are sometimes observed. This can potentially lead to falls."}
{"id": "article-21885_38", "title": "Foot Drop -- History and Physical", "content": "Radiculopathy affecting the fifth lumbar nerve root typically results in neuropathic pain starting in the lumbar region and radiating down the posterior thigh, anterolateral leg to the foot, and the big toe. Sensory symptoms include the medial aspect of the foot, including the first webspace. Motor symptoms include weakness of the dorsiflexors and evertors of the foot.", "contents": "Foot Drop -- History and Physical. Radiculopathy affecting the fifth lumbar nerve root typically results in neuropathic pain starting in the lumbar region and radiating down the posterior thigh, anterolateral leg to the foot, and the big toe. Sensory symptoms include the medial aspect of the foot, including the first webspace. Motor symptoms include weakness of the dorsiflexors and evertors of the foot."}
{"id": "article-21885_39", "title": "Foot Drop -- History and Physical", "content": "Lumbosacral plexopathies can present with sensory and motor deficits similar to sciatic neuropathy. Weakness may also affect hip girdle muscles, which provide hip abduction (gluteus medius) and extension (gluteus maximus).", "contents": "Foot Drop -- History and Physical. Lumbosacral plexopathies can present with sensory and motor deficits similar to sciatic neuropathy. Weakness may also affect hip girdle muscles, which provide hip abduction (gluteus medius) and extension (gluteus maximus)."}
{"id": "article-21885_40", "title": "Foot Drop -- History and Physical", "content": "Sciatic neuropathy classically presents with sensory loss of the whole foot and weakness of ankle plantar flexors (gastrocnemius, soleus) and ankle inversion. It can result in a 'flail foot.' Hamstring muscles may also be involved, resulting in knee flexion weakness. It is not uncommon for incomplete sciatic neuropathy to present as a common peroneal neuropathy. The peroneal fascicles in the sciatic nerve are often more susceptible to injury than the tibial fascicles.", "contents": "Foot Drop -- History and Physical. Sciatic neuropathy classically presents with sensory loss of the whole foot and weakness of ankle plantar flexors (gastrocnemius, soleus) and ankle inversion. It can result in a 'flail foot.' Hamstring muscles may also be involved, resulting in knee flexion weakness. It is not uncommon for incomplete sciatic neuropathy to present as a common peroneal neuropathy. The peroneal fascicles in the sciatic nerve are often more susceptible to injury than the tibial fascicles."}
{"id": "article-21885_41", "title": "Foot Drop -- History and Physical", "content": "In common fibular neuropathy, the patient presents with sensory and motor deficits. History may include leg crossing, prolonged kneeling, immobility, or trauma. Sensory loss or paresthesias manifests in the lateral leg below the knee and the anterolateral foot. Muscle weakness affects both ankle dorsiflexion (tibialis anterior), toe extension (eg, extensor hallucis longus), and ankle evertors (peroneus longus, brevis, and tertius).", "contents": "Foot Drop -- History and Physical. In common fibular neuropathy, the patient presents with sensory and motor deficits. History may include leg crossing, prolonged kneeling, immobility, or trauma. Sensory loss or paresthesias manifests in the lateral leg below the knee and the anterolateral foot. Muscle weakness affects both ankle dorsiflexion (tibialis anterior), toe extension (eg, extensor hallucis longus), and ankle evertors (peroneus longus, brevis, and tertius)."}
{"id": "article-21885_42", "title": "Foot Drop -- History and Physical", "content": "If only the deep fibular portion is affected, only minimal sensory deficits (limited to the web space between the first 2 digits) and isolated weakness of toe and ankle extensors are seen. Ankle eversion and inversion are normal. Isolated superficial fibular neuropathy is rare and presents as the sensory deficit of the foot except for the first webspace. Only ankle eversion/inversion may be affected.", "contents": "Foot Drop -- History and Physical. If only the deep fibular portion is affected, only minimal sensory deficits (limited to the web space between the first 2 digits) and isolated weakness of toe and ankle extensors are seen. Ankle eversion and inversion are normal. Isolated superficial fibular neuropathy is rare and presents as the sensory deficit of the foot except for the first webspace. Only ankle eversion/inversion may be affected."}
{"id": "article-21885_43", "title": "Foot Drop -- History and Physical", "content": "Sixty percent of the normal gait cycle consists of the stance phase and 40% of the swing phase. When one foot is in the swing phase, the other is in the stance phase. The gait cycle starts with a heel strike and ends with a heel strike on the same side. During the stance phase, the foot remains flat on the ground. The foot is in dorsiflexion in the heel strike, preparing for gradual lowering before the stance phase. Without dorsiflexors, the foot remains in plantar flexion during the stance phase. This prevents the ability to clear the ground and prepare for the next gait cycle phase. The patient drags their toes or lifts the foot high to clear the ground. Specific muscles, as described in Table. 1, should be examined for weakness that might cause foot drop. Table 1. Assessment of muscle strengths [6]", "contents": "Foot Drop -- History and Physical. Sixty percent of the normal gait cycle consists of the stance phase and 40% of the swing phase. When one foot is in the swing phase, the other is in the stance phase. The gait cycle starts with a heel strike and ends with a heel strike on the same side. During the stance phase, the foot remains flat on the ground. The foot is in dorsiflexion in the heel strike, preparing for gradual lowering before the stance phase. Without dorsiflexors, the foot remains in plantar flexion during the stance phase. This prevents the ability to clear the ground and prepare for the next gait cycle phase. The patient drags their toes or lifts the foot high to clear the ground. Specific muscles, as described in Table. 1, should be examined for weakness that might cause foot drop. Table 1. Assessment of muscle strengths [6]"}
{"id": "article-21885_44", "title": "Foot Drop -- Evaluation", "content": "After a careful physical exam, diagnostic testing should include plain pelvis, tibia, and fibula radiographs to rule out fracture or dislocation. [6] Magnetic resonance imaging (MRI) may be indicated in suspected plexopathies due to masses or tumors. MRI of the lumbar spine, knee, and ankle may be indicated for potential soft tissue masses in compressive neuropathies. More advanced magnetic resonance technology can also characterize the nerve (eg, nerve deformation, increased nerve dimension, or loss of nerve integrity). MSK ultrasound is also utilized for evidence of swelling at or proximal to the site of compression. Laboratory testing for rheumatoid factors and ANA is indicated for collagen vascular diseases. A CBC with differential and a chemistry panel should be considered to rule out other etiologies.", "contents": "Foot Drop -- Evaluation. After a careful physical exam, diagnostic testing should include plain pelvis, tibia, and fibula radiographs to rule out fracture or dislocation. [6] Magnetic resonance imaging (MRI) may be indicated in suspected plexopathies due to masses or tumors. MRI of the lumbar spine, knee, and ankle may be indicated for potential soft tissue masses in compressive neuropathies. More advanced magnetic resonance technology can also characterize the nerve (eg, nerve deformation, increased nerve dimension, or loss of nerve integrity). MSK ultrasound is also utilized for evidence of swelling at or proximal to the site of compression. Laboratory testing for rheumatoid factors and ANA is indicated for collagen vascular diseases. A CBC with differential and a chemistry panel should be considered to rule out other etiologies."}
{"id": "article-21885_45", "title": "Foot Drop -- Evaluation", "content": "An electrodiagnostic study can often confirm the clinical diagnosis or provide an alternate localization and diagnosis. This study can also define the injury severity and provide information regarding prognosis. This study contains 2 parts:", "contents": "Foot Drop -- Evaluation. An electrodiagnostic study can often confirm the clinical diagnosis or provide an alternate localization and diagnosis. This study can also define the injury severity and provide information regarding prognosis. This study contains 2 parts:"}
{"id": "article-21885_46", "title": "Foot Drop -- Evaluation", "content": "Nerve conduction studies (NCS) Nerve conduction studies provide information regarding the viability of myelin. Nerve compression is reflected as a delay in conduction latency. Delayed latency, slow velocity, and a conduction block at the involved segment indicate nerve compression. Needle electromyography (EMG) Monopolar needles are introduced into muscles supplied by the nerve under study. The motor unit potential is studied for amplitude, firing rates, and recruitment patterns. Denervation of a muscle is evidenced by the presence of potentials called positive sharp waves and fibrillation potentials, which indicate axonal involvement. EMG usually examines at least one muscle innervated by the superficial peroneal nerve and at least 2 muscles innervated by the deep peroneal nerve. [15] It may also be performed on the muscle innervated by the tibial nerve.", "contents": "Foot Drop -- Evaluation. Nerve conduction studies (NCS) Nerve conduction studies provide information regarding the viability of myelin. Nerve compression is reflected as a delay in conduction latency. Delayed latency, slow velocity, and a conduction block at the involved segment indicate nerve compression. Needle electromyography (EMG) Monopolar needles are introduced into muscles supplied by the nerve under study. The motor unit potential is studied for amplitude, firing rates, and recruitment patterns. Denervation of a muscle is evidenced by the presence of potentials called positive sharp waves and fibrillation potentials, which indicate axonal involvement. EMG usually examines at least one muscle innervated by the superficial peroneal nerve and at least 2 muscles innervated by the deep peroneal nerve. [15] It may also be performed on the muscle innervated by the tibial nerve."}
{"id": "article-21885_47", "title": "Foot Drop -- Evaluation", "content": "Nerve conduction studies and EMG help the observer identify the lesion's location and severity and estimate the prognosis for recovery. The absence of denervation potentials coupled with sufficient, viable motor units on needle EMG indicates a good prognosis. [16] Evidence of denervation potentials coupled with a lack of viable motor units denotes a poor prognosis for recovery. Autoimmune and critical illness neuropathy and myopathy often exist across the spectrum. A thorough, extensive workup often results in a \"clinical syndrome\" rather than a perfect clear-cut diagnosis.", "contents": "Foot Drop -- Evaluation. Nerve conduction studies and EMG help the observer identify the lesion's location and severity and estimate the prognosis for recovery. The absence of denervation potentials coupled with sufficient, viable motor units on needle EMG indicates a good prognosis. [16] Evidence of denervation potentials coupled with a lack of viable motor units denotes a poor prognosis for recovery. Autoimmune and critical illness neuropathy and myopathy often exist across the spectrum. A thorough, extensive workup often results in a \"clinical syndrome\" rather than a perfect clear-cut diagnosis."}
{"id": "article-21885_48", "title": "Foot Drop -- Treatment / Management -- Approach to the Patient", "content": "The approach to a patient depends upon the foot drop's etiology and the compressive lesion's nature. Based on the evaluation and diagnostic findings, many options exist.", "contents": "Foot Drop -- Treatment / Management -- Approach to the Patient. The approach to a patient depends upon the foot drop's etiology and the compressive lesion's nature. Based on the evaluation and diagnostic findings, many options exist."}
{"id": "article-21885_49", "title": "Foot Drop -- Treatment / Management -- Surgical Options", "content": "In trauma cases with nerve transection, nerve reconstruction should take place within 72 hours of injury. Primary nerve repair techniques and autologous nerve grafts are usually performed.", "contents": "Foot Drop -- Treatment / Management -- Surgical Options. In trauma cases with nerve transection, nerve reconstruction should take place within 72 hours of injury. Primary nerve repair techniques and autologous nerve grafts are usually performed."}
{"id": "article-21885_50", "title": "Foot Drop -- Treatment / Management -- Surgical Options", "content": "For complete nerve compression, necrolysis and nerve decompression should be performed. Return to function has been reported in about 97% of cases. [17] Depending on the severity of the nerve injury, nerve reconstruction may be performed using an autologous nerve graft, primary nerve repair techniques, or nerve conduits. A surgical release may be necessary for patients with equinus deformity. In cases of significant nerve dysfunction, nerve or tendon transfers may be required. [4] A detailed discussion of surgical options is beyond the scope of this article. Treatment is usually conservative at the beginning for the other etiologies because there may be a chance of partial or complete spontaneous resolution of symptoms over time.", "contents": "Foot Drop -- Treatment / Management -- Surgical Options. For complete nerve compression, necrolysis and nerve decompression should be performed. Return to function has been reported in about 97% of cases. [17] Depending on the severity of the nerve injury, nerve reconstruction may be performed using an autologous nerve graft, primary nerve repair techniques, or nerve conduits. A surgical release may be necessary for patients with equinus deformity. In cases of significant nerve dysfunction, nerve or tendon transfers may be required. [4] A detailed discussion of surgical options is beyond the scope of this article. Treatment is usually conservative at the beginning for the other etiologies because there may be a chance of partial or complete spontaneous resolution of symptoms over time."}
{"id": "article-21885_51", "title": "Foot Drop -- Treatment / Management -- Conservative Management", "content": "This includes physical therapy and or splinting and pharmacological therapy to manage pain. The goals of conservative management are to stabilize the gait and prevent falls and contractures. Physical therapy focuses on stretching and strengthening muscles. Electrical stimulation techniques of the weekend dorsi flexors have shown promise. A home exercise program should be an integral part of therapy- specifically to maintain muscle groups' strength and range of motion, working to prevent flexion contracture.", "contents": "Foot Drop -- Treatment / Management -- Conservative Management. This includes physical therapy and or splinting and pharmacological therapy to manage pain. The goals of conservative management are to stabilize the gait and prevent falls and contractures. Physical therapy focuses on stretching and strengthening muscles. Electrical stimulation techniques of the weekend dorsi flexors have shown promise. A home exercise program should be an integral part of therapy- specifically to maintain muscle groups' strength and range of motion, working to prevent flexion contracture."}
{"id": "article-21885_52", "title": "Foot Drop -- Treatment / Management -- Conservative Management", "content": "Splinting minimizes contractures. An ankle-foot orthosis (AFO) to prevent further plantarflexion should be ordered for complete nerve palsies with insufficient recovery. Sufficient education and training should be included to use and maintain the brace properly. For patients with numbness, instructions for skincare to prevent abrasions and ulcerations are a significant part of management and are often coordinated with the orthotist fabricating the AFO. For pain management, topical analgesics, serotonin reuptake inhibitors, membrane stabilizers, and opioids can be used. But are not likely to result in clinical recovery. Follow-up electrodiagnostic studies to reassess the situation and look for reinnervation should also be part of the treatment planning.", "contents": "Foot Drop -- Treatment / Management -- Conservative Management. Splinting minimizes contractures. An ankle-foot orthosis (AFO) to prevent further plantarflexion should be ordered for complete nerve palsies with insufficient recovery. Sufficient education and training should be included to use and maintain the brace properly. For patients with numbness, instructions for skincare to prevent abrasions and ulcerations are a significant part of management and are often coordinated with the orthotist fabricating the AFO. For pain management, topical analgesics, serotonin reuptake inhibitors, membrane stabilizers, and opioids can be used. But are not likely to result in clinical recovery. Follow-up electrodiagnostic studies to reassess the situation and look for reinnervation should also be part of the treatment planning."}
{"id": "article-21885_53", "title": "Foot Drop -- Treatment / Management -- Surgical Management", "content": "Nerve repair: Direct primary repair if there is a small gap between the ends of the nerve. [18] A nerve conduit is performed if the gap is less than 3 cm. [19] An autologous nerve graft (most commonly the sural nerve) is preferred in case of a significant gap. [15] Neurolysis: Neurolysis and nerve decompression may be done to relieve compression at the fibular tunnel, fibular head, or any other anatomic areas causing pressure. [20] Nerve or tendon transfer: Nerve transfer can lead to restoration of ankle dorsiflexion with minimal morbidity. If nerve transfer fails, the patient may undergo tendon transfer (most commonly posterior tibial tendon). [21] Ankle fusion: For refractory cases. The ankle is fused in the 90° position relative to the tibia through either a pantalar (talocalcaneal, talonavicular, and tibiotalar) or a tibiotalar fusion.", "contents": "Foot Drop -- Treatment / Management -- Surgical Management. Nerve repair: Direct primary repair if there is a small gap between the ends of the nerve. [18] A nerve conduit is performed if the gap is less than 3 cm. [19] An autologous nerve graft (most commonly the sural nerve) is preferred in case of a significant gap. [15] Neurolysis: Neurolysis and nerve decompression may be done to relieve compression at the fibular tunnel, fibular head, or any other anatomic areas causing pressure. [20] Nerve or tendon transfer: Nerve transfer can lead to restoration of ankle dorsiflexion with minimal morbidity. If nerve transfer fails, the patient may undergo tendon transfer (most commonly posterior tibial tendon). [21] Ankle fusion: For refractory cases. The ankle is fused in the 90° position relative to the tibia through either a pantalar (talocalcaneal, talonavicular, and tibiotalar) or a tibiotalar fusion."}
{"id": "article-21885_54", "title": "Foot Drop -- Differential Diagnosis", "content": "Upper motor neuron involvement: CVA can cause weakness of the whole extremity. Due to spasticity, the limb is artificially long. To ambulate, the person rotates the leg semicircularly, or circumduction. Dysphagia, aphasia, or upper limb weakness are also evident.", "contents": "Foot Drop -- Differential Diagnosis. Upper motor neuron involvement: CVA can cause weakness of the whole extremity. Due to spasticity, the limb is artificially long. To ambulate, the person rotates the leg semicircularly, or circumduction. Dysphagia, aphasia, or upper limb weakness are also evident."}
{"id": "article-21885_55", "title": "Foot Drop -- Differential Diagnosis", "content": "Cerebellar gait: The cerebellum is responsible for the smoothness and balance of gait. Cerebellar gait deficits are seen as ataxia and failure to walk in tandem.", "contents": "Foot Drop -- Differential Diagnosis. Cerebellar gait: The cerebellum is responsible for the smoothness and balance of gait. Cerebellar gait deficits are seen as ataxia and failure to walk in tandem."}
{"id": "article-21885_56", "title": "Foot Drop -- Differential Diagnosis", "content": "Ataxic gait: Presentation is bilateral. Due to the involvement of long tracks of the spinal cord, position, and vibration senses are lost. This leads to high steppage and side-to-side sway, as seen in alcohol use disorder.", "contents": "Foot Drop -- Differential Diagnosis. Ataxic gait: Presentation is bilateral. Due to the involvement of long tracks of the spinal cord, position, and vibration senses are lost. This leads to high steppage and side-to-side sway, as seen in alcohol use disorder."}
{"id": "article-21885_57", "title": "Foot Drop -- Differential Diagnosis", "content": "Severe L5 lumbar radiculopathy", "contents": "Foot Drop -- Differential Diagnosis. Severe L5 lumbar radiculopathy"}
{"id": "article-21885_58", "title": "Foot Drop -- Differential Diagnosis", "content": "Parkinsonian gait: Involvement of substantia nigra causes failure of the smooth transition of the gait cycle leading to initiation problems coupled with short and fast steps called festinate gait.", "contents": "Foot Drop -- Differential Diagnosis. Parkinsonian gait: Involvement of substantia nigra causes failure of the smooth transition of the gait cycle leading to initiation problems coupled with short and fast steps called festinate gait."}
{"id": "article-21885_59", "title": "Foot Drop -- Differential Diagnosis", "content": "Lumbar plexus pathology (eg, a compressive tumor)", "contents": "Foot Drop -- Differential Diagnosis. Lumbar plexus pathology (eg, a compressive tumor)"}
{"id": "article-21885_60", "title": "Foot Drop -- Differential Diagnosis", "content": "Diabetic amyotrophy", "contents": "Foot Drop -- Differential Diagnosis. Diabetic amyotrophy"}
{"id": "article-21885_61", "title": "Foot Drop -- Differential Diagnosis", "content": "Psychological: Conversion reaction, somatization disorder, and malingering should be considered if the workup is unremarkable and there is potential for substantial secondary gain, depression, anxiety, or other suspected psychological issues.", "contents": "Foot Drop -- Differential Diagnosis. Psychological: Conversion reaction, somatization disorder, and malingering should be considered if the workup is unremarkable and there is potential for substantial secondary gain, depression, anxiety, or other suspected psychological issues."}
{"id": "article-21885_62", "title": "Foot Drop -- Surgical Oncology", "content": "The potential exists for the space-occupying lesion to affect the lumbosacral plexus and result in leg weakness. Therefore, underlying malignancy should be considered in cases of otherwise unexplained weakness and potential other constitutional signs and symptoms. However, a preference for genital femoral neuropathy and weakness of knee extension is more common in these cases.", "contents": "Foot Drop -- Surgical Oncology. The potential exists for the space-occupying lesion to affect the lumbosacral plexus and result in leg weakness. Therefore, underlying malignancy should be considered in cases of otherwise unexplained weakness and potential other constitutional signs and symptoms. However, a preference for genital femoral neuropathy and weakness of knee extension is more common in these cases."}
{"id": "article-21885_63", "title": "Foot Drop -- Radiation Oncology", "content": "A history of radiation treatment can result in radiation-induced plexopathy. An electrodiagnostic study typically shows specific \"myokymic discharges.\" In cases where patients have required radiation treatment to the region, consideration should be given to potential recurrence.", "contents": "Foot Drop -- Radiation Oncology. A history of radiation treatment can result in radiation-induced plexopathy. An electrodiagnostic study typically shows specific \"myokymic discharges.\" In cases where patients have required radiation treatment to the region, consideration should be given to potential recurrence."}
{"id": "article-21885_64", "title": "Foot Drop -- Treatment Planning", "content": "An early range of motion and potential strengthening should be planned. The electrodiagnostic study may assist in helping plan whether or not the patient will be needed for long-term bracing and whether the weakness is likely to get worse or spread to other motor groups. Early placement into the ankle dorsiflexor brace improves gait mechanics, decreases falls, and helps to minimize other secondary musculoskeletal complaints from the altered gait cycle.", "contents": "Foot Drop -- Treatment Planning. An early range of motion and potential strengthening should be planned. The electrodiagnostic study may assist in helping plan whether or not the patient will be needed for long-term bracing and whether the weakness is likely to get worse or spread to other motor groups. Early placement into the ankle dorsiflexor brace improves gait mechanics, decreases falls, and helps to minimize other secondary musculoskeletal complaints from the altered gait cycle."}
{"id": "article-21885_65", "title": "Foot Drop -- Toxicity and Adverse Effect Management", "content": "If a toxic etiology is discovered, it is best treated early with avoidance or withdrawal of the offending agent.", "contents": "Foot Drop -- Toxicity and Adverse Effect Management. If a toxic etiology is discovered, it is best treated early with avoidance or withdrawal of the offending agent."}
{"id": "article-21885_66", "title": "Foot Drop -- Medical Oncology", "content": "Medical oncologic issues may arise in cases of underlying malignancy or space-occupying lesions. Previous chemotherapeutic agents can also result in peripheral neuropathy, which is typically symmetric and distal. However, this or any etiology for underlying peripheral neuropathy may make peripheral nerves more prone to compression.", "contents": "Foot Drop -- Medical Oncology. Medical oncologic issues may arise in cases of underlying malignancy or space-occupying lesions. Previous chemotherapeutic agents can also result in peripheral neuropathy, which is typically symmetric and distal. However, this or any etiology for underlying peripheral neuropathy may make peripheral nerves more prone to compression."}
{"id": "article-21885_67", "title": "Foot Drop -- Staging", "content": "Preparation for long-term care, bracing, and adaptive equipment should be considered. Rehabilitation medicine services and other therapies should be directed toward the underlying etiology and the foot drop. Staging will depend upon the underlying diagnosis, such as multiple sclerosis or ALS being treated differently in terms of staging compared to lumbar spinal pathology.", "contents": "Foot Drop -- Staging. Preparation for long-term care, bracing, and adaptive equipment should be considered. Rehabilitation medicine services and other therapies should be directed toward the underlying etiology and the foot drop. Staging will depend upon the underlying diagnosis, such as multiple sclerosis or ALS being treated differently in terms of staging compared to lumbar spinal pathology."}
{"id": "article-21885_68", "title": "Foot Drop -- Prognosis", "content": "The prognosis depends both upon the degree of injury and the underlying diagnosis. Neurapraxia has the best prognosis; patients usually recover in about 3 months.", "contents": "Foot Drop -- Prognosis. The prognosis depends both upon the degree of injury and the underlying diagnosis. Neurapraxia has the best prognosis; patients usually recover in about 3 months."}
{"id": "article-21885_69", "title": "Foot Drop -- Prognosis", "content": "In the case of axonal loss, recovery follows over 6 to 12 months. Neurotmesis has a guarded prognosis and may require surgical treatment with either a nerve or tendon transfer. The appropriate time to refer to a peripheral nerve surgeon is approximately 6 to 9 months after injury. Denervated muscle does not recover significant function after 18 months. [17] In other etiologies, such as ALS or space-occupying lesions, the prognosis will differ and depend upon the diagnosis rather than the peripheral nerve involvement.", "contents": "Foot Drop -- Prognosis. In the case of axonal loss, recovery follows over 6 to 12 months. Neurotmesis has a guarded prognosis and may require surgical treatment with either a nerve or tendon transfer. The appropriate time to refer to a peripheral nerve surgeon is approximately 6 to 9 months after injury. Denervated muscle does not recover significant function after 18 months. [17] In other etiologies, such as ALS or space-occupying lesions, the prognosis will differ and depend upon the diagnosis rather than the peripheral nerve involvement."}
{"id": "article-21885_70", "title": "Foot Drop -- Complications", "content": "Complications can be a result of nerve damage itself or a consequence of gait aids and braces.", "contents": "Foot Drop -- Complications. Complications can be a result of nerve damage itself or a consequence of gait aids and braces."}
{"id": "article-21885_71", "title": "Foot Drop -- Complications", "content": "Nerve damage leading to foot drop impairs the ability to clear the ground, resulting in a fall. Gait aids such as walkers and canes can also be detrimental, especially on uneven surfaces. Anesthetic skin can be a source of ulceration. Poor-fitting braces can cause abrasions. Bracing may need to be variable depending upon bulk change. In cases such as renal failure and congestive heart failure, different braces for different phases of edema and swelling may need to be provided.", "contents": "Foot Drop -- Complications. Nerve damage leading to foot drop impairs the ability to clear the ground, resulting in a fall. Gait aids such as walkers and canes can also be detrimental, especially on uneven surfaces. Anesthetic skin can be a source of ulceration. Poor-fitting braces can cause abrasions. Bracing may need to be variable depending upon bulk change. In cases such as renal failure and congestive heart failure, different braces for different phases of edema and swelling may need to be provided."}
{"id": "article-21885_72", "title": "Foot Drop -- Postoperative and Rehabilitation Care", "content": "As outlined above, physical and occupational therapy can significantly affect whether the patient has conservative or surgical management.", "contents": "Foot Drop -- Postoperative and Rehabilitation Care. As outlined above, physical and occupational therapy can significantly affect whether the patient has conservative or surgical management."}
{"id": "article-21885_73", "title": "Foot Drop -- Consultations", "content": "If the diagnosis is in question, consultation with a neurologist or physiatrist is necessary. Referral to an electrodiagnostic laboratory is essential to confirm the localization of injury and determine severity, which impacts the outcome. Referral to physical therapy for gait evaluation, fall prevention, and brace management is indicated.", "contents": "Foot Drop -- Consultations. If the diagnosis is in question, consultation with a neurologist or physiatrist is necessary. Referral to an electrodiagnostic laboratory is essential to confirm the localization of injury and determine severity, which impacts the outcome. Referral to physical therapy for gait evaluation, fall prevention, and brace management is indicated."}
{"id": "article-21885_74", "title": "Foot Drop -- Consultations", "content": "Consultation with an orthotist is necessary whether the patient requires a temporary brace while awaiting nerve regeneration or a permanent brace in case of poor recovery. Psychiatric referral, hematology, oncology, neurosurgery, and orthopedic surgery may all have potential roles in the patient's comprehensive care presenting with foot drop.", "contents": "Foot Drop -- Consultations. Consultation with an orthotist is necessary whether the patient requires a temporary brace while awaiting nerve regeneration or a permanent brace in case of poor recovery. Psychiatric referral, hematology, oncology, neurosurgery, and orthopedic surgery may all have potential roles in the patient's comprehensive care presenting with foot drop."}
{"id": "article-21885_75", "title": "Foot Drop -- Deterrence and Patient Education", "content": "The patient's involvement in every step of the decision-making process is vital for a successful outcome. The patient and family members should be educated regarding the disease process's pathology, etiology, diagnosis, and severity. Handouts and specific instructions should include home exercise programs, skincare, and brace maintenance.", "contents": "Foot Drop -- Deterrence and Patient Education. The patient's involvement in every step of the decision-making process is vital for a successful outcome. The patient and family members should be educated regarding the disease process's pathology, etiology, diagnosis, and severity. Handouts and specific instructions should include home exercise programs, skincare, and brace maintenance."}
{"id": "article-21885_76", "title": "Foot Drop -- Deterrence and Patient Education", "content": "The clinician needs to be able to reach out to the orthotist in between medical visits to maintain functional braces since all braces eventually wear out and need replacement and maintenance. Follow-up instructions should be provided so that any future adjustments in therapy, bracing, or further diagnostic testing can be monitored.", "contents": "Foot Drop -- Deterrence and Patient Education. The clinician needs to be able to reach out to the orthotist in between medical visits to maintain functional braces since all braces eventually wear out and need replacement and maintenance. Follow-up instructions should be provided so that any future adjustments in therapy, bracing, or further diagnostic testing can be monitored."}
{"id": "article-21885_77", "title": "Foot Drop -- Pearls and Other Issues", "content": "Foot drop is an inability to lift the forefoot due to the weakness of the dorsiflexors. This may result from muscular, skeletal, or nervous system pathology. A thorough evaluation should include medical history, physical examination, necessary imaging, and electrodiagnostic studies. Depending upon the etiology, either surgical or non-surgical options are exercised. The prognosis depends upon the extent of nerve damage and the viability of the remaining muscles. A comprehensive approach, including referrals to appropriate services, will result in a better outcome. Careful analysis of the presenting history and physical examination is essential to arrive at the proper diagnosis. Management is contingent upon diagnosis and severity.", "contents": "Foot Drop -- Pearls and Other Issues. Foot drop is an inability to lift the forefoot due to the weakness of the dorsiflexors. This may result from muscular, skeletal, or nervous system pathology. A thorough evaluation should include medical history, physical examination, necessary imaging, and electrodiagnostic studies. Depending upon the etiology, either surgical or non-surgical options are exercised. The prognosis depends upon the extent of nerve damage and the viability of the remaining muscles. A comprehensive approach, including referrals to appropriate services, will result in a better outcome. Careful analysis of the presenting history and physical examination is essential to arrive at the proper diagnosis. Management is contingent upon diagnosis and severity."}
{"id": "article-21885_78", "title": "Foot Drop -- Enhancing Healthcare Team Outcomes", "content": "Foot drop is not a  commonly seen condition. Patients may present to ERs, primary care settings, and other medical clinics. The primary care provider may or may not be comfortable handling such a case but can recognize the clinical syndrome and direct care in the proper direction. Prompt diagnosis and identification are necessary since time is essential, especially if a patient requires surgery. [17] The primary care clinician must coordinate a multispecialty consultation team immediately. A neurologist, PM&R physicians, physical therapists, pharmacists, nurses, and orthotists comprise the care coordination team. [4]", "contents": "Foot Drop -- Enhancing Healthcare Team Outcomes. Foot drop is not a  commonly seen condition. Patients may present to ERs, primary care settings, and other medical clinics. The primary care provider may or may not be comfortable handling such a case but can recognize the clinical syndrome and direct care in the proper direction. Prompt diagnosis and identification are necessary since time is essential, especially if a patient requires surgery. [17] The primary care clinician must coordinate a multispecialty consultation team immediately. A neurologist, PM&R physicians, physical therapists, pharmacists, nurses, and orthotists comprise the care coordination team. [4]"}
{"id": "article-21885_79", "title": "Foot Drop -- Enhancing Healthcare Team Outcomes", "content": "A thorough anatomical and neurologic background is the mainstay in management and evaluation. Prompt diagnosis using imaging modalities to rule out bone lesions and other more space-occupying severe entities is crucial. A neurologist and a PM&R specialist are significant in providing diagnosis and prognosis. PM&R physicians also coordinate a prosthetic/orthotic team to provide the initial brace and take charge of the aftercare. They also supervise", "contents": "Foot Drop -- Enhancing Healthcare Team Outcomes. A thorough anatomical and neurologic background is the mainstay in management and evaluation. Prompt diagnosis using imaging modalities to rule out bone lesions and other more space-occupying severe entities is crucial. A neurologist and a PM&R specialist are significant in providing diagnosis and prognosis. PM&R physicians also coordinate a prosthetic/orthotic team to provide the initial brace and take charge of the aftercare. They also supervise"}
{"id": "article-21885_80", "title": "Foot Drop -- Enhancing Healthcare Team Outcomes", "content": "Physical and occupational therapy to ensure the patient is making progress, a lack of which should prompt consideration for other options. PTs and OTs provide muscle reeducation, balance, coordination, and fall prevention strategies. A nurse can be essential in providing education for skincare. For pain management, a consultation with a pharmacist may be necessary. Regular follow-up services should include skincare, maintenance of the brace and other ambulation devices, and review of exercise protocols. Initial EMG studies and follow-up (3 to 4 months following the initial presentation) will further strengthen the outcomes. The following is an example of the care coordination plan.", "contents": "Foot Drop -- Enhancing Healthcare Team Outcomes. Physical and occupational therapy to ensure the patient is making progress, a lack of which should prompt consideration for other options. PTs and OTs provide muscle reeducation, balance, coordination, and fall prevention strategies. A nurse can be essential in providing education for skincare. For pain management, a consultation with a pharmacist may be necessary. Regular follow-up services should include skincare, maintenance of the brace and other ambulation devices, and review of exercise protocols. Initial EMG studies and follow-up (3 to 4 months following the initial presentation) will further strengthen the outcomes. The following is an example of the care coordination plan."}
{"id": "article-21885_81", "title": "Foot Drop -- Enhancing Healthcare Team Outcomes", "content": "A thorough history and physical examination Assessment of risk factors Consultation with neurology and PMR Order diagnostic imaging, EMG Provision of pain management Provision of the brace as needed with an orthotist Referrals to PT and OT potential surgical consultation and or intervention Review of skincare and fall prevention Follow-up appointments as needed", "contents": "Foot Drop -- Enhancing Healthcare Team Outcomes. A thorough history and physical examination Assessment of risk factors Consultation with neurology and PMR Order diagnostic imaging, EMG Provision of pain management Provision of the brace as needed with an orthotist Referrals to PT and OT potential surgical consultation and or intervention Review of skincare and fall prevention Follow-up appointments as needed"}
{"id": "article-21885_82", "title": "Foot Drop -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Foot Drop -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}