{"id": "article-36267_0", "title": "Neuroanatomy, Otic Ganglion -- Introduction", "content": "Otic ganglion is one of the four parasympathetic ganglia within the head region. An anatomist named Arnold first described it in 1828. It was called 'otic' as it was large in long-eared mammals such as donkey, rabbit, horse, and other ruminants. [1]", "contents": "Neuroanatomy, Otic Ganglion -- Introduction. Otic ganglion is one of the four parasympathetic ganglia within the head region. An anatomist named Arnold first described it in 1828. It was called 'otic' as it was large in long-eared mammals such as donkey, rabbit, horse, and other ruminants. [1]"}
{"id": "article-36267_1", "title": "Neuroanatomy, Otic Ganglion -- Introduction", "content": "The otic ganglion has parasympathetic, sympathetic, sensory, and motor roots. The otic ganglion transmits postganglionic parasympathetic secretomotor fibers to all branches of the mandibular division of the trigeminal nerve. It also sends sympathetic vasomotor fibers to the parotid gland. Innervation to tensor veli palatini, tensor tympani, and medial pterygoid muscle also occurs via a motor root of otic ganglion. [2] The neurons of otic ganglion derive from Schwann cell precursors. [3] Frey's syndrome can occur following damage to postganglionic nerve fibers from otic ganglion at the level of either auriculotemporal nerve or parotid gland. [4]", "contents": "Neuroanatomy, Otic Ganglion -- Introduction. The otic ganglion has parasympathetic, sympathetic, sensory, and motor roots. The otic ganglion transmits postganglionic parasympathetic secretomotor fibers to all branches of the mandibular division of the trigeminal nerve. It also sends sympathetic vasomotor fibers to the parotid gland. Innervation to tensor veli palatini, tensor tympani, and medial pterygoid muscle also occurs via a motor root of otic ganglion. [2] The neurons of otic ganglion derive from Schwann cell precursors. [3] Frey's syndrome can occur following damage to postganglionic nerve fibers from otic ganglion at the level of either auriculotemporal nerve or parotid gland. [4]"}
{"id": "article-36267_2", "title": "Neuroanatomy, Otic Ganglion -- Structure and Function", "content": "Located in the infratemporal fossa, the otic ganglion is the smallest of the four parasympathetic ganglia found in the head region. It is an oval but flat ganglion and approximately 2×1.5×0.4 mm in size. It lies inferomedial to the foramen ovale. [5] The ganglion is inferior to the greater wing of sphenoid and superior to the levator veli palatini muscle. It is related to the medial surface of the mandibular nerve laterally, and the cartilage of the auditory tube lies in its medial aspect. The medial pterygoid nerve runs anterior to the ganglion, and middle meningeal artery traverses posterior to it. [6] Even though the otic ganglion is related topographically related to the mandibular nerve, functionally, it is related to the glossopharyngeal nerve. [7]", "contents": "Neuroanatomy, Otic Ganglion -- Structure and Function. Located in the infratemporal fossa, the otic ganglion is the smallest of the four parasympathetic ganglia found in the head region. It is an oval but flat ganglion and approximately 2×1.5×0.4 mm in size. It lies inferomedial to the foramen ovale. [5] The ganglion is inferior to the greater wing of sphenoid and superior to the levator veli palatini muscle. It is related to the medial surface of the mandibular nerve laterally, and the cartilage of the auditory tube lies in its medial aspect. The medial pterygoid nerve runs anterior to the ganglion, and middle meningeal artery traverses posterior to it. [6] Even though the otic ganglion is related topographically related to the mandibular nerve, functionally, it is related to the glossopharyngeal nerve. [7]"}
{"id": "article-36267_3", "title": "Neuroanatomy, Otic Ganglion -- Structure and Function", "content": "Morphologically, the otic ganglion is seen as a yellowish-brown oval ganglionic structure bilaterally in most cases. [8] However, recent studies have shown that otic ganglion can appear as three types: Compact type Lobulated type Disperse type based on how the nerves enter and leave the ganglion", "contents": "Neuroanatomy, Otic Ganglion -- Structure and Function. Morphologically, the otic ganglion is seen as a yellowish-brown oval ganglionic structure bilaterally in most cases. [8] However, recent studies have shown that otic ganglion can appear as three types: Compact type Lobulated type Disperse type based on how the nerves enter and leave the ganglion"}
{"id": "article-36267_4", "title": "Neuroanatomy, Otic Ganglion -- Structure and Function", "content": "The compact type has a classic ganglionic shape and is the most common type. As the number of leaving branches increases, the ganglion appears less lobulated and more disperse. In the same individual, two different morphological types of a ganglion can both be present. [6]", "contents": "Neuroanatomy, Otic Ganglion -- Structure and Function. The compact type has a classic ganglionic shape and is the most common type. As the number of leaving branches increases, the ganglion appears less lobulated and more disperse. In the same individual, two different morphological types of a ganglion can both be present. [6]"}
{"id": "article-36267_5", "title": "Neuroanatomy, Otic Ganglion -- Structure and Function", "content": "The parasympathetic root of an otic ganglion is formed by preganglionic parasympathetic fibers that arise in the inferior salivary nucleus, located within the medulla oblongata of the brainstem. These preganglionic efferent parasympathetic fibers pass through the glossopharyngeal nerve. They then travel with its tympanic branch (Jacobson’s nerve) to form tympanic plexus in the middle ear cavity, before leaving it to form the lesser petrosal nerve. [2] [9] The lesser petrosal nerve course along the floor of middle cranial fossa and exits the skull base through foramen ovale to enter the infratemporal fossa and join the otic ganglion. In some cases, the lesser petrosal nerve also exits the middle cranial fossa through foramen spinosum or sphenopetrosal fissure to joins the otic ganglion. [9] Within the otic ganglion, preganglionic parasympathetic fibers synapse with the postganglionic fibers. The postganglionic parasympathetic fibers then traverse through all branches of the mandibular division of trigeminal nerve to provide secretomotor fibers to mainly the parotid gland via the auriculotemporal nerve. It also supplies other areas of the orofacial region like the submandibular gland, sublingual gland, other salivary glands in the buccal mucosa, and blood vessels of the masticatory muscles through the other branches of the mandibular nerve. [10]", "contents": "Neuroanatomy, Otic Ganglion -- Structure and Function. The parasympathetic root of an otic ganglion is formed by preganglionic parasympathetic fibers that arise in the inferior salivary nucleus, located within the medulla oblongata of the brainstem. These preganglionic efferent parasympathetic fibers pass through the glossopharyngeal nerve. They then travel with its tympanic branch (Jacobson’s nerve) to form tympanic plexus in the middle ear cavity, before leaving it to form the lesser petrosal nerve. [2] [9] The lesser petrosal nerve course along the floor of middle cranial fossa and exits the skull base through foramen ovale to enter the infratemporal fossa and join the otic ganglion. In some cases, the lesser petrosal nerve also exits the middle cranial fossa through foramen spinosum or sphenopetrosal fissure to joins the otic ganglion. [9] Within the otic ganglion, preganglionic parasympathetic fibers synapse with the postganglionic fibers. The postganglionic parasympathetic fibers then traverse through all branches of the mandibular division of trigeminal nerve to provide secretomotor fibers to mainly the parotid gland via the auriculotemporal nerve. It also supplies other areas of the orofacial region like the submandibular gland, sublingual gland, other salivary glands in the buccal mucosa, and blood vessels of the masticatory muscles through the other branches of the mandibular nerve. [10]"}
{"id": "article-36267_6", "title": "Neuroanatomy, Otic Ganglion -- Structure and Function", "content": "The origin of sympathetic neurons associated with the otic ganglion arises from the plexus around the middle meningeal artery. These plexus convey postganglionic fibers arising from the superior cervical ganglion. The postganglionic sympathetic fibers pass through the otic ganglion without relay and run together with the parasympathetic fibers in the auriculotemporal nerve to provide sympathetic innervation to the parotid gland blood vessels. [2] The sensory route of the otic ganglion receives fibers from the glossopharyngeal nerve via the tympanic plexus and lesser superficial petrosal nerve. [2] [8]", "contents": "Neuroanatomy, Otic Ganglion -- Structure and Function. The origin of sympathetic neurons associated with the otic ganglion arises from the plexus around the middle meningeal artery. These plexus convey postganglionic fibers arising from the superior cervical ganglion. The postganglionic sympathetic fibers pass through the otic ganglion without relay and run together with the parasympathetic fibers in the auriculotemporal nerve to provide sympathetic innervation to the parotid gland blood vessels. [2] The sensory route of the otic ganglion receives fibers from the glossopharyngeal nerve via the tympanic plexus and lesser superficial petrosal nerve. [2] [8]"}
{"id": "article-36267_7", "title": "Neuroanatomy, Otic Ganglion -- Structure and Function", "content": "The motor route originates from the mandibular nerve and passes through the otic ganglion without synapsing and enters the medial pterygoid nerve to innervate the medial pterygoid muscle, tensor veli palatini, and tensor tympani muscles. [2]", "contents": "Neuroanatomy, Otic Ganglion -- Structure and Function. The motor route originates from the mandibular nerve and passes through the otic ganglion without synapsing and enters the medial pterygoid nerve to innervate the medial pterygoid muscle, tensor veli palatini, and tensor tympani muscles. [2]"}
{"id": "article-36267_8", "title": "Neuroanatomy, Otic Ganglion -- Embryology", "content": "Otic ganglion, like other parasympathetic ganglia within the head, is derived from Schwann cell precursors. These precursors migrate via preganglionic axons and differentiate into peripheral neurons when they reach the site of the adult ganglionic structure into which they develop. [3] [11] By 32 to 34 days of embryonic life, otic ganglia are observable in humans, and by the 20th week of intra-uterine life, it will be a well-developed structure. [6]", "contents": "Neuroanatomy, Otic Ganglion -- Embryology. Otic ganglion, like other parasympathetic ganglia within the head, is derived from Schwann cell precursors. These precursors migrate via preganglionic axons and differentiate into peripheral neurons when they reach the site of the adult ganglionic structure into which they develop. [3] [11] By 32 to 34 days of embryonic life, otic ganglia are observable in humans, and by the 20th week of intra-uterine life, it will be a well-developed structure. [6]"}
{"id": "article-36267_9", "title": "Neuroanatomy, Otic Ganglion -- Embryology", "content": "It has recently come to light that the otic ganglion and pterygopalatine ganglia are a single and undifferentiated cell mass till the 16th week of gestation and later get separated by growing ala temporalis. They then reconnect by secondarily-formed communicating branch, the nervus sphenopidalis. [7]", "contents": "Neuroanatomy, Otic Ganglion -- Embryology. It has recently come to light that the otic ganglion and pterygopalatine ganglia are a single and undifferentiated cell mass till the 16th week of gestation and later get separated by growing ala temporalis. They then reconnect by secondarily-formed communicating branch, the nervus sphenopidalis. [7]"}
{"id": "article-36267_10", "title": "Neuroanatomy, Otic Ganglion -- Blood Supply and Lymphatics", "content": "Research has shown that the postganglionic fibers emerging from the otic ganglion innervate the blood vessels of the circle of Willis as opposed to the vertebrobasilar artery. The postganglionic otic fibers also terminate in the cavernous sinus via the external sphenoid nerve and form the cavernous sinus plexus with the sympathetic fibers from the internal carotid artery. [12] Research has also proven that, in rats, the middle meningeal artery and superficial temporal artery receive afferents from the otic ganglion through the auriculotemporal nerve. [6]", "contents": "Neuroanatomy, Otic Ganglion -- Blood Supply and Lymphatics. Research has shown that the postganglionic fibers emerging from the otic ganglion innervate the blood vessels of the circle of Willis as opposed to the vertebrobasilar artery. The postganglionic otic fibers also terminate in the cavernous sinus via the external sphenoid nerve and form the cavernous sinus plexus with the sympathetic fibers from the internal carotid artery. [12] Research has also proven that, in rats, the middle meningeal artery and superficial temporal artery receive afferents from the otic ganglion through the auriculotemporal nerve. [6]"}
{"id": "article-36267_11", "title": "Neuroanatomy, Otic Ganglion -- Blood Supply and Lymphatics", "content": "A recent study clearly shows that blood vessels in the lower lip exclusively receive innervation by postganglionic fibers originating from the otic ganglion, and not from the pterygopalatine ganglion. [13]", "contents": "Neuroanatomy, Otic Ganglion -- Blood Supply and Lymphatics. A recent study clearly shows that blood vessels in the lower lip exclusively receive innervation by postganglionic fibers originating from the otic ganglion, and not from the pterygopalatine ganglion. [13]"}
{"id": "article-36267_12", "title": "Neuroanatomy, Otic Ganglion -- Nerves", "content": "Otic ganglion has connections to various nerves. This section describes the multiple nerves connected to the otic ganglion and the structures innervated by them. Postganglionic parasympathetic fibers of the otic ganglion pass through all the branches of the mandibular division of the trigeminal nerve, like the auriculotemporal nerve, lingual nerve, buccal nerve, inferior alveolar nerve, mylohyoid nerve, meningeal nerve, and the motor branches to deep temporalis and masseter. The otic ganglion also communicates with the Vidian nerve through the internal sphenoid nerve and cavernous sinus through the external sphenoid nerve. [6]", "contents": "Neuroanatomy, Otic Ganglion -- Nerves. Otic ganglion has connections to various nerves. This section describes the multiple nerves connected to the otic ganglion and the structures innervated by them. Postganglionic parasympathetic fibers of the otic ganglion pass through all the branches of the mandibular division of the trigeminal nerve, like the auriculotemporal nerve, lingual nerve, buccal nerve, inferior alveolar nerve, mylohyoid nerve, meningeal nerve, and the motor branches to deep temporalis and masseter. The otic ganglion also communicates with the Vidian nerve through the internal sphenoid nerve and cavernous sinus through the external sphenoid nerve. [6]"}
{"id": "article-36267_13", "title": "Neuroanatomy, Otic Ganglion -- Nerves", "content": "The auriculotemporal nerve, which connects to the otic ganglion through a communicating branch carries postganglionic parasympathetic secretomotor and sympathetic vasomotor fibers for the parotid gland. [2]", "contents": "Neuroanatomy, Otic Ganglion -- Nerves. The auriculotemporal nerve, which connects to the otic ganglion through a communicating branch carries postganglionic parasympathetic secretomotor and sympathetic vasomotor fibers for the parotid gland. [2]"}
{"id": "article-36267_14", "title": "Neuroanatomy, Otic Ganglion -- Nerves", "content": "The motor fibers of the facial nerve for levator veli palatini muscle run in the cauda tympani nerve and then the otic ganglion by a communicating branch. These motor fibers pass the otic ganglion without any synaptic relay and join the Vidian nerve via the internal sphenoid nerve. Vidian nerve finally brings the motor fibers to the pterygopalatine ganglion, which eventually gives of the lesser palatine nerve to innervate the levator veli palatini muscle. [2]", "contents": "Neuroanatomy, Otic Ganglion -- Nerves. The motor fibers of the facial nerve for levator veli palatini muscle run in the cauda tympani nerve and then the otic ganglion by a communicating branch. These motor fibers pass the otic ganglion without any synaptic relay and join the Vidian nerve via the internal sphenoid nerve. Vidian nerve finally brings the motor fibers to the pterygopalatine ganglion, which eventually gives of the lesser palatine nerve to innervate the levator veli palatini muscle. [2]"}
{"id": "article-36267_15", "title": "Neuroanatomy, Otic Ganglion -- Nerves", "content": "The postganglionic fibers from the otic ganglion also enter the lingual nerve via a communicating branch and thereby innervates the submandibular and sublingual glands. The greater petrosal nerve is also connected to the otic ganglion by a communicating branch and transmits sensory and parasympathetic fibers to the lingual nerve. The otic ganglion also connects to the meningeal branch of the mandibular nerve through a communicating branch, and it transmits sensory fibers that form the meningeal nerve. [2]", "contents": "Neuroanatomy, Otic Ganglion -- Nerves. The postganglionic fibers from the otic ganglion also enter the lingual nerve via a communicating branch and thereby innervates the submandibular and sublingual glands. The greater petrosal nerve is also connected to the otic ganglion by a communicating branch and transmits sensory and parasympathetic fibers to the lingual nerve. The otic ganglion also connects to the meningeal branch of the mandibular nerve through a communicating branch, and it transmits sensory fibers that form the meningeal nerve. [2]"}
{"id": "article-36267_16", "title": "Neuroanatomy, Otic Ganglion -- Nerves", "content": "The otic ganglion connects to the cavernous sinus through the external sphenoid nerve. The external sphenoid nerve is a small ganglion cord arising from the dorsal side of the otic ganglion. It accompanies the internal sphenoid nerve along half its course. It then traverses cranially to enter the cavernous sinus through sphenoidal emissary foramen, or through a small bony canal where a para-otic ganglion resides. [2]", "contents": "Neuroanatomy, Otic Ganglion -- Nerves. The otic ganglion connects to the cavernous sinus through the external sphenoid nerve. The external sphenoid nerve is a small ganglion cord arising from the dorsal side of the otic ganglion. It accompanies the internal sphenoid nerve along half its course. It then traverses cranially to enter the cavernous sinus through sphenoidal emissary foramen, or through a small bony canal where a para-otic ganglion resides. [2]"}
{"id": "article-36267_17", "title": "Neuroanatomy, Otic Ganglion -- Nerves", "content": "Postganglionic parasympathetic fibers from the otic ganglion also run in other branches of the mandibular nerve like buccal, inferior alveolar, and mylohyoid nerve, and they innervate the small salivary glands in the buccal mucosa. The motor branches of the mandibular nerve to masseter and deep temporalis also contains postganglionic parasympathetic fibers from the otic ganglion to a small extent. [10]", "contents": "Neuroanatomy, Otic Ganglion -- Nerves. Postganglionic parasympathetic fibers from the otic ganglion also run in other branches of the mandibular nerve like buccal, inferior alveolar, and mylohyoid nerve, and they innervate the small salivary glands in the buccal mucosa. The motor branches of the mandibular nerve to masseter and deep temporalis also contains postganglionic parasympathetic fibers from the otic ganglion to a small extent. [10]"}
{"id": "article-36267_18", "title": "Neuroanatomy, Otic Ganglion -- Muscles", "content": "The motor route of otic ganglion innervates three muscles via the medial pterygoid nerve, namely tensor tympani, tensor veli palatine, and medial pterygoid muscles. [2]", "contents": "Neuroanatomy, Otic Ganglion -- Muscles. The motor route of otic ganglion innervates three muscles via the medial pterygoid nerve, namely tensor tympani, tensor veli palatine, and medial pterygoid muscles. [2]"}
{"id": "article-36267_19", "title": "Neuroanatomy, Otic Ganglion -- Physiologic Variants", "content": "The otic ganglion showed a difference in the number and volume of nerve fiber bundles connected to it, which in turn resulted in three different morphological forms described above. [14] [6] The otic ganglion also showed a disparity in the distance to the anterior section of the mandibular nerve, and it varied from 0 to 4 mm. [14]", "contents": "Neuroanatomy, Otic Ganglion -- Physiologic Variants. The otic ganglion showed a difference in the number and volume of nerve fiber bundles connected to it, which in turn resulted in three different morphological forms described above. [14] [6] The otic ganglion also showed a disparity in the distance to the anterior section of the mandibular nerve, and it varied from 0 to 4 mm. [14]"}
{"id": "article-36267_20", "title": "Neuroanatomy, Otic Ganglion -- Clinical Significance", "content": "Frey’s (auriculotemporal) syndrome occurs following surgery, trauma, or any pathology to the parotid gland or the auriculotemporal nerve that, in turn, damages the postganglionic parasympathetic, sympathetic and sensory nerves within them. Very rarely, Frey’s syndrome can occur following herpes infection. [15] The patients present with unilateral pain, sweating, and flushing in the cutaneous distribution of the auriculotemporal nerve following a gustatory stimulus. Many theories are in place to explain the phenomenon observed in Frey syndrome. The most accepted among them states the cause behind this phenomenon to be aberrant regeneration. Following damage to the auriculotemporal nerve, the regenerating nerve fibrils may become misdirected and join the sympathetic nerves innervating subcutaneous blood vessels and sweat glands, causing gustatory sweating and flushing. [4] Sometimes these symptoms can appear many decades after a parotidectomy surgery [16] . Confirmation of Frey syndrome is possible with a Minor starch-iodine test. Many surgical methods are available for the prevention of Frey syndrome, including the use of fascia or muscle flaps, fat grafts, or acellular dermal matrix (ADM). The different treatment options for Frey syndrome include the topical application of antiperspirants, injection of anticholinergics like scopolamine and intradermal injections of botulinum toxin A.", "contents": "Neuroanatomy, Otic Ganglion -- Clinical Significance. Frey’s (auriculotemporal) syndrome occurs following surgery, trauma, or any pathology to the parotid gland or the auriculotemporal nerve that, in turn, damages the postganglionic parasympathetic, sympathetic and sensory nerves within them. Very rarely, Frey’s syndrome can occur following herpes infection. [15] The patients present with unilateral pain, sweating, and flushing in the cutaneous distribution of the auriculotemporal nerve following a gustatory stimulus. Many theories are in place to explain the phenomenon observed in Frey syndrome. The most accepted among them states the cause behind this phenomenon to be aberrant regeneration. Following damage to the auriculotemporal nerve, the regenerating nerve fibrils may become misdirected and join the sympathetic nerves innervating subcutaneous blood vessels and sweat glands, causing gustatory sweating and flushing. [4] Sometimes these symptoms can appear many decades after a parotidectomy surgery [16] . Confirmation of Frey syndrome is possible with a Minor starch-iodine test. Many surgical methods are available for the prevention of Frey syndrome, including the use of fascia or muscle flaps, fat grafts, or acellular dermal matrix (ADM). The different treatment options for Frey syndrome include the topical application of antiperspirants, injection of anticholinergics like scopolamine and intradermal injections of botulinum toxin A."}
{"id": "article-36267_21", "title": "Neuroanatomy, Otic Ganglion -- Clinical Significance", "content": "Preganglionic parasympathetic fibers projecting to the otic ganglion may be damaged by traumatic injury or inflammation involving foramen ovale, causing dysfunction of the parotid gland and other areas in which the postganglionic parasympathetic fibers innervate. [2] Recent studies have shown the presence of neuropeptide, pituitary adenylate cyclase-activating peptide (PAC-AP) in the otic ganglion, which plays a significant role in primary headache. [6]", "contents": "Neuroanatomy, Otic Ganglion -- Clinical Significance. Preganglionic parasympathetic fibers projecting to the otic ganglion may be damaged by traumatic injury or inflammation involving foramen ovale, causing dysfunction of the parotid gland and other areas in which the postganglionic parasympathetic fibers innervate. [2] Recent studies have shown the presence of neuropeptide, pituitary adenylate cyclase-activating peptide (PAC-AP) in the otic ganglion, which plays a significant role in primary headache. [6]"}
{"id": "article-36267_22", "title": "Neuroanatomy, Otic Ganglion -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Neuroanatomy, Otic Ganglion -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}