{"id": "article-17703_0", "title": "Biochemistry, Antioxidants -- Introduction", "content": "The term “antioxidant” is not always clearly defined in either popular or scientific literature. In the most general sense, a natural or synthetic antioxidant directly or indirectly functions to minimize damage to biomolecules (mostly proteins, lipids, and DNA) caused by reactive oxygen species (ROS) and/or reactive nitrogen oxide species (RNOS). Screening complex mixtures of organic molecules (e.g., a fruit juice) for their in vitro antioxidant capacities is popular, but the health-related significance of such measurements is questionable. An “antioxidant nutrient” can be either a precursor or cofactor for an antioxidant molecule or can be an antioxidant in its own right. For example, “selenium” is considered an “antioxidant nutrient” but dietary selenium, in the form of selenite or selenate, is not a functional antioxidant: selenite and selenate must convert to L-selenocysteine which can then get incorporated into glutathione peroxidase (GPX) which is a key antioxidant selenoenzyme. Gamma-tocopherol which is the primary dietary form of vitamin E is both an antioxidant nutrient as well as a functional antioxidant. This article will focus on physiologically significant antioxidants that have been studied either in humans, animal models, or relevant in vitro cellular models. The physiochemical and physiological properties of individual antioxidants are complex, and not all molecules that function as antioxidants are necessarily beneficial to human health. A key goal is to understand how antioxidants modulate acts in signal transduction pathways.", "contents": "Biochemistry, Antioxidants -- Introduction. The term “antioxidant” is not always clearly defined in either popular or scientific literature. In the most general sense, a natural or synthetic antioxidant directly or indirectly functions to minimize damage to biomolecules (mostly proteins, lipids, and DNA) caused by reactive oxygen species (ROS) and/or reactive nitrogen oxide species (RNOS). Screening complex mixtures of organic molecules (e.g., a fruit juice) for their in vitro antioxidant capacities is popular, but the health-related significance of such measurements is questionable. An “antioxidant nutrient” can be either a precursor or cofactor for an antioxidant molecule or can be an antioxidant in its own right. For example, “selenium” is considered an “antioxidant nutrient” but dietary selenium, in the form of selenite or selenate, is not a functional antioxidant: selenite and selenate must convert to L-selenocysteine which can then get incorporated into glutathione peroxidase (GPX) which is a key antioxidant selenoenzyme. Gamma-tocopherol which is the primary dietary form of vitamin E is both an antioxidant nutrient as well as a functional antioxidant. This article will focus on physiologically significant antioxidants that have been studied either in humans, animal models, or relevant in vitro cellular models. The physiochemical and physiological properties of individual antioxidants are complex, and not all molecules that function as antioxidants are necessarily beneficial to human health. A key goal is to understand how antioxidants modulate acts in signal transduction pathways."}
{"id": "article-17703_1", "title": "Biochemistry, Antioxidants -- Fundamentals", "content": "Antioxidants can be small organic molecules such as ascorbate and urate, or enzymes such as superoxide dismutase. Organic antioxidants can be either lipid soluble (vitamin E) or water soluble such as glutathione (GSH), ascorbate, and urate.  Vitamin E is not a single organic molecule but refers to at least eight naturally occurring compounds, four tocopherols (alpha-, beta-, gamma- and -delta), and four tocotrienols (alpha-, beta-, gamma- and -delta) which are all lipid soluble and associated with lipid-protein complexes such as biomembranes and lipoproteins [1] . Naturally occurring forms of vitamin E have specific and functionally significant stereochemistry’s. RRR-alpha-tocopherol is the primary form of vitamin E found in human plasma, but RRR-gamma-tocopherol is the primary form found in a Western diet. Naturally occurring tocopherols all have chiral carbons with an R-stereochemical configuration, e.g., RRR-alpha-tocopherol. Synthetic alpha-tocopherol has half R- and half S-  at each of the three chiral carbons and is called all-racemic-alpha-tocopherol. Synthetic alpha-tocopherol is, therefore, only one-eighth RRR-alpha-tocopherol. Most commercial vitamin E supplements are all-racemic alpha-tocopheryl acetate which is also the form used in many clinical trials. Much early clinical research with “vitamin E” did not specify the chemical form used.", "contents": "Biochemistry, Antioxidants -- Fundamentals. Antioxidants can be small organic molecules such as ascorbate and urate, or enzymes such as superoxide dismutase. Organic antioxidants can be either lipid soluble (vitamin E) or water soluble such as glutathione (GSH), ascorbate, and urate.  Vitamin E is not a single organic molecule but refers to at least eight naturally occurring compounds, four tocopherols (alpha-, beta-, gamma- and -delta), and four tocotrienols (alpha-, beta-, gamma- and -delta) which are all lipid soluble and associated with lipid-protein complexes such as biomembranes and lipoproteins [1] . Naturally occurring forms of vitamin E have specific and functionally significant stereochemistry’s. RRR-alpha-tocopherol is the primary form of vitamin E found in human plasma, but RRR-gamma-tocopherol is the primary form found in a Western diet. Naturally occurring tocopherols all have chiral carbons with an R-stereochemical configuration, e.g., RRR-alpha-tocopherol. Synthetic alpha-tocopherol has half R- and half S-  at each of the three chiral carbons and is called all-racemic-alpha-tocopherol. Synthetic alpha-tocopherol is, therefore, only one-eighth RRR-alpha-tocopherol. Most commercial vitamin E supplements are all-racemic alpha-tocopheryl acetate which is also the form used in many clinical trials. Much early clinical research with “vitamin E” did not specify the chemical form used."}
{"id": "article-17703_2", "title": "Biochemistry, Antioxidants -- Fundamentals", "content": "The terms “ROS” and “free radicals” are often used interchangeably, but they are not equivalent. The term “ROS” refers to reactive oxygen species whether or not they are free radicals. Some ROS are not free radicals yet are reactive. For example, hydrogen peroxide (H2O2) is a ROS but is not a free radical. Moreover, not all “free radicals” are very reactive. Ground state oxygen is a diradical (two unpaired electrons) yet is fairly stable. The superoxide radical (O2*-), where * is an electron, is a free radical but is only mildly reactive and can act as a reducing agent.  However, the reaction between hydrogen peroxide and superoxide radical yields the hydroxyl radical (*OH ) which is highly reactive and damaging to most biomolecules. Reaction 1 is the Haber-Weiss reaction catalyzed by iron ions. Both catalase (CAT) and superoxide dismutase (SOD) help prevent the Haber-Weiss reaction by lowering cellular levels of hydrogen peroxide and superoxide radicals, respectively.", "contents": "Biochemistry, Antioxidants -- Fundamentals. The terms “ROS” and “free radicals” are often used interchangeably, but they are not equivalent. The term “ROS” refers to reactive oxygen species whether or not they are free radicals. Some ROS are not free radicals yet are reactive. For example, hydrogen peroxide (H2O2) is a ROS but is not a free radical. Moreover, not all “free radicals” are very reactive. Ground state oxygen is a diradical (two unpaired electrons) yet is fairly stable. The superoxide radical (O2*-), where * is an electron, is a free radical but is only mildly reactive and can act as a reducing agent.  However, the reaction between hydrogen peroxide and superoxide radical yields the hydroxyl radical (*OH ) which is highly reactive and damaging to most biomolecules. Reaction 1 is the Haber-Weiss reaction catalyzed by iron ions. Both catalase (CAT) and superoxide dismutase (SOD) help prevent the Haber-Weiss reaction by lowering cellular levels of hydrogen peroxide and superoxide radicals, respectively."}
{"id": "article-17703_3", "title": "Biochemistry, Antioxidants -- Fundamentals", "content": "(1) H2O2  + O2*-    -->  O2 + *OH  +  -OH SOD (2) O2*-    +  O2*-     + 2H    -->  O2 + H2O2 CAT (3) 2H2O2   -->  O2  +  2H2O", "contents": "Biochemistry, Antioxidants -- Fundamentals. (1) H2O2  + O2*-    -->  O2 + *OH  +  -OH SOD (2) O2*-    +  O2*-     + 2H    -->  O2 + H2O2 CAT (3) 2H2O2   -->  O2  +  2H2O"}
{"id": "article-17703_4", "title": "Biochemistry, Antioxidants -- Fundamentals", "content": "SOD is a metalloprotein with one form having Cu and Zn (Cu/Zn-SOD1) and another having Mn (Mn-SOD2). Mn-SOD2 is present in mitochondria. In addition to CAT, glutathione peroxidase (GPX1) can reduce H2O2 levels (reaction 4) and also utilizes reduced glutathione (GSH) as a substrate. In contrast to the GPX1 form of glutathione peroxidase which has a preference for H2O2 as a substrate, the GPX4 form prefers a lipid hydroperoxide (LOOH) substrate (reaction 5). The oxidized glutathione (GSSG) produced by reaction 4 or 5 must undergo reduction as indicated in reaction 6. GPX1 (4) 2GSH + H2O2   --> GSSG + 2H2O GPX4 (5) 2GSH + LOOH --> GSSG + 2H2O (6) GSSG + NADPH + H+ → 2 GSH + NADP+", "contents": "Biochemistry, Antioxidants -- Fundamentals. SOD is a metalloprotein with one form having Cu and Zn (Cu/Zn-SOD1) and another having Mn (Mn-SOD2). Mn-SOD2 is present in mitochondria. In addition to CAT, glutathione peroxidase (GPX1) can reduce H2O2 levels (reaction 4) and also utilizes reduced glutathione (GSH) as a substrate. In contrast to the GPX1 form of glutathione peroxidase which has a preference for H2O2 as a substrate, the GPX4 form prefers a lipid hydroperoxide (LOOH) substrate (reaction 5). The oxidized glutathione (GSSG) produced by reaction 4 or 5 must undergo reduction as indicated in reaction 6. GPX1 (4) 2GSH + H2O2   --> GSSG + 2H2O GPX4 (5) 2GSH + LOOH --> GSSG + 2H2O (6) GSSG + NADPH + H+ → 2 GSH + NADP+"}
{"id": "article-17703_5", "title": "Biochemistry, Antioxidants -- Fundamentals", "content": "The various isoforms of vitamin E are the main lipid-soluble antioxidants and they inhibit the damaging process of lipid peroxidation by quenching the lipid peroxyl radicals (LOO*) formed during the propagation phase of lipid peroxidation (the cycling of reactions 7 and 8). In reaction 9, TOH is any isoform of free tocopherol, and TQ is the resultant tocopheryl quinone. These reactions take place in biomembranes and lipoproteins. (7) LH  +  LOO*  -->   L* +  LOOH (8) L*   +   O-->   LOO* (9) LOO*  +  TOH  --> LOOH + TQ", "contents": "Biochemistry, Antioxidants -- Fundamentals. The various isoforms of vitamin E are the main lipid-soluble antioxidants and they inhibit the damaging process of lipid peroxidation by quenching the lipid peroxyl radicals (LOO*) formed during the propagation phase of lipid peroxidation (the cycling of reactions 7 and 8). In reaction 9, TOH is any isoform of free tocopherol, and TQ is the resultant tocopheryl quinone. These reactions take place in biomembranes and lipoproteins. (7) LH  +  LOO*  -->   L* +  LOOH (8) L*   +   O-->   LOO* (9) LOO*  +  TOH  --> LOOH + TQ"}
{"id": "article-17703_6", "title": "Biochemistry, Antioxidants -- Issues of Concern", "content": "There is a tendency to oversimplify the potential health benefits of all nutrients and dietary supplements having a high content of “antioxidants.” The Selenium and Vitamin E Cancer Prevention Trial (SELECT) clinical trial illustrates this point. This large-scale, prospective, randomized, placebo-controlled trial evaluated the potential effect of “vitamin E” and/or selenium supplementation on prostate cancer. The form of vitamin E used in this study was all-rac-alpha-tocopheryl acetate (not the same as dl-alpha-tocopheryl acetate). As detailed above, all-rac-alpha-tocopheryl acetate is not the naturally occurring form of dietary vitamin E from both a stereochemical view and a chemical point of view, since naturally occurring vitamin E is not esterified. Any unesterified form of vitamin E is a powerful antioxidant capable of inhibiting lipid peroxidation. The SELECT study found that neither all-rac-alpha-tocopheryl acetate nor selenium supplementation decreased the incidence of prostate cancer or any other cancer followed in the trial. Moreover, a subsequent follow-up to the initial SELECT trial found a significantly increased risk of developing prostate cancer in men taking all-rac-alpha-tocopheryl acetate. The SELECT trial showed that not all antioxidants are good for human health. Whether or not other forms of vitamin E, such as tocotrienols, have an anticancer effect has yet to be determined. Tocotrienols modulate some of the signal transduction pathways important in cancer in ways distinct from that of tocopherols. [2]", "contents": "Biochemistry, Antioxidants -- Issues of Concern. There is a tendency to oversimplify the potential health benefits of all nutrients and dietary supplements having a high content of “antioxidants.” The Selenium and Vitamin E Cancer Prevention Trial (SELECT) clinical trial illustrates this point. This large-scale, prospective, randomized, placebo-controlled trial evaluated the potential effect of “vitamin E” and/or selenium supplementation on prostate cancer. The form of vitamin E used in this study was all-rac-alpha-tocopheryl acetate (not the same as dl-alpha-tocopheryl acetate). As detailed above, all-rac-alpha-tocopheryl acetate is not the naturally occurring form of dietary vitamin E from both a stereochemical view and a chemical point of view, since naturally occurring vitamin E is not esterified. Any unesterified form of vitamin E is a powerful antioxidant capable of inhibiting lipid peroxidation. The SELECT study found that neither all-rac-alpha-tocopheryl acetate nor selenium supplementation decreased the incidence of prostate cancer or any other cancer followed in the trial. Moreover, a subsequent follow-up to the initial SELECT trial found a significantly increased risk of developing prostate cancer in men taking all-rac-alpha-tocopheryl acetate. The SELECT trial showed that not all antioxidants are good for human health. Whether or not other forms of vitamin E, such as tocotrienols, have an anticancer effect has yet to be determined. Tocotrienols modulate some of the signal transduction pathways important in cancer in ways distinct from that of tocopherols. [2]"}
{"id": "article-17703_7", "title": "Biochemistry, Antioxidants -- Cellular Level", "content": "While the general view of ROS is as damaging substances, they can also function as normal second messengers modulating many signal transduction pathways important in cell growth. [3] Moreover, ROS play an essential role in killing many pathogens during the process of macrophage phagocytosis. [4]", "contents": "Biochemistry, Antioxidants -- Cellular Level. While the general view of ROS is as damaging substances, they can also function as normal second messengers modulating many signal transduction pathways important in cell growth. [3] Moreover, ROS play an essential role in killing many pathogens during the process of macrophage phagocytosis. [4]"}
{"id": "article-17703_8", "title": "Biochemistry, Antioxidants -- Cellular Level", "content": "A primary cellular source of superoxide radicals is from one electron transfer to oxygen in the mitochondria. [5] Peroxisomes are a significant source of H2O2 as well as O2*-  and *OH. [6] Lipid peroxyl radicals (LOO*) form in the lipid bilayers of the plasma membrane, the endoplasmic reticulum, and mitochondrial membranes. [7] The primary water-soluble intercellular antioxidant is glutathione whereas vitamin E is the major lipid-soluble antioxidant. Although alpha-tocopherol is the principal isoform of vitamin E found in plasma, evidence suggests that gamma-tocopherol is preferentially taken up by cells. [8]", "contents": "Biochemistry, Antioxidants -- Cellular Level. A primary cellular source of superoxide radicals is from one electron transfer to oxygen in the mitochondria. [5] Peroxisomes are a significant source of H2O2 as well as O2*-  and *OH. [6] Lipid peroxyl radicals (LOO*) form in the lipid bilayers of the plasma membrane, the endoplasmic reticulum, and mitochondrial membranes. [7] The primary water-soluble intercellular antioxidant is glutathione whereas vitamin E is the major lipid-soluble antioxidant. Although alpha-tocopherol is the principal isoform of vitamin E found in plasma, evidence suggests that gamma-tocopherol is preferentially taken up by cells. [8]"}
{"id": "article-17703_9", "title": "Biochemistry, Antioxidants -- Testing", "content": "Isoprostanes are very stable forms of lipid oxidation by-products that are measurable with high sensitivity. [9] [10] The redox pair of reduced to oxidized glutathione (GSH-GSSG) is another useful biomarker where a decrease in the ratio would indicate a greater increase in oxidative stress. [11] Plasma isoprostane levels and other plasma biomarkers of oxidative stress are systemic indices and may not reflect tissue damage/alterations caused by very localized oxidative stress. The antioxidant status of plasma is assessable by measurements of plasma urate, ascorbate, and tocopherols. In contrast to other mammals, primates have very high plasma urate levels. [12]", "contents": "Biochemistry, Antioxidants -- Testing. Isoprostanes are very stable forms of lipid oxidation by-products that are measurable with high sensitivity. [9] [10] The redox pair of reduced to oxidized glutathione (GSH-GSSG) is another useful biomarker where a decrease in the ratio would indicate a greater increase in oxidative stress. [11] Plasma isoprostane levels and other plasma biomarkers of oxidative stress are systemic indices and may not reflect tissue damage/alterations caused by very localized oxidative stress. The antioxidant status of plasma is assessable by measurements of plasma urate, ascorbate, and tocopherols. In contrast to other mammals, primates have very high plasma urate levels. [12]"}
{"id": "article-17703_10", "title": "Biochemistry, Antioxidants -- Pathophysiology", "content": "An increase in oxidative stress always accompanies inflammation which can be useful in killing pathogens, but chronic inflammation can be pathophysiological in many circumstances such as obesity, autoimmune diseases, diabetes, atherosclerosis, as well as cancer initiation and progression. [13] [14]", "contents": "Biochemistry, Antioxidants -- Pathophysiology. An increase in oxidative stress always accompanies inflammation which can be useful in killing pathogens, but chronic inflammation can be pathophysiological in many circumstances such as obesity, autoimmune diseases, diabetes, atherosclerosis, as well as cancer initiation and progression. [13] [14]"}
{"id": "article-17703_11", "title": "Biochemistry, Antioxidants -- Clinical Significance", "content": "The ROS (and by-products) produced from chronic exposure to environmental factors or chronic inflammation would be an ongoing source of DNA alterations giving rise to mutations and increasing cancer risk. [15] Cigarette smoking is a major preventable source of oxidative stress and is a major risk factor for atherosclerosis and cancer, particularly lung cancer. Maternal smoking during pregnancy correlates with many neonatal health problems. [16] Oxygen therapy for premature and/or very low birth weight infants contributes to retinopathy of prematurity. [17] Upon birth, infants are exposed to higher oxygen levels and accompanying increases in ROS. Premature infants are at increased risk for oxygen toxicity. The retinal microvasculature is initially inhibited then accelerated once supplemental oxygen is removed. [17] ROS production is a risk factor for age-related macular degeneration. The most common type of AMD is dry AMD and treatment consists of close observation with supplementation of antioxidants. [18] Some of the bacteria that colonize the gastrointestinal tract, primarily the large intestine, can produce an abundance of ROS possibly contributing to colorectal cancer and inflammatory bowel diseases. [19] [20] ROS also has a role in neurological disease. Point mutations in Cu-Zn/SOD1 are associated with the familial form of amyotrophic lateral sclerosis. [21] While antioxidants are thought to increase degradation of ROS, an Iowa Women's Health Study found an increased risk of mortality in elderly women who used supplements with antioxidant activity. [21] [22] Therefore, the clinical role of dietary antioxidants or antioxidant supplements in preventing the diseases associated with oxidative stress remains uncertain.", "contents": "Biochemistry, Antioxidants -- Clinical Significance. The ROS (and by-products) produced from chronic exposure to environmental factors or chronic inflammation would be an ongoing source of DNA alterations giving rise to mutations and increasing cancer risk. [15] Cigarette smoking is a major preventable source of oxidative stress and is a major risk factor for atherosclerosis and cancer, particularly lung cancer. Maternal smoking during pregnancy correlates with many neonatal health problems. [16] Oxygen therapy for premature and/or very low birth weight infants contributes to retinopathy of prematurity. [17] Upon birth, infants are exposed to higher oxygen levels and accompanying increases in ROS. Premature infants are at increased risk for oxygen toxicity. The retinal microvasculature is initially inhibited then accelerated once supplemental oxygen is removed. [17] ROS production is a risk factor for age-related macular degeneration. The most common type of AMD is dry AMD and treatment consists of close observation with supplementation of antioxidants. [18] Some of the bacteria that colonize the gastrointestinal tract, primarily the large intestine, can produce an abundance of ROS possibly contributing to colorectal cancer and inflammatory bowel diseases. [19] [20] ROS also has a role in neurological disease. Point mutations in Cu-Zn/SOD1 are associated with the familial form of amyotrophic lateral sclerosis. [21] While antioxidants are thought to increase degradation of ROS, an Iowa Women's Health Study found an increased risk of mortality in elderly women who used supplements with antioxidant activity. [21] [22] Therefore, the clinical role of dietary antioxidants or antioxidant supplements in preventing the diseases associated with oxidative stress remains uncertain."}
{"id": "article-17703_12", "title": "Biochemistry, Antioxidants -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Biochemistry, Antioxidants -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}