{"id": "article-687_0", "title": "Cervical Dislocation -- Continuing Education Activity", "content": "Cervical dislocations represent a critical and often complex injury to the delicate vertebrae and surrounding structures of the neck. This condition involves the abnormal displacement or misalignment of the cervical spine, which comprises the first 7 vertebrae in the spinal column. Cervical dislocations can result from various traumatic incidents, such as high-impact collisions, falls, or sporting accidents, leading to significant impairment of motor and sensory functions. Understanding the mechanisms, classifications, and management strategies for cervical dislocations is paramount for healthcare professionals to provide timely and effective interventions, minimizing potential neurological deficits and optimizing patient outcomes.", "contents": "Cervical Dislocation -- Continuing Education Activity. Cervical dislocations represent a critical and often complex injury to the delicate vertebrae and surrounding structures of the neck. This condition involves the abnormal displacement or misalignment of the cervical spine, which comprises the first 7 vertebrae in the spinal column. Cervical dislocations can result from various traumatic incidents, such as high-impact collisions, falls, or sporting accidents, leading to significant impairment of motor and sensory functions. Understanding the mechanisms, classifications, and management strategies for cervical dislocations is paramount for healthcare professionals to provide timely and effective interventions, minimizing potential neurological deficits and optimizing patient outcomes."}
{"id": "article-687_1", "title": "Cervical Dislocation -- Continuing Education Activity", "content": "This course reviews the anatomy of the cervical spine, mechanisms of injury, diagnostic approaches, classification systems, and current treatment modalities for cervical dislocations. Participants gain comprehensive knowledge to effectively evaluate, manage, and potentially prevent cervical dislocations in clinical practice. This activity also reviews the role of the interprofessional team in managing this complex orthopedic condition.", "contents": "Cervical Dislocation -- Continuing Education Activity. This course reviews the anatomy of the cervical spine, mechanisms of injury, diagnostic approaches, classification systems, and current treatment modalities for cervical dislocations. Participants gain comprehensive knowledge to effectively evaluate, manage, and potentially prevent cervical dislocations in clinical practice. This activity also reviews the role of the interprofessional team in managing this complex orthopedic condition."}
{"id": "article-687_2", "title": "Cervical Dislocation -- Continuing Education Activity", "content": "Objectives: Differentiate between various types of cervical dislocations based on the mechanism of injury, anatomical involvement, and severity to inform appropriate treatment strategies. Assess the stability of the cervical spine by evaluating the integrity of the anterior, middle, and posterior columns through clinical examination and imaging interpretation. Implement evidence-based management protocols for cervical dislocations, including immobilization techniques, surgical interventions, and rehabilitation strategies. Collaborate with an interprofessional team to provide comprehensive and coordinated care aimed at improving outcomes for patients affected by cervical dislocations. Access free multiple choice questions on this topic.", "contents": "Cervical Dislocation -- Continuing Education Activity. Objectives: Differentiate between various types of cervical dislocations based on the mechanism of injury, anatomical involvement, and severity to inform appropriate treatment strategies. Assess the stability of the cervical spine by evaluating the integrity of the anterior, middle, and posterior columns through clinical examination and imaging interpretation. Implement evidence-based management protocols for cervical dislocations, including immobilization techniques, surgical interventions, and rehabilitation strategies. Collaborate with an interprofessional team to provide comprehensive and coordinated care aimed at improving outcomes for patients affected by cervical dislocations. Access free multiple choice questions on this topic."}
{"id": "article-687_3", "title": "Cervical Dislocation -- Introduction", "content": "Trauma to the cervical spine encompasses a broad spectrum of injuries, ranging from muscular strain, capsular or ligament sprain/tear to facet subluxations or dislocations with or without fracture. Cervical dislocations have classically been associated with traumatic spinal cord injuries. These injuries can cause spinal cord compression and dramatic neurological deficits, and the severity of the injury depends on multiple factors. These factors include the force applied to cause the injury, the extent of damage to the stabilizing osseous and soft tissue structures of the cervical spine, patient age, syndromic issues, bone quality, and underlying patient comorbidities. [1]", "contents": "Cervical Dislocation -- Introduction. Trauma to the cervical spine encompasses a broad spectrum of injuries, ranging from muscular strain, capsular or ligament sprain/tear to facet subluxations or dislocations with or without fracture. Cervical dislocations have classically been associated with traumatic spinal cord injuries. These injuries can cause spinal cord compression and dramatic neurological deficits, and the severity of the injury depends on multiple factors. These factors include the force applied to cause the injury, the extent of damage to the stabilizing osseous and soft tissue structures of the cervical spine, patient age, syndromic issues, bone quality, and underlying patient comorbidities. [1]"}
{"id": "article-687_4", "title": "Cervical Dislocation -- Introduction", "content": "The cervical spine consists of 7 vertebral bodies. The C1 (atlas) articulates with the occiput, and the C2 (axis) is considered the axial spine, and C3 through C7 is considered the subaxial spine. From C3 to C7, the cervical spine has a resting lordotic curve. These structures function to provide physiological motion and protect neural elements.", "contents": "Cervical Dislocation -- Introduction. The cervical spine consists of 7 vertebral bodies. The C1 (atlas) articulates with the occiput, and the C2 (axis) is considered the axial spine, and C3 through C7 is considered the subaxial spine. From C3 to C7, the cervical spine has a resting lordotic curve. These structures function to provide physiological motion and protect neural elements."}
{"id": "article-687_5", "title": "Cervical Dislocation -- Introduction", "content": "The spine can be broken into 3 distinct columns, each contributing to cervical stability. [2] The anterior column consists of the anterior longitudinal ligament (ALL) and the anterior two-thirds of the vertebral body and disc. The middle column consists of the posterior longitudinal ligament (PLL), the posterior one-third of the vertebral body and disc, and the posterior vertebral body wall. The posterior column comprises the pedicles, lamina, spinous process, and the posterior ligamentous complex (PLC). The PLC is considered a critical predictor of spinal stability, including the ligamentum flavum, facet joint/capsule, interspinous ligament, and supraspinous ligament. [2] In the setting of a traumatic event, the osseous and soft tissue structures injured will determine the stability of the cervical spine and the treatment needed.", "contents": "Cervical Dislocation -- Introduction. The spine can be broken into 3 distinct columns, each contributing to cervical stability. [2] The anterior column consists of the anterior longitudinal ligament (ALL) and the anterior two-thirds of the vertebral body and disc. The middle column consists of the posterior longitudinal ligament (PLL), the posterior one-third of the vertebral body and disc, and the posterior vertebral body wall. The posterior column comprises the pedicles, lamina, spinous process, and the posterior ligamentous complex (PLC). The PLC is considered a critical predictor of spinal stability, including the ligamentum flavum, facet joint/capsule, interspinous ligament, and supraspinous ligament. [2] In the setting of a traumatic event, the osseous and soft tissue structures injured will determine the stability of the cervical spine and the treatment needed."}
{"id": "article-687_6", "title": "Cervical Dislocation -- Etiology", "content": "Cervical dislocations have a bimodal distribution, and the mechanism of injury varies depending on the patient's age. Younger patients are typically associated with a more high-velocity injury mechanism, such as a motor vehicle collision. Older patients more commonly experience low-velocity injury mechanisms such as ground-level falls. [1] [2]", "contents": "Cervical Dislocation -- Etiology. Cervical dislocations have a bimodal distribution, and the mechanism of injury varies depending on the patient's age. Younger patients are typically associated with a more high-velocity injury mechanism, such as a motor vehicle collision. Older patients more commonly experience low-velocity injury mechanisms such as ground-level falls. [1] [2]"}
{"id": "article-687_7", "title": "Cervical Dislocation -- Etiology", "content": "Facet joint dislocations can be purely ligamentous or accompanied by a fracture, depending on the mechanism of injury. Facet dislocations are typically caused by a flexion-distraction event at the time of injury and are located in the subaxial spine. [3] Hyperflexion creates a distraction force that causes the posterior osseous/ligamentous structures to fail under tension, and a rotation/shear force will cause fracture or dislocation. [3]", "contents": "Cervical Dislocation -- Etiology. Facet joint dislocations can be purely ligamentous or accompanied by a fracture, depending on the mechanism of injury. Facet dislocations are typically caused by a flexion-distraction event at the time of injury and are located in the subaxial spine. [3] Hyperflexion creates a distraction force that causes the posterior osseous/ligamentous structures to fail under tension, and a rotation/shear force will cause fracture or dislocation. [3]"}
{"id": "article-687_8", "title": "Cervical Dislocation -- Epidemiology", "content": "Cervical dislocations can occur in 2 locations: axial, consisting of the occipitocervical (occiput/C1) and atlantoaxial articulation (C1/C2), and subaxial, which includes from C2/C3 to C7/T1. Acquired instability causing dislocations can occur in the axial spine and can be seen in the pediatric population. However, the majority of these dislocations are secondary to a traumatic event, and about 75% occur in the subaxial spine. [1] [4] Most subaxial dislocations are associated with males.", "contents": "Cervical Dislocation -- Epidemiology. Cervical dislocations can occur in 2 locations: axial, consisting of the occipitocervical (occiput/C1) and atlantoaxial articulation (C1/C2), and subaxial, which includes from C2/C3 to C7/T1. Acquired instability causing dislocations can occur in the axial spine and can be seen in the pediatric population. However, the majority of these dislocations are secondary to a traumatic event, and about 75% occur in the subaxial spine. [1] [4] Most subaxial dislocations are associated with males."}
{"id": "article-687_9", "title": "Cervical Dislocation -- Epidemiology", "content": "Special consideration should be given to the pediatric population in the setting of cervical trauma due to the increase in the likelihood of spinal cord injury and lethality associated with cervical trauma. Patients younger than 8 years old are more susceptible to cervical spine injury due to larger head size, weaker muscles, and increased ligamentous laxity. The important predictors that determine a polytrauma patient to have a cervical fracture appear to include the following: [5] Pelvic fracture Pelvic fracture combined with a fall and/or concurrent head injury Injury severity score >15 Age older than 40", "contents": "Cervical Dislocation -- Epidemiology. Special consideration should be given to the pediatric population in the setting of cervical trauma due to the increase in the likelihood of spinal cord injury and lethality associated with cervical trauma. Patients younger than 8 years old are more susceptible to cervical spine injury due to larger head size, weaker muscles, and increased ligamentous laxity. The important predictors that determine a polytrauma patient to have a cervical fracture appear to include the following: [5] Pelvic fracture Pelvic fracture combined with a fall and/or concurrent head injury Injury severity score >15 Age older than 40"}
{"id": "article-687_10", "title": "Cervical Dislocation -- Pathophysiology", "content": "Axial cervical dislocations can occur from atraumatic or traumatic etiologies. Atraumatic or acquired occipitocervical instability is typically seen in patients with Down syndrome and is rarely symptomatic. Traumatic occipitocervical dislocation is a severe injury in which patients seldom survive because of brainstem destruction. Atlantoaxial dislocation typically occurs from degenerative conditions such as rheumatoid arthritis or Down syndrome or via trauma from odontoid fractures (C2), atlas fractures (C1), or transverse ligament injury.", "contents": "Cervical Dislocation -- Pathophysiology. Axial cervical dislocations can occur from atraumatic or traumatic etiologies. Atraumatic or acquired occipitocervical instability is typically seen in patients with Down syndrome and is rarely symptomatic. Traumatic occipitocervical dislocation is a severe injury in which patients seldom survive because of brainstem destruction. Atlantoaxial dislocation typically occurs from degenerative conditions such as rheumatoid arthritis or Down syndrome or via trauma from odontoid fractures (C2), atlas fractures (C1), or transverse ligament injury."}
{"id": "article-687_11", "title": "Cervical Dislocation -- Pathophysiology", "content": "In the setting of trauma, cervical dislocations may lead to compression and injury to the spinal cord. The primary injury to the cord occurs by damaging the neural tissue from direct trauma. The secondary injury to the spinal cord can be as important or more important than the initial injury. The secondary trauma comes from injury to the adjacent tissue/structures, leading to an abundant inflammatory response causing decreased local perfusion, cytokine release, apoptosis, lipid peroxidation, and hematoma formation. Steroids are used to prevent this secondary injury by improving perfusion and decreasing free radical formation, which leads to decreased inflammation. Two common associated conditions with acute spinal cord injury that one should always be cognizant of are spinal shock and neurogenic shock. Neurogenic shock can lead to bradycardia and hypotension due to decreased sympathetic outflow, which can further potentiate spinal cord injury due to hypoperfusion. [6]", "contents": "Cervical Dislocation -- Pathophysiology. In the setting of trauma, cervical dislocations may lead to compression and injury to the spinal cord. The primary injury to the cord occurs by damaging the neural tissue from direct trauma. The secondary injury to the spinal cord can be as important or more important than the initial injury. The secondary trauma comes from injury to the adjacent tissue/structures, leading to an abundant inflammatory response causing decreased local perfusion, cytokine release, apoptosis, lipid peroxidation, and hematoma formation. Steroids are used to prevent this secondary injury by improving perfusion and decreasing free radical formation, which leads to decreased inflammation. Two common associated conditions with acute spinal cord injury that one should always be cognizant of are spinal shock and neurogenic shock. Neurogenic shock can lead to bradycardia and hypotension due to decreased sympathetic outflow, which can further potentiate spinal cord injury due to hypoperfusion. [6]"}
{"id": "article-687_12", "title": "Cervical Dislocation -- Pathophysiology -- Classification Systems", "content": "Allen and Ferguson Classification (1982):", "contents": "Cervical Dislocation -- Pathophysiology -- Classification Systems. Allen and Ferguson Classification (1982):"}
{"id": "article-687_13", "title": "Cervical Dislocation -- Pathophysiology -- Classification Systems", "content": "Six common patterns of indirect injury to the subaxial cervical spine (phylogenies) were described based on radiographic pictures and possibly associated traumatic forces (flexion/extension/compression/distraction): Flexion and compression Vertical compression Flexion and distraction (facet joint dislocation) Extension and compression Extension and distraction Lateral flexion Magerl’s Classification (1990):", "contents": "Cervical Dislocation -- Pathophysiology -- Classification Systems. Six common patterns of indirect injury to the subaxial cervical spine (phylogenies) were described based on radiographic pictures and possibly associated traumatic forces (flexion/extension/compression/distraction): Flexion and compression Vertical compression Flexion and distraction (facet joint dislocation) Extension and compression Extension and distraction Lateral flexion Magerl’s Classification (1990):"}
{"id": "article-687_14", "title": "Cervical Dislocation -- Pathophysiology -- Classification Systems", "content": "This system was based on the pathomorphological characteristics of the injury. Importance was given to the extent of the anterior and posterior elements involvement, with specific attention to soft-tissue injury, and ancillary bony lesions. There are 3 main types: Type A injuries: Primarily caused by compression Type B injuries: Primarily caused by tension Type C injuries: Primarily caused by axial torque corresponding to an increasing degree of injury instability Subaxial Injury Classification (SLIC) (2007): Three important factors were considered: injury morphology, disco-ligamentous complex integrity, and neurological status. A score was assigned according to the overall injury severity. Score 1-3: Nonsurgical management Score 4: Surgical or nonsurgical treatment Score 5-10: Surgical management AO Spine Subaxial Cervical Spine Injury Classification System (2013): The classification system describes injuries based on 4 criteria as follows:", "contents": "Cervical Dislocation -- Pathophysiology -- Classification Systems. This system was based on the pathomorphological characteristics of the injury. Importance was given to the extent of the anterior and posterior elements involvement, with specific attention to soft-tissue injury, and ancillary bony lesions. There are 3 main types: Type A injuries: Primarily caused by compression Type B injuries: Primarily caused by tension Type C injuries: Primarily caused by axial torque corresponding to an increasing degree of injury instability Subaxial Injury Classification (SLIC) (2007): Three important factors were considered: injury morphology, disco-ligamentous complex integrity, and neurological status. A score was assigned according to the overall injury severity. Score 1-3: Nonsurgical management Score 4: Surgical or nonsurgical treatment Score 5-10: Surgical management AO Spine Subaxial Cervical Spine Injury Classification System (2013): The classification system describes injuries based on 4 criteria as follows:"}
{"id": "article-687_15", "title": "Cervical Dislocation -- Pathophysiology -- Classification Systems", "content": "Morphology of the injury Facet injury Neurologic status Any case-specific modifiers Type A injuries: Result from vertebral compression with intact tension band. Type B injuries: Result in the failure of the posterior or anterior tension band by distraction forces. There is no translation or dislocation. Type C injuries: Injuries with displacement or translation of 1 vertebral body relative to another. It can occur in any direction: anterior, posterior, lateral translation, or vertical distraction. Type C injuries are classical cervical dislocations. Type B injuries with a translation component automatically become classified as type C. Cervical spondyloptosis is a condition in which 1 vertebral body is entirely displaced anteriorly or posteriorly over another vertebral body. AO Spine Upper Cervical Spine Fracture Classification:", "contents": "Cervical Dislocation -- Pathophysiology -- Classification Systems. Morphology of the injury Facet injury Neurologic status Any case-specific modifiers Type A injuries: Result from vertebral compression with intact tension band. Type B injuries: Result in the failure of the posterior or anterior tension band by distraction forces. There is no translation or dislocation. Type C injuries: Injuries with displacement or translation of 1 vertebral body relative to another. It can occur in any direction: anterior, posterior, lateral translation, or vertical distraction. Type C injuries are classical cervical dislocations. Type B injuries with a translation component automatically become classified as type C. Cervical spondyloptosis is a condition in which 1 vertebral body is entirely displaced anteriorly or posteriorly over another vertebral body. AO Spine Upper Cervical Spine Fracture Classification:"}
{"id": "article-687_16", "title": "Cervical Dislocation -- Pathophysiology -- Classification Systems", "content": "Type C injuries in this classification include any injury at the occipital condyle or craniocervical junction with displacement on spinal imaging, atlantoaxial instability/translation in any plane, and any injury at C2 or C2-3 joint that leads to vertebral body translation in any directional plane. Any of these may be considered cervical dislocation.", "contents": "Cervical Dislocation -- Pathophysiology -- Classification Systems. Type C injuries in this classification include any injury at the occipital condyle or craniocervical junction with displacement on spinal imaging, atlantoaxial instability/translation in any plane, and any injury at C2 or C2-3 joint that leads to vertebral body translation in any directional plane. Any of these may be considered cervical dislocation."}
{"id": "article-687_17", "title": "Cervical Dislocation -- History and Physical", "content": "The key to proper treatment of cervical spine trauma is early diagnosis and management. Unfortunately, in blunt trauma, a physical exam alone is unreliable to diagnose or exclude cervical spine injury. [7] Therefore, a thorough understanding of the mechanism of injury, neurological exam, and proper imaging is imperative. If trauma to the head and neck is suspected, the cervical spine requires immobilization to prevent the risk of secondary injury to the spinal cord. [8] Immobilization is accomplished using a rigid cervical collar, with the neck in a neutral position (see Image. Cervical Collar).", "contents": "Cervical Dislocation -- History and Physical. The key to proper treatment of cervical spine trauma is early diagnosis and management. Unfortunately, in blunt trauma, a physical exam alone is unreliable to diagnose or exclude cervical spine injury. [7] Therefore, a thorough understanding of the mechanism of injury, neurological exam, and proper imaging is imperative. If trauma to the head and neck is suspected, the cervical spine requires immobilization to prevent the risk of secondary injury to the spinal cord. [8] Immobilization is accomplished using a rigid cervical collar, with the neck in a neutral position (see Image. Cervical Collar)."}
{"id": "article-687_18", "title": "Cervical Dislocation -- History and Physical", "content": "In the setting of any trauma evaluation, before the patient can undergo clinical and radiologic assessment, the patient must undergo a primary survey as per the Advanced Traumatic Life Support (ATLS) protocols. The first stage is to assess the airway and protect the cervical spine, followed by support of breathing, circulation, assessment of neurological status, and exposure. Once the patient is stabilized, a secondary survey can be performed. A detailed history and physical are needed to understand the mechanism of injury, any medical comorbidities that can predispose the patient to have a higher likelihood of spinal injury and to determine if there are any other axial injuries of the spinal column or distracting injuries in the extremities.", "contents": "Cervical Dislocation -- History and Physical. In the setting of any trauma evaluation, before the patient can undergo clinical and radiologic assessment, the patient must undergo a primary survey as per the Advanced Traumatic Life Support (ATLS) protocols. The first stage is to assess the airway and protect the cervical spine, followed by support of breathing, circulation, assessment of neurological status, and exposure. Once the patient is stabilized, a secondary survey can be performed. A detailed history and physical are needed to understand the mechanism of injury, any medical comorbidities that can predispose the patient to have a higher likelihood of spinal injury and to determine if there are any other axial injuries of the spinal column or distracting injuries in the extremities."}
{"id": "article-687_19", "title": "Cervical Dislocation -- History and Physical", "content": "A thorough neurological exam is vital at the time of presentation to assess and document the patient's baseline. Periodic reexaminations should be performed and compared to the patient's baseline to determine any improvement or deterioration. Assessment using the American Spinal Injury Association (ASIA) spine exam is classically used to assess a patient's neurological status by examining key motor groups, sensory, digital rectal, and reflex examination (see Image. ASIA Spinal Cord Injury Scoring Sheet).", "contents": "Cervical Dislocation -- History and Physical. A thorough neurological exam is vital at the time of presentation to assess and document the patient's baseline. Periodic reexaminations should be performed and compared to the patient's baseline to determine any improvement or deterioration. Assessment using the American Spinal Injury Association (ASIA) spine exam is classically used to assess a patient's neurological status by examining key motor groups, sensory, digital rectal, and reflex examination (see Image. ASIA Spinal Cord Injury Scoring Sheet)."}
{"id": "article-687_20", "title": "Cervical Dislocation -- History and Physical", "content": "With cervical spine trauma, patients can present with unilateral upper extremity symptoms indicating a nerve root injury or bilateral upper extremity and lower extremity symptoms indicating a spinal cord injury. To obtain an accurate ASIA exam, you must first determine if the patient is in spinal shock. Spinal shock is defined as a temporary loss of spinal cord function and reflex activity below the level of spinal cord injury. [9] This evaluation is done by first assessing if the bulbocavernosus reflex is present; this reflex is characterized by the anal sphincter contraction in response to squeezing the glans penis in a male or clitoris in a female or by tugging on the Foley catheter. The absence of this reflex indicates that the patient is in spinal shock, which could last from 24 to 72 hours. An accurate neurological exam can be obtained once the patient is no longer in spinal shock. [10] [11] Key examination findings associated with neurologic injury are as follows:", "contents": "Cervical Dislocation -- History and Physical. With cervical spine trauma, patients can present with unilateral upper extremity symptoms indicating a nerve root injury or bilateral upper extremity and lower extremity symptoms indicating a spinal cord injury. To obtain an accurate ASIA exam, you must first determine if the patient is in spinal shock. Spinal shock is defined as a temporary loss of spinal cord function and reflex activity below the level of spinal cord injury. [9] This evaluation is done by first assessing if the bulbocavernosus reflex is present; this reflex is characterized by the anal sphincter contraction in response to squeezing the glans penis in a male or clitoris in a female or by tugging on the Foley catheter. The absence of this reflex indicates that the patient is in spinal shock, which could last from 24 to 72 hours. An accurate neurological exam can be obtained once the patient is no longer in spinal shock. [10] [11] Key examination findings associated with neurologic injury are as follows:"}
{"id": "article-687_21", "title": "Cervical Dislocation -- History and Physical", "content": "Occiput/C1: The occiput is in close proximity to the lower cranial nerves.", "contents": "Cervical Dislocation -- History and Physical. Occiput/C1: The occiput is in close proximity to the lower cranial nerves."}
{"id": "article-687_22", "title": "Cervical Dislocation -- History and Physical", "content": "Cranial Nerve-IX (glossopharyngeal), Cranial Nerve-X (vagus nerve): Test gag response, uvula deviation away from the affected side.", "contents": "Cervical Dislocation -- History and Physical. Cranial Nerve-IX (glossopharyngeal), Cranial Nerve-X (vagus nerve): Test gag response, uvula deviation away from the affected side."}
{"id": "article-687_23", "title": "Cervical Dislocation -- History and Physical", "content": "Cranial Nerve- XI (spinal accessory nerve): Test the ability to shrug shoulders (trapezius innervation) and turn head from side to side (sternocleidomastoid).", "contents": "Cervical Dislocation -- History and Physical. Cranial Nerve- XI (spinal accessory nerve): Test the ability to shrug shoulders (trapezius innervation) and turn head from side to side (sternocleidomastoid)."}
{"id": "article-687_24", "title": "Cervical Dislocation -- History and Physical", "content": "Cranial Nerve-XII (hypoglossal nerve) : Test the ability to stick out the tongue and move from side to side; look for fasciculations.", "contents": "Cervical Dislocation -- History and Physical. Cranial Nerve-XII (hypoglossal nerve) : Test the ability to stick out the tongue and move from side to side; look for fasciculations."}
{"id": "article-687_25", "title": "Cervical Dislocation -- History and Physical", "content": "C4: Injury to this nerve root can present with deficits in scapular stabilization with scapular winging, as it primarily innervates the serratus anterior.", "contents": "Cervical Dislocation -- History and Physical. C4: Injury to this nerve root can present with deficits in scapular stabilization with scapular winging, as it primarily innervates the serratus anterior."}
{"id": "article-687_26", "title": "Cervical Dislocation -- History and Physical", "content": "C5: Injury to this nerve root can present with deficits in shoulder abduction and elbow flexion (palm up), as it primarily innervates the deltoid and the biceps muscles. Also, there are sensory deficits in the lateral arm and below the deltoid and an abnormal biceps reflex.", "contents": "Cervical Dislocation -- History and Physical. C5: Injury to this nerve root can present with deficits in shoulder abduction and elbow flexion (palm up), as it primarily innervates the deltoid and the biceps muscles. Also, there are sensory deficits in the lateral arm and below the deltoid and an abnormal biceps reflex."}
{"id": "article-687_27", "title": "Cervical Dislocation -- History and Physical", "content": "C6: Injury to this nerve root can present with deficits in elbow flexion (thumbs up) and wrist extension, as it primarily innervates brachioradialis and extensor carpi radialis longus. Also, there are sensory deficits in the thumb and radial hand and an abnormal brachioradialis reflex.", "contents": "Cervical Dislocation -- History and Physical. C6: Injury to this nerve root can present with deficits in elbow flexion (thumbs up) and wrist extension, as it primarily innervates brachioradialis and extensor carpi radialis longus. Also, there are sensory deficits in the thumb and radial hand and an abnormal brachioradialis reflex."}
{"id": "article-687_28", "title": "Cervical Dislocation -- History and Physical", "content": "C7: Injury to this nerve root can present with deficits in elbow extension and wrist flexion, as it primarily innervates the triceps and flexor carpi radialis. Also, there are sensory deficits in fingers 2, 3, 4, and an abnormal triceps reflex.", "contents": "Cervical Dislocation -- History and Physical. C7: Injury to this nerve root can present with deficits in elbow extension and wrist flexion, as it primarily innervates the triceps and flexor carpi radialis. Also, there are sensory deficits in fingers 2, 3, 4, and an abnormal triceps reflex."}
{"id": "article-687_29", "title": "Cervical Dislocation -- History and Physical", "content": "C8: Injury to this nerve root can present with deficits in finger flexion, handgrip, and thumb extension, as it primarily innervates flexor digitorum superficialis, flexor digitorum profundus, and extensor pollicis longus. Also, there are sensory deficits in the small finger.", "contents": "Cervical Dislocation -- History and Physical. C8: Injury to this nerve root can present with deficits in finger flexion, handgrip, and thumb extension, as it primarily innervates flexor digitorum superficialis, flexor digitorum profundus, and extensor pollicis longus. Also, there are sensory deficits in the small finger."}
{"id": "article-687_30", "title": "Cervical Dislocation -- History and Physical", "content": "T1: Injury to this nerve root can present with deficits in finger abduction, as it primarily innervates the hand interossei muscles. Also, there are sensory deficits in the medial elbow.", "contents": "Cervical Dislocation -- History and Physical. T1: Injury to this nerve root can present with deficits in finger abduction, as it primarily innervates the hand interossei muscles. Also, there are sensory deficits in the medial elbow."}
{"id": "article-687_31", "title": "Cervical Dislocation -- Evaluation", "content": "The standard imaging protocol consists of plain radiographs, computed tomography (CT) scans, and magnetic resonance imaging (MRI) scans. Three views, AP, lateral, and open-mouth odontoid plain films, are used during a standard trauma evaluation. The plain films must contain the entire cervical spine, including the C7-T1 junction. Up to 17% of injuries in the cervical spine occur at the C7/T1 junction, which makes it imperative to see T1 when assessing cervical trauma. [12] Therefore, if not visualized on the standard 3 view series, a swimmer's view can be obtained. These can be used to assess the cervical alignment on the lateral radiograph.", "contents": "Cervical Dislocation -- Evaluation. The standard imaging protocol consists of plain radiographs, computed tomography (CT) scans, and magnetic resonance imaging (MRI) scans. Three views, AP, lateral, and open-mouth odontoid plain films, are used during a standard trauma evaluation. The plain films must contain the entire cervical spine, including the C7-T1 junction. Up to 17% of injuries in the cervical spine occur at the C7/T1 junction, which makes it imperative to see T1 when assessing cervical trauma. [12] Therefore, if not visualized on the standard 3 view series, a swimmer's view can be obtained. These can be used to assess the cervical alignment on the lateral radiograph."}
{"id": "article-687_32", "title": "Cervical Dislocation -- Evaluation", "content": "Signs of cervical facet dislocation can include vertebral body subluxation compared to the vertebral body below. This can be seen with reversal or loss of the normal cervical lordosis using the 4 parallel lines of the cervical spine. Unilateral facet dislocation can lead to about 25% subluxation, and bilateral facet dislocation can lead to about 50% subluxation. Loss of disc height might indicate a retropulsed disc in the canal. CT scan is rapidly becoming the standard of care for imaging in the initial trauma evaluation due to its superior sensitivity and ability to better assess osseous anatomy than X-rays, especially at the cervical-thoracic junction (C7/T1). [13] Specific radiographic features seen on CT that could indicate cervical instability and dislocations include the following:", "contents": "Cervical Dislocation -- Evaluation. Signs of cervical facet dislocation can include vertebral body subluxation compared to the vertebral body below. This can be seen with reversal or loss of the normal cervical lordosis using the 4 parallel lines of the cervical spine. Unilateral facet dislocation can lead to about 25% subluxation, and bilateral facet dislocation can lead to about 50% subluxation. Loss of disc height might indicate a retropulsed disc in the canal. CT scan is rapidly becoming the standard of care for imaging in the initial trauma evaluation due to its superior sensitivity and ability to better assess osseous anatomy than X-rays, especially at the cervical-thoracic junction (C7/T1). [13] Specific radiographic features seen on CT that could indicate cervical instability and dislocations include the following:"}
{"id": "article-687_33", "title": "Cervical Dislocation -- Evaluation -- Axial Spine", "content": "Occipitocervical dislocation: The power ratio is frequently used to determine instability and is calculated by measuring distances. The equation is as follows: Power Ratio = Basion to Posterior Arch / Anterior Arch to Opisthion A ratio of approximately 1 is considered normal, >1 is considered anterior dislocation, and <1 is considered posterior dislocation. Another commonly used measurement is the Harris rule of 12. This is the distance from the basion to the tip of the dens; >12 mm suggests occipitocervical dissociation.", "contents": "Cervical Dislocation -- Evaluation -- Axial Spine. Occipitocervical dislocation: The power ratio is frequently used to determine instability and is calculated by measuring distances. The equation is as follows: Power Ratio = Basion to Posterior Arch / Anterior Arch to Opisthion A ratio of approximately 1 is considered normal, >1 is considered anterior dislocation, and <1 is considered posterior dislocation. Another commonly used measurement is the Harris rule of 12. This is the distance from the basion to the tip of the dens; >12 mm suggests occipitocervical dissociation."}
{"id": "article-687_34", "title": "Cervical Dislocation -- Evaluation -- Subaxial Spine", "content": "Facet dislocations are best appreciated in the sagittal plane (see Image. Cervical Spine Bilateral Facet Fracture Dislocation). It is key to examine the sagittal CT scan to examine the mid-sagittal and parasagittal cascade of the anterior vertebral column, posterior vertebral column, spinolaminar line, and interspinous line. These lines should be smooth and continuous. In the axial plane, the facet joints resemble hamburger buns, with the flat portions articulating.", "contents": "Cervical Dislocation -- Evaluation -- Subaxial Spine. Facet dislocations are best appreciated in the sagittal plane (see Image. Cervical Spine Bilateral Facet Fracture Dislocation). It is key to examine the sagittal CT scan to examine the mid-sagittal and parasagittal cascade of the anterior vertebral column, posterior vertebral column, spinolaminar line, and interspinous line. These lines should be smooth and continuous. In the axial plane, the facet joints resemble hamburger buns, with the flat portions articulating."}
{"id": "article-687_35", "title": "Cervical Dislocation -- Evaluation -- Subaxial Spine", "content": "Signs of dislocation can include facet joint diastasis/dislocation and translation of the vertebral body compared to vertebrae below on the sagittal plane (see Image. Traumatic Cervical C6-C7 Spondyloptosis). The naked facet sign (hamburger sign or reverse hamburger bun sign) is seen on the axial plane when a locked facet results from facet joint dislocation. [14] This indicates spinal instability (superior articular process- bun on the top of the patty, facet joint space- hamburger, and inferior articular process- bun beneath the patty).", "contents": "Cervical Dislocation -- Evaluation -- Subaxial Spine. Signs of dislocation can include facet joint diastasis/dislocation and translation of the vertebral body compared to vertebrae below on the sagittal plane (see Image. Traumatic Cervical C6-C7 Spondyloptosis). The naked facet sign (hamburger sign or reverse hamburger bun sign) is seen on the axial plane when a locked facet results from facet joint dislocation. [14] This indicates spinal instability (superior articular process- bun on the top of the patty, facet joint space- hamburger, and inferior articular process- bun beneath the patty)."}
{"id": "article-687_36", "title": "Cervical Dislocation -- Evaluation", "content": "MRI scans are extremely sensitive in detecting disc herniations and injuries to the spinal cord, nerve roots, and the posterior ligamentous complex (PLC). However, they are not as accurate in assessing osseous anatomy when compared to CT scans. Therefore, an MRI scan is only recommended in patients with an abnormal neurological exam or in unconscious or intoxicated patients where a spinal cord injury is suspected (see Image. Cord Compression Following Cervical Spine Injury).", "contents": "Cervical Dislocation -- Evaluation. MRI scans are extremely sensitive in detecting disc herniations and injuries to the spinal cord, nerve roots, and the posterior ligamentous complex (PLC). However, they are not as accurate in assessing osseous anatomy when compared to CT scans. Therefore, an MRI scan is only recommended in patients with an abnormal neurological exam or in unconscious or intoxicated patients where a spinal cord injury is suspected (see Image. Cord Compression Following Cervical Spine Injury)."}
{"id": "article-687_37", "title": "Cervical Dislocation -- Treatment / Management", "content": "The initial step in management is to classify the injury according to the preferred classification system accurately, understand the severity of the lesions, and differentiate between surgical and nonsurgical cervical trauma.", "contents": "Cervical Dislocation -- Treatment / Management. The initial step in management is to classify the injury according to the preferred classification system accurately, understand the severity of the lesions, and differentiate between surgical and nonsurgical cervical trauma."}
{"id": "article-687_38", "title": "Cervical Dislocation -- Treatment / Management -- Timing:", "content": "It was previously held that timing could be the most significant factor for neurologic recovery following spine trauma. However, this remains a topic of debate. No statistical differences in neurological outcomes following spinal cord injury have been identified in patients undergoing early or late surgery. Based on the existing body of literature, it seems reasonable to perform surgery within 72 hours of the trauma as and when the general conditions and comorbidities permit.", "contents": "Cervical Dislocation -- Treatment / Management -- Timing:. It was previously held that timing could be the most significant factor for neurologic recovery following spine trauma. However, this remains a topic of debate. No statistical differences in neurological outcomes following spinal cord injury have been identified in patients undergoing early or late surgery. Based on the existing body of literature, it seems reasonable to perform surgery within 72 hours of the trauma as and when the general conditions and comorbidities permit."}
{"id": "article-687_39", "title": "Cervical Dislocation -- Treatment / Management -- 1. Conservative Treatment:", "content": "A cervical orthosis is only indicated for cervical facet fractures without significant subluxation, dislocation, kyphosis, or poor operative candidates. Typically, these injuries occur due to a traumatic event and require some form of operative stabilization.", "contents": "Cervical Dislocation -- Treatment / Management -- 1. Conservative Treatment:. A cervical orthosis is only indicated for cervical facet fractures without significant subluxation, dislocation, kyphosis, or poor operative candidates. Typically, these injuries occur due to a traumatic event and require some form of operative stabilization."}
{"id": "article-687_40", "title": "Cervical Dislocation -- Treatment / Management -- 1. Conservative Treatment:", "content": "The use of high-dose methylprednisolone (30 mg/kg bolus, followed by 5.4 mg/kg infusion) within 8 hours of presentation has classically been the standard of care for acute spinal cord injury after the National Acute Spinal Cord Injury Studies (NASCIS). However, in recent years, high-dose steroids have been shown to increase respiratory infection rates and gastrointestinal hemorrhage. Steroids are still used today in the setting of cervical trauma, mainly for medicolegal issues and at significantly lower doses.", "contents": "Cervical Dislocation -- Treatment / Management -- 1. Conservative Treatment:. The use of high-dose methylprednisolone (30 mg/kg bolus, followed by 5.4 mg/kg infusion) within 8 hours of presentation has classically been the standard of care for acute spinal cord injury after the National Acute Spinal Cord Injury Studies (NASCIS). However, in recent years, high-dose steroids have been shown to increase respiratory infection rates and gastrointestinal hemorrhage. Steroids are still used today in the setting of cervical trauma, mainly for medicolegal issues and at significantly lower doses."}
{"id": "article-687_41", "title": "Cervical Dislocation -- Treatment / Management -- 1. Conservative Treatment:", "content": "Unilateral or bilateral facet dislocations are almost always treated with surgical management. The PLC must be injured for the facets to dislocate, and instrumentation is required to stabilize the spine. Typically, stabilization is obtained by instrumentation of at least 1 level above and below the levels of injury. However, a longer fusion construct could be recommended when multiple levels are involved. [15] [16]", "contents": "Cervical Dislocation -- Treatment / Management -- 1. Conservative Treatment:. Unilateral or bilateral facet dislocations are almost always treated with surgical management. The PLC must be injured for the facets to dislocate, and instrumentation is required to stabilize the spine. Typically, stabilization is obtained by instrumentation of at least 1 level above and below the levels of injury. However, a longer fusion construct could be recommended when multiple levels are involved. [15] [16]"}
{"id": "article-687_42", "title": "Cervical Dislocation -- Treatment / Management -- Immediate Closed Reduction, then MRI and Surgical Stabilization", "content": "This procedure is done in the awake and cooperative patient with a unilateral or bilateral facet dislocation with neurological deficits. This is performed by inserting cranial tongs with axial traction by adding weights. The weight of traction depends on the patient's size and level of dislocation. Generally, the weight applied is 10 lbs (for the weight of the head), followed by an additional 5 lbs per level, with a component of cervical flexion and rotation to aid in reduction. For example, a C6 dislocation would require about 40 lbs of weight (10 lbs for the head + 30 lbs for the C6 level). More weight is added as needed, and the weight can not exceed 100 lbs. Serial neurological exams and plain lateral radiographs after the addition of each weight. If the neurological exam worsens, remove all weight, and an emergent MRI must be performed. Always obtain an MRI after reduction to determine the best approach for surgical stabilization.", "contents": "Cervical Dislocation -- Treatment / Management -- Immediate Closed Reduction, then MRI and Surgical Stabilization. This procedure is done in the awake and cooperative patient with a unilateral or bilateral facet dislocation with neurological deficits. This is performed by inserting cranial tongs with axial traction by adding weights. The weight of traction depends on the patient's size and level of dislocation. Generally, the weight applied is 10 lbs (for the weight of the head), followed by an additional 5 lbs per level, with a component of cervical flexion and rotation to aid in reduction. For example, a C6 dislocation would require about 40 lbs of weight (10 lbs for the head + 30 lbs for the C6 level). More weight is added as needed, and the weight can not exceed 100 lbs. Serial neurological exams and plain lateral radiographs after the addition of each weight. If the neurological exam worsens, remove all weight, and an emergent MRI must be performed. Always obtain an MRI after reduction to determine the best approach for surgical stabilization."}
{"id": "article-687_43", "title": "Cervical Dislocation -- Treatment / Management -- Immediate MRI, Followed by Open Reduction and Surgical Stabilization", "content": "Patients with facet dislocations accompanied by mental status change or who are uncooperative, and patients who fail closed reduction.", "contents": "Cervical Dislocation -- Treatment / Management -- Immediate MRI, Followed by Open Reduction and Surgical Stabilization. Patients with facet dislocations accompanied by mental status change or who are uncooperative, and patients who fail closed reduction."}
{"id": "article-687_44", "title": "Cervical Dislocation -- Treatment / Management -- Anterior Open Reduction and Anterior Cervical Decompression and Fusion", "content": "Indicated when MRI demonstrates cervical disc herniation with significant anterior spinal cord compression. Open reduction is performed using Caspar pins to distract vertebral bodies and add rotation. It can be used for unilateral facet dislocations but is not as effective in reducing bilateral facet dislocations.", "contents": "Cervical Dislocation -- Treatment / Management -- Anterior Open Reduction and Anterior Cervical Decompression and Fusion. Indicated when MRI demonstrates cervical disc herniation with significant anterior spinal cord compression. Open reduction is performed using Caspar pins to distract vertebral bodies and add rotation. It can be used for unilateral facet dislocations but is not as effective in reducing bilateral facet dislocations."}
{"id": "article-687_45", "title": "Cervical Dislocation -- Treatment / Management -- Posterior Reduction and Instrumented Stabilization", "content": "Indicated when unable to reduce by closed or anterior approach and no anterior spinal cord compression from a herniated cervical disk. The posterior approach is mandatory if a locked (irreducible) cervical facet dislocation is present, associated with a late or incorrect diagnosis, or both open and closed reduction attempts have failed. Classically performed with lateral mass screws. However, with the use of neuronavigation, more pedicle screws are being placed due to the better stability provided by them.", "contents": "Cervical Dislocation -- Treatment / Management -- Posterior Reduction and Instrumented Stabilization. Indicated when unable to reduce by closed or anterior approach and no anterior spinal cord compression from a herniated cervical disk. The posterior approach is mandatory if a locked (irreducible) cervical facet dislocation is present, associated with a late or incorrect diagnosis, or both open and closed reduction attempts have failed. Classically performed with lateral mass screws. However, with the use of neuronavigation, more pedicle screws are being placed due to the better stability provided by them."}
{"id": "article-687_46", "title": "Cervical Dislocation -- Treatment / Management -- Combined Anterior Decompression and Posterior Reduction or Stabilization", "content": "Indicated when cervical disc herniation is present that requires decompression in a patient that can not be reduced through closed or open anterior technique. The anterior approach first to perform discectomy and decompression. Then, the posterior approach is used to perform reduction and instrumentation. Bilateral facet dislocation is an indication to perform a combined anterior and posterior approach, either in a single phase or, if contraindicated, in 2 phases. If performed in 2 phases, starting from the posterior fixation is preferred.", "contents": "Cervical Dislocation -- Treatment / Management -- Combined Anterior Decompression and Posterior Reduction or Stabilization. Indicated when cervical disc herniation is present that requires decompression in a patient that can not be reduced through closed or open anterior technique. The anterior approach first to perform discectomy and decompression. Then, the posterior approach is used to perform reduction and instrumentation. Bilateral facet dislocation is an indication to perform a combined anterior and posterior approach, either in a single phase or, if contraindicated, in 2 phases. If performed in 2 phases, starting from the posterior fixation is preferred."}
{"id": "article-687_47", "title": "Cervical Dislocation -- Treatment / Management -- Deep Venous Thrombosis Prophylaxis", "content": "Patients are at high risk for deep venous thrombosis (DVT). Immediate use of compression devices and chemical prophylaxis within 72 hours, if deemed safe by the operating surgeon, should be instituted.", "contents": "Cervical Dislocation -- Treatment / Management -- Deep Venous Thrombosis Prophylaxis. Patients are at high risk for deep venous thrombosis (DVT). Immediate use of compression devices and chemical prophylaxis within 72 hours, if deemed safe by the operating surgeon, should be instituted."}
{"id": "article-687_48", "title": "Cervical Dislocation -- Treatment / Management -- Cardiopulmonary Management", "content": "Hypotension should be avoided to prevent hypoperfusion to the spinal cord. Sinus bradycardia (the most common dysrhythmia occurring in the acute phase following spinal cord injury) can be managed with beta-2 adrenergic agonist (salbutamol), chronotropic agents (atropine, adrenaline), or phosphodiesterase inhibitors (aminophylline, theophylline). Early tracheostomy is suggested to help in mechanical ventilation during the acute phase of care for patients with high spinal cord injury. Both open and percutaneous tracheostomy can be performed early after anterior cervical spinal surgery without increasing the risk of infection.", "contents": "Cervical Dislocation -- Treatment / Management -- Cardiopulmonary Management. Hypotension should be avoided to prevent hypoperfusion to the spinal cord. Sinus bradycardia (the most common dysrhythmia occurring in the acute phase following spinal cord injury) can be managed with beta-2 adrenergic agonist (salbutamol), chronotropic agents (atropine, adrenaline), or phosphodiesterase inhibitors (aminophylline, theophylline). Early tracheostomy is suggested to help in mechanical ventilation during the acute phase of care for patients with high spinal cord injury. Both open and percutaneous tracheostomy can be performed early after anterior cervical spinal surgery without increasing the risk of infection."}
{"id": "article-687_49", "title": "Cervical Dislocation -- Treatment / Management -- Pain Management", "content": "Proper analgesia is to be provided to prevent pain-induced dysautonomia symptoms.", "contents": "Cervical Dislocation -- Treatment / Management -- Pain Management. Proper analgesia is to be provided to prevent pain-induced dysautonomia symptoms."}
{"id": "article-687_50", "title": "Cervical Dislocation -- Treatment / Management -- Management of Autonomic Dysreflexia", "content": "Management involves sitting the patient upright, removing tight-fitting clothes, rectifying the inciting stimulus, and quick onset, short-acting antihypertensives may be given to reduce blood pressure.", "contents": "Cervical Dislocation -- Treatment / Management -- Management of Autonomic Dysreflexia. Management involves sitting the patient upright, removing tight-fitting clothes, rectifying the inciting stimulus, and quick onset, short-acting antihypertensives may be given to reduce blood pressure."}
{"id": "article-687_51", "title": "Cervical Dislocation -- Treatment / Management -- Care of Bladder and Bowel", "content": "A bowel management program should be started for all patients with acute spinal cord injury. Bladder management aims to preserve upper urinary tract structures and minimize urinary tract infections.", "contents": "Cervical Dislocation -- Treatment / Management -- Care of Bladder and Bowel. A bowel management program should be started for all patients with acute spinal cord injury. Bladder management aims to preserve upper urinary tract structures and minimize urinary tract infections."}
{"id": "article-687_52", "title": "Cervical Dislocation -- Treatment / Management -- Mobilization", "content": "Physical and occupational therapy must be started within the first week after acute spinal cord injury once medically optimized, even if the patient is on tolerable levels of sedation, vasoactive support, or mechanical ventilation.", "contents": "Cervical Dislocation -- Treatment / Management -- Mobilization. Physical and occupational therapy must be started within the first week after acute spinal cord injury once medically optimized, even if the patient is on tolerable levels of sedation, vasoactive support, or mechanical ventilation."}
{"id": "article-687_53", "title": "Cervical Dislocation -- Differential Diagnosis", "content": "When evaluating cervical dislocations, clinicians must consider a differential diagnosis that encompasses a spectrum of spinal injuries. This evaluative approach aids in accurately identifying the specific pathology and guiding appropriate treatment interventions. The differential diagnosis for cervical dislocations includes the following: Blunt neck trauma Cervical fracture Jefferson Hangman Burst Spinous process Transverse process Cervical strain Penetrating neck trauma Spinal cord infarct Hypovolemic shock", "contents": "Cervical Dislocation -- Differential Diagnosis. When evaluating cervical dislocations, clinicians must consider a differential diagnosis that encompasses a spectrum of spinal injuries. This evaluative approach aids in accurately identifying the specific pathology and guiding appropriate treatment interventions. The differential diagnosis for cervical dislocations includes the following: Blunt neck trauma Cervical fracture Jefferson Hangman Burst Spinous process Transverse process Cervical strain Penetrating neck trauma Spinal cord infarct Hypovolemic shock"}
{"id": "article-687_54", "title": "Cervical Dislocation -- Prognosis", "content": "Complete spinal cord injuries can be expected to improve 1 ASIA grade in about 80% of patients,2 grades in about 20% of patients, and complete recovery in about 1% of patients at the time of hospital diagnosis. [17] Prognosis primarily depends on neurologic status at first presentation and time to surgical decompression and stabilization. [18] Examples of the level of complete injury and corresponding functional status are as follows:", "contents": "Cervical Dislocation -- Prognosis. Complete spinal cord injuries can be expected to improve 1 ASIA grade in about 80% of patients,2 grades in about 20% of patients, and complete recovery in about 1% of patients at the time of hospital diagnosis. [17] Prognosis primarily depends on neurologic status at first presentation and time to surgical decompression and stabilization. [18] Examples of the level of complete injury and corresponding functional status are as follows:"}
{"id": "article-687_55", "title": "Cervical Dislocation -- Prognosis", "content": "C1 to C4: Ventilator dependent, will need an electric wheelchair with head and chin control C5: Ventilator independent, has biceps and deltoid function, can flex elbow but lacks wrist supination and extension (unable to feed oneself). Use an electric wheelchair with hand control. They can perform independent activities of daily living (ADLs). C6/C7: Ability to bring the hand to mouth because of intact wrist extension and supination (able to feed oneself). Independent living, use of a manual wheelchair, and can drive with manual controls. C8/T1: Improved hand and finger strength/dexterity, independent transfers.", "contents": "Cervical Dislocation -- Prognosis. C1 to C4: Ventilator dependent, will need an electric wheelchair with head and chin control C5: Ventilator independent, has biceps and deltoid function, can flex elbow but lacks wrist supination and extension (unable to feed oneself). Use an electric wheelchair with hand control. They can perform independent activities of daily living (ADLs). C6/C7: Ability to bring the hand to mouth because of intact wrist extension and supination (able to feed oneself). Independent living, use of a manual wheelchair, and can drive with manual controls. C8/T1: Improved hand and finger strength/dexterity, independent transfers."}
{"id": "article-687_56", "title": "Cervical Dislocation -- Complications", "content": "Complications of cervical dislocations, both surgical and nonsurgical, can be severe and multifaceted. Complications from surgical intervention include the following: [19] Infection Vertebral artery and carotid injury Dysphagia Recurrent laryngeal, superior laryngeal, and hypoglossal nerve injuries Horner syndrome Pseudoarthrosis Adjacent segment disease Other complications are as follows:", "contents": "Cervical Dislocation -- Complications. Complications of cervical dislocations, both surgical and nonsurgical, can be severe and multifaceted. Complications from surgical intervention include the following: [19] Infection Vertebral artery and carotid injury Dysphagia Recurrent laryngeal, superior laryngeal, and hypoglossal nerve injuries Horner syndrome Pseudoarthrosis Adjacent segment disease Other complications are as follows:"}
{"id": "article-687_57", "title": "Cervical Dislocation -- Complications", "content": "Skin problems: Typically occur in tetraplegic or quadriplegic patients; treatment is prevention, skincare, and frequent turning. Major depressive disorder: Common in patients after spinal cord injury, can be associated with suicidal ideations. Must educate and preemptively treat patients in the acute and chronic setting. Venous thromboembolism: Occurs from venous stasis. Can reduce risk with immediate anticoagulation, sequential compressive devices, and early ambulation if possible. Urosepsis: Common in patients with loss of bladder control. Can be reduced with a strict aseptic technique when placing catheters. Do not let the bladder become overdistended, as this increases the risk of urinary tract infections.", "contents": "Cervical Dislocation -- Complications. Skin problems: Typically occur in tetraplegic or quadriplegic patients; treatment is prevention, skincare, and frequent turning. Major depressive disorder: Common in patients after spinal cord injury, can be associated with suicidal ideations. Must educate and preemptively treat patients in the acute and chronic setting. Venous thromboembolism: Occurs from venous stasis. Can reduce risk with immediate anticoagulation, sequential compressive devices, and early ambulation if possible. Urosepsis: Common in patients with loss of bladder control. Can be reduced with a strict aseptic technique when placing catheters. Do not let the bladder become overdistended, as this increases the risk of urinary tract infections."}
{"id": "article-687_58", "title": "Cervical Dislocation -- Postoperative and Rehabilitation Care", "content": "Postoperative and rehabilitation care in cervical dislocations plays a pivotal role in optimizing patient recovery and functional outcomes. Following surgical intervention to stabilize the cervical spine, patients require close monitoring in the immediate postoperative period to assess neurological status, manage pain, and prevent complications such as infection or implant failure. Subsequently, rehabilitation focuses on restoring mobility, strength, and proprioception through a tailored program of physical therapy, occupational therapy, and therapeutic exercises. Emphasis is placed on gradually increasing activity levels while ensuring proper alignment and spinal stability. Additionally, patient education on proper body mechanics, ergonomic principles, and injury prevention strategies is essential to reduce the risk of recurrent injuries and promote long-term spinal health. Close collaboration among healthcare providers, including surgeons, therapists, and primary care physicians, is crucial to coordinating comprehensive care and supporting patients in achieving their functional goals.", "contents": "Cervical Dislocation -- Postoperative and Rehabilitation Care. Postoperative and rehabilitation care in cervical dislocations plays a pivotal role in optimizing patient recovery and functional outcomes. Following surgical intervention to stabilize the cervical spine, patients require close monitoring in the immediate postoperative period to assess neurological status, manage pain, and prevent complications such as infection or implant failure. Subsequently, rehabilitation focuses on restoring mobility, strength, and proprioception through a tailored program of physical therapy, occupational therapy, and therapeutic exercises. Emphasis is placed on gradually increasing activity levels while ensuring proper alignment and spinal stability. Additionally, patient education on proper body mechanics, ergonomic principles, and injury prevention strategies is essential to reduce the risk of recurrent injuries and promote long-term spinal health. Close collaboration among healthcare providers, including surgeons, therapists, and primary care physicians, is crucial to coordinating comprehensive care and supporting patients in achieving their functional goals."}
{"id": "article-687_59", "title": "Cervical Dislocation -- Deterrence and Patient Education", "content": "Deterrence and patient education are paramount in mitigating the risk of cervical dislocations and promoting spinal health. Patients should be informed about the mechanisms of cervical spine injuries, emphasizing the importance of practicing safe behaviors, such as wearing seat belts in vehicles, using protective gear during sports activities, and avoiding risky maneuvers that could lead to falls or collisions. Education on proper lifting techniques, maintaining good posture, and ergonomic principles can help reduce the strain on the cervical spine and minimize the likelihood of injury. Additionally, patients should be educated about the signs and symptoms of cervical dislocations, emphasizing the need for prompt medical evaluation in case of trauma or suspected spinal injury. By empowering patients with knowledge and preventive strategies, healthcare professionals can play a crucial role in reducing the incidence of cervical dislocations and promoting spinal wellness.", "contents": "Cervical Dislocation -- Deterrence and Patient Education. Deterrence and patient education are paramount in mitigating the risk of cervical dislocations and promoting spinal health. Patients should be informed about the mechanisms of cervical spine injuries, emphasizing the importance of practicing safe behaviors, such as wearing seat belts in vehicles, using protective gear during sports activities, and avoiding risky maneuvers that could lead to falls or collisions. Education on proper lifting techniques, maintaining good posture, and ergonomic principles can help reduce the strain on the cervical spine and minimize the likelihood of injury. Additionally, patients should be educated about the signs and symptoms of cervical dislocations, emphasizing the need for prompt medical evaluation in case of trauma or suspected spinal injury. By empowering patients with knowledge and preventive strategies, healthcare professionals can play a crucial role in reducing the incidence of cervical dislocations and promoting spinal wellness."}
{"id": "article-687_60", "title": "Cervical Dislocation -- Deterrence and Patient Education", "content": "Cervical dislocation patients may be directed by their clinician to be seen by a physical therapist who will design an individualized cervical spine rehabilitation program. The physical therapist will evaluate the patient's condition to determine the optimal approach to ease pain and improve cervical mobility. The patient will also require counsel regarding the care of their cervical spine to avoid pain and prevent further injury. The patient is an integral player in their recovery. At-home ice, heat, stretching and strengthening exercises, and posture training reduce stress on the affected area and help prevent future recurrence.", "contents": "Cervical Dislocation -- Deterrence and Patient Education. Cervical dislocation patients may be directed by their clinician to be seen by a physical therapist who will design an individualized cervical spine rehabilitation program. The physical therapist will evaluate the patient's condition to determine the optimal approach to ease pain and improve cervical mobility. The patient will also require counsel regarding the care of their cervical spine to avoid pain and prevent further injury. The patient is an integral player in their recovery. At-home ice, heat, stretching and strengthening exercises, and posture training reduce stress on the affected area and help prevent future recurrence."}
{"id": "article-687_61", "title": "Cervical Dislocation -- Enhancing Healthcare Team Outcomes", "content": "The management of cervical dislocations is challenging and complex. Proper diagnosis and treatment require an interprofessional team of healthcare professionals, including emergency room physicians, advanced care practitioners, nurses, radiologists, neurosurgeons or orthopedic spine surgeons, and other healthcare professionals. Without proper management, the morbidity and mortality of patients with cervical dislocations can be very high. The moment the patient with suspected cervical trauma hits the door, the emergency room physician is responsible for coordinating care, which includes the following:", "contents": "Cervical Dislocation -- Enhancing Healthcare Team Outcomes. The management of cervical dislocations is challenging and complex. Proper diagnosis and treatment require an interprofessional team of healthcare professionals, including emergency room physicians, advanced care practitioners, nurses, radiologists, neurosurgeons or orthopedic spine surgeons, and other healthcare professionals. Without proper management, the morbidity and mortality of patients with cervical dislocations can be very high. The moment the patient with suspected cervical trauma hits the door, the emergency room physician is responsible for coordinating care, which includes the following:"}
{"id": "article-687_62", "title": "Cervical Dislocation -- Enhancing Healthcare Team Outcomes", "content": "Immobilization of C-spine in a rigid collar in a neutral position Performing ATLS protocols in the unstable patient Monitoring the patient for signs and symptoms of mental status change, respiratory depression, rapidly declining neurological exam Monitoring for hypotension and bradycardia associated with neurogenic shock Obtaining proper initial imaging of the cervical spine Consulting with the neurosurgeon or orthopedic spine surgeon", "contents": "Cervical Dislocation -- Enhancing Healthcare Team Outcomes. Immobilization of C-spine in a rigid collar in a neutral position Performing ATLS protocols in the unstable patient Monitoring the patient for signs and symptoms of mental status change, respiratory depression, rapidly declining neurological exam Monitoring for hypotension and bradycardia associated with neurogenic shock Obtaining proper initial imaging of the cervical spine Consulting with the neurosurgeon or orthopedic spine surgeon"}
{"id": "article-687_63", "title": "Cervical Dislocation -- Enhancing Healthcare Team Outcomes", "content": "If the patient presents with spinal cord injury and neurologic deficits, early time to reduction, decompression, and/or stabilization leads to improved outcomes. In the postoperative period, the role of the nurse, physical therapy/occupational therapy, and social work team are critical. The nurse will assist the team in monitoring the patient's neurological status, pain, wound drainage, and frequent offloading to prevent pressure ulcers. The physical and occupational therapy team will aid in early ambulation, range of motion of the extremities, isolated strength training, gait training, and teaching how to perform activities of daily living. The social worker will help properly arrange and coordinate the patient's needs relating to equipment and physical therapy at home or a rehabilitation facility. Additionally, a consultation with a psychiatrist and psychologist will aid in the diagnosis and prevention of mental health disorders associated with these patients. Working as a collaborative interprofessional healthcare team enhances patient-centered care, optimizes outcomes, ensures patient safety, and promotes team performance in the management of cervical dislocations. [3]", "contents": "Cervical Dislocation -- Enhancing Healthcare Team Outcomes. If the patient presents with spinal cord injury and neurologic deficits, early time to reduction, decompression, and/or stabilization leads to improved outcomes. In the postoperative period, the role of the nurse, physical therapy/occupational therapy, and social work team are critical. The nurse will assist the team in monitoring the patient's neurological status, pain, wound drainage, and frequent offloading to prevent pressure ulcers. The physical and occupational therapy team will aid in early ambulation, range of motion of the extremities, isolated strength training, gait training, and teaching how to perform activities of daily living. The social worker will help properly arrange and coordinate the patient's needs relating to equipment and physical therapy at home or a rehabilitation facility. Additionally, a consultation with a psychiatrist and psychologist will aid in the diagnosis and prevention of mental health disorders associated with these patients. Working as a collaborative interprofessional healthcare team enhances patient-centered care, optimizes outcomes, ensures patient safety, and promotes team performance in the management of cervical dislocations. [3]"}
{"id": "article-687_64", "title": "Cervical Dislocation -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Cervical Dislocation -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}