{"id": "article-17123_0", "title": "Actinic Purpura -- Continuing Education Activity", "content": "Actinic purpura, also known as solar purpura, Bateman purpura, senile purpura, or Bateman disease is a common disorder of dermal connective tissue due to damage from chronic sun exposure. It usually affects elderly individuals, and it is characterized by dark purple blotches on the photo-exposed areas, especially the back of the hands, neck, face and the extensor surfaces of the forearm. This activity describes the prevention, evaluation, and management of actinic purpura. This activity also highlights the role of the interprofessional team in caring for these patients and in helping to prevent it in the first place.", "contents": "Actinic Purpura -- Continuing Education Activity. Actinic purpura, also known as solar purpura, Bateman purpura, senile purpura, or Bateman disease is a common disorder of dermal connective tissue due to damage from chronic sun exposure. It usually affects elderly individuals, and it is characterized by dark purple blotches on the photo-exposed areas, especially the back of the hands, neck, face and the extensor surfaces of the forearm. This activity describes the prevention, evaluation, and management of actinic purpura. This activity also highlights the role of the interprofessional team in caring for these patients and in helping to prevent it in the first place."}
{"id": "article-17123_1", "title": "Actinic Purpura -- Continuing Education Activity", "content": "Objectives: Identify the etiology of actinic purpura. Explain how to prevent the development of actinic purpura. Describe treatment considerations and limitations for actinic purpura. Identify interprofessional team strategies to effectively counsel patients on prevention of actinic purpura. Access free multiple choice questions on this topic.", "contents": "Actinic Purpura -- Continuing Education Activity. Objectives: Identify the etiology of actinic purpura. Explain how to prevent the development of actinic purpura. Describe treatment considerations and limitations for actinic purpura. Identify interprofessional team strategies to effectively counsel patients on prevention of actinic purpura. Access free multiple choice questions on this topic."}
{"id": "article-17123_2", "title": "Actinic Purpura -- Introduction", "content": "Actinic purpura is a common benign disorder of dermal connective tissues due to skin damage from chronic sun exposure. It was initially described by Bateman in 1818 and is also known as Bateman senile purpura or Bateman disease. It usually affects elderly individuals and is characterized by dark purple blotches on photo-exposed areas, especially the back of the hands and the extensor surfaces of the forearm. These lesions normally fade for up to three weeks. [1] [2] The term solar purpura has been used by some authors as a synonym to actinic purpura, but it is preferable to reserve it to purpuric lesions that occur acutely after sun exposure. [3]", "contents": "Actinic Purpura -- Introduction. Actinic purpura is a common benign disorder of dermal connective tissues due to skin damage from chronic sun exposure. It was initially described by Bateman in 1818 and is also known as Bateman senile purpura or Bateman disease. It usually affects elderly individuals and is characterized by dark purple blotches on photo-exposed areas, especially the back of the hands and the extensor surfaces of the forearm. These lesions normally fade for up to three weeks. [1] [2] The term solar purpura has been used by some authors as a synonym to actinic purpura, but it is preferable to reserve it to purpuric lesions that occur acutely after sun exposure. [3]"}
{"id": "article-17123_3", "title": "Actinic Purpura -- Etiology", "content": "Actinic purpura results from the fragility of the skin, which occurs due to long term sun exposure leading to ultraviolet-induced dermal atrophy. The dermal connective tissue is not able to support microvasculature adequately leading to extravasation of the blood into the dermis after a minor trauma that is often neglected in medical history. It is one of the signs of dermatoporosis, which indicates skin fragility as well as skin atrophy and stellate pseudo scars. [4]", "contents": "Actinic Purpura -- Etiology. Actinic purpura results from the fragility of the skin, which occurs due to long term sun exposure leading to ultraviolet-induced dermal atrophy. The dermal connective tissue is not able to support microvasculature adequately leading to extravasation of the blood into the dermis after a minor trauma that is often neglected in medical history. It is one of the signs of dermatoporosis, which indicates skin fragility as well as skin atrophy and stellate pseudo scars. [4]"}
{"id": "article-17123_4", "title": "Actinic Purpura -- Epidemiology", "content": "Actinic purpura is an incredibly popular finding among elderly people, especially those with fair skin who are more sensitive to sun exposure. Its prevalence increases with age and years of exposure to ultraviolet light. It is estimated to be present in about 12% of individuals after the age of 50 years and up to 30% after the age of 75. Actinic purpura usually affects both genders equally. [5]", "contents": "Actinic Purpura -- Epidemiology. Actinic purpura is an incredibly popular finding among elderly people, especially those with fair skin who are more sensitive to sun exposure. Its prevalence increases with age and years of exposure to ultraviolet light. It is estimated to be present in about 12% of individuals after the age of 50 years and up to 30% after the age of 75. Actinic purpura usually affects both genders equally. [5]"}
{"id": "article-17123_5", "title": "Actinic Purpura -- Pathophysiology", "content": "Actinic purpura results from the extravasation of blood into the dermis. This phenomenon is due to the skin atrophy and fragility of the blood vessels in elderly individuals, which is exacerbated by chronic sun exposure. The lesions of Actinic purpura are commonly located on sun-exposed areas, like the arms, face, and neck. Skin atrophy in dermatoporosis is due to an alteration of collagen. These collagen changes may correspond to changes in bone density similar to that seen in osteoporosis. It postulates that bone collagen also changes along with skin collagen, which leads to alteration in bone density. The pronounced skin atrophy caused by the photo-aging and ultraviolet radiation exposure makes the dermal vascular network very sensitive to the slightest trauma or any shearing force. [6]", "contents": "Actinic Purpura -- Pathophysiology. Actinic purpura results from the extravasation of blood into the dermis. This phenomenon is due to the skin atrophy and fragility of the blood vessels in elderly individuals, which is exacerbated by chronic sun exposure. The lesions of Actinic purpura are commonly located on sun-exposed areas, like the arms, face, and neck. Skin atrophy in dermatoporosis is due to an alteration of collagen. These collagen changes may correspond to changes in bone density similar to that seen in osteoporosis. It postulates that bone collagen also changes along with skin collagen, which leads to alteration in bone density. The pronounced skin atrophy caused by the photo-aging and ultraviolet radiation exposure makes the dermal vascular network very sensitive to the slightest trauma or any shearing force. [6]"}
{"id": "article-17123_6", "title": "Actinic Purpura -- Pathophysiology", "content": "The formation of purple patches and macules of this condition develops due to the passage of red blood cells into the dermis results in the deposition of hemosiderin in the interstitial space. There is no infiltration of the vessels and usually no inflammatory reaction of the dermal tissue. The absence of phagocytosis results in delayed resorption of extravasated blood. This fact results in the formation of purple patches and macules of the ecchymotic aspect. [3]", "contents": "Actinic Purpura -- Pathophysiology. The formation of purple patches and macules of this condition develops due to the passage of red blood cells into the dermis results in the deposition of hemosiderin in the interstitial space. There is no infiltration of the vessels and usually no inflammatory reaction of the dermal tissue. The absence of phagocytosis results in delayed resorption of extravasated blood. This fact results in the formation of purple patches and macules of the ecchymotic aspect. [3]"}
{"id": "article-17123_7", "title": "Actinic Purpura -- Histopathology", "content": "Histopathology of skin shows thinning of epidermis with many abnormal keratinocytes in a disorderly pattern. The dermis shows extravasation of red blood cells and hemosiderin deposition with no inflammatory cells. Histology of surrounding skin with solar elastosis appeared as blue homogenized elastotic material, which is present at the base of the epidermis. The amount of collagen is markedly decreased. [7] [6]", "contents": "Actinic Purpura -- Histopathology. Histopathology of skin shows thinning of epidermis with many abnormal keratinocytes in a disorderly pattern. The dermis shows extravasation of red blood cells and hemosiderin deposition with no inflammatory cells. Histology of surrounding skin with solar elastosis appeared as blue homogenized elastotic material, which is present at the base of the epidermis. The amount of collagen is markedly decreased. [7] [6]"}
{"id": "article-17123_8", "title": "Actinic Purpura -- History and Physical", "content": "Actinic purpura presents as patches and macules with irregular edges on the forearm and back of the hands. However, they can affect other areas, such as legs, neck, and face. The lesions may appear as dark purple macules and extensive ecchymosis, with average sizes ranging from 1cm to 4 cm in diameter. These macules are asymptomatic and are not associated with pruritus or tenderness. The surrounding skin is generally of an altered quality (thin, pigmented and inelastic).  Besides the typical presentation of actinic purpura, there may be evidence of other photo-aging lesions such as wrinkling, lentigines, sallow yellow skin hue, and actinic keratosis and stellate pseudo scars. [8]", "contents": "Actinic Purpura -- History and Physical. Actinic purpura presents as patches and macules with irregular edges on the forearm and back of the hands. However, they can affect other areas, such as legs, neck, and face. The lesions may appear as dark purple macules and extensive ecchymosis, with average sizes ranging from 1cm to 4 cm in diameter. These macules are asymptomatic and are not associated with pruritus or tenderness. The surrounding skin is generally of an altered quality (thin, pigmented and inelastic).  Besides the typical presentation of actinic purpura, there may be evidence of other photo-aging lesions such as wrinkling, lentigines, sallow yellow skin hue, and actinic keratosis and stellate pseudo scars. [8]"}
{"id": "article-17123_9", "title": "Actinic Purpura -- History and Physical", "content": "The purpuric lesions persist for about one to three weeks before resolving spontaneously. However, they do not undergo the phases of inflammation. It is possible that a residual deposit of hemosiderin in the dermis leaves a brown pigmentation. Actinic purpura, however, can continue to occur because of the already established cutaneous and vascular fragility. The ecchymotic lesions can cause a significant aesthetic problem and have a psychological impact, however, there is no risk of serious complications. [3]", "contents": "Actinic Purpura -- History and Physical. The purpuric lesions persist for about one to three weeks before resolving spontaneously. However, they do not undergo the phases of inflammation. It is possible that a residual deposit of hemosiderin in the dermis leaves a brown pigmentation. Actinic purpura, however, can continue to occur because of the already established cutaneous and vascular fragility. The ecchymotic lesions can cause a significant aesthetic problem and have a psychological impact, however, there is no risk of serious complications. [3]"}
{"id": "article-17123_10", "title": "Actinic Purpura -- Evaluation", "content": "The diagnosis of actinic purpura is usually clinical and based on history and physical examination. In the rare cases where a biopsy is performed, the histological study will show a thinned epidermis ascending on an altered dermis with quantitatively reduced collagen fibers and abnormal elastic fibers. The walls of the dermal vessels have a normal tensile structure, but there is extravasation of red blood cells and hemosiderin deposits marked by Perl’s staining. In about 10% of cases, there is a neutrophilic infiltration that may lead to the misdiagnosis of actinic purpura as neutrophilic dermatosis or leukocytoclastic vasculitis. [9] Coagulation analysis is rarely necessary and usually shows no abnormalities.", "contents": "Actinic Purpura -- Evaluation. The diagnosis of actinic purpura is usually clinical and based on history and physical examination. In the rare cases where a biopsy is performed, the histological study will show a thinned epidermis ascending on an altered dermis with quantitatively reduced collagen fibers and abnormal elastic fibers. The walls of the dermal vessels have a normal tensile structure, but there is extravasation of red blood cells and hemosiderin deposits marked by Perl’s staining. In about 10% of cases, there is a neutrophilic infiltration that may lead to the misdiagnosis of actinic purpura as neutrophilic dermatosis or leukocytoclastic vasculitis. [9] Coagulation analysis is rarely necessary and usually shows no abnormalities."}
{"id": "article-17123_11", "title": "Actinic Purpura -- Treatment / Management", "content": "Actinic purpura is a benign condition that does not require specific treatment, particularly since other lesions continue to appear throughout life. The best treatment is preventive and involves protection from excessive sun exposure through the application of sunscreen and wearing long-sleeved shirts. One should apply sunscreens with a high protection index (sun protection factor (SPF) greater than 50) daily to provide sufficient protection against the ultraviolet (UVB and UVA) rays. The sunscreen should be liberally applied to all sun-exposed areas regularly. [10] [11]", "contents": "Actinic Purpura -- Treatment / Management. Actinic purpura is a benign condition that does not require specific treatment, particularly since other lesions continue to appear throughout life. The best treatment is preventive and involves protection from excessive sun exposure through the application of sunscreen and wearing long-sleeved shirts. One should apply sunscreens with a high protection index (sun protection factor (SPF) greater than 50) daily to provide sufficient protection against the ultraviolet (UVB and UVA) rays. The sunscreen should be liberally applied to all sun-exposed areas regularly. [10] [11]"}
{"id": "article-17123_12", "title": "Actinic Purpura -- Treatment / Management", "content": "The therapeutic possibilities available for the actinic purpura lesions already formed are restricted. Tretinoin or retinoic acid (0.1%) is a derivative of vitamin A, which could theoretically reverse severe skin damage induced by ultraviolet light. Indeed, topical tretinoin is known for its role in the regeneration of dermal collagen and the reduction of the quality of abnormal elastin damaged by solar exposure. However, some authors demonstrate that the developed plaques of actinic purpura do not improve under local treatment with tretinoin. [3] [1]", "contents": "Actinic Purpura -- Treatment / Management. The therapeutic possibilities available for the actinic purpura lesions already formed are restricted. Tretinoin or retinoic acid (0.1%) is a derivative of vitamin A, which could theoretically reverse severe skin damage induced by ultraviolet light. Indeed, topical tretinoin is known for its role in the regeneration of dermal collagen and the reduction of the quality of abnormal elastin damaged by solar exposure. However, some authors demonstrate that the developed plaques of actinic purpura do not improve under local treatment with tretinoin. [3] [1]"}
{"id": "article-17123_13", "title": "Actinic Purpura -- Treatment / Management", "content": "In 2002, actinic purpura was successfully treated in one patient with tissue-engineered skin; however, no similar cases have been reported. More recently, it has been demonstrated that the human epidermal growth factor may be a viable treatment of actinic purpura. It has been shown to increase the average skin thickness and reduce the number of purpuric lesions when applied twice daily for six weeks. A citrus bioflavonoid blend has been tested for the treatment of actinic purpura. After six weeks, the treated group showed a 50% decrease in purpuric plaques with no reported side effects. Laser therapy, which is widely used for the treatment of aging skin manifestations, is not indicated in actinic purpura. Moisturizing creams may be useful to treat associated skin xerosis. [8]", "contents": "Actinic Purpura -- Treatment / Management. In 2002, actinic purpura was successfully treated in one patient with tissue-engineered skin; however, no similar cases have been reported. More recently, it has been demonstrated that the human epidermal growth factor may be a viable treatment of actinic purpura. It has been shown to increase the average skin thickness and reduce the number of purpuric lesions when applied twice daily for six weeks. A citrus bioflavonoid blend has been tested for the treatment of actinic purpura. After six weeks, the treated group showed a 50% decrease in purpuric plaques with no reported side effects. Laser therapy, which is widely used for the treatment of aging skin manifestations, is not indicated in actinic purpura. Moisturizing creams may be useful to treat associated skin xerosis. [8]"}
{"id": "article-17123_14", "title": "Actinic Purpura -- Differential Diagnosis", "content": "The differential diagnosis of Actinic purpura would be: [12] Steroid-induced Purpura Physical trauma Use of Anticoagulants Scurvy, Vitamin C deficiency Vitamin K deficiency Psychogenic purpura Palpable purpura (hemorrhage and inflammation) Primary systemic Amyloidosis", "contents": "Actinic Purpura -- Differential Diagnosis. The differential diagnosis of Actinic purpura would be: [12] Steroid-induced Purpura Physical trauma Use of Anticoagulants Scurvy, Vitamin C deficiency Vitamin K deficiency Psychogenic purpura Palpable purpura (hemorrhage and inflammation) Primary systemic Amyloidosis"}
{"id": "article-17123_15", "title": "Actinic Purpura -- Prognosis", "content": "The disease has a good prognosis with a benign course. Typically, the lesions continue to occur throughout life, but they usually resolve in 1 to 3 weeks. It may leave post-inflammatory hyperpigmentation or sometimes scarring, but they are not associated with any other major complication.", "contents": "Actinic Purpura -- Prognosis. The disease has a good prognosis with a benign course. Typically, the lesions continue to occur throughout life, but they usually resolve in 1 to 3 weeks. It may leave post-inflammatory hyperpigmentation or sometimes scarring, but they are not associated with any other major complication."}
{"id": "article-17123_16", "title": "Actinic Purpura -- Complications", "content": "It is a benign condition and usually resolves in 1 to 3 weeks with residual pigmentation or sometimes scarring. These lesions can trigger the patient’s emotional distress due to cosmetic disfigurement. [3]", "contents": "Actinic Purpura -- Complications. It is a benign condition and usually resolves in 1 to 3 weeks with residual pigmentation or sometimes scarring. These lesions can trigger the patient’s emotional distress due to cosmetic disfigurement. [3]"}
{"id": "article-17123_17", "title": "Actinic Purpura -- Pearls and Other Issues", "content": "Actinic purpura is a common, benign disease of elderly individuals with fair skin types. The disorder appears to be caused by dermal and vascular fragility induced by chronic sun exposure. It does not predispose to serious complications, and the risk of bleeding is minimal. However, it can cause significant aesthetic and cosmetic damage and can induce a significant psychological impact. Treatment is limited, mainly relying on creams based vitamin A derivatives and moisturizers.", "contents": "Actinic Purpura -- Pearls and Other Issues. Actinic purpura is a common, benign disease of elderly individuals with fair skin types. The disorder appears to be caused by dermal and vascular fragility induced by chronic sun exposure. It does not predispose to serious complications, and the risk of bleeding is minimal. However, it can cause significant aesthetic and cosmetic damage and can induce a significant psychological impact. Treatment is limited, mainly relying on creams based vitamin A derivatives and moisturizers."}
{"id": "article-17123_18", "title": "Actinic Purpura -- Pearls and Other Issues", "content": "Photoprotection remains the best option, and it is based on physical protective clothing, regular application of sunscreen, and behavioral therapies by avoiding excessive sun exposure and trauma. [13]", "contents": "Actinic Purpura -- Pearls and Other Issues. Photoprotection remains the best option, and it is based on physical protective clothing, regular application of sunscreen, and behavioral therapies by avoiding excessive sun exposure and trauma. [13]"}
{"id": "article-17123_19", "title": "Actinic Purpura -- Enhancing Healthcare Team Outcomes", "content": "An interprofessional approach to actinic purpura is needed. Actinic purpura is a very common condition, especially in elderly individuals. Although the condition is benign, the skin is easily prone to bleeding, even with minor trauma. Healthcare workers, including nurse practitioners, can play a key role in the prevention of this condition. Patients should be encouraged to keep their skin moisturized, use sunscreen, wear sun-protective garments, including a wide-brimmed hat, and try to avoid direct sun exposure and trauma. It should also be noted that patients with actinic purpura are also more prone to develop actinic keratosis, hence proper awareness and a biopsy may be required. [10] [13]", "contents": "Actinic Purpura -- Enhancing Healthcare Team Outcomes. An interprofessional approach to actinic purpura is needed. Actinic purpura is a very common condition, especially in elderly individuals. Although the condition is benign, the skin is easily prone to bleeding, even with minor trauma. Healthcare workers, including nurse practitioners, can play a key role in the prevention of this condition. Patients should be encouraged to keep their skin moisturized, use sunscreen, wear sun-protective garments, including a wide-brimmed hat, and try to avoid direct sun exposure and trauma. It should also be noted that patients with actinic purpura are also more prone to develop actinic keratosis, hence proper awareness and a biopsy may be required. [10] [13]"}
{"id": "article-17123_20", "title": "Actinic Purpura -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Actinic Purpura -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}