{"id": "article-42576_0", "title": "Acute Pulmonary Embolism -- Continuing Education Activity", "content": "Acute pulmonary embolism is a common clinical condition with a variable clinical presentation, making the diagnosis challenging. Pulmonary embolism (PE) occurs when a thrombus originates elsewhere and disrupts blood flow in the pulmonary artery or its branches. In deep vein thrombosis (DVT), a thrombus develops within the deep veins, most commonly in the lower extremities. PE usually occurs when a part of this thrombus breaks off and enters the pulmonary circulation. PE rarely occurs from embolizing other materials into the pulmonary circulation, such as air, fat, or tumor cells. This medical condition is commonly seen in the emergency department, critical care, or hospital settings, with newly specialized Pulmonary Embolism Response Teams (PERTs) integrated into some facilities for immediate care. Based on the clinical judgment of the severity of PE, the management depends on an interprofessional team that may consist of clinicians, technicians, and pharmacists. This activity outlines the clinical features, diagnosis, and treatment of acute PE and highlights the role of the interprofessional healthcare team in improving the outcomes of patients with acute PE.", "contents": "Acute Pulmonary Embolism -- Continuing Education Activity. Acute pulmonary embolism is a common clinical condition with a variable clinical presentation, making the diagnosis challenging. Pulmonary embolism (PE) occurs when a thrombus originates elsewhere and disrupts blood flow in the pulmonary artery or its branches. In deep vein thrombosis (DVT), a thrombus develops within the deep veins, most commonly in the lower extremities. PE usually occurs when a part of this thrombus breaks off and enters the pulmonary circulation. PE rarely occurs from embolizing other materials into the pulmonary circulation, such as air, fat, or tumor cells. This medical condition is commonly seen in the emergency department, critical care, or hospital settings, with newly specialized Pulmonary Embolism Response Teams (PERTs) integrated into some facilities for immediate care. Based on the clinical judgment of the severity of PE, the management depends on an interprofessional team that may consist of clinicians, technicians, and pharmacists. This activity outlines the clinical features, diagnosis, and treatment of acute PE and highlights the role of the interprofessional healthcare team in improving the outcomes of patients with acute PE."}
{"id": "article-42576_1", "title": "Acute Pulmonary Embolism -- Continuing Education Activity", "content": "Objectives: Identify clinical signs and symptoms indicative of acute pulmonary embolism to facilitate prompt diagnosis and intervention. Select the most appropriate diagnostic imaging modalities, such as computed tomography pulmonary angiography or ventilation-perfusion (V/Q) scanning, based on patient presentation and risk factors. Differentiate between acute pulmonary embolism and other cardiopulmonary conditions presenting with similar symptoms to ensure accurate diagnosis and management. Implement coordination among the interprofessional team members to diagnose and manage acute pulmonary embolism and enhance the delivery of care for patients. Access free multiple choice questions on this topic.", "contents": "Acute Pulmonary Embolism -- Continuing Education Activity. Objectives: Identify clinical signs and symptoms indicative of acute pulmonary embolism to facilitate prompt diagnosis and intervention. Select the most appropriate diagnostic imaging modalities, such as computed tomography pulmonary angiography or ventilation-perfusion (V/Q) scanning, based on patient presentation and risk factors. Differentiate between acute pulmonary embolism and other cardiopulmonary conditions presenting with similar symptoms to ensure accurate diagnosis and management. Implement coordination among the interprofessional team members to diagnose and manage acute pulmonary embolism and enhance the delivery of care for patients. Access free multiple choice questions on this topic."}
{"id": "article-42576_2", "title": "Acute Pulmonary Embolism -- Introduction", "content": "A pulmonary embolism (PE) occurs when a blood clot obstructs the pulmonary artery or its branches. In deep vein thrombosis (DVT), a thrombus develops within the deep veins, most commonly in the lower extremities. PE usually occurs when a part of this thrombus breaks off and enters the pulmonary circulation. PE rarely occurs from the embolization of other materials into the pulmonary circulation, such as air, fat, or tumor cells. [1] The spectrum of PE and DVT combined is called venous thromboembolism (VTE).p", "contents": "Acute Pulmonary Embolism -- Introduction. A pulmonary embolism (PE) occurs when a blood clot obstructs the pulmonary artery or its branches. In deep vein thrombosis (DVT), a thrombus develops within the deep veins, most commonly in the lower extremities. PE usually occurs when a part of this thrombus breaks off and enters the pulmonary circulation. PE rarely occurs from the embolization of other materials into the pulmonary circulation, such as air, fat, or tumor cells. [1] The spectrum of PE and DVT combined is called venous thromboembolism (VTE).p"}
{"id": "article-42576_3", "title": "Acute Pulmonary Embolism -- Etiology -- Risk Factors for Pulmonary Embolism", "content": "Most PEs originate as lower extremity DVTs. Hence, PE risk factors are the same as DVT. Virchow's triad of hypercoagulability, venous stasis, and endothelial injury provides an understanding of these risk factors.", "contents": "Acute Pulmonary Embolism -- Etiology -- Risk Factors for Pulmonary Embolism. Most PEs originate as lower extremity DVTs. Hence, PE risk factors are the same as DVT. Virchow's triad of hypercoagulability, venous stasis, and endothelial injury provides an understanding of these risk factors."}
{"id": "article-42576_4", "title": "Acute Pulmonary Embolism -- Etiology -- Risk Factors for Pulmonary Embolism", "content": "Risk factors can be classified as genetic and acquired. Genetic risk factors include thrombophilia, such as factor V Leiden mutation, prothrombin gene mutation, protein C deficiency, protein S deficiency, and hyperhomocysteinemia. Acquired risk factors include immobilization for prolonged periods (bed rest of greater than 3 days, anyone traveling greater than 4 hours, whether by air, car, bus, or train), recent orthopedic surgery, malignancy, indwelling venous catheter, obesity, pregnancy, cigarette smoking, and oral contraceptive pill use. [2] [3] [4] [5] Other predisposing factors for VTE include:", "contents": "Acute Pulmonary Embolism -- Etiology -- Risk Factors for Pulmonary Embolism. Risk factors can be classified as genetic and acquired. Genetic risk factors include thrombophilia, such as factor V Leiden mutation, prothrombin gene mutation, protein C deficiency, protein S deficiency, and hyperhomocysteinemia. Acquired risk factors include immobilization for prolonged periods (bed rest of greater than 3 days, anyone traveling greater than 4 hours, whether by air, car, bus, or train), recent orthopedic surgery, malignancy, indwelling venous catheter, obesity, pregnancy, cigarette smoking, and oral contraceptive pill use. [2] [3] [4] [5] Other predisposing factors for VTE include:"}
{"id": "article-42576_5", "title": "Acute Pulmonary Embolism -- Etiology -- Risk Factors for Pulmonary Embolism", "content": "Fracture of lower limb Hospitalization for heart failure or atrial fibrillation/flutter within the previous 3 months Hip or knee replacement Major trauma History of previous venous thromboembolism Central venous lines Chemotherapy Congestive heart failure or respiratory failure Hormone replacement therapy Oral contraceptive therapy Postpartum period Infection (specifically pneumonia, urinary tract infection, and HIV) Cancer (highest risk in metastatic disease) Thrombophilia Bed rest greater than 3 days Obesity Pregnancy", "contents": "Acute Pulmonary Embolism -- Etiology -- Risk Factors for Pulmonary Embolism. Fracture of lower limb Hospitalization for heart failure or atrial fibrillation/flutter within the previous 3 months Hip or knee replacement Major trauma History of previous venous thromboembolism Central venous lines Chemotherapy Congestive heart failure or respiratory failure Hormone replacement therapy Oral contraceptive therapy Postpartum period Infection (specifically pneumonia, urinary tract infection, and HIV) Cancer (highest risk in metastatic disease) Thrombophilia Bed rest greater than 3 days Obesity Pregnancy"}
{"id": "article-42576_6", "title": "Acute Pulmonary Embolism -- Etiology -- Risk Factors for Pulmonary Embolism", "content": "Cancer carries a high risk for thrombus formation and, hence, PE. Pancreatic cancer, hematological malignancies, lung cancer, gastric cancer, and brain cancer carry the highest risk for VTE. [6] Infection anywhere in the body is a common trigger for VTE. [7] Myocardial infarction and congestive heart failure (CHF) increase the risk of PE. Patients with VTE have an increased risk of subsequent stroke and myocardial infarction. [8] [9]", "contents": "Acute Pulmonary Embolism -- Etiology -- Risk Factors for Pulmonary Embolism. Cancer carries a high risk for thrombus formation and, hence, PE. Pancreatic cancer, hematological malignancies, lung cancer, gastric cancer, and brain cancer carry the highest risk for VTE. [6] Infection anywhere in the body is a common trigger for VTE. [7] Myocardial infarction and congestive heart failure (CHF) increase the risk of PE. Patients with VTE have an increased risk of subsequent stroke and myocardial infarction. [8] [9]"}
{"id": "article-42576_7", "title": "Acute Pulmonary Embolism -- Etiology -- Types of Pulmonary Embolism", "content": "It is crucial to categorize PE based on the presence or absence of hemodynamic stability. Hemodynamically unstable PE (previously called massive or high-risk  PE) is PE that results in hypotension (as defined by systolic blood pressure (SBP) less than 90 mm Hg or a drop in SBP of 40 mm Hg or more from baseline or hypotension that requires vasopressors or inotropes), the old term \"massive\" PE does not describe the size of the PE but describes its hemodynamic effect. Patients with hemodynamically unstable PE are more likely to die from obstructive shock (ie, severe right ventricular failure).", "contents": "Acute Pulmonary Embolism -- Etiology -- Types of Pulmonary Embolism. It is crucial to categorize PE based on the presence or absence of hemodynamic stability. Hemodynamically unstable PE (previously called massive or high-risk  PE) is PE that results in hypotension (as defined by systolic blood pressure (SBP) less than 90 mm Hg or a drop in SBP of 40 mm Hg or more from baseline or hypotension that requires vasopressors or inotropes), the old term \"massive\" PE does not describe the size of the PE but describes its hemodynamic effect. Patients with hemodynamically unstable PE are more likely to die from obstructive shock (ie, severe right ventricular failure)."}
{"id": "article-42576_8", "title": "Acute Pulmonary Embolism -- Etiology -- Types of Pulmonary Embolism", "content": "Hemodynamically stable PE is a spectrum ranging from small, mildly symptomatic, or asymptomatic PE (low-risk PE or small PE) to PEs, which cause mild hypotension that stabilizes in response to fluid therapy, or those who present with RV dysfunction (submassive or intermediate-risk PE), but is hemodynamically stable.", "contents": "Acute Pulmonary Embolism -- Etiology -- Types of Pulmonary Embolism. Hemodynamically stable PE is a spectrum ranging from small, mildly symptomatic, or asymptomatic PE (low-risk PE or small PE) to PEs, which cause mild hypotension that stabilizes in response to fluid therapy, or those who present with RV dysfunction (submassive or intermediate-risk PE), but is hemodynamically stable."}
{"id": "article-42576_9", "title": "Acute Pulmonary Embolism -- Epidemiology", "content": "Pulmonary embolism (PE) incidence ranges from 39 to 115 per 100,000 population annually; for DVT, the incidence ranges from 53 to 162 per 100,000 people. [10] After coronary artery disease and stroke, acute PE is the third most common type of cardiovascular disease. [11] The incidence of PE is noted to be higher in males than females. [12]", "contents": "Acute Pulmonary Embolism -- Epidemiology. Pulmonary embolism (PE) incidence ranges from 39 to 115 per 100,000 population annually; for DVT, the incidence ranges from 53 to 162 per 100,000 people. [10] After coronary artery disease and stroke, acute PE is the third most common type of cardiovascular disease. [11] The incidence of PE is noted to be higher in males than females. [12]"}
{"id": "article-42576_10", "title": "Acute Pulmonary Embolism -- Epidemiology", "content": "Overall, PE-related mortality is high, and in the United States, PE causes 100,000 deaths annually. [12] However, the mortality rates attributable to PE are challenging to estimate accurately because many patients with sudden cardiac death are thought to have had a thromboembolic event like PE. The case-fatality rates of PE have decreased, likely due to improved diagnostic methods, early interventions, and therapies.", "contents": "Acute Pulmonary Embolism -- Epidemiology. Overall, PE-related mortality is high, and in the United States, PE causes 100,000 deaths annually. [12] However, the mortality rates attributable to PE are challenging to estimate accurately because many patients with sudden cardiac death are thought to have had a thromboembolic event like PE. The case-fatality rates of PE have decreased, likely due to improved diagnostic methods, early interventions, and therapies."}
{"id": "article-42576_11", "title": "Acute Pulmonary Embolism -- Pathophysiology", "content": "Pulmonary embolism (PE) occurs when clots break off and enter the pulmonary circulation. Pulmonary emboli are typically multiple, with the lower lobes being involved more frequently than the upper and bilateral lung involvement being more common. [13] Large emboli tend to obstruct the main pulmonary artery, causing saddle embolus with deleterious cardiovascular consequences. In contrast, smaller-sized emboli block the peripheral arteries and can lead to pulmonary infarction, manifested by intra-alveolar hemorrhage. Pulmonary infarction occurs in about 10% of patients.", "contents": "Acute Pulmonary Embolism -- Pathophysiology. Pulmonary embolism (PE) occurs when clots break off and enter the pulmonary circulation. Pulmonary emboli are typically multiple, with the lower lobes being involved more frequently than the upper and bilateral lung involvement being more common. [13] Large emboli tend to obstruct the main pulmonary artery, causing saddle embolus with deleterious cardiovascular consequences. In contrast, smaller-sized emboli block the peripheral arteries and can lead to pulmonary infarction, manifested by intra-alveolar hemorrhage. Pulmonary infarction occurs in about 10% of patients."}
{"id": "article-42576_12", "title": "Acute Pulmonary Embolism -- Pathophysiology", "content": "PE leads to impaired gas exchange due to obstruction of the pulmonary vascular bed leading to a mismatch in the ventilation-to-perfusion ratio because alveolar ventilation remains the same, but pulmonary capillary blood flow decreases, effectively leading to dead space ventilation and hypoxemia. Also, mediators, such as serotonin, are released, which cause vasospasm and further decrease pulmonary flow in unaffected lung areas. Local accumulation of inflammatory mediators alters lung surfactant and stimulates respiratory drive resulting in hypocapnia and respiratory alkalosis. [14]", "contents": "Acute Pulmonary Embolism -- Pathophysiology. PE leads to impaired gas exchange due to obstruction of the pulmonary vascular bed leading to a mismatch in the ventilation-to-perfusion ratio because alveolar ventilation remains the same, but pulmonary capillary blood flow decreases, effectively leading to dead space ventilation and hypoxemia. Also, mediators, such as serotonin, are released, which cause vasospasm and further decrease pulmonary flow in unaffected lung areas. Local accumulation of inflammatory mediators alters lung surfactant and stimulates respiratory drive resulting in hypocapnia and respiratory alkalosis. [14]"}
{"id": "article-42576_13", "title": "Acute Pulmonary Embolism -- Pathophysiology", "content": "In PE, pulmonary vascular resistance (PVR) increases due to the mechanical obstruction of the vascular bed with thrombus and hypoxic vasoconstriction. Pulmonary artery pressure (PAP) increases if thromboembolic occlusion is greater than 30% to 50% of the total cross-sectional area of the pulmonary arterial bed. Increased PVR increases the right ventricular afterload, which impedes right ventricular outflow and causes right ventricular dilation and flattening or bowing of the interventricular septum. Developing the right bundle branch block may increase the desynchronization of the ventricles. The decreased RV outflow and concomitant RV dilation reduce left ventricular filling, compromising cardiac output. [15]", "contents": "Acute Pulmonary Embolism -- Pathophysiology. In PE, pulmonary vascular resistance (PVR) increases due to the mechanical obstruction of the vascular bed with thrombus and hypoxic vasoconstriction. Pulmonary artery pressure (PAP) increases if thromboembolic occlusion is greater than 30% to 50% of the total cross-sectional area of the pulmonary arterial bed. Increased PVR increases the right ventricular afterload, which impedes right ventricular outflow and causes right ventricular dilation and flattening or bowing of the interventricular septum. Developing the right bundle branch block may increase the desynchronization of the ventricles. The decreased RV outflow and concomitant RV dilation reduce left ventricular filling, compromising cardiac output. [15]"}
{"id": "article-42576_14", "title": "Acute Pulmonary Embolism -- Pathophysiology", "content": "As a result, LV filling is reduced in early diastole, reducing cardiac output (CO) and causing systemic hypotension and hemodynamic instability. Right ventricle (RV) failure due to acute pressure overload is the primary cause of death in severe PE. Given the above pathophysiological considerations, clinical symptoms and signs of overt RV failure and hemodynamic instability indicate a high risk of early (in-hospital or 30-day) mortality.", "contents": "Acute Pulmonary Embolism -- Pathophysiology. As a result, LV filling is reduced in early diastole, reducing cardiac output (CO) and causing systemic hypotension and hemodynamic instability. Right ventricle (RV) failure due to acute pressure overload is the primary cause of death in severe PE. Given the above pathophysiological considerations, clinical symptoms and signs of overt RV failure and hemodynamic instability indicate a high risk of early (in-hospital or 30-day) mortality."}
{"id": "article-42576_15", "title": "Acute Pulmonary Embolism -- History and Physical", "content": "A timely diagnosis of PE is crucial because of the high associated mortality and morbidity, which may be prevented with early treatment. It is important to note that 30% of untreated patients with PEs die, while only 8% die after timely therapy. [16] [17] Unfortunately, diagnosing PE can be difficult due to the variety of nonspecific clinical signs and symptoms in patients with acute PE. The most common symptoms of PE include the following: dyspnea, pleuritic chest pain, cough, hemoptysis, presyncope, or syncope. Dyspnea may be acute and severe in central PE, whereas it is often mild and transient in small peripheral PE. In patients with preexisting heart failure or pulmonary disease, worsening dyspnea may be the only symptom. Chest pain is a frequent symptom usually caused by pleural irritation due to distal emboli causing pulmonary infarction. [18] In central PE, chest pain may be from underlying RV ischemia and needs to be differentiated from an acute coronary syndrome or aortic dissection.", "contents": "Acute Pulmonary Embolism -- History and Physical. A timely diagnosis of PE is crucial because of the high associated mortality and morbidity, which may be prevented with early treatment. It is important to note that 30% of untreated patients with PEs die, while only 8% die after timely therapy. [16] [17] Unfortunately, diagnosing PE can be difficult due to the variety of nonspecific clinical signs and symptoms in patients with acute PE. The most common symptoms of PE include the following: dyspnea, pleuritic chest pain, cough, hemoptysis, presyncope, or syncope. Dyspnea may be acute and severe in central PE, whereas it is often mild and transient in small peripheral PE. In patients with preexisting heart failure or pulmonary disease, worsening dyspnea may be the only symptom. Chest pain is a frequent symptom usually caused by pleural irritation due to distal emboli causing pulmonary infarction. [18] In central PE, chest pain may be from underlying RV ischemia and needs to be differentiated from an acute coronary syndrome or aortic dissection."}
{"id": "article-42576_16", "title": "Acute Pulmonary Embolism -- History and Physical", "content": "Less common presentations include arrhythmias (eg, atrial fibrillation), syncope, and hemodynamic collapse. [19] Hemodynamic instability is a rare but essential form of clinical presentation, as it indicates central or extensive PE with severely reduced hemodynamic reserve. Syncope may occur and may be associated with a higher prevalence of hemodynamic instability and RV dysfunction. [20] It is essential to recognize that patients with large PE may sometimes be asymptomatic or have mild symptoms. PE may often be asymptomatic or discovered incidentally during diagnostic workup for another disease.", "contents": "Acute Pulmonary Embolism -- History and Physical. Less common presentations include arrhythmias (eg, atrial fibrillation), syncope, and hemodynamic collapse. [19] Hemodynamic instability is a rare but essential form of clinical presentation, as it indicates central or extensive PE with severely reduced hemodynamic reserve. Syncope may occur and may be associated with a higher prevalence of hemodynamic instability and RV dysfunction. [20] It is essential to recognize that patients with large PE may sometimes be asymptomatic or have mild symptoms. PE may often be asymptomatic or discovered incidentally during diagnostic workup for another disease."}
{"id": "article-42576_17", "title": "Acute Pulmonary Embolism -- History and Physical", "content": "Apart from symptoms of PE, it is crucial to look for the risk factors for venous thromboembolism (VTE) to determine the clinical probability of PE. On examination, patients with PE might have tachypnea and tachycardia, which are common but nonspecific findings. Other examination findings include calf swelling, tenderness, erythema, palpable cords, pedal edema, rales, decreased breath sounds, signs of pulmonary hypertension such as elevated neck veins, loud P2 component of second heart sound, a right-sided gallop, and a right ventricular parasternal lift.", "contents": "Acute Pulmonary Embolism -- History and Physical. Apart from symptoms of PE, it is crucial to look for the risk factors for venous thromboembolism (VTE) to determine the clinical probability of PE. On examination, patients with PE might have tachypnea and tachycardia, which are common but nonspecific findings. Other examination findings include calf swelling, tenderness, erythema, palpable cords, pedal edema, rales, decreased breath sounds, signs of pulmonary hypertension such as elevated neck veins, loud P2 component of second heart sound, a right-sided gallop, and a right ventricular parasternal lift."}
{"id": "article-42576_18", "title": "Acute Pulmonary Embolism -- History and Physical", "content": "PE is a well-recognized cause of sudden cardiac arrest (8%). [21] A massive PE leads to an acute right ventricular failure, which presents as jugular venous distension, parasternal lift, third heart sound, cyanosis, and shock. If a patient with PE who has tachycardia on presentation develops sudden bradycardia or develops a new broad complex tachycardia (with right bundle branch block), clinicians should consider right ventricular strain and impending shock. PE should be suspected in anyone with hypotension with jugular venous distension wherein acute myocardial infarction, pericardial tamponade, or tension pneumothorax has been ruled out. [22]", "contents": "Acute Pulmonary Embolism -- History and Physical. PE is a well-recognized cause of sudden cardiac arrest (8%). [21] A massive PE leads to an acute right ventricular failure, which presents as jugular venous distension, parasternal lift, third heart sound, cyanosis, and shock. If a patient with PE who has tachycardia on presentation develops sudden bradycardia or develops a new broad complex tachycardia (with right bundle branch block), clinicians should consider right ventricular strain and impending shock. PE should be suspected in anyone with hypotension with jugular venous distension wherein acute myocardial infarction, pericardial tamponade, or tension pneumothorax has been ruled out. [22]"}
{"id": "article-42576_19", "title": "Acute Pulmonary Embolism -- Evaluation -- Arterial blood gas (ABG) analysis", "content": "Unexplained hypoxemia with a normal chest radiograph should raise clinical suspicion for PE. Widened alveolar-arterial gradient for oxygen, respiratory alkalosis, and hypocapnia are commonly seen findings on ABG as a pathophysiological response to PE. It is important to note that hypercapnia, respiratory, or lactic acidosis is uncommon but can be present in patients with massive PE associated with obstructive shock and respiratory arrest.", "contents": "Acute Pulmonary Embolism -- Evaluation -- Arterial blood gas (ABG) analysis. Unexplained hypoxemia with a normal chest radiograph should raise clinical suspicion for PE. Widened alveolar-arterial gradient for oxygen, respiratory alkalosis, and hypocapnia are commonly seen findings on ABG as a pathophysiological response to PE. It is important to note that hypercapnia, respiratory, or lactic acidosis is uncommon but can be present in patients with massive PE associated with obstructive shock and respiratory arrest."}
{"id": "article-42576_20", "title": "Acute Pulmonary Embolism -- Evaluation -- Brain natriuretic peptide (BNP)", "content": "Elevated BNP has limited diagnostic importance in patients suspected of having PE. [23] RV pressure overload because of acute PE is associated with more myocardial stretch, releasing B-type natriuretic peptide (BNP) and N-terminal (NT)-proBNP. Thus, the levels of natriuretic peptides in blood reflect the severity of RV dysfunction in acute PE. [24]", "contents": "Acute Pulmonary Embolism -- Evaluation -- Brain natriuretic peptide (BNP). Elevated BNP has limited diagnostic importance in patients suspected of having PE. [23] RV pressure overload because of acute PE is associated with more myocardial stretch, releasing B-type natriuretic peptide (BNP) and N-terminal (NT)-proBNP. Thus, the levels of natriuretic peptides in blood reflect the severity of RV dysfunction in acute PE. [24]"}
{"id": "article-42576_21", "title": "Acute Pulmonary Embolism -- Evaluation -- Troponin", "content": "Serum troponin I is beneficial prognostically but not diagnostically. [25] [26] As a marker of right ventricular dysfunction, troponin levels are elevated in 30% to 50% of patients with moderate to large PE and are linked to clinical deterioration and death after PE. [27]", "contents": "Acute Pulmonary Embolism -- Evaluation -- Troponin. Serum troponin I is beneficial prognostically but not diagnostically. [25] [26] As a marker of right ventricular dysfunction, troponin levels are elevated in 30% to 50% of patients with moderate to large PE and are linked to clinical deterioration and death after PE. [27]"}
{"id": "article-42576_22", "title": "Acute Pulmonary Embolism -- Evaluation -- D-dimer", "content": "D-dimer levels are elevated in plasma whenever an acute thrombotic process occurs in the body because the coagulation and fibrinolysis pathways are activated simultaneously. D-dimer testing has a high negative predictive value; hence, a normal D-dimer level makes acute PE or DVT unlikely. However, since the positive predictive value of elevated D-dimer levels is low, D-dimer testing is not useful for confirmation of PE.", "contents": "Acute Pulmonary Embolism -- Evaluation -- D-dimer. D-dimer levels are elevated in plasma whenever an acute thrombotic process occurs in the body because the coagulation and fibrinolysis pathways are activated simultaneously. D-dimer testing has a high negative predictive value; hence, a normal D-dimer level makes acute PE or DVT unlikely. However, since the positive predictive value of elevated D-dimer levels is low, D-dimer testing is not useful for confirmation of PE."}
{"id": "article-42576_23", "title": "Acute Pulmonary Embolism -- Evaluation -- D-dimer", "content": "As many D-dimer assays are available, clinicians should become aware of the diagnostic performance of the test used in their clinical setting. The quantitative enzyme-linked immunosorbent assay (ELISA) has a diagnostic sensitivity of at least 95%. It can be used to exclude the diagnosis of PE in patients with either low or intermediate pretest probability. A negative ELISA D-dimer and low clinical probability can exclude PE in approximately 30% of suspected patients without further testing.", "contents": "Acute Pulmonary Embolism -- Evaluation -- D-dimer. As many D-dimer assays are available, clinicians should become aware of the diagnostic performance of the test used in their clinical setting. The quantitative enzyme-linked immunosorbent assay (ELISA) has a diagnostic sensitivity of at least 95%. It can be used to exclude the diagnosis of PE in patients with either low or intermediate pretest probability. A negative ELISA D-dimer and low clinical probability can exclude PE in approximately 30% of suspected patients without further testing."}
{"id": "article-42576_24", "title": "Acute Pulmonary Embolism -- Evaluation -- D-dimer", "content": "The specificity of D-dimer decreases steadily with age to approximately 10% in patients greater than 80 years of age. Using age-adjusted cut-offs for patients older than 50 may improve the performance of D-dimer testing in the elderly. In one study, using the age-adjusted cut-off instead of the standard D-dimer cut-off of 500 ng/mL or more increased the number of patients in whom the possibility of PE could be ruled out from 6.4% to 30%, without additional false-negative findings. [28] The formula is age (years) x 10 mcg/L for patients more than 50 years of age. Example: Patient age 75 = age-adjusted d-dimer of 750 mcg/L.", "contents": "Acute Pulmonary Embolism -- Evaluation -- D-dimer. The specificity of D-dimer decreases steadily with age to approximately 10% in patients greater than 80 years of age. Using age-adjusted cut-offs for patients older than 50 may improve the performance of D-dimer testing in the elderly. In one study, using the age-adjusted cut-off instead of the standard D-dimer cut-off of 500 ng/mL or more increased the number of patients in whom the possibility of PE could be ruled out from 6.4% to 30%, without additional false-negative findings. [28] The formula is age (years) x 10 mcg/L for patients more than 50 years of age. Example: Patient age 75 = age-adjusted d-dimer of 750 mcg/L."}
{"id": "article-42576_25", "title": "Acute Pulmonary Embolism -- Evaluation -- Electrocardiography (ECG)", "content": "ECG abnormalities in patients with suspected PE are nonspecific. [29] The most common ECG findings in PE are tachycardia and nonspecific ST-segment, T-wave changes, S1Q3T3 pattern, right ventricular strain, and new incomplete right bundle branch block are uncommon (see Image. ECG of A Patient With Pulmonary Embolism).", "contents": "Acute Pulmonary Embolism -- Evaluation -- Electrocardiography (ECG). ECG abnormalities in patients with suspected PE are nonspecific. [29] The most common ECG findings in PE are tachycardia and nonspecific ST-segment, T-wave changes, S1Q3T3 pattern, right ventricular strain, and new incomplete right bundle branch block are uncommon (see Image. ECG of A Patient With Pulmonary Embolism)."}
{"id": "article-42576_26", "title": "Acute Pulmonary Embolism -- Evaluation -- Chest radiograph (CXR)", "content": "In PE, CXR is usually normal or might show nonspecific abnormalities such as atelectasis or effusion. It helps to rule out alternative diagnoses in patients presenting with acute dyspnea. Hampton's hump is a shallow, hump-shaped opacity on CXR in the periphery of the lung, with its base lying against the pleural surface and hump towards the hilum (see Image. Hampton Hump Visualized on Chest-Xray). Westermark's sign is the sharp cut-off of pulmonary vessels with distal hypoperfusion in a segmental distribution within the lung; these findings are rare but specific to acute PE. [30] 'Westermark sign' may be seen in up to 2% of the cases. This finding results from a combination of dilation of the pulmonary artery proximal to the thrombus and the collapse of the distal vasculature.", "contents": "Acute Pulmonary Embolism -- Evaluation -- Chest radiograph (CXR). In PE, CXR is usually normal or might show nonspecific abnormalities such as atelectasis or effusion. It helps to rule out alternative diagnoses in patients presenting with acute dyspnea. Hampton's hump is a shallow, hump-shaped opacity on CXR in the periphery of the lung, with its base lying against the pleural surface and hump towards the hilum (see Image. Hampton Hump Visualized on Chest-Xray). Westermark's sign is the sharp cut-off of pulmonary vessels with distal hypoperfusion in a segmental distribution within the lung; these findings are rare but specific to acute PE. [30] 'Westermark sign' may be seen in up to 2% of the cases. This finding results from a combination of dilation of the pulmonary artery proximal to the thrombus and the collapse of the distal vasculature."}
{"id": "article-42576_27", "title": "Acute Pulmonary Embolism -- Evaluation -- Computed tomographic pulmonary angiography (CTPA)", "content": "Multidetector CTPA is the diagnostic modality of choice for patients with suspected PE. It allows appropriate visualization of the pulmonary arteries down to the subsegmental level. [31] The PIOPED (Prospective Investigation On Pulmonary Embolism Diagnosis) II study showed a sensitivity of 83% and a specificity of 96% for CTPA in PE diagnosis. [32]", "contents": "Acute Pulmonary Embolism -- Evaluation -- Computed tomographic pulmonary angiography (CTPA). Multidetector CTPA is the diagnostic modality of choice for patients with suspected PE. It allows appropriate visualization of the pulmonary arteries down to the subsegmental level. [31] The PIOPED (Prospective Investigation On Pulmonary Embolism Diagnosis) II study showed a sensitivity of 83% and a specificity of 96% for CTPA in PE diagnosis. [32]"}
{"id": "article-42576_28", "title": "Acute Pulmonary Embolism -- Evaluation -- Computed tomographic pulmonary angiography (CTPA)", "content": "PIOPED II also highlighted the pretest clinical probability influence on the predictive value of CTPA. A normal CTPA had a high negative predictive value for PE at 96% and 89% in patients with a low or intermediate clinical probability, respectively, but its negative predictive value was only 60% if the pretest probability was high. Contrarily, the positive predictive value of a positive CTPA was high (92% to 96%) in patients with an intermediate or high clinical probability but much lower (58%) in patients with a low pretest likelihood of PE. [32] Therefore, clinicians should consider further testing in case of discordance between clinical judgment and the CTPA result. The present data suggest that a negative CTPA result is adequate for excluding PE in patients with a low or intermediate clinical probability. It remains controversial whether patients with a negative CTPA and a high clinical probability should be further investigated.", "contents": "Acute Pulmonary Embolism -- Evaluation -- Computed tomographic pulmonary angiography (CTPA). PIOPED II also highlighted the pretest clinical probability influence on the predictive value of CTPA. A normal CTPA had a high negative predictive value for PE at 96% and 89% in patients with a low or intermediate clinical probability, respectively, but its negative predictive value was only 60% if the pretest probability was high. Contrarily, the positive predictive value of a positive CTPA was high (92% to 96%) in patients with an intermediate or high clinical probability but much lower (58%) in patients with a low pretest likelihood of PE. [32] Therefore, clinicians should consider further testing in case of discordance between clinical judgment and the CTPA result. The present data suggest that a negative CTPA result is adequate for excluding PE in patients with a low or intermediate clinical probability. It remains controversial whether patients with a negative CTPA and a high clinical probability should be further investigated."}
{"id": "article-42576_29", "title": "Acute Pulmonary Embolism -- Evaluation -- Computed tomographic pulmonary angiography (CTPA)", "content": "CTPA may be relatively contraindicated in moderate to severe iodinated contrast allergy or renal insufficiency (eGFR less than 30 mL/min per 1.73 m 2 ). The risk of these contraindications must be measured against the clinical significance of performing the CTPA examination and the availability of other imaging modalities (eg, V/Q scan). If clinically feasible, CTPA should be postponed for premedication for a history of allergy or IV hydration for renal insufficiency.", "contents": "Acute Pulmonary Embolism -- Evaluation -- Computed tomographic pulmonary angiography (CTPA). CTPA may be relatively contraindicated in moderate to severe iodinated contrast allergy or renal insufficiency (eGFR less than 30 mL/min per 1.73 m 2 ). The risk of these contraindications must be measured against the clinical significance of performing the CTPA examination and the availability of other imaging modalities (eg, V/Q scan). If clinically feasible, CTPA should be postponed for premedication for a history of allergy or IV hydration for renal insufficiency."}
{"id": "article-42576_30", "title": "Acute Pulmonary Embolism -- Evaluation -- Computed tomographic pulmonary angiography (CTPA)", "content": "CTPA can detect RV enlargement and other indicators of RV dysfunction. Enlarged RV has predictive value, supported by the results of a prospective multicentre cohort study in 457 patients. [33] In that study, RV enlargement (RV/LV ratio ≥0.9) was a strong and independent predictor of a severe in-hospital outcome in the overall population and hemodynamically stable patients.", "contents": "Acute Pulmonary Embolism -- Evaluation -- Computed tomographic pulmonary angiography (CTPA). CTPA can detect RV enlargement and other indicators of RV dysfunction. Enlarged RV has predictive value, supported by the results of a prospective multicentre cohort study in 457 patients. [33] In that study, RV enlargement (RV/LV ratio ≥0.9) was a strong and independent predictor of a severe in-hospital outcome in the overall population and hemodynamically stable patients."}
{"id": "article-42576_31", "title": "Acute Pulmonary Embolism -- Evaluation -- Lung scintigraphy", "content": "The planar ventilation/perfusion scan (V/Q scan) is an established diagnostic test for suspected PE. V/Q scanning is mostly performed for patients in whom CTPA is contraindicated or inconclusive or when additional testing is needed. A normal chest radiograph is usually required before V/Q scanning. Scans performed on patients with abnormal chest radiographs are likely false positives because the images do not appear normal or there is a low probability of PE in such patients.", "contents": "Acute Pulmonary Embolism -- Evaluation -- Lung scintigraphy. The planar ventilation/perfusion scan (V/Q scan) is an established diagnostic test for suspected PE. V/Q scanning is mostly performed for patients in whom CTPA is contraindicated or inconclusive or when additional testing is needed. A normal chest radiograph is usually required before V/Q scanning. Scans performed on patients with abnormal chest radiographs are likely false positives because the images do not appear normal or there is a low probability of PE in such patients."}
{"id": "article-42576_32", "title": "Acute Pulmonary Embolism -- Evaluation -- Lung scintigraphy", "content": "V/Q scanning remains the test of choice for diagnosing PE in pregnancy for those with a normal chest radiograph. Other patients include those with a history of contrast medium-induced anaphylaxis and those with severe renal failure. [34] Planar lung scan results are frequently classified into 3 tiers: normal scan (excluding PE), high-probability scan (considered diagnostic of PE in most patients), and non-diagnostic scan. [34] [35] Multiple studies have suggested that it is safe to withhold anticoagulant therapy in patients with a normal perfusion scan. [36]", "contents": "Acute Pulmonary Embolism -- Evaluation -- Lung scintigraphy. V/Q scanning remains the test of choice for diagnosing PE in pregnancy for those with a normal chest radiograph. Other patients include those with a history of contrast medium-induced anaphylaxis and those with severe renal failure. [34] Planar lung scan results are frequently classified into 3 tiers: normal scan (excluding PE), high-probability scan (considered diagnostic of PE in most patients), and non-diagnostic scan. [34] [35] Multiple studies have suggested that it is safe to withhold anticoagulant therapy in patients with a normal perfusion scan. [36]"}
{"id": "article-42576_33", "title": "Acute Pulmonary Embolism -- Evaluation -- Lung scintigraphy", "content": "An analysis from the PIOPED II study advocated that a high-probability V/Q scan can confirm PE. However, the positive predictive value of a high-probability V/Q scan is not enough to confirm the PE diagnosis in patients with a low clinical probability. [37] The high frequency of non-diagnostic scans is a limitation because they require further diagnostic testing.", "contents": "Acute Pulmonary Embolism -- Evaluation -- Lung scintigraphy. An analysis from the PIOPED II study advocated that a high-probability V/Q scan can confirm PE. However, the positive predictive value of a high-probability V/Q scan is not enough to confirm the PE diagnosis in patients with a low clinical probability. [37] The high frequency of non-diagnostic scans is a limitation because they require further diagnostic testing."}
{"id": "article-42576_34", "title": "Acute Pulmonary Embolism -- Evaluation -- Pulmonary angiography", "content": "In pulmonary angiography, contrast is injected via a catheter introduced into the right heart under fluoroscopy, which was the gold standard in the past for diagnosing PE. The diagnosis of acute PE is made on the evidence of a thrombus, either as amputation of a pulmonary arterial branch or a filling defect. [38]", "contents": "Acute Pulmonary Embolism -- Evaluation -- Pulmonary angiography. In pulmonary angiography, contrast is injected via a catheter introduced into the right heart under fluoroscopy, which was the gold standard in the past for diagnosing PE. The diagnosis of acute PE is made on the evidence of a thrombus, either as amputation of a pulmonary arterial branch or a filling defect. [38]"}
{"id": "article-42576_35", "title": "Acute Pulmonary Embolism -- Evaluation -- Pulmonary angiography", "content": "With the widespread emergence of CTPA, pulmonary angiography is infrequently used and reserved for rare circumstances for patients with a high clinical probability of PE, in whom CTPA or V/Q scanning is non-diagnostic. Pulmonary angiography seems inferior to CTPA; the results are operator-dependent and highly variable. [39] Therefore, catheter-based pulmonary angiography is performed in patients who need therapeutic benefit since it helps with diagnosis and therapeutic interventions aimed at clot lysis.", "contents": "Acute Pulmonary Embolism -- Evaluation -- Pulmonary angiography. With the widespread emergence of CTPA, pulmonary angiography is infrequently used and reserved for rare circumstances for patients with a high clinical probability of PE, in whom CTPA or V/Q scanning is non-diagnostic. Pulmonary angiography seems inferior to CTPA; the results are operator-dependent and highly variable. [39] Therefore, catheter-based pulmonary angiography is performed in patients who need therapeutic benefit since it helps with diagnosis and therapeutic interventions aimed at clot lysis."}
{"id": "article-42576_36", "title": "Acute Pulmonary Embolism -- Evaluation -- Magnetic resonance angiography", "content": "Magnetic resonance angiography (MRA) regarding suspected PE has been assessed for several years. However, large-scale studies show that this promising technique is not recommended as a first-line test for diagnosing PE due to its low sensitivity, low availability in most emergency settings, and the high proportion of inconclusive MRA scans. [40] However, it may be an imaging option for diagnosing PE in patients in whom neither CTPA nor V/Q scan can be performed.", "contents": "Acute Pulmonary Embolism -- Evaluation -- Magnetic resonance angiography. Magnetic resonance angiography (MRA) regarding suspected PE has been assessed for several years. However, large-scale studies show that this promising technique is not recommended as a first-line test for diagnosing PE due to its low sensitivity, low availability in most emergency settings, and the high proportion of inconclusive MRA scans. [40] However, it may be an imaging option for diagnosing PE in patients in whom neither CTPA nor V/Q scan can be performed."}
{"id": "article-42576_37", "title": "Acute Pulmonary Embolism -- Evaluation -- Magnetic resonance angiography", "content": "Potential advantages include no exposure to radiation. MR pulmonary angiography was studied prospectively in 371 adults with suspected PE. Among the 75% of patients with technically adequate images, MRPA alone showed a sensitivity and specificity of 78% and 99%, respectively. [40] Among the 48% of patients with technically adequate images, MR pulmonary angiography and MR pulmonary venography have shown a sensitivity and specificity of 92% and 96%, respectively.", "contents": "Acute Pulmonary Embolism -- Evaluation -- Magnetic resonance angiography. Potential advantages include no exposure to radiation. MR pulmonary angiography was studied prospectively in 371 adults with suspected PE. Among the 75% of patients with technically adequate images, MRPA alone showed a sensitivity and specificity of 78% and 99%, respectively. [40] Among the 48% of patients with technically adequate images, MR pulmonary angiography and MR pulmonary venography have shown a sensitivity and specificity of 92% and 96%, respectively."}
{"id": "article-42576_38", "title": "Acute Pulmonary Embolism -- Evaluation -- Echocardiography", "content": "Transthoracic echocardiography can rarely diagnose PE definitively when the thrombus is visualized in the proximal pulmonary arteries. The diagnosis of PE on echocardiography is supported by the presence of a clot in the right heart or new right heart strain, especially in hemodynamically unstable patients with suspected PE, wherein an echocardiogram may be useful to establish a possible diagnosis and justify the emergency use of thrombolytic therapy (see Image. Transesophageal Echocardiography of A Patient With Pulmonary Embolism).", "contents": "Acute Pulmonary Embolism -- Evaluation -- Echocardiography. Transthoracic echocardiography can rarely diagnose PE definitively when the thrombus is visualized in the proximal pulmonary arteries. The diagnosis of PE on echocardiography is supported by the presence of a clot in the right heart or new right heart strain, especially in hemodynamically unstable patients with suspected PE, wherein an echocardiogram may be useful to establish a possible diagnosis and justify the emergency use of thrombolytic therapy (see Image. Transesophageal Echocardiography of A Patient With Pulmonary Embolism)."}
{"id": "article-42576_39", "title": "Acute Pulmonary Embolism -- Evaluation -- Echocardiography", "content": "Significant considerations are apparent when using echocardiography to establish a diagnosis of PE. Given the RV's peculiar shape, no single echocardiographic parameter gives quick and accurate RV size or function information. That is why echocardiographic criteria for diagnosing PE have varied between different studies. Because of the negative predictive value of 40% to 50%, a negative result cannot exclude PE. [41] [42] On the other hand, signs of RV overload or dysfunction may also be present without acute PE and may be due to coexisting cardiac or respiratory disease. [43]", "contents": "Acute Pulmonary Embolism -- Evaluation -- Echocardiography. Significant considerations are apparent when using echocardiography to establish a diagnosis of PE. Given the RV's peculiar shape, no single echocardiographic parameter gives quick and accurate RV size or function information. That is why echocardiographic criteria for diagnosing PE have varied between different studies. Because of the negative predictive value of 40% to 50%, a negative result cannot exclude PE. [41] [42] On the other hand, signs of RV overload or dysfunction may also be present without acute PE and may be due to coexisting cardiac or respiratory disease. [43]"}
{"id": "article-42576_40", "title": "Acute Pulmonary Embolism -- Evaluation -- Echocardiography", "content": "RV dilation is seen in 25% or more of patients with PE on echo and is useful for risk stratification of the disease. [44] More specific echocardiography findings confer a high positive predictive value for PE with preexisting cardiorespiratory illness. This includes the combination of a pulmonary ejection acceleration time (measured in the RV outflow tract) less than 60 ms with a peak systolic tricuspid valve gradient less than 60 mm Hg ('60/60' sign) or McConnell sign (with depressed contractility of the RV free wall compared to the RV apex), is suggestive of PE. [45] An RV/LV diameter ratio of 1.0 or more and tricuspid annular plane systolic excursion (TAPSE) less than 16 mm are the findings for which an association with unfavorable prognosis has most frequently been reported. [46]", "contents": "Acute Pulmonary Embolism -- Evaluation -- Echocardiography. RV dilation is seen in 25% or more of patients with PE on echo and is useful for risk stratification of the disease. [44] More specific echocardiography findings confer a high positive predictive value for PE with preexisting cardiorespiratory illness. This includes the combination of a pulmonary ejection acceleration time (measured in the RV outflow tract) less than 60 ms with a peak systolic tricuspid valve gradient less than 60 mm Hg ('60/60' sign) or McConnell sign (with depressed contractility of the RV free wall compared to the RV apex), is suggestive of PE. [45] An RV/LV diameter ratio of 1.0 or more and tricuspid annular plane systolic excursion (TAPSE) less than 16 mm are the findings for which an association with unfavorable prognosis has most frequently been reported. [46]"}
{"id": "article-42576_41", "title": "Acute Pulmonary Embolism -- Evaluation -- Compression ultrasonography (US)", "content": "PE originates from a lower-limb DVT in most patients and only rarely from upper-limb DVT (mostly following venous catheterization). One study found DVT in 70% of patients with proven PE. [47] Compression US has a more than 90% sensitivity and a specificity of about 95% for proximal symptomatic DVT. [48] A finding of proximal DVT in patients suspected of having PE is considered sufficient to warrant anticoagulant treatment without further testing. [49] It is important to note that, due to the low sensitivity of compression ultrasonography, it is reserved for patients for whom definitive imaging (eg, CTPA, V/Q scanning) is contraindicated or indeterminate. [50]", "contents": "Acute Pulmonary Embolism -- Evaluation -- Compression ultrasonography (US). PE originates from a lower-limb DVT in most patients and only rarely from upper-limb DVT (mostly following venous catheterization). One study found DVT in 70% of patients with proven PE. [47] Compression US has a more than 90% sensitivity and a specificity of about 95% for proximal symptomatic DVT. [48] A finding of proximal DVT in patients suspected of having PE is considered sufficient to warrant anticoagulant treatment without further testing. [49] It is important to note that, due to the low sensitivity of compression ultrasonography, it is reserved for patients for whom definitive imaging (eg, CTPA, V/Q scanning) is contraindicated or indeterminate. [50]"}
{"id": "article-42576_42", "title": "Acute Pulmonary Embolism -- Evaluation -- Compression ultrasonography (US)", "content": "Wells criteria and Geneva score are scoring systems most commonly used to estimate the pretest probability of having a PE. This allows the classification of patients with suspected PE into clinical or pretest probability categories based on which diagnostic tests are chosen and interpreted.", "contents": "Acute Pulmonary Embolism -- Evaluation -- Compression ultrasonography (US). Wells criteria and Geneva score are scoring systems most commonly used to estimate the pretest probability of having a PE. This allows the classification of patients with suspected PE into clinical or pretest probability categories based on which diagnostic tests are chosen and interpreted."}
{"id": "article-42576_43", "title": "Acute Pulmonary Embolism -- Evaluation -- The revised Geneva clinical prediction rule", "content": "Items/clinical decision rule points: (original version)/(simplified version) Previous PE or DVT-3/1 Heart rate 75–94 bpm-3/1 ≥95 bpm-5/2 Surgery or fracture within the past month-2/1 Hemoptysis-2/1 Active cancer-2/1 Unilateral lower-limb pain-3/1 Pain on lower-limb deep palpation and unilateral edema-4/1 Age >65 years-1/1", "contents": "Acute Pulmonary Embolism -- Evaluation -- The revised Geneva clinical prediction rule. Items/clinical decision rule points: (original version)/(simplified version) Previous PE or DVT-3/1 Heart rate 75–94 bpm-3/1 ≥95 bpm-5/2 Surgery or fracture within the past month-2/1 Hemoptysis-2/1 Active cancer-2/1 Unilateral lower-limb pain-3/1 Pain on lower-limb deep palpation and unilateral edema-4/1 Age >65 years-1/1"}
{"id": "article-42576_44", "title": "Acute Pulmonary Embolism -- Evaluation -- Clinical probability", "content": "Three-level score Low/0–3/0–1 Intermediate/4–10/2–4 High/≥11/≥5", "contents": "Acute Pulmonary Embolism -- Evaluation -- Clinical probability. Three-level score Low/0–3/0–1 Intermediate/4–10/2–4 High/≥11/≥5"}
{"id": "article-42576_45", "title": "Acute Pulmonary Embolism -- Evaluation -- Two-level score", "content": "PE-unlikely/0–5/0–2 PE-likely/≥6/≥3", "contents": "Acute Pulmonary Embolism -- Evaluation -- Two-level score. PE-unlikely/0–5/0–2 PE-likely/≥6/≥3"}
{"id": "article-42576_46", "title": "Acute Pulmonary Embolism -- Evaluation -- Wells criteria and modified Wells criteria", "content": "Items/Scores Clinical symptoms of DVT-3.0 Other diagnoses less likely than pulmonary embolism-3.0 Heart rate >100 beats per min-1.5 Immobilization for 3 or more days or surgery in the previous four weeks-1.5 Previous history of DVT-PE 1.5 Hemoptysis-1.0 Malignancy-1.0", "contents": "Acute Pulmonary Embolism -- Evaluation -- Wells criteria and modified Wells criteria. Items/Scores Clinical symptoms of DVT-3.0 Other diagnoses less likely than pulmonary embolism-3.0 Heart rate >100 beats per min-1.5 Immobilization for 3 or more days or surgery in the previous four weeks-1.5 Previous history of DVT-PE 1.5 Hemoptysis-1.0 Malignancy-1.0"}
{"id": "article-42576_47", "title": "Acute Pulmonary Embolism -- Evaluation -- Traditional clinical probability assessment (Wells criteria)", "content": "High/>6.0 Moderate/2.0 to 6.0 Low/<2.0", "contents": "Acute Pulmonary Embolism -- Evaluation -- Traditional clinical probability assessment (Wells criteria). High/>6.0 Moderate/2.0 to 6.0 Low/<2.0"}
{"id": "article-42576_48", "title": "Acute Pulmonary Embolism -- Evaluation -- Simplified clinical probability assessment (Modified Wells Criteria)", "content": "PE likely/>4.0 PE unlikely/≤4.0", "contents": "Acute Pulmonary Embolism -- Evaluation -- Simplified clinical probability assessment (Modified Wells Criteria). PE likely/>4.0 PE unlikely/≤4.0"}
{"id": "article-42576_49", "title": "Acute Pulmonary Embolism -- Evaluation", "content": "Since PE symptoms are very nonspecific, the Pulmonary Embolism Rule-out Criteria (PERC) was developed for emergency department patients to select patients with low likelihood of having PE that diagnostic workup should not be initiated. [51] They constitute variables significantly associated with the absence of PE. The PERC rule has 8 criteria: Age <50 years Heart rate <100 beats per minute Oxyhemoglobin saturation ≥95% No hemoptysis No estrogen use No prior DVT or PE No unilateral leg swelling No surgery/trauma requiring hospitalization within the preceding four weeks", "contents": "Acute Pulmonary Embolism -- Evaluation. Since PE symptoms are very nonspecific, the Pulmonary Embolism Rule-out Criteria (PERC) was developed for emergency department patients to select patients with low likelihood of having PE that diagnostic workup should not be initiated. [51] They constitute variables significantly associated with the absence of PE. The PERC rule has 8 criteria: Age <50 years Heart rate <100 beats per minute Oxyhemoglobin saturation ≥95% No hemoptysis No estrogen use No prior DVT or PE No unilateral leg swelling No surgery/trauma requiring hospitalization within the preceding four weeks"}
{"id": "article-42576_50", "title": "Acute Pulmonary Embolism -- Evaluation", "content": "For patients who fulfill all 8 criteria having a low probability of PE, the likelihood of PE is sufficiently low that further testing is not indicated. PERC is only valid in clinical settings with a low prevalence of PE (<15%). [52] In hospital settings with a higher prevalence of PE (>15%), the PERC-based approach has substantially weaker predictive value. [53] Therefore, it should not be used in patients with an intermediate or high suspicion of PE or for inpatients suspected of having PE.", "contents": "Acute Pulmonary Embolism -- Evaluation. For patients who fulfill all 8 criteria having a low probability of PE, the likelihood of PE is sufficiently low that further testing is not indicated. PERC is only valid in clinical settings with a low prevalence of PE (<15%). [52] In hospital settings with a higher prevalence of PE (>15%), the PERC-based approach has substantially weaker predictive value. [53] Therefore, it should not be used in patients with an intermediate or high suspicion of PE or for inpatients suspected of having PE."}
{"id": "article-42576_51", "title": "Acute Pulmonary Embolism -- Evaluation -- Diagnostic approach to hemodynamically stable patients with suspected pulmonary embolism", "content": "An approach that combines clinical and pretest probability assessment, D-dimer testing, and definitive diagnostic imaging is usually applied for most hemodynamically stable patients with suspected PE. For a patient with a low probability of PE (Wells Score <2)", "contents": "Acute Pulmonary Embolism -- Evaluation -- Diagnostic approach to hemodynamically stable patients with suspected pulmonary embolism. An approach that combines clinical and pretest probability assessment, D-dimer testing, and definitive diagnostic imaging is usually applied for most hemodynamically stable patients with suspected PE. For a patient with a low probability of PE (Wells Score <2)"}
{"id": "article-42576_52", "title": "Acute Pulmonary Embolism -- Evaluation -- Diagnostic approach to hemodynamically stable patients with suspected pulmonary embolism", "content": "If PERC criteria are fulfilled, there is no need for further testing, and PE can be excluded. If PERC criteria are not met, then D-dimer should be obtained. If D-dimer is negative, PE can be ruled out (<500 ng/ml). If D-dimer is positive (>500 ng/ml) in patients aged <50 or high after age-adjusted D-dimer value, CT pulmonary angiography should be performed. If CTPA is inconclusive or contraindicated, a V/Q scan should be performed. For a patient with an intermediate probability of PE (Wells score 2 to 6), measure D-dimer levels; if negative, PE can be excluded. If positive, then CTPA is done. If CTPA is inconclusive or contraindicated, a V/Q scan should be performed.", "contents": "Acute Pulmonary Embolism -- Evaluation -- Diagnostic approach to hemodynamically stable patients with suspected pulmonary embolism. If PERC criteria are fulfilled, there is no need for further testing, and PE can be excluded. If PERC criteria are not met, then D-dimer should be obtained. If D-dimer is negative, PE can be ruled out (<500 ng/ml). If D-dimer is positive (>500 ng/ml) in patients aged <50 or high after age-adjusted D-dimer value, CT pulmonary angiography should be performed. If CTPA is inconclusive or contraindicated, a V/Q scan should be performed. For a patient with an intermediate probability of PE (Wells score 2 to 6), measure D-dimer levels; if negative, PE can be excluded. If positive, then CTPA is done. If CTPA is inconclusive or contraindicated, a V/Q scan should be performed."}
{"id": "article-42576_53", "title": "Acute Pulmonary Embolism -- Evaluation -- For a patient with a high probability of PE (Wells Score >6)", "content": "CTPA should be performed emergently. Feasibility requires adequate scanner technology, and the patient must be able to lie flat, cooperate with exam breath-holding instructions, have a body habitus that can fit into the scanner, and have no contraindications for iodinated contrast. If inconclusive or not feasible, perform a V/Q scan. V/Q scan could be normal, ruling out PE. It could also have resulted in a \"high probability for PE,\" which would diagnose PE if the V/Q scan results were intermediate probability; further testing with lower extremity compression ultrasonography with Doppler is appropriate. For patients who are hemodynamically unstable and in whom definitive imaging is unsafe, bedside echocardiography or venous compression ultrasound may be used to obtain a presumptive diagnosis of PE to justify the administration of potentially life-saving therapies.", "contents": "Acute Pulmonary Embolism -- Evaluation -- For a patient with a high probability of PE (Wells Score >6). CTPA should be performed emergently. Feasibility requires adequate scanner technology, and the patient must be able to lie flat, cooperate with exam breath-holding instructions, have a body habitus that can fit into the scanner, and have no contraindications for iodinated contrast. If inconclusive or not feasible, perform a V/Q scan. V/Q scan could be normal, ruling out PE. It could also have resulted in a \"high probability for PE,\" which would diagnose PE if the V/Q scan results were intermediate probability; further testing with lower extremity compression ultrasonography with Doppler is appropriate. For patients who are hemodynamically unstable and in whom definitive imaging is unsafe, bedside echocardiography or venous compression ultrasound may be used to obtain a presumptive diagnosis of PE to justify the administration of potentially life-saving therapies."}
{"id": "article-42576_54", "title": "Acute Pulmonary Embolism -- Treatment / Management -- The supportive measures", "content": "The initial approach to patients with pulmonary embolism (PE) should focus on supportive measures. Supplemental oxygen is indicated in patients with oxygen saturation <90%. Mechanical ventilation (noninvasive or invasive) should be utilized in unstable patients, but clinicians should be mindful of the adverse hemodynamic effects of mechanical ventilation.", "contents": "Acute Pulmonary Embolism -- Treatment / Management -- The supportive measures. The initial approach to patients with pulmonary embolism (PE) should focus on supportive measures. Supplemental oxygen is indicated in patients with oxygen saturation <90%. Mechanical ventilation (noninvasive or invasive) should be utilized in unstable patients, but clinicians should be mindful of the adverse hemodynamic effects of mechanical ventilation."}
{"id": "article-42576_55", "title": "Acute Pulmonary Embolism -- Treatment / Management -- The supportive measures", "content": "Acute RV failure is the leading cause of death in patients with hemodynamically unstable PE. Aggressive volume resuscitation in such patients can over-distend the RV, worsen ventricular interdependence, and reduce cardiac output (CO). Hence, in patients with massive PE, intravenous fluid resuscitation should be tried only in patients with collapsible IVC/intravascular depletion. Vasopressors might be needed for hemodynamic support. Mechanical cardiopulmonary support devices, such as extracorporeal membrane oxygenation (ECMO), may be used in hemodynamically unstable patients with PEs.", "contents": "Acute Pulmonary Embolism -- Treatment / Management -- The supportive measures. Acute RV failure is the leading cause of death in patients with hemodynamically unstable PE. Aggressive volume resuscitation in such patients can over-distend the RV, worsen ventricular interdependence, and reduce cardiac output (CO). Hence, in patients with massive PE, intravenous fluid resuscitation should be tried only in patients with collapsible IVC/intravascular depletion. Vasopressors might be needed for hemodynamic support. Mechanical cardiopulmonary support devices, such as extracorporeal membrane oxygenation (ECMO), may be used in hemodynamically unstable patients with PEs."}
{"id": "article-42576_56", "title": "Acute Pulmonary Embolism -- Treatment / Management -- Anticoagulation", "content": "Remembering that anticoagulation is the mainstay of treating acute PE is vital. Low-molecular-weight heparin (LMWH; fondaparinux) or unfractionated heparin (UFH) can be used for anticoagulation in acute PE. LMWH and fondaparinux are preferred since they lower the incidence of inducing major bleeding and heparin-induced thrombocytopenia. [54] [55] UFH is usually only used in patients with hemodynamic instability in whom primary reperfusion treatment might be required or in patients with renal impairment. Newer oral anticoagulants (NOACs) and vitamin K antagonists (VKA) can also be used for anticoagulation in PE.", "contents": "Acute Pulmonary Embolism -- Treatment / Management -- Anticoagulation. Remembering that anticoagulation is the mainstay of treating acute PE is vital. Low-molecular-weight heparin (LMWH; fondaparinux) or unfractionated heparin (UFH) can be used for anticoagulation in acute PE. LMWH and fondaparinux are preferred since they lower the incidence of inducing major bleeding and heparin-induced thrombocytopenia. [54] [55] UFH is usually only used in patients with hemodynamic instability in whom primary reperfusion treatment might be required or in patients with renal impairment. Newer oral anticoagulants (NOACs) and vitamin K antagonists (VKA) can also be used for anticoagulation in PE."}
{"id": "article-42576_57", "title": "Acute Pulmonary Embolism -- Treatment / Management -- Anticoagulation", "content": "The treatment for patients with suspected PE is stratified according to the type of PE (whether hemodynamically stable or unstable PE) and the clinician's suspicion of index. Patients are classified into low, intermediate, or high suspicion for PE based on either revised Geneva or Wells score.", "contents": "Acute Pulmonary Embolism -- Treatment / Management -- Anticoagulation. The treatment for patients with suspected PE is stratified according to the type of PE (whether hemodynamically stable or unstable PE) and the clinician's suspicion of index. Patients are classified into low, intermediate, or high suspicion for PE based on either revised Geneva or Wells score."}
{"id": "article-42576_58", "title": "Acute Pulmonary Embolism -- Treatment / Management -- Hemodynamically Stable Patients", "content": "Anticoagulation is started before diagnostic imaging is obtained for patients with a high clinical suspicion of PE. For patients with a low clinical suspicion for PE, if diagnostic imaging can be performed within 24 hours, then wait for imaging to establish a definitive diagnosis before starting treatment with anticoagulation. For patients with an intermediate clinical suspicion of PE, if diagnostic imaging can be performed within 4 hours, then wait for imaging to establish a definitive diagnosis before starting treatment with anticoagulation. For patients in whom anticoagulation is contraindicated, IVC filter placement should be considered when the diagnosis of PE is confirmed.", "contents": "Acute Pulmonary Embolism -- Treatment / Management -- Hemodynamically Stable Patients. Anticoagulation is started before diagnostic imaging is obtained for patients with a high clinical suspicion of PE. For patients with a low clinical suspicion for PE, if diagnostic imaging can be performed within 24 hours, then wait for imaging to establish a definitive diagnosis before starting treatment with anticoagulation. For patients with an intermediate clinical suspicion of PE, if diagnostic imaging can be performed within 4 hours, then wait for imaging to establish a definitive diagnosis before starting treatment with anticoagulation. For patients in whom anticoagulation is contraindicated, IVC filter placement should be considered when the diagnosis of PE is confirmed."}
{"id": "article-42576_59", "title": "Acute Pulmonary Embolism -- Treatment / Management -- Hemodynamically Unstable Patients", "content": "For patients with a high clinical suspicion of PE who are hemodynamically unstable, emergent CTPA, portable perfusion scanning, or bedside transthoracic echocardiography should be performed whenever possible. Primary reperfusion treatment, usually thrombolysis, is the treatment of choice for patients with hemodynamically unstable acute PE. Surgical pulmonary embolectomy or percutaneous catheter-directed therapy are alternative reperfusion options in patients with contraindications to thrombolysis. Following reperfusion treatment and hemodynamic stabilization, patients recovering from high-risk PE can be switched from parenteral to oral anticoagulation.", "contents": "Acute Pulmonary Embolism -- Treatment / Management -- Hemodynamically Unstable Patients. For patients with a high clinical suspicion of PE who are hemodynamically unstable, emergent CTPA, portable perfusion scanning, or bedside transthoracic echocardiography should be performed whenever possible. Primary reperfusion treatment, usually thrombolysis, is the treatment of choice for patients with hemodynamically unstable acute PE. Surgical pulmonary embolectomy or percutaneous catheter-directed therapy are alternative reperfusion options in patients with contraindications to thrombolysis. Following reperfusion treatment and hemodynamic stabilization, patients recovering from high-risk PE can be switched from parenteral to oral anticoagulation."}
{"id": "article-42576_60", "title": "Acute Pulmonary Embolism -- Treatment / Management -- Thrombolysis", "content": "Thrombolysis has shown an effective reduction in pulmonary artery pressure and resistance in patients with PE compared to UFH alone; these improvements are assessed by a decrease in RV dilation on echocardiography. [56] [57] Thrombolysis is preferred when therapy can be instituted within 48 hours of symptom onset, but it has still shown benefit in patients whose symptoms began less than 14 days ago. [58] A meta-analysis suggested a significant reduction in mortality and recurrent PE using thrombolytics. [59]", "contents": "Acute Pulmonary Embolism -- Treatment / Management -- Thrombolysis. Thrombolysis has shown an effective reduction in pulmonary artery pressure and resistance in patients with PE compared to UFH alone; these improvements are assessed by a decrease in RV dilation on echocardiography. [56] [57] Thrombolysis is preferred when therapy can be instituted within 48 hours of symptom onset, but it has still shown benefit in patients whose symptoms began less than 14 days ago. [58] A meta-analysis suggested a significant reduction in mortality and recurrent PE using thrombolytics. [59]"}
{"id": "article-42576_61", "title": "Acute Pulmonary Embolism -- Treatment / Management -- Thrombolysis", "content": "Pulmonary Embolism Thrombolysis (PEITHO) trial identified the benefits of thrombolysis in hemodynamically stable patients with intermediate-risk PE. [60] It demonstrated that thrombolysis was associated with a significant reduction in the risk of hemodynamic decompensation or collapse, but it also showed an increased risk of severe bleeding with thrombolytics. [60] [61]", "contents": "Acute Pulmonary Embolism -- Treatment / Management -- Thrombolysis. Pulmonary Embolism Thrombolysis (PEITHO) trial identified the benefits of thrombolysis in hemodynamically stable patients with intermediate-risk PE. [60] It demonstrated that thrombolysis was associated with a significant reduction in the risk of hemodynamic decompensation or collapse, but it also showed an increased risk of severe bleeding with thrombolytics. [60] [61]"}
{"id": "article-42576_62", "title": "Acute Pulmonary Embolism -- Treatment / Management -- Thrombolysis", "content": "Absolute contraindications to thrombolysis include any prior intracranial hemorrhage, known structural intracranial cerebrovascular disease (eg, arteriovenous malformation), known malignant intracranial neoplasm, ischemic stroke within 3 months, suspected aortic dissection, active bleeding or bleeding diathesis, recent surgery encroaching on the spinal canal or brain, and recent significant closed-head or facial trauma with radiographic evidence of bony fracture or brain injury.", "contents": "Acute Pulmonary Embolism -- Treatment / Management -- Thrombolysis. Absolute contraindications to thrombolysis include any prior intracranial hemorrhage, known structural intracranial cerebrovascular disease (eg, arteriovenous malformation), known malignant intracranial neoplasm, ischemic stroke within 3 months, suspected aortic dissection, active bleeding or bleeding diathesis, recent surgery encroaching on the spinal canal or brain, and recent significant closed-head or facial trauma with radiographic evidence of bony fracture or brain injury."}
{"id": "article-42576_63", "title": "Acute Pulmonary Embolism -- Treatment / Management -- Catheter-directed treatment", "content": "This involves the insertion of a catheter into the pulmonary arteries, which is then used for ultrasound-assisted thrombolysis, suction embolectomy, rotational embolectomy, thrombus aspiration, or combining mechanical fragmentation with pharmacological catheter-directed thrombolysis. Different studies have shown a success rate of up to 87%  for catheter-directed therapies. [62] [63] Catheter-assisted embolectomy techniques carry the inherent risk of perforating the pulmonary arteries, leading to massive hemoptysis or cardiac tamponade. These complications are rare but fatal.", "contents": "Acute Pulmonary Embolism -- Treatment / Management -- Catheter-directed treatment. This involves the insertion of a catheter into the pulmonary arteries, which is then used for ultrasound-assisted thrombolysis, suction embolectomy, rotational embolectomy, thrombus aspiration, or combining mechanical fragmentation with pharmacological catheter-directed thrombolysis. Different studies have shown a success rate of up to 87%  for catheter-directed therapies. [62] [63] Catheter-assisted embolectomy techniques carry the inherent risk of perforating the pulmonary arteries, leading to massive hemoptysis or cardiac tamponade. These complications are rare but fatal."}
{"id": "article-42576_64", "title": "Acute Pulmonary Embolism -- Treatment / Management -- Surgical embolectomy", "content": "Surgical embolectomy is usually indicated in a patient with  hemodynamically unstable PE in whom thrombolysis (systemic or catheter-directed) is contraindicated or in patients with failed thrombolysis. [64] [65] [66] For thrombolysis or surgical embolectomy, no difference in mortality is evident, but the thrombolysis group had a higher risk of stroke and re-intervention.", "contents": "Acute Pulmonary Embolism -- Treatment / Management -- Surgical embolectomy. Surgical embolectomy is usually indicated in a patient with  hemodynamically unstable PE in whom thrombolysis (systemic or catheter-directed) is contraindicated or in patients with failed thrombolysis. [64] [65] [66] For thrombolysis or surgical embolectomy, no difference in mortality is evident, but the thrombolysis group had a higher risk of stroke and re-intervention."}
{"id": "article-42576_65", "title": "Acute Pulmonary Embolism -- Treatment / Management -- Vena cava filters", "content": "These block the path of travel of emboli and prevent them from entering the pulmonary circulation. Filters are indicated in patients with venous thromboembolism who have an absolute contraindication to anticoagulants and in patients with recurrent VTE despite anticoagulation. Retrievable filters are preferred, such that after the contraindication has resolved, the filter can be removed, and patients should be anticoagulated. This is because the Prevention of Recurrent Pulmonary Embolism by Vena Cava Interruption (PREPIC) study showed that the insertion of a permanent vena cava filter was associated with a significant reduction in the risk of recurrent PE and a substantial increase in the risk of DVT, without a remarkable difference in the risk of recurrent VTE or death. [67]", "contents": "Acute Pulmonary Embolism -- Treatment / Management -- Vena cava filters. These block the path of travel of emboli and prevent them from entering the pulmonary circulation. Filters are indicated in patients with venous thromboembolism who have an absolute contraindication to anticoagulants and in patients with recurrent VTE despite anticoagulation. Retrievable filters are preferred, such that after the contraindication has resolved, the filter can be removed, and patients should be anticoagulated. This is because the Prevention of Recurrent Pulmonary Embolism by Vena Cava Interruption (PREPIC) study showed that the insertion of a permanent vena cava filter was associated with a significant reduction in the risk of recurrent PE and a substantial increase in the risk of DVT, without a remarkable difference in the risk of recurrent VTE or death. [67]"}
{"id": "article-42576_66", "title": "Acute Pulmonary Embolism -- Treatment / Management -- Chronic Treatment and Prevention of Recurrence", "content": "The aim of anticoagulation after the acute management of PE is to complete the treatment of the acute episode and prevent the recurrence of VTE over the long term. Clinical trials have assessed various durations of anticoagulant therapy with vitamin K antagonists (VKAs) for VTE. [68] [69] [70] The findings of these studies have concluded the following points. First, all patients with PE should receive 3 months or more of anticoagulant treatment. Second, after the anticoagulant treatment is stopped, the risk of recurrence is expected to be similar if anticoagulants are stopped after 3 to 6 months compared with longer treatment periods (eg, 12 to 24 months). Third, extended oral anticoagulant treatment reduces the risk of recurrent VTE by ≤90%, but the risk of bleeding partially offsets this benefit. Oral anticoagulants are highly efficient in preventing recurrent VTE at the time of treatment, but after the discontinuation of treatment, they do not eliminate the risk of subsequent recurrence. [68] [68]", "contents": "Acute Pulmonary Embolism -- Treatment / Management -- Chronic Treatment and Prevention of Recurrence. The aim of anticoagulation after the acute management of PE is to complete the treatment of the acute episode and prevent the recurrence of VTE over the long term. Clinical trials have assessed various durations of anticoagulant therapy with vitamin K antagonists (VKAs) for VTE. [68] [69] [70] The findings of these studies have concluded the following points. First, all patients with PE should receive 3 months or more of anticoagulant treatment. Second, after the anticoagulant treatment is stopped, the risk of recurrence is expected to be similar if anticoagulants are stopped after 3 to 6 months compared with longer treatment periods (eg, 12 to 24 months). Third, extended oral anticoagulant treatment reduces the risk of recurrent VTE by ≤90%, but the risk of bleeding partially offsets this benefit. Oral anticoagulants are highly efficient in preventing recurrent VTE at the time of treatment, but after the discontinuation of treatment, they do not eliminate the risk of subsequent recurrence. [68] [68]"}
{"id": "article-42576_67", "title": "Acute Pulmonary Embolism -- Treatment / Management -- Chronic Treatment and Prevention of Recurrence", "content": "It is important to note that about 30% of PEs are unprovoked. Unprovoked PE (PE in the absence of an identifiable risk factor) is associated with a two- to three-fold increase in the risk of recurrence compared to patients who had a provoked PE. [71] Patients with persistent risk factors (eg, cancer or elevated antiphospholipid antibodies) have a higher rate of recurrence than those with transient risk factors (eg, immobilization, surgery, or trauma). [72]", "contents": "Acute Pulmonary Embolism -- Treatment / Management -- Chronic Treatment and Prevention of Recurrence. It is important to note that about 30% of PEs are unprovoked. Unprovoked PE (PE in the absence of an identifiable risk factor) is associated with a two- to three-fold increase in the risk of recurrence compared to patients who had a provoked PE. [71] Patients with persistent risk factors (eg, cancer or elevated antiphospholipid antibodies) have a higher rate of recurrence than those with transient risk factors (eg, immobilization, surgery, or trauma). [72]"}
{"id": "article-42576_68", "title": "Acute Pulmonary Embolism -- Treatment / Management -- Chronic Treatment and Prevention of Recurrence", "content": "In conclusion, the optimal duration of anticoagulation remains uncertain and has to be considered on a case-to-case basis. A minimum of 3 months is usually recommended, but a more extended period is required if the PE was unprovoked or persistent risk factors are evident. [71] This need for longer anticoagulation should be assessed at the end of 3 months by considering the patient's bleeding risk. Those with a high bleeding risk can limit therapy to 3 months. Special considerations are required for patients with active cancer, given their increased risk for a VTE event. Hence, cancer patients should receive an extended duration of anticoagulation if their bleeding risk remains acceptable (low or moderate bleeding risk). For cancer patients with PE, LMWH, and DOACs (apixaban, rivaroxaban) are preferred over VKA. [73]", "contents": "Acute Pulmonary Embolism -- Treatment / Management -- Chronic Treatment and Prevention of Recurrence. In conclusion, the optimal duration of anticoagulation remains uncertain and has to be considered on a case-to-case basis. A minimum of 3 months is usually recommended, but a more extended period is required if the PE was unprovoked or persistent risk factors are evident. [71] This need for longer anticoagulation should be assessed at the end of 3 months by considering the patient's bleeding risk. Those with a high bleeding risk can limit therapy to 3 months. Special considerations are required for patients with active cancer, given their increased risk for a VTE event. Hence, cancer patients should receive an extended duration of anticoagulation if their bleeding risk remains acceptable (low or moderate bleeding risk). For cancer patients with PE, LMWH, and DOACs (apixaban, rivaroxaban) are preferred over VKA. [73]"}
{"id": "article-42576_69", "title": "Acute Pulmonary Embolism -- Differential Diagnosis", "content": "Since PE has a very heterogeneous clinical presentation ranging from dyspnea to sudden cardiac arrest. [74] The differential diagnosis of PE is extensive and includes: Acute coronary syndrome Stable angina Acute pericarditis Congestive heart failure Malignancy Cardiac arrhythmias Pneumonia Pneumonitis Pneumothorax Vasovagal syncope", "contents": "Acute Pulmonary Embolism -- Differential Diagnosis. Since PE has a very heterogeneous clinical presentation ranging from dyspnea to sudden cardiac arrest. [74] The differential diagnosis of PE is extensive and includes: Acute coronary syndrome Stable angina Acute pericarditis Congestive heart failure Malignancy Cardiac arrhythmias Pneumonia Pneumonitis Pneumothorax Vasovagal syncope"}
{"id": "article-42576_70", "title": "Acute Pulmonary Embolism -- Prognosis", "content": "Shock and right ventricular dysfunction confer a poor prognosis and predict mortality in patients diagnosed with PE. [52] Patients with PE and a coexisting deep vein thrombosis (DVT) are also at an increased risk for death. Several prognostic models have been designed; the Pulmonary Embolism Severity Index (PESI) and the simplified PESI (sPESI) are the most commonly used. PESI score predicts 30-day mortality in patients with an established diagnosis of PE. [75] The PESI and sPESI's principal strength is identifying patients at low risk for 30-day mortality (PESI classes I and II).", "contents": "Acute Pulmonary Embolism -- Prognosis. Shock and right ventricular dysfunction confer a poor prognosis and predict mortality in patients diagnosed with PE. [52] Patients with PE and a coexisting deep vein thrombosis (DVT) are also at an increased risk for death. Several prognostic models have been designed; the Pulmonary Embolism Severity Index (PESI) and the simplified PESI (sPESI) are the most commonly used. PESI score predicts 30-day mortality in patients with an established diagnosis of PE. [75] The PESI and sPESI's principal strength is identifying patients at low risk for 30-day mortality (PESI classes I and II)."}
{"id": "article-42576_71", "title": "Acute Pulmonary Embolism -- Prognosis -- Original and Simplified Pulmonary Embolism Severity Index", "content": "Parameter- original version [75] /simplified version [76] Age-1 point (if age >80 years) Male sex- +10 points/ – Cancer- +30 points/1 point Chronic heart failure- +10 points/1 point Chronic pulmonary disease- +10 points/1 point Pulse rate ≥110 bpm- +20 points/1 point Systolic BP <100 mmHg- +30 points/1 point Respiratory rate >30 breaths per min- +20 points/– Temperature <36°C- +20 points/– Altered mental status- +60 points/– Arterial oxyhaemoglobin saturation <90%- +20 points/1 point", "contents": "Acute Pulmonary Embolism -- Prognosis -- Original and Simplified Pulmonary Embolism Severity Index. Parameter- original version [75] /simplified version [76] Age-1 point (if age >80 years) Male sex- +10 points/ – Cancer- +30 points/1 point Chronic heart failure- +10 points/1 point Chronic pulmonary disease- +10 points/1 point Pulse rate ≥110 bpm- +20 points/1 point Systolic BP <100 mmHg- +30 points/1 point Respiratory rate >30 breaths per min- +20 points/– Temperature <36°C- +20 points/– Altered mental status- +60 points/– Arterial oxyhaemoglobin saturation <90%- +20 points/1 point"}
{"id": "article-42576_72", "title": "Acute Pulmonary Embolism -- Prognosis -- Risk Stratification in PESI", "content": "Class I: Points less than or equal to 65; low 30-day mortality risk from 1% to 6%. Class II: Points 66–85; low mortality risk from 1.7% to 3.5% Class III: Points 86–105; moderate mortality risk from 3.2% to 7.1%. Class IV: Points 106–125; high mortality risk from 4% to 11.4%. Class V: Points more than 125; high mortality risk from 10% to 24.5%.", "contents": "Acute Pulmonary Embolism -- Prognosis -- Risk Stratification in PESI. Class I: Points less than or equal to 65; low 30-day mortality risk from 1% to 6%. Class II: Points 66–85; low mortality risk from 1.7% to 3.5% Class III: Points 86–105; moderate mortality risk from 3.2% to 7.1%. Class IV: Points 106–125; high mortality risk from 4% to 11.4%. Class V: Points more than 125; high mortality risk from 10% to 24.5%."}
{"id": "article-42576_73", "title": "Acute Pulmonary Embolism -- Prognosis -- Risk Stratification in sPESI", "content": "If 0 points, then the 30-day mortality risk is 1.0% If 1 or more than 1 point(s) then 30-day mortality risk 10.9%", "contents": "Acute Pulmonary Embolism -- Prognosis -- Risk Stratification in sPESI. If 0 points, then the 30-day mortality risk is 1.0% If 1 or more than 1 point(s) then 30-day mortality risk 10.9%"}
{"id": "article-42576_74", "title": "Acute Pulmonary Embolism -- Complications", "content": "The major complications associated with PE include the following: Recurrent thromboembolism Chronic thromboembolic pulmonary hypertension Right heart failure Cardiogenic shock", "contents": "Acute Pulmonary Embolism -- Complications. The major complications associated with PE include the following: Recurrent thromboembolism Chronic thromboembolic pulmonary hypertension Right heart failure Cardiogenic shock"}
{"id": "article-42576_75", "title": "Acute Pulmonary Embolism -- Complications", "content": "PE, if left untreated, is associated with mortality of up to 30%. Studies have also suggested an increased risk of stroke, thought to be due to paradoxical embolism via a patent foramen ovale (PFO) in patients with acute PE. [77]", "contents": "Acute Pulmonary Embolism -- Complications. PE, if left untreated, is associated with mortality of up to 30%. Studies have also suggested an increased risk of stroke, thought to be due to paradoxical embolism via a patent foramen ovale (PFO) in patients with acute PE. [77]"}
{"id": "article-42576_76", "title": "Acute Pulmonary Embolism -- Complications -- Recurrent Thromboembolism", "content": "In the 1 to 2 weeks following diagnosis, patients may deteriorate and experience recurrence. Inadequate anticoagulation is the most common reason for recurrent venous thromboembolism while on therapy.", "contents": "Acute Pulmonary Embolism -- Complications -- Recurrent Thromboembolism. In the 1 to 2 weeks following diagnosis, patients may deteriorate and experience recurrence. Inadequate anticoagulation is the most common reason for recurrent venous thromboembolism while on therapy."}
{"id": "article-42576_77", "title": "Acute Pulmonary Embolism -- Complications -- Chronic Thromboembolic Pulmonary Hypertension (CTEPH)", "content": "The development of persistent or progressive dyspnea, particularly during the first 3 months to 2 years of diagnosis, should prompt the clinician to investigate the development of CTEPH (affects up to 5% of patients). Follow-up computed tomography (CT), ventilation-perfusion scans, or echocardiography should be performed in patients who remain persistently symptomatic months to years after an acute PE. In CTEPH, these modalities demonstrate pulmonary hypertension.", "contents": "Acute Pulmonary Embolism -- Complications -- Chronic Thromboembolic Pulmonary Hypertension (CTEPH). The development of persistent or progressive dyspnea, particularly during the first 3 months to 2 years of diagnosis, should prompt the clinician to investigate the development of CTEPH (affects up to 5% of patients). Follow-up computed tomography (CT), ventilation-perfusion scans, or echocardiography should be performed in patients who remain persistently symptomatic months to years after an acute PE. In CTEPH, these modalities demonstrate pulmonary hypertension."}
{"id": "article-42576_78", "title": "Acute Pulmonary Embolism -- Complications -- Chronic Thromboembolic Pulmonary Hypertension (CTEPH)", "content": "On the V/Q scan, patients with CTEPH generally have at least 1 segmental or more significant mismatched ventilation-perfusion defect. For those patients with evidence of CTEPH on V/Q lung scanning, right heart catheterization, and pulmonary angiography are indicated to confirm pulmonary hypertension, quantify the degree of pulmonary hypertension, exclude competing diagnoses, define the surgical accessibility of the obstructing thrombotic lesions, and confirm that an acceptable component of the elevated pulmonary vascular resistance is due to surgically accessible disease and not from distal obstruction or a secondary arteriopathy, for all patients with CTEPH, lifelong anticoagulant therapy is recommended. Also, early referral for evaluation for pulmonary thromboendarterectomy is highly recommended.", "contents": "Acute Pulmonary Embolism -- Complications -- Chronic Thromboembolic Pulmonary Hypertension (CTEPH). On the V/Q scan, patients with CTEPH generally have at least 1 segmental or more significant mismatched ventilation-perfusion defect. For those patients with evidence of CTEPH on V/Q lung scanning, right heart catheterization, and pulmonary angiography are indicated to confirm pulmonary hypertension, quantify the degree of pulmonary hypertension, exclude competing diagnoses, define the surgical accessibility of the obstructing thrombotic lesions, and confirm that an acceptable component of the elevated pulmonary vascular resistance is due to surgically accessible disease and not from distal obstruction or a secondary arteriopathy, for all patients with CTEPH, lifelong anticoagulant therapy is recommended. Also, early referral for evaluation for pulmonary thromboendarterectomy is highly recommended."}
{"id": "article-42576_79", "title": "Acute Pulmonary Embolism -- Postoperative and Rehabilitation Care", "content": "Individuals who have survived PEs often demonstrate decreases in multiple functional deficits, including respiratory volume, exercise tolerance, and reported quality of life. Approximately half of the survivors have persistent symptoms reducing their physical capacity. Continuing studies are needed to identify risk factors for individuals more likely to experience significant deficits following PE resolution. The results of various studies have demonstrated different parameters for rehabilitation following PE and various program initiation times, ranging from weeks to months following diagnosis. These studies demonstrate minimal risks, with outcomes including a significant reduction in dyspnea and improvement in exercise capacity, functional mobility, and quality of life. [78] [79] Rehabilitation services should work closely with the other care team members to identify deficits and develop a tailored care plan to address these deficits within safe parameters for each patient.", "contents": "Acute Pulmonary Embolism -- Postoperative and Rehabilitation Care. Individuals who have survived PEs often demonstrate decreases in multiple functional deficits, including respiratory volume, exercise tolerance, and reported quality of life. Approximately half of the survivors have persistent symptoms reducing their physical capacity. Continuing studies are needed to identify risk factors for individuals more likely to experience significant deficits following PE resolution. The results of various studies have demonstrated different parameters for rehabilitation following PE and various program initiation times, ranging from weeks to months following diagnosis. These studies demonstrate minimal risks, with outcomes including a significant reduction in dyspnea and improvement in exercise capacity, functional mobility, and quality of life. [78] [79] Rehabilitation services should work closely with the other care team members to identify deficits and develop a tailored care plan to address these deficits within safe parameters for each patient."}
{"id": "article-42576_80", "title": "Acute Pulmonary Embolism -- Pearls and Other Issues", "content": "A timely diagnosis of PE is crucial because of the high associated mortality and morbidity, which may be prevented with early treatment. Patients should be aware of the signs and symptoms of VTE and PE since the incidence of recurrent thromboembolism is high. It is important to note that 30% of untreated patients with PEs die, while only 8% die after timely therapy.", "contents": "Acute Pulmonary Embolism -- Pearls and Other Issues. A timely diagnosis of PE is crucial because of the high associated mortality and morbidity, which may be prevented with early treatment. Patients should be aware of the signs and symptoms of VTE and PE since the incidence of recurrent thromboembolism is high. It is important to note that 30% of untreated patients with PEs die, while only 8% die after timely therapy."}
{"id": "article-42576_81", "title": "Acute Pulmonary Embolism -- Enhancing Healthcare Team Outcomes", "content": "Some hospitals are establishing multidisciplinary pulmonary embolism response teams (PERTs) to facilitate prompt diagnosis and timely treatment of patients with PEs. A PERT is a treatment model composed of clinicians from different specialties in treating PE, including pulmonary, critical care, cardiology, and cardiothoracic surgery. Establishing PERT has proven effective in multiple studies by improving communication and coordinating clinician treatment efforts. [80]", "contents": "Acute Pulmonary Embolism -- Enhancing Healthcare Team Outcomes. Some hospitals are establishing multidisciplinary pulmonary embolism response teams (PERTs) to facilitate prompt diagnosis and timely treatment of patients with PEs. A PERT is a treatment model composed of clinicians from different specialties in treating PE, including pulmonary, critical care, cardiology, and cardiothoracic surgery. Establishing PERT has proven effective in multiple studies by improving communication and coordinating clinician treatment efforts. [80]"}
{"id": "article-42576_82", "title": "Acute Pulmonary Embolism -- Enhancing Healthcare Team Outcomes", "content": "The PERT functions within the framework of a larger interprofessional team, including nurses and pharmacists. This enhancement to patient care involves open communication between clinicians, nursing staff, and pharmacists, where non-clinicians are empowered to provide input on diagnosing and managing these cases. This is crucial because pharmacists are the subject matter experts on anticoagulation therapy, noting potential contraindications to a given agent or informing the team of possible drug interactions. Nurses operate on the front line with patients, and their observations can be crucial in initiating prophylactic or interventional care for these patients. This interprofessional approach will yield better patient outcomes.", "contents": "Acute Pulmonary Embolism -- Enhancing Healthcare Team Outcomes. The PERT functions within the framework of a larger interprofessional team, including nurses and pharmacists. This enhancement to patient care involves open communication between clinicians, nursing staff, and pharmacists, where non-clinicians are empowered to provide input on diagnosing and managing these cases. This is crucial because pharmacists are the subject matter experts on anticoagulation therapy, noting potential contraindications to a given agent or informing the team of possible drug interactions. Nurses operate on the front line with patients, and their observations can be crucial in initiating prophylactic or interventional care for these patients. This interprofessional approach will yield better patient outcomes."}
{"id": "article-42576_83", "title": "Acute Pulmonary Embolism -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Acute Pulmonary Embolism -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}