{"id": "article-24498_0", "title": "Lung Decortication -- Continuing Education Activity", "content": "Lung decortication is a simple yet formidable procedure. It involves the excision of the thick fibrinous peel from the pleural surface, thereby permitting the expansion of the underlying lung parenchyma. Patients with long-standing empyema, pleural thickening, hemothorax, and pleural tumors are candidates for decortication. This activity reviews the relevant anatomy, technique, and potential complications of lung decortication and highlights the role of the interprofessional team in managing patients undergoing this procedure.", "contents": "Lung Decortication -- Continuing Education Activity. Lung decortication is a simple yet formidable procedure. It involves the excision of the thick fibrinous peel from the pleural surface, thereby permitting the expansion of the underlying lung parenchyma. Patients with long-standing empyema, pleural thickening, hemothorax, and pleural tumors are candidates for decortication. This activity reviews the relevant anatomy, technique, and potential complications of lung decortication and highlights the role of the interprofessional team in managing patients undergoing this procedure."}
{"id": "article-24498_1", "title": "Lung Decortication -- Continuing Education Activity", "content": "Objectives: Identify the indications for lung decortication. Describe the equipment needed for lung decortication. Review the complications of lung decortication. Access free multiple choice questions on this topic.", "contents": "Lung Decortication -- Continuing Education Activity. Objectives: Identify the indications for lung decortication. Describe the equipment needed for lung decortication. Review the complications of lung decortication. Access free multiple choice questions on this topic."}
{"id": "article-24498_2", "title": "Lung Decortication -- Introduction", "content": "There are approximately 1 million patients hospitalized in the United States each year with pneumonia. Of those hospitalized for pneumonia, 20% to 40% will develop a parapneumonic effusion, and 5% to 10% of these parapneumonic effusions will progress to an empyema (approximately 32,000 patients per year in the United States). Approximately 15% of these patients with empyema die, and 30% require an operation in their chest to clear the infection. Lung decortication is a well-known procedure that was first performed by Delorme for the treatment of empyema in 1895. [1]", "contents": "Lung Decortication -- Introduction. There are approximately 1 million patients hospitalized in the United States each year with pneumonia. Of those hospitalized for pneumonia, 20% to 40% will develop a parapneumonic effusion, and 5% to 10% of these parapneumonic effusions will progress to an empyema (approximately 32,000 patients per year in the United States). Approximately 15% of these patients with empyema die, and 30% require an operation in their chest to clear the infection. Lung decortication is a well-known procedure that was first performed by Delorme for the treatment of empyema in 1895. [1]"}
{"id": "article-24498_3", "title": "Lung Decortication -- Introduction", "content": "It is primarily indicated in cases of chronic empyema thoracis (pyogenic or tubercular), hemothorax, pleural thickening, etc. It involves the excision of the restrictive layer of the thick fibrinous peel overlying the lung, chest wall, and diaphragm. This thick fibrinous peel is a result of the ingrowth of the fibroblasts during the advanced stages of empyema. [2] Apart from its proven utility in advanced stages of empyema, favorable outcomes have been revealed by Shin et al. when decortication was adopted as the first-line treatment for empyema. [3] The main aims of this surgical procedure are the restoration of lung expansion, removing the source of infection, and prevention of deformity due to fibrothorax.", "contents": "Lung Decortication -- Introduction. It is primarily indicated in cases of chronic empyema thoracis (pyogenic or tubercular), hemothorax, pleural thickening, etc. It involves the excision of the restrictive layer of the thick fibrinous peel overlying the lung, chest wall, and diaphragm. This thick fibrinous peel is a result of the ingrowth of the fibroblasts during the advanced stages of empyema. [2] Apart from its proven utility in advanced stages of empyema, favorable outcomes have been revealed by Shin et al. when decortication was adopted as the first-line treatment for empyema. [3] The main aims of this surgical procedure are the restoration of lung expansion, removing the source of infection, and prevention of deformity due to fibrothorax."}
{"id": "article-24498_4", "title": "Lung Decortication -- Anatomy and Physiology", "content": "The pleural space is bounded externally and internally by parietal and visceral layers of pleura respectively. Empyema is characterized by purulent fluid (pus) in the pleural space following pulmonary infections. [4] The advanced stage of empyema is characterized by the organization of the fibrin deposited around the lung parenchyma. This leads to the entrapment of the lung and prevents adequate lung expansion. The collapsed lung results in a ventilation-perfusion mismatch.", "contents": "Lung Decortication -- Anatomy and Physiology. The pleural space is bounded externally and internally by parietal and visceral layers of pleura respectively. Empyema is characterized by purulent fluid (pus) in the pleural space following pulmonary infections. [4] The advanced stage of empyema is characterized by the organization of the fibrin deposited around the lung parenchyma. This leads to the entrapment of the lung and prevents adequate lung expansion. The collapsed lung results in a ventilation-perfusion mismatch."}
{"id": "article-24498_5", "title": "Lung Decortication -- Indications", "content": "Decortication is primarily indicated in cases of pleural empyema. Chronic empyema requiring decortication may be pyogenic or tubercular. Pyogenic empyema may be caused by Streptococcus pneumoniae , Staphylococcal aureus , Klebsiella pneumonia, etc. Other indications for lung decortication include hemothorax, pleural thickening due to inflammatory conditions like Rheumatoid arthritis, tumors like malignant mesothelioma, etc. [5] [3] There is no universally accepted objective indicator for the timing of decortication. However, it has been suggested that a vital capacity of 70% or less can be considered as a good indicator of the requirement of decortication. [6]", "contents": "Lung Decortication -- Indications. Decortication is primarily indicated in cases of pleural empyema. Chronic empyema requiring decortication may be pyogenic or tubercular. Pyogenic empyema may be caused by Streptococcus pneumoniae , Staphylococcal aureus , Klebsiella pneumonia, etc. Other indications for lung decortication include hemothorax, pleural thickening due to inflammatory conditions like Rheumatoid arthritis, tumors like malignant mesothelioma, etc. [5] [3] There is no universally accepted objective indicator for the timing of decortication. However, it has been suggested that a vital capacity of 70% or less can be considered as a good indicator of the requirement of decortication. [6]"}
{"id": "article-24498_6", "title": "Lung Decortication -- Contraindications", "content": "Contraindications to performing a decortication procedure include the following: Underlying severely diseased lung: although, decortication is performed for a collapsed or a trapped lung, there are occasions when it may not re-expand. This includes a severely damaged/diseased lung. These patients fail to show an improvement in the postoperative period in terms of resolution of the symptoms. After a detailed evaluation, these patients might be offered a pneumonectomy at the same sitting or later during follow-up. [1] Bronchial stenosis: This is also an absolute contraindication to performing a decortication procedure. These patients additionally require resection of the stenosed segment and bronchial anastomosis apart from decortication. [1] Patients who have hemodynamic instability, coagulation disorders, multiorgan failure, and have poor general status will not withstand the morbidity of major surgery. Therefore, surgical decortication is generally contraindicated in these patients.", "contents": "Lung Decortication -- Contraindications. Contraindications to performing a decortication procedure include the following: Underlying severely diseased lung: although, decortication is performed for a collapsed or a trapped lung, there are occasions when it may not re-expand. This includes a severely damaged/diseased lung. These patients fail to show an improvement in the postoperative period in terms of resolution of the symptoms. After a detailed evaluation, these patients might be offered a pneumonectomy at the same sitting or later during follow-up. [1] Bronchial stenosis: This is also an absolute contraindication to performing a decortication procedure. These patients additionally require resection of the stenosed segment and bronchial anastomosis apart from decortication. [1] Patients who have hemodynamic instability, coagulation disorders, multiorgan failure, and have poor general status will not withstand the morbidity of major surgery. Therefore, surgical decortication is generally contraindicated in these patients."}
{"id": "article-24498_7", "title": "Lung Decortication -- Equipment", "content": "The following equipment is required: Skin preparation using either 10% povidone-iodine or 2% chlorhexidine gluconate and 70% isopropyl alcohol solution. Gown, mask, goggles, sterile gloves for personal protection Scalpel Electrocautery and Bipolar forceps Rib spreader: Finochietto's rib retractor Bone instruments (if rib resection is required): periosteal elevator, rib raspatory, bone cutter, and bone nibbler Lung grasping forceps: Duval lung grasping forceps Sponge holding forceps Curved hemostats or right angle Sutures Intercostal drains Dressing", "contents": "Lung Decortication -- Equipment. The following equipment is required: Skin preparation using either 10% povidone-iodine or 2% chlorhexidine gluconate and 70% isopropyl alcohol solution. Gown, mask, goggles, sterile gloves for personal protection Scalpel Electrocautery and Bipolar forceps Rib spreader: Finochietto's rib retractor Bone instruments (if rib resection is required): periosteal elevator, rib raspatory, bone cutter, and bone nibbler Lung grasping forceps: Duval lung grasping forceps Sponge holding forceps Curved hemostats or right angle Sutures Intercostal drains Dressing"}
{"id": "article-24498_8", "title": "Lung Decortication -- Personnel", "content": "Decortication must be performed by trained thoracic surgeons. The operating team consists of an anesthesiologist, surgical assistants, technical assistant, and the nursing staff. An experienced pulmonologist and radiologist must be engaged in the care of these patients as they play a vital role in the preoperative and postoperative management and decision-making. Patients undergoing decortication for chronic empyema might also require intensive monitoring in the intensive care unit (ICU) during the initial postoperative period.", "contents": "Lung Decortication -- Personnel. Decortication must be performed by trained thoracic surgeons. The operating team consists of an anesthesiologist, surgical assistants, technical assistant, and the nursing staff. An experienced pulmonologist and radiologist must be engaged in the care of these patients as they play a vital role in the preoperative and postoperative management and decision-making. Patients undergoing decortication for chronic empyema might also require intensive monitoring in the intensive care unit (ICU) during the initial postoperative period."}
{"id": "article-24498_9", "title": "Lung Decortication -- Preparation", "content": "Preoperative patient selection and proper surgical planning are a must for achieving the best outcomes after surgery. A chest radiograph and a contrast-enhanced computed tomogram (CECT) must be done before the surgery to confirm the thickness of the pleural peel, lung trapping, condition of the lung parenchyma, shift of the mediastinal structures, etc. In some centers, a bronchoscopy is also performed before surgery. It is important to perform all the routine blood workup before the surgery. It must also be kept in mind that stripping off the rind from the pleural surface and the chest wall may result in considerable bleeding. Therefore, adequate supplies of blood and blood products must be ensured.", "contents": "Lung Decortication -- Preparation. Preoperative patient selection and proper surgical planning are a must for achieving the best outcomes after surgery. A chest radiograph and a contrast-enhanced computed tomogram (CECT) must be done before the surgery to confirm the thickness of the pleural peel, lung trapping, condition of the lung parenchyma, shift of the mediastinal structures, etc. In some centers, a bronchoscopy is also performed before surgery. It is important to perform all the routine blood workup before the surgery. It must also be kept in mind that stripping off the rind from the pleural surface and the chest wall may result in considerable bleeding. Therefore, adequate supplies of blood and blood products must be ensured."}
{"id": "article-24498_10", "title": "Lung Decortication -- Preparation -- Pre-procedure Positioning", "content": "The patient is placed in the lateral decubitus position with the diseased side up. A folded towel or a roll is placed below the dependent side. The down leg is flexed to 90 degrees and a pillow is placed between the legs. All the pressure points are cushioned. An esophageal dilator/bougie or a wide-bore nasogastric tube may be inserted to identify the esophagus during left-sided decortication. This might prevent an injury to the esophagus during decortication. The chest wall is painted with a skin-prep solution and draped.", "contents": "Lung Decortication -- Preparation -- Pre-procedure Positioning. The patient is placed in the lateral decubitus position with the diseased side up. A folded towel or a roll is placed below the dependent side. The down leg is flexed to 90 degrees and a pillow is placed between the legs. All the pressure points are cushioned. An esophageal dilator/bougie or a wide-bore nasogastric tube may be inserted to identify the esophagus during left-sided decortication. This might prevent an injury to the esophagus during decortication. The chest wall is painted with a skin-prep solution and draped."}
{"id": "article-24498_11", "title": "Lung Decortication -- Technique or Treatment -- Posterolateral Thoracotomy", "content": "Skin incision: The skin incision swings downwards, beginning at a level midway between the spinous process to the tip of the scapula. The anterior limit is the mid-axillary or anterior axillary line. This incision extends around 2 inches below the tip of the scapula. The incision is deepened using the electrocautery. The latissimus dorsi and the serratus anterior muscles are divided using the electrocautery. The tip of the scapula is grasped using an Allis forceps, and the ribs are counted in the subscapular space.", "contents": "Lung Decortication -- Technique or Treatment -- Posterolateral Thoracotomy. Skin incision: The skin incision swings downwards, beginning at a level midway between the spinous process to the tip of the scapula. The anterior limit is the mid-axillary or anterior axillary line. This incision extends around 2 inches below the tip of the scapula. The incision is deepened using the electrocautery. The latissimus dorsi and the serratus anterior muscles are divided using the electrocautery. The tip of the scapula is grasped using an Allis forceps, and the ribs are counted in the subscapular space."}
{"id": "article-24498_12", "title": "Lung Decortication -- Technique or Treatment -- Posterolateral Thoracotomy", "content": "Entry into the thoracic cavity is established via the fifth or the sixth interspace. It must be kept in mind that the electrocautery must divide the intercostal muscles at the upper border of the lower rib so that the neurovascular bundle is spared. A rib resection might be required if there is excessive crowding of the ribs.", "contents": "Lung Decortication -- Technique or Treatment -- Posterolateral Thoracotomy. Entry into the thoracic cavity is established via the fifth or the sixth interspace. It must be kept in mind that the electrocautery must divide the intercostal muscles at the upper border of the lower rib so that the neurovascular bundle is spared. A rib resection might be required if there is excessive crowding of the ribs."}
{"id": "article-24498_13", "title": "Lung Decortication -- Technique or Treatment -- Posterolateral Thoracotomy", "content": "After the division of the intercostal muscles, the extrapleural space is entered. Care is taken not to enter the empyema cavity directly. The mediastinum is generally not involved in the inflammatory process. Therefore care must be taken to avoid injury to the mediastinal structures. Similarly, the apex of the lung must be freed carefully. Injury to the subclavian vessels may occur during the apical dissection and can cause hemorrhage. Care must also be taken to avoid injury to the esophagus (left-side decortication) or vena cava (right-side decortication) during medial dissection and diaphragm during the inferior dissection. The rind or the pleural peel must be removed from the lung parenchyma, including the fissures. [1]", "contents": "Lung Decortication -- Technique or Treatment -- Posterolateral Thoracotomy. After the division of the intercostal muscles, the extrapleural space is entered. Care is taken not to enter the empyema cavity directly. The mediastinum is generally not involved in the inflammatory process. Therefore care must be taken to avoid injury to the mediastinal structures. Similarly, the apex of the lung must be freed carefully. Injury to the subclavian vessels may occur during the apical dissection and can cause hemorrhage. Care must also be taken to avoid injury to the esophagus (left-side decortication) or vena cava (right-side decortication) during medial dissection and diaphragm during the inferior dissection. The rind or the pleural peel must be removed from the lung parenchyma, including the fissures. [1]"}
{"id": "article-24498_14", "title": "Lung Decortication -- Technique or Treatment -- Posterolateral Thoracotomy", "content": "After removal of the thick peel, the anesthesiologist is asked to inflate the lung to locate the air-leaks. All the major air-leaks must be formally closed with suture. Adequate hemostasis must be ensured. Diathermy or bipolar forceps may be quite handy to achieve hemostasis.", "contents": "Lung Decortication -- Technique or Treatment -- Posterolateral Thoracotomy. After removal of the thick peel, the anesthesiologist is asked to inflate the lung to locate the air-leaks. All the major air-leaks must be formally closed with suture. Adequate hemostasis must be ensured. Diathermy or bipolar forceps may be quite handy to achieve hemostasis."}
{"id": "article-24498_15", "title": "Lung Decortication -- Technique or Treatment -- Posterolateral Thoracotomy", "content": "The intercostal drain is inserted in the thoracic interspace. Some surgeons insert two drains-one in the base (posterior) and one in the apex (anterior). These tubes remain in place until the appearance of signs (clinical and radiological) of lung expansion.", "contents": "Lung Decortication -- Technique or Treatment -- Posterolateral Thoracotomy. The intercostal drain is inserted in the thoracic interspace. Some surgeons insert two drains-one in the base (posterior) and one in the apex (anterior). These tubes remain in place until the appearance of signs (clinical and radiological) of lung expansion."}
{"id": "article-24498_16", "title": "Lung Decortication -- Technique or Treatment -- Posterolateral Thoracotomy", "content": "Subsequently, a layered chest wall closure is done.", "contents": "Lung Decortication -- Technique or Treatment -- Posterolateral Thoracotomy. Subsequently, a layered chest wall closure is done."}
{"id": "article-24498_17", "title": "Lung Decortication -- Technique or Treatment -- Video-assisted Thoracoscopic Surgery (VATS)", "content": "VATS-decortication is usually performed via an anterior approach. Three ports can be inserted as per the surgeon's preference. A uniportal technique is also favored by some surgeons. A 30 degrees camera is used for visualization during the procedure. [7] The preoperative computed tomogram is used as a guide to enter the uninvolved area of the thoracic cavity. The cautery hook and suction cannula are effective instruments for dissection. Limits of the dissection are the same as in open surgery. The camera port can be switched to perform adhesiolysis at different portions of the pleural cavity. The chest tube can be inserted in the port sites.", "contents": "Lung Decortication -- Technique or Treatment -- Video-assisted Thoracoscopic Surgery (VATS). VATS-decortication is usually performed via an anterior approach. Three ports can be inserted as per the surgeon's preference. A uniportal technique is also favored by some surgeons. A 30 degrees camera is used for visualization during the procedure. [7] The preoperative computed tomogram is used as a guide to enter the uninvolved area of the thoracic cavity. The cautery hook and suction cannula are effective instruments for dissection. Limits of the dissection are the same as in open surgery. The camera port can be switched to perform adhesiolysis at different portions of the pleural cavity. The chest tube can be inserted in the port sites."}
{"id": "article-24498_18", "title": "Lung Decortication -- Technique or Treatment", "content": "The efficacy of VATS for pleural toileting in the early stages of empyema is already proven. Compared with video-assisted thoracoscopic surgery, mortality, major morbidity, prolonged length of stay, and discharge to other than home were higher with thoracotomy. [8] A meta-analysis by Pan et al. has shown similar outcomes of VATS-decortication as compared to thoracotomy and decortication. However, the relapse rate shows no significant difference. [9]", "contents": "Lung Decortication -- Technique or Treatment. The efficacy of VATS for pleural toileting in the early stages of empyema is already proven. Compared with video-assisted thoracoscopic surgery, mortality, major morbidity, prolonged length of stay, and discharge to other than home were higher with thoracotomy. [8] A meta-analysis by Pan et al. has shown similar outcomes of VATS-decortication as compared to thoracotomy and decortication. However, the relapse rate shows no significant difference. [9]"}
{"id": "article-24498_19", "title": "Lung Decortication -- Technique or Treatment -- Postoperative Care", "content": "Postoperative care includes adequate analgesia, antibiotic therapy, hydration, and nutritional support. Sick patients often require mechanical ventilation. Therefore, intensive monitoring must be ensured during the initial postoperative period in these patients. Adequate care of the chest tubes must also be ensured. Apart from serial chest radiographs, periodic arterial blood gas analysis might be required in these patients.", "contents": "Lung Decortication -- Technique or Treatment -- Postoperative Care. Postoperative care includes adequate analgesia, antibiotic therapy, hydration, and nutritional support. Sick patients often require mechanical ventilation. Therefore, intensive monitoring must be ensured during the initial postoperative period in these patients. Adequate care of the chest tubes must also be ensured. Apart from serial chest radiographs, periodic arterial blood gas analysis might be required in these patients."}
{"id": "article-24498_20", "title": "Lung Decortication -- Complications", "content": "The common complications of lung decortication include:", "contents": "Lung Decortication -- Complications. The common complications of lung decortication include:"}
{"id": "article-24498_21", "title": "Lung Decortication -- Complications", "content": "Hemorrhage : Blood loss from the raw lung surfaces can result in a significant hemorrhage. A postoperative blood profile should be done to ascertain the need for blood transfusion.", "contents": "Lung Decortication -- Complications. Hemorrhage : Blood loss from the raw lung surfaces can result in a significant hemorrhage. A postoperative blood profile should be done to ascertain the need for blood transfusion."}
{"id": "article-24498_22", "title": "Lung Decortication -- Complications", "content": "Persistent air-leak and bronchopleural fistula : Minor air-leaks can occur during decortication. However, these leaks resolve spontaneously after a few days. Large leaks must be closed with formal suturing to avoid the development of a bronchopleural fistula.", "contents": "Lung Decortication -- Complications. Persistent air-leak and bronchopleural fistula : Minor air-leaks can occur during decortication. However, these leaks resolve spontaneously after a few days. Large leaks must be closed with formal suturing to avoid the development of a bronchopleural fistula."}
{"id": "article-24498_23", "title": "Lung Decortication -- Complications", "content": "Persistent lung collapse : Collapse, and non-expansion of the lung parenchyma is frequently noticed in the postoperative period after decortication. Incentive spirometry and chest physiotherapy play a crucial role in the re-expansion of underlying parenchyma. However, a subset of patients may not show adequate lung expansion due to diseased/destroyed lung.", "contents": "Lung Decortication -- Complications. Persistent lung collapse : Collapse, and non-expansion of the lung parenchyma is frequently noticed in the postoperative period after decortication. Incentive spirometry and chest physiotherapy play a crucial role in the re-expansion of underlying parenchyma. However, a subset of patients may not show adequate lung expansion due to diseased/destroyed lung."}
{"id": "article-24498_24", "title": "Lung Decortication -- Complications", "content": "Injury to vital structures : Decortication must be performed carefully by experienced surgeons. Injury to vital structures, including subclavian vessels, diaphragm, esophagus, and pericardium, is common if the limits of peel removal are not followed.", "contents": "Lung Decortication -- Complications. Injury to vital structures : Decortication must be performed carefully by experienced surgeons. Injury to vital structures, including subclavian vessels, diaphragm, esophagus, and pericardium, is common if the limits of peel removal are not followed."}
{"id": "article-24498_25", "title": "Lung Decortication -- Complications", "content": "Retained infective focus and sepsis : Removal of the pus and pleural toileting must be thoroughly performed during decortication. Retained pus is a nidus of infection and may lead to sepsis in the postoperative period.", "contents": "Lung Decortication -- Complications. Retained infective focus and sepsis : Removal of the pus and pleural toileting must be thoroughly performed during decortication. Retained pus is a nidus of infection and may lead to sepsis in the postoperative period."}
{"id": "article-24498_26", "title": "Lung Decortication -- Complications", "content": "Severe postoperative pain : Any thoracotomy, especially those with rib resection, may lead to significant pain in the postoperative period. Adequate postoperative analgesia is a must and may require a combination of intravenous and epidural analgesia.", "contents": "Lung Decortication -- Complications. Severe postoperative pain : Any thoracotomy, especially those with rib resection, may lead to significant pain in the postoperative period. Adequate postoperative analgesia is a must and may require a combination of intravenous and epidural analgesia."}
{"id": "article-24498_27", "title": "Lung Decortication -- Complications", "content": "Chest wall deformity and scoliosis", "contents": "Lung Decortication -- Complications. Chest wall deformity and scoliosis"}
{"id": "article-24498_28", "title": "Lung Decortication -- Clinical Significance", "content": "The optimum result after decortication surgery is very much dependent upon the underlying lung condition. The duration of the fibrothorax does not predict the outcome. In patients with extensive parenchymal lung disease, there may not be a significant improvement in the vital capacity and on the contrary may decrease further. Thereby judicious selection of patients with significant pleural fibrosis and relatively well-preserved underlying lung parenchyma (whose quality of life is limited by exertional dyspnea) is necessary to have a meaningful outcome. [10]", "contents": "Lung Decortication -- Clinical Significance. The optimum result after decortication surgery is very much dependent upon the underlying lung condition. The duration of the fibrothorax does not predict the outcome. In patients with extensive parenchymal lung disease, there may not be a significant improvement in the vital capacity and on the contrary may decrease further. Thereby judicious selection of patients with significant pleural fibrosis and relatively well-preserved underlying lung parenchyma (whose quality of life is limited by exertional dyspnea) is necessary to have a meaningful outcome. [10]"}
{"id": "article-24498_29", "title": "Lung Decortication -- Enhancing Healthcare Team Outcomes", "content": "While the role of an experienced thoracic surgeon cannot be overemphasized, it is also crucial to consult with an interdisciplinary team of specialists. The operating team consists of an anesthesiologist, surgical assistants, technical assistant, and the nursing staff. An experienced pulmonologist and radiologist must be engaged in the care of these patients as they play a vital role in preoperative and postoperative management. Patients undergoing decortication for chronic empyema might also require intensive monitoring in the intensive care unit (ICU) during the initial postoperative period. Therefore, the involvement of an intensivist is always beneficial. Nurses also play a vital role in the postoperative lung expansion by ensuring periodic chest physiotherapy and incentive spirometry. The pharmacist might ensure that the patient is on appropriate formulation and doses of anticholinergic medications. Thus, detailed planning and discussion with the interprofessional team are highly recommended to decrease morbidity and to improve outcomes.", "contents": "Lung Decortication -- Enhancing Healthcare Team Outcomes. While the role of an experienced thoracic surgeon cannot be overemphasized, it is also crucial to consult with an interdisciplinary team of specialists. The operating team consists of an anesthesiologist, surgical assistants, technical assistant, and the nursing staff. An experienced pulmonologist and radiologist must be engaged in the care of these patients as they play a vital role in preoperative and postoperative management. Patients undergoing decortication for chronic empyema might also require intensive monitoring in the intensive care unit (ICU) during the initial postoperative period. Therefore, the involvement of an intensivist is always beneficial. Nurses also play a vital role in the postoperative lung expansion by ensuring periodic chest physiotherapy and incentive spirometry. The pharmacist might ensure that the patient is on appropriate formulation and doses of anticholinergic medications. Thus, detailed planning and discussion with the interprofessional team are highly recommended to decrease morbidity and to improve outcomes."}
{"id": "article-24498_30", "title": "Lung Decortication -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Lung Decortication -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}