{"id": "article-31840_0", "title": "EMS Tactical Care and Evacuation Under Fire -- Introduction", "content": "In the last 15 years, many high profile police events have occurred that have encouraged the development of tactical emergency medical support (TEMS). This concept has been adapted from the military. In WWI, nonmedical personnel was assigned to the trenches to treat the injured. In WWII, these men were put into combat and had become the combat medics in the military we see today. Care and evacuation in the Tactical EMS (TEMS) environment vary significantly from the civilian EMS realm. [1] [2] [3]", "contents": "EMS Tactical Care and Evacuation Under Fire -- Introduction. In the last 15 years, many high profile police events have occurred that have encouraged the development of tactical emergency medical support (TEMS). This concept has been adapted from the military. In WWI, nonmedical personnel was assigned to the trenches to treat the injured. In WWII, these men were put into combat and had become the combat medics in the military we see today. Care and evacuation in the Tactical EMS (TEMS) environment vary significantly from the civilian EMS realm. [1] [2] [3]"}
{"id": "article-31840_1", "title": "EMS Tactical Care and Evacuation Under Fire -- Issues of Concern -- Care", "content": "Tactical emergency care practitioners must be able to assess the threat of the environment and situation and decide which procedures to perform that will have the most benefit for the injured. TEMS care involves delayed care in a harsh environment with few supplies and often delayed transport. [4] [3] [5] [6] Zones of care are the way in which the TEMS provider can access risk and decide on care for the risk level. The three zones of care are the hot zone, warm zone, and the cool zone. The HOT ZONE is the area in which there is an immediate danger. It may be referred to as the \"Red Zone\" or \"Care Under Fire.\"  In the hot zone, only self–care or extraction are appropriate.", "contents": "EMS Tactical Care and Evacuation Under Fire -- Issues of Concern -- Care. Tactical emergency care practitioners must be able to assess the threat of the environment and situation and decide which procedures to perform that will have the most benefit for the injured. TEMS care involves delayed care in a harsh environment with few supplies and often delayed transport. [4] [3] [5] [6] Zones of care are the way in which the TEMS provider can access risk and decide on care for the risk level. The three zones of care are the hot zone, warm zone, and the cool zone. The HOT ZONE is the area in which there is an immediate danger. It may be referred to as the \"Red Zone\" or \"Care Under Fire.\"  In the hot zone, only self–care or extraction are appropriate."}
{"id": "article-31840_2", "title": "EMS Tactical Care and Evacuation Under Fire -- Issues of Concern -- Care", "content": "The WARM ZONE (Tactical Field Care) is the area in which there is still potential for danger, but the threat is not immediate. It may be referred to as the Yellow Zone or Tactical Field Care. In this zone, the TEMS provider must weigh the risks of evacuation with delayed medical intervention versus remaining in an area where danger still exists to provide immediate care. The COOL ZONE is the area where no imminent danger exists. It may also be referred to as the Green Zone or Tac-Evac.", "contents": "EMS Tactical Care and Evacuation Under Fire -- Issues of Concern -- Care. The WARM ZONE (Tactical Field Care) is the area in which there is still potential for danger, but the threat is not immediate. It may be referred to as the Yellow Zone or Tactical Field Care. In this zone, the TEMS provider must weigh the risks of evacuation with delayed medical intervention versus remaining in an area where danger still exists to provide immediate care. The COOL ZONE is the area where no imminent danger exists. It may also be referred to as the Green Zone or Tac-Evac."}
{"id": "article-31840_3", "title": "EMS Tactical Care and Evacuation Under Fire -- Issues of Concern -- Care", "content": "The rapid and remote assessment methodology (RRAM) is an algorithmic approach to scene assessment, whose purpose is to do the most for patient benefit while keeping the risk to the TEMS provider low. Under this philosophy, the TEMS provider is not put at risk if the potential benefit to the patient is minimal.", "contents": "EMS Tactical Care and Evacuation Under Fire -- Issues of Concern -- Care. The rapid and remote assessment methodology (RRAM) is an algorithmic approach to scene assessment, whose purpose is to do the most for patient benefit while keeping the risk to the TEMS provider low. Under this philosophy, the TEMS provider is not put at risk if the potential benefit to the patient is minimal."}
{"id": "article-31840_4", "title": "EMS Tactical Care and Evacuation Under Fire -- Issues of Concern -- Care", "content": "Assess the situation from a safe location and only enter an area where danger is possible or likely if medically needed.", "contents": "EMS Tactical Care and Evacuation Under Fire -- Issues of Concern -- Care. Assess the situation from a safe location and only enter an area where danger is possible or likely if medically needed."}
{"id": "article-31840_5", "title": "EMS Tactical Care and Evacuation Under Fire -- Issues of Concern -- Care", "content": "When under fire, only critical procedures are performed. Normal stabilization and extraction must be weighed against the risk of danger to the TEMS provider.", "contents": "EMS Tactical Care and Evacuation Under Fire -- Issues of Concern -- Care. When under fire, only critical procedures are performed. Normal stabilization and extraction must be weighed against the risk of danger to the TEMS provider."}
{"id": "article-31840_6", "title": "EMS Tactical Care and Evacuation Under Fire -- Issues of Concern -- Care", "content": "After an injury occurs, the first step is to determine if the area is secured.", "contents": "EMS Tactical Care and Evacuation Under Fire -- Issues of Concern -- Care. After an injury occurs, the first step is to determine if the area is secured."}
{"id": "article-31840_7", "title": "EMS Tactical Care and Evacuation Under Fire -- Issues of Concern -- Care", "content": "The next step is a determination if the injured party is the perpetrator, and therefore a potential danger. To do this CLEAR the patient: CONFIRM patient identity, LOOK for weapons on the patient, EVALUATE injuries, ACQUIRE intelligence from the patient (if able), and RETAIN skills in weapons.", "contents": "EMS Tactical Care and Evacuation Under Fire -- Issues of Concern -- Care. The next step is a determination if the injured party is the perpetrator, and therefore a potential danger. To do this CLEAR the patient: CONFIRM patient identity, LOOK for weapons on the patient, EVALUATE injuries, ACQUIRE intelligence from the patient (if able), and RETAIN skills in weapons."}
{"id": "article-31840_8", "title": "EMS Tactical Care and Evacuation Under Fire -- Issues of Concern -- Care", "content": "Next, the injury severity of the patient is determined. If the patient is stable, provide self-care instructions from a safe area. If the patient is unstable, determine the risk of danger to TEMS providers/rescuers and compare to the potential benefit to the patient. If there is a high risk to the provider, do not attempt to reach the patient until safe extraction is possible. If there is a low risk to the provider, proceed with an attempt to reach the patient. When the patient is reached in a high-risk situation, only critical resuscitation is provided until the patient is extracted to a safer area. With a low risk to the provider, resuscitation will be completed on site.", "contents": "EMS Tactical Care and Evacuation Under Fire -- Issues of Concern -- Care. Next, the injury severity of the patient is determined. If the patient is stable, provide self-care instructions from a safe area. If the patient is unstable, determine the risk of danger to TEMS providers/rescuers and compare to the potential benefit to the patient. If there is a high risk to the provider, do not attempt to reach the patient until safe extraction is possible. If there is a low risk to the provider, proceed with an attempt to reach the patient. When the patient is reached in a high-risk situation, only critical resuscitation is provided until the patient is extracted to a safer area. With a low risk to the provider, resuscitation will be completed on site."}
{"id": "article-31840_9", "title": "EMS Tactical Care and Evacuation Under Fire -- Issues of Concern -- Care", "content": "Environmental conditions will determine the TEMS provider’s behavior. Exposing your position may make you a target for violence.  Control of noise must be practiced. Use hand signals and speak softly to minimize noise. Make sure your supplies do not rattle. Upon reaching the patient, move yourself and the patient to cover. It is also important to use low light sources to protect your location and night vision, both at night and in dark areas. TEMS primary survey is based on the XABCDE approach to trauma.", "contents": "EMS Tactical Care and Evacuation Under Fire -- Issues of Concern -- Care. Environmental conditions will determine the TEMS provider’s behavior. Exposing your position may make you a target for violence.  Control of noise must be practiced. Use hand signals and speak softly to minimize noise. Make sure your supplies do not rattle. Upon reaching the patient, move yourself and the patient to cover. It is also important to use low light sources to protect your location and night vision, both at night and in dark areas. TEMS primary survey is based on the XABCDE approach to trauma."}
{"id": "article-31840_10", "title": "EMS Tactical Care and Evacuation Under Fire -- Issues of Concern -- Care", "content": "First, identify EXSANGUINATING hemorrhage. Apply a tourniquet to injuries that will benefit from a tourniquet or use combat gauze for other sites.", "contents": "EMS Tactical Care and Evacuation Under Fire -- Issues of Concern -- Care. First, identify EXSANGUINATING hemorrhage. Apply a tourniquet to injuries that will benefit from a tourniquet or use combat gauze for other sites."}
{"id": "article-31840_11", "title": "EMS Tactical Care and Evacuation Under Fire -- Issues of Concern -- Care", "content": "AIRWAY management is difficult in the tactical environment. Traditional airway management techniques are used but are often difficult because of low light, lack of traditional airway supplies and lack of additional providers. A rescue airway, such as the King LT or the CombiTube, may be the best option for advanced airway in a tactical situation. A surgical airway may be required if the patient has a clenched jaw, airway obstruction, cervical spine injury or severe maxillofacial trauma and the airway can not be maintained by sitting the patient up.", "contents": "EMS Tactical Care and Evacuation Under Fire -- Issues of Concern -- Care. AIRWAY management is difficult in the tactical environment. Traditional airway management techniques are used but are often difficult because of low light, lack of traditional airway supplies and lack of additional providers. A rescue airway, such as the King LT or the CombiTube, may be the best option for advanced airway in a tactical situation. A surgical airway may be required if the patient has a clenched jaw, airway obstruction, cervical spine injury or severe maxillofacial trauma and the airway can not be maintained by sitting the patient up."}
{"id": "article-31840_12", "title": "EMS Tactical Care and Evacuation Under Fire -- Issues of Concern -- Care", "content": "Assess BREATHING for conditions that may affect oxygenation and ventilation. For large chest wounds, apply a chest seal or occlusive dressing with close observation to avoid \"sucking\" chest wound. Tension pneumothorax should be identified quickly and needle decompressed.", "contents": "EMS Tactical Care and Evacuation Under Fire -- Issues of Concern -- Care. Assess BREATHING for conditions that may affect oxygenation and ventilation. For large chest wounds, apply a chest seal or occlusive dressing with close observation to avoid \"sucking\" chest wound. Tension pneumothorax should be identified quickly and needle decompressed."}
{"id": "article-31840_13", "title": "EMS Tactical Care and Evacuation Under Fire -- Issues of Concern -- Care", "content": "CIRCULATION should be supported with fluid administration. However, those with penetrating torso injuries should be allowed permissive hypotension. Peripheral 18 g IVs are acceptable for resuscitation, and an IO may be placed, if unable to obtain PIV access. When no pulse is found, CPR is not utilized in an unsecured area and has a minimal use even in a secured area, as is not effective in a traumatic arrest.", "contents": "EMS Tactical Care and Evacuation Under Fire -- Issues of Concern -- Care. CIRCULATION should be supported with fluid administration. However, those with penetrating torso injuries should be allowed permissive hypotension. Peripheral 18 g IVs are acceptable for resuscitation, and an IO may be placed, if unable to obtain PIV access. When no pulse is found, CPR is not utilized in an unsecured area and has a minimal use even in a secured area, as is not effective in a traumatic arrest."}
{"id": "article-31840_14", "title": "EMS Tactical Care and Evacuation Under Fire -- Issues of Concern -- Care", "content": "To assess DISABILITY, the neurologic status should be evaluated as soon as possible. The pupillary response should be noted. Mental status should be assessed. GCS can be used but may be difficult in a tactical situation. The AVPU (Awake Verbal Pain Unresponsive) assessment may be more helpful.", "contents": "EMS Tactical Care and Evacuation Under Fire -- Issues of Concern -- Care. To assess DISABILITY, the neurologic status should be evaluated as soon as possible. The pupillary response should be noted. Mental status should be assessed. GCS can be used but may be difficult in a tactical situation. The AVPU (Awake Verbal Pain Unresponsive) assessment may be more helpful."}
{"id": "article-31840_15", "title": "EMS Tactical Care and Evacuation Under Fire -- Issues of Concern -- Care", "content": "When able, EXPOSURE of the patient should be performed to allow full evaluation. Be careful to prevent hypothermia.", "contents": "EMS Tactical Care and Evacuation Under Fire -- Issues of Concern -- Care. When able, EXPOSURE of the patient should be performed to allow full evaluation. Be careful to prevent hypothermia."}
{"id": "article-31840_16", "title": "EMS Tactical Care and Evacuation Under Fire -- Issues of Concern -- Extraction and Evacuation", "content": "Extraction is moving the patient to an area of relative safety, from the area where the injury occurred. Many methods are employed for this, depending on the tactical situation. Training in extraction is vital, so when under intense tactical circumstances, these techniques will instinctively be performed. When a SWAT team member is injured, they should attempt self-extraction to a safe area. Once in a safe area, the injured SWAT member should provide life-saving self-care, such as tourniquet application. If able to provide self-care, the SWAT member may be able to wait for evacuation when the scene is safe and not place others in danger. However, with a penetrating torso injury or other severe injuries, self-extraction and care may not be an option, and manual extraction by rescuers will be needed.", "contents": "EMS Tactical Care and Evacuation Under Fire -- Issues of Concern -- Extraction and Evacuation. Extraction is moving the patient to an area of relative safety, from the area where the injury occurred. Many methods are employed for this, depending on the tactical situation. Training in extraction is vital, so when under intense tactical circumstances, these techniques will instinctively be performed. When a SWAT team member is injured, they should attempt self-extraction to a safe area. Once in a safe area, the injured SWAT member should provide life-saving self-care, such as tourniquet application. If able to provide self-care, the SWAT member may be able to wait for evacuation when the scene is safe and not place others in danger. However, with a penetrating torso injury or other severe injuries, self-extraction and care may not be an option, and manual extraction by rescuers will be needed."}
{"id": "article-31840_17", "title": "EMS Tactical Care and Evacuation Under Fire -- Issues of Concern -- Extraction and Evacuation", "content": "Manual extraction is moving the patient by carrying or dragging. The patient should be moved as delicately as possible, preferably after a rapid assessment for possible injuries is completed. However, an injured SWAT officer will often need to be moved before any assessment or treatment is performed, as the risk of the rescuer being injured outweighs the risk of making the first injury worse.  When an immediate extraction is needed, only move the patient as far as is needed to get behind hard cover and out of imminent danger. There are many methods for extraction. Rescuers should do this safely and with a plan. They should protect themselves from muscle strains and know their abilities. The easiest and safest way to get a patient to hardcover may be dragging. Drag in the long axis of the body to keep the spine in alignment. Grabbing the inside of the SWAT officers vest, the rescuer will be able to support the neck with their forearms as they drag.  There are also commercially made drag systems with webbing and loops that can be applied around the ankles to help with a drag. Caution must be used when dragging an officer downstairs as gravity will cause the patient to move rapidly down the stairs. A two-rescuer approach to a stair drag is likely safer and more efficacious. A rigid or semi-rigid stretcher may be used, if further spinal protection is needed during stair extrication. Soft stretchers can also be employed and can be used one-handed on smooth surfaces (pulled/ dragged) and with two or more rescuers on concrete or other rough surfaces. Other extraction methods include the thrown rope drag and manual carries (one or two people). An armored SWAT vehicle can also be driven out to shield the officer from fire, and medical care can be provided on the scene before extraction.", "contents": "EMS Tactical Care and Evacuation Under Fire -- Issues of Concern -- Extraction and Evacuation. Manual extraction is moving the patient by carrying or dragging. The patient should be moved as delicately as possible, preferably after a rapid assessment for possible injuries is completed. However, an injured SWAT officer will often need to be moved before any assessment or treatment is performed, as the risk of the rescuer being injured outweighs the risk of making the first injury worse.  When an immediate extraction is needed, only move the patient as far as is needed to get behind hard cover and out of imminent danger. There are many methods for extraction. Rescuers should do this safely and with a plan. They should protect themselves from muscle strains and know their abilities. The easiest and safest way to get a patient to hardcover may be dragging. Drag in the long axis of the body to keep the spine in alignment. Grabbing the inside of the SWAT officers vest, the rescuer will be able to support the neck with their forearms as they drag.  There are also commercially made drag systems with webbing and loops that can be applied around the ankles to help with a drag. Caution must be used when dragging an officer downstairs as gravity will cause the patient to move rapidly down the stairs. A two-rescuer approach to a stair drag is likely safer and more efficacious. A rigid or semi-rigid stretcher may be used, if further spinal protection is needed during stair extrication. Soft stretchers can also be employed and can be used one-handed on smooth surfaces (pulled/ dragged) and with two or more rescuers on concrete or other rough surfaces. Other extraction methods include the thrown rope drag and manual carries (one or two people). An armored SWAT vehicle can also be driven out to shield the officer from fire, and medical care can be provided on the scene before extraction."}
{"id": "article-31840_18", "title": "EMS Tactical Care and Evacuation Under Fire -- Issues of Concern -- Extraction and Evacuation", "content": "Evacuation is the movement of a patient from an area of safety to transportation. This is often accomplished through an agreement with a civilian EMS service ambulance that should be staged outside the outer perimeter where no danger exists. This ambulance will transport the patient, often with Tactical Medical Providers accompanying, to the hospital. However, many tactical medical programs with a severely injured officer will transport the patient in one of their SWAT vehicles (or a patrol car) to the appropriate facility, if no immediate ALS ambulance is available. Air medical transport can also be utilized for evacuation during operations in remote areas, or if traffic may cause a significant delay to the hospital. This should be arranged in advance, with the helicopter being placed on standby and being given the GPS coordinates for the nearest landing zone.", "contents": "EMS Tactical Care and Evacuation Under Fire -- Issues of Concern -- Extraction and Evacuation. Evacuation is the movement of a patient from an area of safety to transportation. This is often accomplished through an agreement with a civilian EMS service ambulance that should be staged outside the outer perimeter where no danger exists. This ambulance will transport the patient, often with Tactical Medical Providers accompanying, to the hospital. However, many tactical medical programs with a severely injured officer will transport the patient in one of their SWAT vehicles (or a patrol car) to the appropriate facility, if no immediate ALS ambulance is available. Air medical transport can also be utilized for evacuation during operations in remote areas, or if traffic may cause a significant delay to the hospital. This should be arranged in advance, with the helicopter being placed on standby and being given the GPS coordinates for the nearest landing zone."}
{"id": "article-31840_19", "title": "EMS Tactical Care and Evacuation Under Fire -- Clinical Significance", "content": "Good communications with civilian EMS during SWAT events are essential. The radio frequency and even the mobile phone number of the standby EMS unit should be known, if possible. When using radios for communication, do not use the patient’s name. Mobile communication is preferred if possible. Keep the standby EMS crew updated on events, without revealing sensitive information. Communicate with the receiving facility, providing information about injury and estimated time to arrival.  If you have a medical card for the injured SWAT officer, this information may be invaluable for the receiving facility for their management.", "contents": "EMS Tactical Care and Evacuation Under Fire -- Clinical Significance. Good communications with civilian EMS during SWAT events are essential. The radio frequency and even the mobile phone number of the standby EMS unit should be known, if possible. When using radios for communication, do not use the patient’s name. Mobile communication is preferred if possible. Keep the standby EMS crew updated on events, without revealing sensitive information. Communicate with the receiving facility, providing information about injury and estimated time to arrival.  If you have a medical card for the injured SWAT officer, this information may be invaluable for the receiving facility for their management."}
{"id": "article-31840_20", "title": "EMS Tactical Care and Evacuation Under Fire -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "EMS Tactical Care and Evacuation Under Fire -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}