{"id": "article-29851_0", "title": "Tabes Dorsalis -- Continuing Education Activity", "content": "Tabes dorsalis, also known as locomotor ataxia, is a rare neurodegenerative disease caused by infection with Treponema pallidum subspecies pallidum , a bacterium responsible for sexually transmitted syphilis. The clinical manifestations of syphilis depend on the stage of the disease. Characterized by a slowly progressive degeneration of the dorsal columns and dorsal roots of the spinal cord, tabes dorsalis typically manifests decades after the initial infection. The disease presents with various symptoms, including sensory ataxia, lancinating pains, paresthesia, gastric crises, bladder dysfunction, and pupillary irregularities, most notably the Argyll-Robertson pupil.", "contents": "Tabes Dorsalis -- Continuing Education Activity. Tabes dorsalis, also known as locomotor ataxia, is a rare neurodegenerative disease caused by infection with Treponema pallidum subspecies pallidum , a bacterium responsible for sexually transmitted syphilis. The clinical manifestations of syphilis depend on the stage of the disease. Characterized by a slowly progressive degeneration of the dorsal columns and dorsal roots of the spinal cord, tabes dorsalis typically manifests decades after the initial infection. The disease presents with various symptoms, including sensory ataxia, lancinating pains, paresthesia, gastric crises, bladder dysfunction, and pupillary irregularities, most notably the Argyll-Robertson pupil."}
{"id": "article-29851_1", "title": "Tabes Dorsalis -- Continuing Education Activity", "content": "Diagnosis relies on clinical suspicion and spinal fluid analysis. A reactive cerebral spinal fluid Venereal Disease Research Laboratory test confirms the diagnosis of neurosyphilis. However, a nonreactive result does not exclude the diagnosis, necessitating consideration of clinical manifestations, additional tests, and cerebrospinal fluid characteristics. Maintaining a high level of clinical suspicion is necessary. If left untreated, tabes dorsalis can cause Charcot spine and joints, dementia, blindness, and paralysis, among other serious complications. Treatment involves IV antibiotics, followed by prolonged monitoring to ensure successful eradication of the infection.", "contents": "Tabes Dorsalis -- Continuing Education Activity. Diagnosis relies on clinical suspicion and spinal fluid analysis. A reactive cerebral spinal fluid Venereal Disease Research Laboratory test confirms the diagnosis of neurosyphilis. However, a nonreactive result does not exclude the diagnosis, necessitating consideration of clinical manifestations, additional tests, and cerebrospinal fluid characteristics. Maintaining a high level of clinical suspicion is necessary. If left untreated, tabes dorsalis can cause Charcot spine and joints, dementia, blindness, and paralysis, among other serious complications. Treatment involves IV antibiotics, followed by prolonged monitoring to ensure successful eradication of the infection."}
{"id": "article-29851_2", "title": "Tabes Dorsalis -- Continuing Education Activity", "content": "This topic explores the clinical symptoms and progression of tabes dorsalis and the associated diagnostic challenges. Engaging in this endeavor will equip healthcare professionals with the necessary expertise and abilities to diagnose and treat tabes dorsalis promptly, thereby improving patient care and lessening the morbidity, mortality, and overall impact on the quality of life for individuals afflicted by this uncommon neurodegenerative condition.", "contents": "Tabes Dorsalis -- Continuing Education Activity. This topic explores the clinical symptoms and progression of tabes dorsalis and the associated diagnostic challenges. Engaging in this endeavor will equip healthcare professionals with the necessary expertise and abilities to diagnose and treat tabes dorsalis promptly, thereby improving patient care and lessening the morbidity, mortality, and overall impact on the quality of life for individuals afflicted by this uncommon neurodegenerative condition."}
{"id": "article-29851_3", "title": "Tabes Dorsalis -- Continuing Education Activity", "content": "Objectives: Identify the clinical manifestations and neurological symptoms characteristic of tabes dorsalis.Differentiate between tabes dorsalis and other neurological conditions with similar presentations.Apply evidence-based guidelines for the treatment of tabes dorsalis, including the use of IV antibiotics.Collaborate with specialists, such as neurologists and infectious disease experts, to comprehensively manage tabes dorsalis. Differentiate between tabes dorsalis and other neurological conditions with similar presentations. Apply evidence-based guidelines for the treatment of tabes dorsalis. Collaborate with other healthcare professionals to comprehensively manage tabes dorsalis. Access free multiple choice questions on this topic.", "contents": "Tabes Dorsalis -- Continuing Education Activity. Objectives: Identify the clinical manifestations and neurological symptoms characteristic of tabes dorsalis.Differentiate between tabes dorsalis and other neurological conditions with similar presentations.Apply evidence-based guidelines for the treatment of tabes dorsalis, including the use of IV antibiotics.Collaborate with specialists, such as neurologists and infectious disease experts, to comprehensively manage tabes dorsalis. Differentiate between tabes dorsalis and other neurological conditions with similar presentations. Apply evidence-based guidelines for the treatment of tabes dorsalis. Collaborate with other healthcare professionals to comprehensively manage tabes dorsalis. Access free multiple choice questions on this topic."}
{"id": "article-29851_4", "title": "Tabes Dorsalis -- Introduction", "content": "Tabes dorsalis, also known as locomotor ataxia, is a slowly progressive degenerative parenchymatous disease of the dorsal columns and dorsal roots caused by central nervous system (CNS) infection with Treponema pallidum subspecies pallidum. [1] Tabes dorsalis along with general paresis is considered tertiary or late neurosyphilis and distinguishes itself by exhibiting the lengthiest latent period among all forms of neurosyphilis, typically averaging around 20 years from primary infection to symptom onset, though occasionally early onset is reported. [1] [2] [3] While prevalent in the pre-antibiotic era, tabes dorsalis has become rare.", "contents": "Tabes Dorsalis -- Introduction. Tabes dorsalis, also known as locomotor ataxia, is a slowly progressive degenerative parenchymatous disease of the dorsal columns and dorsal roots caused by central nervous system (CNS) infection with Treponema pallidum subspecies pallidum. [1] Tabes dorsalis along with general paresis is considered tertiary or late neurosyphilis and distinguishes itself by exhibiting the lengthiest latent period among all forms of neurosyphilis, typically averaging around 20 years from primary infection to symptom onset, though occasionally early onset is reported. [1] [2] [3] While prevalent in the pre-antibiotic era, tabes dorsalis has become rare."}
{"id": "article-29851_5", "title": "Tabes Dorsalis -- Introduction", "content": "Clinically, patients often present with sensory ataxia and lancinating pains, characterized by sudden, intense stabbing sensations in the limbs, back, or face, which may persist for minutes to days. Less frequent symptoms include paresthesia and gastric crises, marked by recurrent bouts of severe epigastric pain, nausea, and vomiting, along with early-onset bladder dysfunction leading to urinary retention and overflow incontinence. Pupillary irregularities, notably the Argyll-Robertson pupil, are a characteristic feature associated with tabes dorsalis. Other neurological findings encompass absent lower extremity reflexes, impaired vibratory and positional sensation, deficits in touch, pain, and optic function. Chronic destructive changes in the large joints of the affected limbs may occur in advanced cases.", "contents": "Tabes Dorsalis -- Introduction. Clinically, patients often present with sensory ataxia and lancinating pains, characterized by sudden, intense stabbing sensations in the limbs, back, or face, which may persist for minutes to days. Less frequent symptoms include paresthesia and gastric crises, marked by recurrent bouts of severe epigastric pain, nausea, and vomiting, along with early-onset bladder dysfunction leading to urinary retention and overflow incontinence. Pupillary irregularities, notably the Argyll-Robertson pupil, are a characteristic feature associated with tabes dorsalis. Other neurological findings encompass absent lower extremity reflexes, impaired vibratory and positional sensation, deficits in touch, pain, and optic function. Chronic destructive changes in the large joints of the affected limbs may occur in advanced cases."}
{"id": "article-29851_6", "title": "Tabes Dorsalis -- Introduction", "content": "Neurosyphilis can present diagnostic challenges, and clinicians must maintain a high index of suspicion. Early recognition and appropriate treatment can lead to good clinical outcomes.", "contents": "Tabes Dorsalis -- Introduction. Neurosyphilis can present diagnostic challenges, and clinicians must maintain a high index of suspicion. Early recognition and appropriate treatment can lead to good clinical outcomes."}
{"id": "article-29851_7", "title": "Tabes Dorsalis -- Etiology", "content": "Treponemes are thin, spirally coiled helical spirochete bacteria. T pallidum subspecies pallidum, pertenue, and endemicum cause venereal syphilis, yaws, and endemic syphilis, respectively. T carateum causes pinta. Humans are the only natural hosts of T pallidum .", "contents": "Tabes Dorsalis -- Etiology. Treponemes are thin, spirally coiled helical spirochete bacteria. T pallidum subspecies pallidum, pertenue, and endemicum cause venereal syphilis, yaws, and endemic syphilis, respectively. T carateum causes pinta. Humans are the only natural hosts of T pallidum ."}
{"id": "article-29851_8", "title": "Tabes Dorsalis -- Epidemiology", "content": "The true incidence of neurosyphilis, including tabes dorsalis, is challenging to ascertain despite increasing rates of primary and secondary syphilis worldwide. Recent data reveals that the number of cases of primary and secondary syphilis rose by 28.6% from 2020 to 2021. Current estimates reveal the prevalence of syphilis is 16.2 cases per 100,000. [4]", "contents": "Tabes Dorsalis -- Epidemiology. The true incidence of neurosyphilis, including tabes dorsalis, is challenging to ascertain despite increasing rates of primary and secondary syphilis worldwide. Recent data reveals that the number of cases of primary and secondary syphilis rose by 28.6% from 2020 to 2021. Current estimates reveal the prevalence of syphilis is 16.2 cases per 100,000. [4]"}
{"id": "article-29851_9", "title": "Tabes Dorsalis -- Epidemiology", "content": "Nearly 75% of cases of primary and secondary syphilis occur in men between the ages of 25 and 34, likely due to the increasing number of cases in men who have sex with men (MSM). [5] [6] [5] Associated risk factors in MSM are methamphetamine use and having acquired recent sexual partners via social media. [7] [8] A high rate of HIV co-infection exists in MSM who have syphilis. The incidence of HIV co-infection for MSM, men who have sex with women exclusively, and women are 45%, 7%, and 4%, respectively. [9] [10] [11] Since 2012, the incidence of syphilis in women has increased by 700%. Experts feel this increase is likely due to the rise in drug use. As a result of increasing cases in women, the number of cases of congenital syphilis is also increasing.", "contents": "Tabes Dorsalis -- Epidemiology. Nearly 75% of cases of primary and secondary syphilis occur in men between the ages of 25 and 34, likely due to the increasing number of cases in men who have sex with men (MSM). [5] [6] [5] Associated risk factors in MSM are methamphetamine use and having acquired recent sexual partners via social media. [7] [8] A high rate of HIV co-infection exists in MSM who have syphilis. The incidence of HIV co-infection for MSM, men who have sex with women exclusively, and women are 45%, 7%, and 4%, respectively. [9] [10] [11] Since 2012, the incidence of syphilis in women has increased by 700%. Experts feel this increase is likely due to the rise in drug use. As a result of increasing cases in women, the number of cases of congenital syphilis is also increasing."}
{"id": "article-29851_10", "title": "Tabes Dorsalis -- Epidemiology", "content": "Globally, 25% to 35% of cases of syphilis progress to late neurosyphilis, with approximately one-third of these cases developing into tabes dorsalis. Experts suggest approximately 1.5% to 9% of patients with syphilis will develop tabes dorsalis. [12] In the United States, Black patients experience a significantly higher incidence of syphilis compared to their White counterparts. [6] [13] Worldwide, the highest incidence of syphilis occurs in lower-income regions of Africa and Southeast Asia. [14]", "contents": "Tabes Dorsalis -- Epidemiology. Globally, 25% to 35% of cases of syphilis progress to late neurosyphilis, with approximately one-third of these cases developing into tabes dorsalis. Experts suggest approximately 1.5% to 9% of patients with syphilis will develop tabes dorsalis. [12] In the United States, Black patients experience a significantly higher incidence of syphilis compared to their White counterparts. [6] [13] Worldwide, the highest incidence of syphilis occurs in lower-income regions of Africa and Southeast Asia. [14]"}
{"id": "article-29851_11", "title": "Tabes Dorsalis -- Pathophysiology -- Early Infection", "content": "T pallidum invades the body through direct contact with an infected lesion during sexual activity, by crossing the placenta, or rarely by blood transfusions and solid organ transplantation. [15] [16] Infection may occur at any site of inoculation, including kissing or touching a person who has active lesions on the lips, mouth, breasts, or genitals.", "contents": "Tabes Dorsalis -- Pathophysiology -- Early Infection. T pallidum invades the body through direct contact with an infected lesion during sexual activity, by crossing the placenta, or rarely by blood transfusions and solid organ transplantation. [15] [16] Infection may occur at any site of inoculation, including kissing or touching a person who has active lesions on the lips, mouth, breasts, or genitals."}
{"id": "article-29851_12", "title": "Tabes Dorsalis -- Pathophysiology -- Early Infection", "content": "Once the bacteria enters the host's body, it evades the immune system and causes the initial lesion or chancre. Concurrently, some organisms disseminate into regional lymph nodes. [15] Initially, the immune system infiltrates the chancre with polymorphonuclear leukocytes, later replaced by T lymphocytes. Studies reveal that fluids isolated from the lesions contain CD4+ and CD8+ T cells, activated monocytes, macrophages, and dendritic cells. The body also develops a humoral immune response, developing antibodies clinicians can detect early in the disease course. In essence, the immune system controls local disease while allowing the dissemination of spirochetes. This process permits the findings of secondary and tertiary syphilis if patients remain untreated.", "contents": "Tabes Dorsalis -- Pathophysiology -- Early Infection. Once the bacteria enters the host's body, it evades the immune system and causes the initial lesion or chancre. Concurrently, some organisms disseminate into regional lymph nodes. [15] Initially, the immune system infiltrates the chancre with polymorphonuclear leukocytes, later replaced by T lymphocytes. Studies reveal that fluids isolated from the lesions contain CD4+ and CD8+ T cells, activated monocytes, macrophages, and dendritic cells. The body also develops a humoral immune response, developing antibodies clinicians can detect early in the disease course. In essence, the immune system controls local disease while allowing the dissemination of spirochetes. This process permits the findings of secondary and tertiary syphilis if patients remain untreated."}
{"id": "article-29851_13", "title": "Tabes Dorsalis -- Pathophysiology -- Late Infection", "content": "Cellular immunity likely controls syphilis and plays a role in late syphilis. A prolonged latent period characterizes late syphilis, and researchers suggest waning immunity with aging or possibly a hypersensitive host with partial immunity reacting to treponemes as the underlying pathophysiology of late syphilis. Gummas, or late benign syphilis, are characterized pathologically by the presence of granulomas, supporting the idea of a cellular hypersensitivity reaction.", "contents": "Tabes Dorsalis -- Pathophysiology -- Late Infection. Cellular immunity likely controls syphilis and plays a role in late syphilis. A prolonged latent period characterizes late syphilis, and researchers suggest waning immunity with aging or possibly a hypersensitive host with partial immunity reacting to treponemes as the underlying pathophysiology of late syphilis. Gummas, or late benign syphilis, are characterized pathologically by the presence of granulomas, supporting the idea of a cellular hypersensitivity reaction."}
{"id": "article-29851_14", "title": "Tabes Dorsalis -- Pathophysiology -- Neurosyphilis", "content": "Neurosyphilis occurs once T pallidum invades the CNS, which likely occurs soon after infection. CNS infection does not always result in a persistent infection. Some patients may clear the infection entirely, and some may clear the infection after a transient meningitis. Those who do not clear the infection completely are at risk for symptomatic neurosyphilis.", "contents": "Tabes Dorsalis -- Pathophysiology -- Neurosyphilis. Neurosyphilis occurs once T pallidum invades the CNS, which likely occurs soon after infection. CNS infection does not always result in a persistent infection. Some patients may clear the infection entirely, and some may clear the infection after a transient meningitis. Those who do not clear the infection completely are at risk for symptomatic neurosyphilis."}
{"id": "article-29851_15", "title": "Tabes Dorsalis -- Pathophysiology -- Neurosyphilis", "content": "The pathogenesis of tabes dorsalis involves an inflammatory response against the treponeme with perivascular infiltrates of lymphocytes, histiocytes, plasma cells, macrophages, T-helper cells, and the development of gummas or caseous necrosis in granulomata.", "contents": "Tabes Dorsalis -- Pathophysiology -- Neurosyphilis. The pathogenesis of tabes dorsalis involves an inflammatory response against the treponeme with perivascular infiltrates of lymphocytes, histiocytes, plasma cells, macrophages, T-helper cells, and the development of gummas or caseous necrosis in granulomata."}
{"id": "article-29851_16", "title": "Tabes Dorsalis -- Pathophysiology -- Neurosyphilis", "content": "Cytokines released from these inflammatory cells cause additional cellular damage, promoting neuronal degradation. Direct treponemal invasion of large myelinated nerves may also lead to their degeneration and promote the development of neuropathy. Some studies demonstrate that T pallidum disrupts iron metabolism and homeostasis by forming reactive oxidative agents contributing to neuronal cellular damage. [17]", "contents": "Tabes Dorsalis -- Pathophysiology -- Neurosyphilis. Cytokines released from these inflammatory cells cause additional cellular damage, promoting neuronal degradation. Direct treponemal invasion of large myelinated nerves may also lead to their degeneration and promote the development of neuropathy. Some studies demonstrate that T pallidum disrupts iron metabolism and homeostasis by forming reactive oxidative agents contributing to neuronal cellular damage. [17]"}
{"id": "article-29851_17", "title": "Tabes Dorsalis -- Pathophysiology -- Neurosyphilis", "content": "The net result of these processes is neurodegeneration with demyelination of the sensory nerve fibers in the dorsal roots and posterior columns of the spinal cord, ultimately resulting in the characteristic symptoms of ataxic gait and sharp, stabbing pain, often with paresthesias and other signs of nerve root compression. [18] [19] Spinal cord atrophy may also occur and indicate a poorer prognosis. [18] [20] [21] [22] Given the high rate of HIV coinfection with neurosyphilis in the United States, the clinical suspicion of neurosyphilis must always remain high in patients with HIV who develop neurological, visual, or otologic signs or symptoms. [11]", "contents": "Tabes Dorsalis -- Pathophysiology -- Neurosyphilis. The net result of these processes is neurodegeneration with demyelination of the sensory nerve fibers in the dorsal roots and posterior columns of the spinal cord, ultimately resulting in the characteristic symptoms of ataxic gait and sharp, stabbing pain, often with paresthesias and other signs of nerve root compression. [18] [19] Spinal cord atrophy may also occur and indicate a poorer prognosis. [18] [20] [21] [22] Given the high rate of HIV coinfection with neurosyphilis in the United States, the clinical suspicion of neurosyphilis must always remain high in patients with HIV who develop neurological, visual, or otologic signs or symptoms. [11]"}
{"id": "article-29851_18", "title": "Tabes Dorsalis -- Histopathology", "content": "Histologic examination reveals demyelination and subsequent degeneration of dorsal root neurons. The affected dorsal column appears pale white, stemming from the atrophy and corresponding pallor resulting from the loss of dorsal root axons and myelin sheaths. [20]", "contents": "Tabes Dorsalis -- Histopathology. Histologic examination reveals demyelination and subsequent degeneration of dorsal root neurons. The affected dorsal column appears pale white, stemming from the atrophy and corresponding pallor resulting from the loss of dorsal root axons and myelin sheaths. [20]"}
{"id": "article-29851_19", "title": "Tabes Dorsalis -- Histopathology", "content": "Perivascular infiltration primarily comprises CD4+ and CD8+ T lymphocytes, macrophages, and plasma cells, accompanied by the obliteration of small vessels. Gummas, characterized by nodules of central caseous necrosis encircled by inflammation displaying a granulomatous appearance, may manifest throughout the central nervous system. [23] [24] Although the infecting organisms are generally not visible in most cases of spinal cord lesions, their presence may still be detectable through 16S ribosomal deoxyribonucleic acid (rDNA) sequencing for T pallidum. [25] [26] [27]", "contents": "Tabes Dorsalis -- Histopathology. Perivascular infiltration primarily comprises CD4+ and CD8+ T lymphocytes, macrophages, and plasma cells, accompanied by the obliteration of small vessels. Gummas, characterized by nodules of central caseous necrosis encircled by inflammation displaying a granulomatous appearance, may manifest throughout the central nervous system. [23] [24] Although the infecting organisms are generally not visible in most cases of spinal cord lesions, their presence may still be detectable through 16S ribosomal deoxyribonucleic acid (rDNA) sequencing for T pallidum. [25] [26] [27]"}
{"id": "article-29851_20", "title": "Tabes Dorsalis -- History and Physical", "content": "Clinical suspicion is the key to diagnosing neurosyphilis. A previous history of a primary syphilitic lesion, the presence of ophthalmic or otological symptoms, or HIV infection can lead to clinical suspicion of syphilis. The stages of syphilis, based on clinical findings and timing, are not always clinically apparent. [15] [28]", "contents": "Tabes Dorsalis -- History and Physical. Clinical suspicion is the key to diagnosing neurosyphilis. A previous history of a primary syphilitic lesion, the presence of ophthalmic or otological symptoms, or HIV infection can lead to clinical suspicion of syphilis. The stages of syphilis, based on clinical findings and timing, are not always clinically apparent. [15] [28]"}
{"id": "article-29851_21", "title": "Tabes Dorsalis -- History and Physical -- Stages of the Disease", "content": "The classification of syphilis divides it into early and late syphilis, with further delineation within these categories.", "contents": "Tabes Dorsalis -- History and Physical -- Stages of the Disease. The classification of syphilis divides it into early and late syphilis, with further delineation within these categories."}
{"id": "article-29851_22", "title": "Tabes Dorsalis -- History and Physical -- Early disease", "content": "Primary syphilis: Manifests as a single painless chancre at the site of inoculation and regional lymphadenopathy. The average time from infection to appearance of the chancre is 21 days, ranging from 3 to 90 days. Secondary syphilis: Approximately 25% of patients will progress and present with a systemic illness within a few months, manifesting with a rash that may be diffuse or involve the palms and soles. Patients may also experience fever, malaise, pharyngitis, hepatitis, condyloma lata, and alopecia. Early latent: Patients are asymptomatic, but serologic tests reveal infection. By definition, early latent infection occurs within 1 year of infection with T palladium.", "contents": "Tabes Dorsalis -- History and Physical -- Early disease. Primary syphilis: Manifests as a single painless chancre at the site of inoculation and regional lymphadenopathy. The average time from infection to appearance of the chancre is 21 days, ranging from 3 to 90 days. Secondary syphilis: Approximately 25% of patients will progress and present with a systemic illness within a few months, manifesting with a rash that may be diffuse or involve the palms and soles. Patients may also experience fever, malaise, pharyngitis, hepatitis, condyloma lata, and alopecia. Early latent: Patients are asymptomatic, but serologic tests reveal infection. By definition, early latent infection occurs within 1 year of infection with T palladium."}
{"id": "article-29851_23", "title": "Tabes Dorsalis -- History and Physical -- Late disease", "content": "Between 25% to 40% of untreated patients will develop late disease. Symptoms can manifest anywhere from 1 to 30 years following the initial infection. Affected patients may not have experienced symptomatic primary or secondary syphilis, making the diagnosis challenging. Tertiary syphilis: Patients exhibit symptomatic manifestations involving the cardiovascular system or gummatous disease. [28] Late latent syphilis: Serologic testing indicates infection, but the patient is asymptomatic. Late latent infection occurs more than 1 year following the initial infection.", "contents": "Tabes Dorsalis -- History and Physical -- Late disease. Between 25% to 40% of untreated patients will develop late disease. Symptoms can manifest anywhere from 1 to 30 years following the initial infection. Affected patients may not have experienced symptomatic primary or secondary syphilis, making the diagnosis challenging. Tertiary syphilis: Patients exhibit symptomatic manifestations involving the cardiovascular system or gummatous disease. [28] Late latent syphilis: Serologic testing indicates infection, but the patient is asymptomatic. Late latent infection occurs more than 1 year following the initial infection."}
{"id": "article-29851_24", "title": "Tabes Dorsalis -- History and Physical -- Neurosyphilis", "content": "Early neurosyphilis: Many exposures resolve spontaneously in individuals with intact immune systems. Nearly 40% of patients experience asymptomatic neurological involvement. [3] Affected patients may present with asymptomatic meningitis, symptomatic meningitis, or, less commonly, meningovascular disease like a stroke. Some patients may present with vision or hearing loss without concomitant meningitis. In patients with HIV infection, the presence of photophobia, vision loss, or diminished hearing along with gait incoordination makes the likelihood of neurosyphilis higher. [3] [29]", "contents": "Tabes Dorsalis -- History and Physical -- Neurosyphilis. Early neurosyphilis: Many exposures resolve spontaneously in individuals with intact immune systems. Nearly 40% of patients experience asymptomatic neurological involvement. [3] Affected patients may present with asymptomatic meningitis, symptomatic meningitis, or, less commonly, meningovascular disease like a stroke. Some patients may present with vision or hearing loss without concomitant meningitis. In patients with HIV infection, the presence of photophobia, vision loss, or diminished hearing along with gait incoordination makes the likelihood of neurosyphilis higher. [3] [29]"}
{"id": "article-29851_25", "title": "Tabes Dorsalis -- History and Physical -- Neurosyphilis", "content": "Late neurosyphilis: Most commonly presents as general paresis or tabes dorsalis. General paresis is a progressive dementing illness initially manifesting as forgetfulness and personality change, progressing to severe dementia. Symptoms generally develop 10 to 25 years following initial infection but may present as early as 2 years after infection. Less frequently, affected patients can present with depression, mania, or psychosis. Additional associated symptoms are dysarthria, hypotonia of the face and limbs, intention tremors of the face, tongue, and hands, and abnormal reflexes. Pupillary abnormalities may be present but are more likely associated with tabes dorsalis. [30] [31] [32] [33]", "contents": "Tabes Dorsalis -- History and Physical -- Neurosyphilis. Late neurosyphilis: Most commonly presents as general paresis or tabes dorsalis. General paresis is a progressive dementing illness initially manifesting as forgetfulness and personality change, progressing to severe dementia. Symptoms generally develop 10 to 25 years following initial infection but may present as early as 2 years after infection. Less frequently, affected patients can present with depression, mania, or psychosis. Additional associated symptoms are dysarthria, hypotonia of the face and limbs, intention tremors of the face, tongue, and hands, and abnormal reflexes. Pupillary abnormalities may be present but are more likely associated with tabes dorsalis. [30] [31] [32] [33]"}
{"id": "article-29851_26", "title": "Tabes Dorsalis -- History and Physical", "content": "Presently, early neurosyphilis is more prevalent than its late counterpart and is especially common among individuals with concurrent HIV infection. Tabes dorsalis has an average latent period of 20 years between primary infection and the onset of symptoms, making having a high index of suspicion necessary. [1] [3] [30] [31] Symptoms of tabes dorsalis include ongoing loss of pain sensation, peripheral reflexes, impairment of vibration and position senses, paresthesias, and progressive ataxia. [1] [34] [1] In addition, patients experience intermittent bouts of acute, severe stabbing pain, primarily in the back, abdomen, or legs. [1] The pain may only last a few minutes or persist for days. [1] The painful crisis may develop associated with cold exposure, stress, or without any identifiable stimulus. Visceral crises may result in recurrent attacks of severe epigastric pain due to gastric symptoms, along with nausea and vomiting. Urinary retention with overflow incontinence and impotence may occur in the early stages of the disease.", "contents": "Tabes Dorsalis -- History and Physical. Presently, early neurosyphilis is more prevalent than its late counterpart and is especially common among individuals with concurrent HIV infection. Tabes dorsalis has an average latent period of 20 years between primary infection and the onset of symptoms, making having a high index of suspicion necessary. [1] [3] [30] [31] Symptoms of tabes dorsalis include ongoing loss of pain sensation, peripheral reflexes, impairment of vibration and position senses, paresthesias, and progressive ataxia. [1] [34] [1] In addition, patients experience intermittent bouts of acute, severe stabbing pain, primarily in the back, abdomen, or legs. [1] The pain may only last a few minutes or persist for days. [1] The painful crisis may develop associated with cold exposure, stress, or without any identifiable stimulus. Visceral crises may result in recurrent attacks of severe epigastric pain due to gastric symptoms, along with nausea and vomiting. Urinary retention with overflow incontinence and impotence may occur in the early stages of the disease."}
{"id": "article-29851_27", "title": "Tabes Dorsalis -- History and Physical -- Physical Examination", "content": "Abnormalities of the pupil are a hallmark finding on physical examination in patients with tabes dorsalis. An Argyll-Robertson pupil accounts for nearly 50% of these abnormalities. An Argyll-Robertson pupil is small and irregular and does not constrict to light but constricts briskly to near targets. Its dilation response to mydriatics is imperfect and does not dilate in response to painful stimuli. [35] See StatPearls' companion topic, \"Argyll Robertson Pupil\" for more detailed information regarding the pathophysiology underlying an Argyll Robertson Pupil.", "contents": "Tabes Dorsalis -- History and Physical -- Physical Examination. Abnormalities of the pupil are a hallmark finding on physical examination in patients with tabes dorsalis. An Argyll-Robertson pupil accounts for nearly 50% of these abnormalities. An Argyll-Robertson pupil is small and irregular and does not constrict to light but constricts briskly to near targets. Its dilation response to mydriatics is imperfect and does not dilate in response to painful stimuli. [35] See StatPearls' companion topic, \"Argyll Robertson Pupil\" for more detailed information regarding the pathophysiology underlying an Argyll Robertson Pupil."}
{"id": "article-29851_28", "title": "Tabes Dorsalis -- History and Physical -- Physical Examination", "content": "Other examination findings include decreased lower extremity deep tendon reflexes, diminished pain sensation, sensory ataxia, and a positive Romberg test with proprioceptive deficits affecting nearly 60% of patients. [10] The absence of normal proprioception leads to a distinct wide-based, purposeful, unsteady gait, where the patient's feet \"slap\" or \"stomp\" the ground. These findings indicate severe dorsal column dysfunction or peripheral nerve disease. Patients can mitigate this effect by watching their feet while walking. Deficiencies in vibrational and tactile sensation may also be evident. Additionally, manifestations such as optic atrophy and progressive joint degeneration may be observed. [10] Late stages demonstrate severe spastic paraparesis and autonomic neurogenic dysfunction. [36]", "contents": "Tabes Dorsalis -- History and Physical -- Physical Examination. Other examination findings include decreased lower extremity deep tendon reflexes, diminished pain sensation, sensory ataxia, and a positive Romberg test with proprioceptive deficits affecting nearly 60% of patients. [10] The absence of normal proprioception leads to a distinct wide-based, purposeful, unsteady gait, where the patient's feet \"slap\" or \"stomp\" the ground. These findings indicate severe dorsal column dysfunction or peripheral nerve disease. Patients can mitigate this effect by watching their feet while walking. Deficiencies in vibrational and tactile sensation may also be evident. Additionally, manifestations such as optic atrophy and progressive joint degeneration may be observed. [10] Late stages demonstrate severe spastic paraparesis and autonomic neurogenic dysfunction. [36]"}
{"id": "article-29851_29", "title": "Tabes Dorsalis -- History and Physical -- Physical Examination", "content": "Charcot joints, most commonly affecting the knees and hips, may also be present. [37] Charcot spine, or spinal neuroarthropathy, characterizes the rare but progressive deterioration of bone, cartilage, intervertebral discs, and ligaments in the spine due to prolonged sensory loss and lack of proprioception. [38] Historically associated mainly with tabes dorsalis, it has more recently been linked to spinal cord injuries accompanied by sensory and proprioceptive deficits. [39] [38] [40] [41] Common symptoms and signs include vertebral destruction, pain, paresthesias, weakness, decreased sensation, spasticity, diminished deep tendon reflexes, autonomic dysfunction, and spinal instability leading to deformity, typically kyphosis. [25] [39] [42] [43] [44] [45] [46] [47]", "contents": "Tabes Dorsalis -- History and Physical -- Physical Examination. Charcot joints, most commonly affecting the knees and hips, may also be present. [37] Charcot spine, or spinal neuroarthropathy, characterizes the rare but progressive deterioration of bone, cartilage, intervertebral discs, and ligaments in the spine due to prolonged sensory loss and lack of proprioception. [38] Historically associated mainly with tabes dorsalis, it has more recently been linked to spinal cord injuries accompanied by sensory and proprioceptive deficits. [39] [38] [40] [41] Common symptoms and signs include vertebral destruction, pain, paresthesias, weakness, decreased sensation, spasticity, diminished deep tendon reflexes, autonomic dysfunction, and spinal instability leading to deformity, typically kyphosis. [25] [39] [42] [43] [44] [45] [46] [47]"}
{"id": "article-29851_30", "title": "Tabes Dorsalis -- History and Physical -- Physical Examination", "content": "Sensory loss disrupts normal protective muscle contractions, resulting in recurrent spinal microtrauma and localized inflammatory effusions. Traumatic microfractures contribute to bone and cartilage fragments to the effusions, exacerbating inflammation, forming calluses, narrowing intervertebral disc spaces, damaging ligaments, and possibly leading to paraspinal masses. [25] [39] [38] [42] [43] [48] Progression may result in compression fractures, vertebral destruction, kyphosis, or nerve root compression with associated neurological symptoms. [39] [43] [44] [45] [46]", "contents": "Tabes Dorsalis -- History and Physical -- Physical Examination. Sensory loss disrupts normal protective muscle contractions, resulting in recurrent spinal microtrauma and localized inflammatory effusions. Traumatic microfractures contribute to bone and cartilage fragments to the effusions, exacerbating inflammation, forming calluses, narrowing intervertebral disc spaces, damaging ligaments, and possibly leading to paraspinal masses. [25] [39] [38] [42] [43] [48] Progression may result in compression fractures, vertebral destruction, kyphosis, or nerve root compression with associated neurological symptoms. [39] [43] [44] [45] [46]"}
{"id": "article-29851_31", "title": "Tabes Dorsalis -- Evaluation", "content": "Establishing the diagnosis of  tabes dorsalis can present diagnostic challenges. Clinicians must consider the clinical presentation, examination findings, laboratory data, history of concurrent HIV infection, and possibly imaging studies. [3] Since T pallidum cannot be grown in a culture medium, serology and CSF examinations are the mainstays of laboratory evaluation of late-stage syphilis. and can reasonably confirm the diagnosis of late neurosyphilis. [3] [15] [49] [50]", "contents": "Tabes Dorsalis -- Evaluation. Establishing the diagnosis of  tabes dorsalis can present diagnostic challenges. Clinicians must consider the clinical presentation, examination findings, laboratory data, history of concurrent HIV infection, and possibly imaging studies. [3] Since T pallidum cannot be grown in a culture medium, serology and CSF examinations are the mainstays of laboratory evaluation of late-stage syphilis. and can reasonably confirm the diagnosis of late neurosyphilis. [3] [15] [49] [50]"}
{"id": "article-29851_32", "title": "Tabes Dorsalis -- Evaluation", "content": "Sensory evoked potentials from the tibial nerve may be delayed depending on pathological involvement of the dorsal roots, but nerve conduction testing is typically normal since motor neurological activity is unaffected. [51]", "contents": "Tabes Dorsalis -- Evaluation. Sensory evoked potentials from the tibial nerve may be delayed depending on pathological involvement of the dorsal roots, but nerve conduction testing is typically normal since motor neurological activity is unaffected. [51]"}
{"id": "article-29851_33", "title": "Tabes Dorsalis -- Evaluation -- Serological Testing", "content": "Serologic tests aid in providing a presumptive diagnosis of syphilis. Categorized into nontreponemal and treponemal-specific tests, relying solely on 1 test is inadequate due to the potential for false-positive results, particularly with nontreponemal tests. False-negative results can also occur, particularly in patients with advanced immunosuppression or during early disease stages, as serologic testing depends on a humoral immune response.", "contents": "Tabes Dorsalis -- Evaluation -- Serological Testing. Serologic tests aid in providing a presumptive diagnosis of syphilis. Categorized into nontreponemal and treponemal-specific tests, relying solely on 1 test is inadequate due to the potential for false-positive results, particularly with nontreponemal tests. False-negative results can also occur, particularly in patients with advanced immunosuppression or during early disease stages, as serologic testing depends on a humoral immune response."}
{"id": "article-29851_34", "title": "Tabes Dorsalis -- Evaluation -- Nontreponemal assays", "content": "Nontreponemal assays detect antibodies against  lipoidal antigens  and are  semi-quantitative. The amount of antibodies present generally reflects the infection's activity; over time, they tend to become nonreactive and are also used to indicate a response to treatment. Labs report positive nontreponemal tests as a titer of antibody. For example, a titer of 1:32 represents the detection of antibodies in serum diluted 32-fold. Nontreponemal tests can be run on blood, serum, or cerebrospinal fluid (CSF) and include: Rapid plasma reagin (RPR); Venereal Disease Research Laboratory (VDRL); and Toluidine Red Unheated Serum Test (TRUST). [52]", "contents": "Tabes Dorsalis -- Evaluation -- Nontreponemal assays. Nontreponemal assays detect antibodies against  lipoidal antigens  and are  semi-quantitative. The amount of antibodies present generally reflects the infection's activity; over time, they tend to become nonreactive and are also used to indicate a response to treatment. Labs report positive nontreponemal tests as a titer of antibody. For example, a titer of 1:32 represents the detection of antibodies in serum diluted 32-fold. Nontreponemal tests can be run on blood, serum, or cerebrospinal fluid (CSF) and include: Rapid plasma reagin (RPR); Venereal Disease Research Laboratory (VDRL); and Toluidine Red Unheated Serum Test (TRUST). [52]"}
{"id": "article-29851_35", "title": "Tabes Dorsalis -- Evaluation -- Treponemal antibody tests", "content": "Treponemal tests detect antibodies against antibodies directed against specific treponemal antigens and are more specific than nontreponemal assays. Treponemal tests are qualitative and only reported as reactive or nonreactive. Most infected patients remain positive for life, and these tests are not helpful for disease tracking. Some patients can become negative in 2 to 3 years if treated early during the primary syphilis stage. Treponemal assays are: Fluorescent treponemal antibody absorption (FTA-ABS) Microhemagglutination test for antibodies to T pallidum (MHA-TP) T pallidum particle agglutination assay (TPPA) T pallidum enzyme immunoassay (TP-EIA) Chemiluminescence immunoassay (CIA)", "contents": "Tabes Dorsalis -- Evaluation -- Treponemal antibody tests. Treponemal tests detect antibodies against antibodies directed against specific treponemal antigens and are more specific than nontreponemal assays. Treponemal tests are qualitative and only reported as reactive or nonreactive. Most infected patients remain positive for life, and these tests are not helpful for disease tracking. Some patients can become negative in 2 to 3 years if treated early during the primary syphilis stage. Treponemal assays are: Fluorescent treponemal antibody absorption (FTA-ABS) Microhemagglutination test for antibodies to T pallidum (MHA-TP) T pallidum particle agglutination assay (TPPA) T pallidum enzyme immunoassay (TP-EIA) Chemiluminescence immunoassay (CIA)"}
{"id": "article-29851_36", "title": "Tabes Dorsalis -- Evaluation -- Treponemal antibody tests", "content": "Serologic testing should involve both nontreponemal and treponemal tests. Confirmatory testing is necessary due to the potential for false-positive results. CSF evaluation is necessary when neurosyphilis is suspected. Interpretation of serologic testing depends on clinical disease presence, prior syphilis history, and the individual's immune status. Clinicians confirm a new syphilis infection with a positive nontreponemal and treponemal test in those without prior syphilis.", "contents": "Tabes Dorsalis -- Evaluation -- Treponemal antibody tests. Serologic testing should involve both nontreponemal and treponemal tests. Confirmatory testing is necessary due to the potential for false-positive results. CSF evaluation is necessary when neurosyphilis is suspected. Interpretation of serologic testing depends on clinical disease presence, prior syphilis history, and the individual's immune status. Clinicians confirm a new syphilis infection with a positive nontreponemal and treponemal test in those without prior syphilis."}
{"id": "article-29851_37", "title": "Tabes Dorsalis -- Evaluation -- Treponemal antibody tests", "content": "In patients with a history of treated syphilis, a positive nontreponemal test may indicate a new infection, treatment response, or treatment failure. Patients with a positive nontreponemal and negative treponemal test are usually considered false-positive. Those with recent high-risk exposures should undergo repeat testing. Causes of false-positive nontreponemal tests are pregnancy, acute infection, recent immunization, or autoimmune conditions. Conversely, a positive treponemal and negative nontreponemal test may indicate previously treated syphilis or early or late syphilis. Negative nontreponemal test results in patients with early syphilis symptoms may be false-negative due to testing timing or prozone effects, where antibody levels are high and interfere with clumping of antigen-antibody complexes. Latent syphilis is diagnosed in asymptomatic patients with serologic evidence of infection, classified as early latent if acquired within 12 months and late latent otherwise.", "contents": "Tabes Dorsalis -- Evaluation -- Treponemal antibody tests. In patients with a history of treated syphilis, a positive nontreponemal test may indicate a new infection, treatment response, or treatment failure. Patients with a positive nontreponemal and negative treponemal test are usually considered false-positive. Those with recent high-risk exposures should undergo repeat testing. Causes of false-positive nontreponemal tests are pregnancy, acute infection, recent immunization, or autoimmune conditions. Conversely, a positive treponemal and negative nontreponemal test may indicate previously treated syphilis or early or late syphilis. Negative nontreponemal test results in patients with early syphilis symptoms may be false-negative due to testing timing or prozone effects, where antibody levels are high and interfere with clumping of antigen-antibody complexes. Latent syphilis is diagnosed in asymptomatic patients with serologic evidence of infection, classified as early latent if acquired within 12 months and late latent otherwise."}
{"id": "article-29851_38", "title": "Tabes Dorsalis -- Evaluation -- Patients with an Unknown Syphilis History", "content": "The first step in the diagnosis of neurosyphilis is confirmation of infection with T pallidum .  Nontreponemal tests are typically positive in early neurosyphilis but may be nonreactive in late neurosyphilis. For this reason, treponemal antibody tests are necessary for patients with expected tabes dorsalis.", "contents": "Tabes Dorsalis -- Evaluation -- Patients with an Unknown Syphilis History. The first step in the diagnosis of neurosyphilis is confirmation of infection with T pallidum .  Nontreponemal tests are typically positive in early neurosyphilis but may be nonreactive in late neurosyphilis. For this reason, treponemal antibody tests are necessary for patients with expected tabes dorsalis."}
{"id": "article-29851_39", "title": "Tabes Dorsalis -- Evaluation -- Patients with a Known History of Syphilis", "content": "A lumbar puncture is necessary in any patient with a known history of syphilis who presents with neurologic, otologic, or ocular symptoms. Clinicians should also consider a lumbar puncture in any patient with similar symptoms potentially caused by syphilis but who has an unknown syphilis history. The United States Centers for Disease Control (CDC) recommendations state that a patient with a known history of syphilis warrants a lumbar puncture to evaluate for the possibility of symptomatic or asymptomatic neurosyphilis if they exhibit neurologic or ophthalmic signs or symptoms in any stage of syphilis, evidence of active tertiary syphilis affecting other parts of the body, or treatment failure in any stage of syphilis. [3] [53]", "contents": "Tabes Dorsalis -- Evaluation -- Patients with a Known History of Syphilis. A lumbar puncture is necessary in any patient with a known history of syphilis who presents with neurologic, otologic, or ocular symptoms. Clinicians should also consider a lumbar puncture in any patient with similar symptoms potentially caused by syphilis but who has an unknown syphilis history. The United States Centers for Disease Control (CDC) recommendations state that a patient with a known history of syphilis warrants a lumbar puncture to evaluate for the possibility of symptomatic or asymptomatic neurosyphilis if they exhibit neurologic or ophthalmic signs or symptoms in any stage of syphilis, evidence of active tertiary syphilis affecting other parts of the body, or treatment failure in any stage of syphilis. [3] [53]"}
{"id": "article-29851_40", "title": "Tabes Dorsalis -- Evaluation -- Patients with a Known History of Syphilis", "content": "Some experts advocate for performing a lumbar puncture in all patients diagnosed with syphilis and concomitant HIV infection. Those with a CD4+ T cell count of 350 cells/µL or less, an RPR titer of ≥1:32, detectable plasma HIV ribonucleic acid, or those who are not receiving antiretroviral therapy are at notably higher risk of asymptomatic neurosyphilis. Historical data from the pre-antibiotic era demonstrates improved patient outcomes with the detection of asymptomatic neurosyphilis. However, there is a lack of data from the antibiotic era to address this concern directly. European guidelines recommend lumbar puncture for HIV-positive individuals with syphilis who exhibit the risks mentioned earlier since treatment with penicillin at higher doses for longer durations than used for primary and secondary syphilis may retard or prevent the development of clinically debilitating neurosyphilis later. [3] [11] Also, symptoms associated with late neurosyphilis are less amenable to reversal.", "contents": "Tabes Dorsalis -- Evaluation -- Patients with a Known History of Syphilis. Some experts advocate for performing a lumbar puncture in all patients diagnosed with syphilis and concomitant HIV infection. Those with a CD4+ T cell count of 350 cells/µL or less, an RPR titer of ≥1:32, detectable plasma HIV ribonucleic acid, or those who are not receiving antiretroviral therapy are at notably higher risk of asymptomatic neurosyphilis. Historical data from the pre-antibiotic era demonstrates improved patient outcomes with the detection of asymptomatic neurosyphilis. However, there is a lack of data from the antibiotic era to address this concern directly. European guidelines recommend lumbar puncture for HIV-positive individuals with syphilis who exhibit the risks mentioned earlier since treatment with penicillin at higher doses for longer durations than used for primary and secondary syphilis may retard or prevent the development of clinically debilitating neurosyphilis later. [3] [11] Also, symptoms associated with late neurosyphilis are less amenable to reversal."}
{"id": "article-29851_41", "title": "Tabes Dorsalis -- Evaluation -- Cerebrospinal Fluid Findings in Tabes Dorsalis", "content": "The CSF findings associated with neurosyphilis are: Increased protein concentration of 45 to 75 mg/dL; CSF pleocytosis >20 WBCs/µL; Positive VDRL; and TPHA titer >1:320. [54] [55]", "contents": "Tabes Dorsalis -- Evaluation -- Cerebrospinal Fluid Findings in Tabes Dorsalis. The CSF findings associated with neurosyphilis are: Increased protein concentration of 45 to 75 mg/dL; CSF pleocytosis >20 WBCs/µL; Positive VDRL; and TPHA titer >1:320. [54] [55]"}
{"id": "article-29851_42", "title": "Tabes Dorsalis -- Evaluation -- Cerebrospinal Fluid Findings in Tabes Dorsalis", "content": "A reactive CSF-VDRL confirms the diagnosis of neurosyphilis. A nonreactive result does not exclude the diagnosis. [3] A false-positive result can occur if the CSF is grossly bloody and the serum nontreponemal test titer is high. Recent studies reveal the CSF-VDRL has a sensitivity of 67% to 72%. [56] [57] CSF RPR testing is generally not done due to its lower sensitivity, though VDRL is not available in some parts of the world, and RPR is necessary. [3]", "contents": "Tabes Dorsalis -- Evaluation -- Cerebrospinal Fluid Findings in Tabes Dorsalis. A reactive CSF-VDRL confirms the diagnosis of neurosyphilis. A nonreactive result does not exclude the diagnosis. [3] A false-positive result can occur if the CSF is grossly bloody and the serum nontreponemal test titer is high. Recent studies reveal the CSF-VDRL has a sensitivity of 67% to 72%. [56] [57] CSF RPR testing is generally not done due to its lower sensitivity, though VDRL is not available in some parts of the world, and RPR is necessary. [3]"}
{"id": "article-29851_43", "title": "Tabes Dorsalis -- Evaluation -- Cerebrospinal Fluid Findings in Tabes Dorsalis", "content": "Clinicians order a CSF FTA-ABS or CSF-TPPA if the CSF-VDRL is nonreactive. Although less specific than a CSF-VDRL, the CSF FTA-ABS or CSF TP-PA tests are more sensitive, and if negative, neurosyphilis is highly unlikely. For patients who have a lymphocytic CSF pleocytosis and a nonreactive CSF-VDRL, a nonreactive CSF FTA-ABS test excludes the diagnosis of asymptomatic neurosyphilis in most instances. Researchers have investigated nested polymerase chain reaction (nPCR) testing of the CSF in the diagnosis of neurosyphilis. One study reveals that nPCR has a sensitivity of 42.5% and a specificity of 97%. [58]", "contents": "Tabes Dorsalis -- Evaluation -- Cerebrospinal Fluid Findings in Tabes Dorsalis. Clinicians order a CSF FTA-ABS or CSF-TPPA if the CSF-VDRL is nonreactive. Although less specific than a CSF-VDRL, the CSF FTA-ABS or CSF TP-PA tests are more sensitive, and if negative, neurosyphilis is highly unlikely. For patients who have a lymphocytic CSF pleocytosis and a nonreactive CSF-VDRL, a nonreactive CSF FTA-ABS test excludes the diagnosis of asymptomatic neurosyphilis in most instances. Researchers have investigated nested polymerase chain reaction (nPCR) testing of the CSF in the diagnosis of neurosyphilis. One study reveals that nPCR has a sensitivity of 42.5% and a specificity of 97%. [58]"}
{"id": "article-29851_44", "title": "Tabes Dorsalis -- Evaluation -- Cerebrospinal Fluid Findings in Tabes Dorsalis", "content": "CSF pleocytosis and raised CSF protein concentrations are consistent with neurosyphilis. A normal CSF white blood cell count and protein concentration would make a diagnosis of late neurosyphilis and tabes dorsalis highly unlikely. [25] A CSF pleocytosis and elevated protein concentration can be used to confirm the diagnosis in patients with a negative CSF-VDRL if no HIV infection is present, as HIV infection can cause pleocytosis and an elevation in CSF protein concentration. [59] [60] Patients with HIV and taking antiretroviral agents who have CD4 counts ≤200 cells/µL or have an undetectable plasma HIV RNA viral load reduce the risk of pleocytosis caused by HIV by 70% to 96%. Neurosyphilis is more likely the cause of pleocytosis in these patients than HIV infection.", "contents": "Tabes Dorsalis -- Evaluation -- Cerebrospinal Fluid Findings in Tabes Dorsalis. CSF pleocytosis and raised CSF protein concentrations are consistent with neurosyphilis. A normal CSF white blood cell count and protein concentration would make a diagnosis of late neurosyphilis and tabes dorsalis highly unlikely. [25] A CSF pleocytosis and elevated protein concentration can be used to confirm the diagnosis in patients with a negative CSF-VDRL if no HIV infection is present, as HIV infection can cause pleocytosis and an elevation in CSF protein concentration. [59] [60] Patients with HIV and taking antiretroviral agents who have CD4 counts ≤200 cells/µL or have an undetectable plasma HIV RNA viral load reduce the risk of pleocytosis caused by HIV by 70% to 96%. Neurosyphilis is more likely the cause of pleocytosis in these patients than HIV infection."}
{"id": "article-29851_45", "title": "Tabes Dorsalis -- Evaluation -- Cerebrospinal Fluid Findings in Tabes Dorsalis", "content": "Recent studies demonstrate the role of testing levels of C-X-C motif chemokine ligand 13 (CXCL 13), a B cell chemokine, to help distinguish between CSF pleocytosis due to syphilis and CSF pleocytosis due to HIV. This test is not currently widely available. The value of CXCL 13 increases in HIV-infected patients accompanied by tabes dorsalis. [53]", "contents": "Tabes Dorsalis -- Evaluation -- Cerebrospinal Fluid Findings in Tabes Dorsalis. Recent studies demonstrate the role of testing levels of C-X-C motif chemokine ligand 13 (CXCL 13), a B cell chemokine, to help distinguish between CSF pleocytosis due to syphilis and CSF pleocytosis due to HIV. This test is not currently widely available. The value of CXCL 13 increases in HIV-infected patients accompanied by tabes dorsalis. [53]"}
{"id": "article-29851_46", "title": "Tabes Dorsalis -- Evaluation -- Imaging", "content": "Abnormal magnetic resonance imaging (MRI) findings associated with tabes dorsalis are only infrequently noted. Swelling and high signal intensity enhancement in the affected spinal cord segment after gadolinium administration, known as the \"flip-flop\" sign, and peripheral band-like enhancement suggest focal inflammation of the spinal cord compatible with tabes dorsalis. [20] [49] [60] [61] [62] [63] Strong, intense longitudinal signaling along the dorsal spinal columns and spinal cord atrophy may also be additional findings, which indicate a poorer prognosis. [18] [20] [21] [22] Diagnosing Charcot spine is challenging due to its rarity, nonspecific symptoms, and delayed onset long after initial infection. Clinical indicators include identifying spinal regions displaying neurological impairment and excessive mobility, particularly in the thoracolumbar and lumbosacral junctions. The lumbosacral spine is frequently affected, and symptoms may persist post-antibiotic treatment. While serological testing can confirm the diagnosis, initial symptoms are often nonspecific, potentially causing diagnostic delays. [25] [39] MRI and computed tomography (CT) imaging help diagnose Charcot spine, especially if they reveal gas inside the disc space caused by a vacuum effect from excessive motion. This finding is highly suggestive of the diagnosis but is subtle and may be challenging to visualize. [39] [64]", "contents": "Tabes Dorsalis -- Evaluation -- Imaging. Abnormal magnetic resonance imaging (MRI) findings associated with tabes dorsalis are only infrequently noted. Swelling and high signal intensity enhancement in the affected spinal cord segment after gadolinium administration, known as the \"flip-flop\" sign, and peripheral band-like enhancement suggest focal inflammation of the spinal cord compatible with tabes dorsalis. [20] [49] [60] [61] [62] [63] Strong, intense longitudinal signaling along the dorsal spinal columns and spinal cord atrophy may also be additional findings, which indicate a poorer prognosis. [18] [20] [21] [22] Diagnosing Charcot spine is challenging due to its rarity, nonspecific symptoms, and delayed onset long after initial infection. Clinical indicators include identifying spinal regions displaying neurological impairment and excessive mobility, particularly in the thoracolumbar and lumbosacral junctions. The lumbosacral spine is frequently affected, and symptoms may persist post-antibiotic treatment. While serological testing can confirm the diagnosis, initial symptoms are often nonspecific, potentially causing diagnostic delays. [25] [39] MRI and computed tomography (CT) imaging help diagnose Charcot spine, especially if they reveal gas inside the disc space caused by a vacuum effect from excessive motion. This finding is highly suggestive of the diagnosis but is subtle and may be challenging to visualize. [39] [64]"}
{"id": "article-29851_47", "title": "Tabes Dorsalis -- Treatment / Management", "content": "According to the CDC, penicillin stands as the preferred treatment for all stages of neurosyphilis, including tabes dorsalis. Aqueous crystalline penicillin G is the formulation of choice for tabes dorsalis and late neurosyphilis. Clinicians treat ocular or otologic syphilis as neurosyphilis. Patients should undergo HIV screening before initiating treatment. The treatment regimen for neurosyphilis is aqueous penicillin G 3 to 4 million units intravenously (IV) every 4 hours or 18 to 24 million units continuous IV infusion daily for 10 to 14 days. Because the duration of this regimen for neurosyphilis is shorter than the regimens used for other forms of late syphilis, some experts recommend a one-time dose of 2.4 million units of benzathine penicillin G intramuscularly (IM) after completing IV therapy. Insufficient evidence exists to support this practice, and further studies are necessary.", "contents": "Tabes Dorsalis -- Treatment / Management. According to the CDC, penicillin stands as the preferred treatment for all stages of neurosyphilis, including tabes dorsalis. Aqueous crystalline penicillin G is the formulation of choice for tabes dorsalis and late neurosyphilis. Clinicians treat ocular or otologic syphilis as neurosyphilis. Patients should undergo HIV screening before initiating treatment. The treatment regimen for neurosyphilis is aqueous penicillin G 3 to 4 million units intravenously (IV) every 4 hours or 18 to 24 million units continuous IV infusion daily for 10 to 14 days. Because the duration of this regimen for neurosyphilis is shorter than the regimens used for other forms of late syphilis, some experts recommend a one-time dose of 2.4 million units of benzathine penicillin G intramuscularly (IM) after completing IV therapy. Insufficient evidence exists to support this practice, and further studies are necessary."}
{"id": "article-29851_48", "title": "Tabes Dorsalis -- Treatment / Management", "content": "Currently, no alternatives exist to IV therapy. Previously, procaine penicillin G 2.4 million U/d IM combined with probenecid 500 mg orally 4 times/d for 10 to 14 days was an acceptable option, but procaine penicillin is no longer available.", "contents": "Tabes Dorsalis -- Treatment / Management. Currently, no alternatives exist to IV therapy. Previously, procaine penicillin G 2.4 million U/d IM combined with probenecid 500 mg orally 4 times/d for 10 to 14 days was an acceptable option, but procaine penicillin is no longer available."}
{"id": "article-29851_49", "title": "Tabes Dorsalis -- Treatment / Management", "content": "The CSF-VDRL may be negative in as many as 70% of patients with neurosyphilis, making the diagnosis of neurosyphilis uncertain. Experts recommend treating with IV penicillin G if the patient has a compatible clinical syndrome, risk factors for syphilis, reactive blood serology for syphilis, and a CSF pleocytosis, even if the CSF-VDRL is not reactive.", "contents": "Tabes Dorsalis -- Treatment / Management. The CSF-VDRL may be negative in as many as 70% of patients with neurosyphilis, making the diagnosis of neurosyphilis uncertain. Experts recommend treating with IV penicillin G if the patient has a compatible clinical syndrome, risk factors for syphilis, reactive blood serology for syphilis, and a CSF pleocytosis, even if the CSF-VDRL is not reactive."}
{"id": "article-29851_50", "title": "Tabes Dorsalis -- Treatment / Management", "content": "If signs and symptoms persist in conjunction with clinical assessment of interval serologies and CSF testing, further courses of penicillin may be warranted. The chance of relapses is particularly high in patients with HIV. Treatment of early neurosyphilis arrests the disease and halts symptom progression, possibly preventing the development of tabes dorsalis. Symptom improvement may also occur. Treatment of late neurosyphilis and tabes dorsalis, however, may only limit disease progression without necessarily improving existing symptomatology.", "contents": "Tabes Dorsalis -- Treatment / Management. If signs and symptoms persist in conjunction with clinical assessment of interval serologies and CSF testing, further courses of penicillin may be warranted. The chance of relapses is particularly high in patients with HIV. Treatment of early neurosyphilis arrests the disease and halts symptom progression, possibly preventing the development of tabes dorsalis. Symptom improvement may also occur. Treatment of late neurosyphilis and tabes dorsalis, however, may only limit disease progression without necessarily improving existing symptomatology."}
{"id": "article-29851_51", "title": "Tabes Dorsalis -- Treatment / Management -- Patients with Penicillin Allergy", "content": "Patients with a penicillin allergy should undergo skin testing for confirmation, as penicillin is the preferred antibiotic therapy. [65] [66] [67] Nearly 90% of patients with a reported penicillin allergy do not have a true allergy. [66] [67] [68] Patients with a penicillin allergy should undergo evaluation by an allergist to determine if they can be desensitized or rechallenged with penicillin. [67] [68]", "contents": "Tabes Dorsalis -- Treatment / Management -- Patients with Penicillin Allergy. Patients with a penicillin allergy should undergo skin testing for confirmation, as penicillin is the preferred antibiotic therapy. [65] [66] [67] Nearly 90% of patients with a reported penicillin allergy do not have a true allergy. [66] [67] [68] Patients with a penicillin allergy should undergo evaluation by an allergist to determine if they can be desensitized or rechallenged with penicillin. [67] [68]"}
{"id": "article-29851_52", "title": "Tabes Dorsalis -- Treatment / Management -- Patients with Penicillin Allergy", "content": "If penicillin desensitization is impossible, the CDC recommends ceftriaxone 1 to 2 g/day IM or IV for 10 to 14 days. [69] [70] [71] [72] [73] Cross-reactivity between penicillin and ceftriaxone is possible but rare. Patients can undergo skin testing in select cases. [74] One study reports the successful use of ceftriaxone and dexamethasone as a good alternative after aqueous penicillin G treatment failure in a patient with tabes dorsalis. [60] Patients who are unable to be desensitized to penicillin and are unable to tolerate cephalosporins can use doxycycline 200 mg twice daily for 21 to 28 days. This regimen has limited clinical data supporting its use, and clinicians should reserve it for extreme cases.", "contents": "Tabes Dorsalis -- Treatment / Management -- Patients with Penicillin Allergy. If penicillin desensitization is impossible, the CDC recommends ceftriaxone 1 to 2 g/day IM or IV for 10 to 14 days. [69] [70] [71] [72] [73] Cross-reactivity between penicillin and ceftriaxone is possible but rare. Patients can undergo skin testing in select cases. [74] One study reports the successful use of ceftriaxone and dexamethasone as a good alternative after aqueous penicillin G treatment failure in a patient with tabes dorsalis. [60] Patients who are unable to be desensitized to penicillin and are unable to tolerate cephalosporins can use doxycycline 200 mg twice daily for 21 to 28 days. This regimen has limited clinical data supporting its use, and clinicians should reserve it for extreme cases."}
{"id": "article-29851_53", "title": "Tabes Dorsalis -- Treatment / Management -- Patients with Penicillin Allergy", "content": "The Jarisch-Herxheimer reaction (JHR) is an acute, self-limiting febrile response that typically occurs within the first 24 hours following treatment for spirochetal infections like syphilis. Occurring in approximately 10% to 35% percent of cases, most commonly after treating early syphilis, the symptoms generally resolve within 12 to 24 hours, and patients can use nonsteroidal anti-inflammatory medications to help with the symptoms. [75] Symptoms include fever and systemic manifestations such as headache, myalgias, rigors, diaphoresis, hypotension, and worsening of rash. Rarely, it can lead to meningitis, respiratory distress, renal or hepatic dysfunction, mental status changes, stroke, seizures, and uterine contractions in pregnancy. The exact mechanism remains unclear, but accelerated phagocytosis by white blood cells, followed by the release of various inflammatory substances from killed organisms, is likely. [75] No preventative measures exist, and patients should be aware of this possible reaction.", "contents": "Tabes Dorsalis -- Treatment / Management -- Patients with Penicillin Allergy. The Jarisch-Herxheimer reaction (JHR) is an acute, self-limiting febrile response that typically occurs within the first 24 hours following treatment for spirochetal infections like syphilis. Occurring in approximately 10% to 35% percent of cases, most commonly after treating early syphilis, the symptoms generally resolve within 12 to 24 hours, and patients can use nonsteroidal anti-inflammatory medications to help with the symptoms. [75] Symptoms include fever and systemic manifestations such as headache, myalgias, rigors, diaphoresis, hypotension, and worsening of rash. Rarely, it can lead to meningitis, respiratory distress, renal or hepatic dysfunction, mental status changes, stroke, seizures, and uterine contractions in pregnancy. The exact mechanism remains unclear, but accelerated phagocytosis by white blood cells, followed by the release of various inflammatory substances from killed organisms, is likely. [75] No preventative measures exist, and patients should be aware of this possible reaction."}
{"id": "article-29851_54", "title": "Tabes Dorsalis -- Treatment / Management -- Patients with Penicillin Allergy", "content": "Additional treatments are symptomatic and depend upon the clinical signs and symptoms. Analgesics such as opiates and valproate may be helpful for severe pain crises. Physical or occupational therapy is helpful to prevent muscle wasting and weakness. Sexual partners must be fully educated about the condition and provided with preventive drug therapy.", "contents": "Tabes Dorsalis -- Treatment / Management -- Patients with Penicillin Allergy. Additional treatments are symptomatic and depend upon the clinical signs and symptoms. Analgesics such as opiates and valproate may be helpful for severe pain crises. Physical or occupational therapy is helpful to prevent muscle wasting and weakness. Sexual partners must be fully educated about the condition and provided with preventive drug therapy."}
{"id": "article-29851_55", "title": "Tabes Dorsalis -- Treatment / Management -- Posttreatment Surveillance", "content": "Following treatment, patients should undergo a neurologic examination and lumbar puncture at 3 and 6 months, followed by repeat evaluations at 6-month intervals until the CSF white blood cell count is normal and the CSF-VDRL is nonreactive. [3] Successful treatment is marked by a decline in the CSF white blood cell count within 6 months, with complete resolution of all CSF abnormalities within 2 years after treatment. Retreatment is necessary if the patient experiences any increase in the CSF white blood cell count, a fourfold increase in CSF-VDRL titer, or the CSF white blood cell count does not decrease within 6 months, or all CSF abnormalities do not resolve within 2 years. CSF abnormalities may normalize slower in patients with HIV infection.", "contents": "Tabes Dorsalis -- Treatment / Management -- Posttreatment Surveillance. Following treatment, patients should undergo a neurologic examination and lumbar puncture at 3 and 6 months, followed by repeat evaluations at 6-month intervals until the CSF white blood cell count is normal and the CSF-VDRL is nonreactive. [3] Successful treatment is marked by a decline in the CSF white blood cell count within 6 months, with complete resolution of all CSF abnormalities within 2 years after treatment. Retreatment is necessary if the patient experiences any increase in the CSF white blood cell count, a fourfold increase in CSF-VDRL titer, or the CSF white blood cell count does not decrease within 6 months, or all CSF abnormalities do not resolve within 2 years. CSF abnormalities may normalize slower in patients with HIV infection."}
{"id": "article-29851_56", "title": "Tabes Dorsalis -- Treatment / Management -- Charcot Spine", "content": "Treatment for Charcot spine involves addressing individual symptoms, such as autonomic dysreflexia, and performing spinal fusion surgery to stabilize the spine and alleviate nerve root compression. [39] [76] [77] [78] Surgical interventions for Charcot spine are complex and involve reconstructing, stabilizing, realigning, and fusing the spine. [79] Due to the spine's high mobility and weakened vertebrae, particularly in the lumbosacral region where shear forces are significant, nearly 75% of patients require at least one surgical revision to achieve a successful fusion. [79] Complications may necessitate additional surgeries in up to 40% of patients. [80] A recent surgical approach involving triple rod stabilization of the lumbosacral spine with tricortical laminovertebral screws has shown promise in 3 patients with extensive spinal neuroarthropathy, yielding good results without the need for revisions. [79] However, further research is needed to evaluate the long-term efficacy of this technique.", "contents": "Tabes Dorsalis -- Treatment / Management -- Charcot Spine. Treatment for Charcot spine involves addressing individual symptoms, such as autonomic dysreflexia, and performing spinal fusion surgery to stabilize the spine and alleviate nerve root compression. [39] [76] [77] [78] Surgical interventions for Charcot spine are complex and involve reconstructing, stabilizing, realigning, and fusing the spine. [79] Due to the spine's high mobility and weakened vertebrae, particularly in the lumbosacral region where shear forces are significant, nearly 75% of patients require at least one surgical revision to achieve a successful fusion. [79] Complications may necessitate additional surgeries in up to 40% of patients. [80] A recent surgical approach involving triple rod stabilization of the lumbosacral spine with tricortical laminovertebral screws has shown promise in 3 patients with extensive spinal neuroarthropathy, yielding good results without the need for revisions. [79] However, further research is needed to evaluate the long-term efficacy of this technique."}
{"id": "article-29851_57", "title": "Tabes Dorsalis -- Treatment / Management -- Charcot Spine", "content": "Those who are unable or opt not to undergo surgery utilize conservative measures like braces and bed rest. [39] Some researchers have suggested bisphosphonate therapy based on its use in managing Charcot foot neuropathy, although current studies yield conflicting results. [39] [81] [82] [83] [84]", "contents": "Tabes Dorsalis -- Treatment / Management -- Charcot Spine. Those who are unable or opt not to undergo surgery utilize conservative measures like braces and bed rest. [39] Some researchers have suggested bisphosphonate therapy based on its use in managing Charcot foot neuropathy, although current studies yield conflicting results. [39] [81] [82] [83] [84]"}
{"id": "article-29851_58", "title": "Tabes Dorsalis -- Differential Diagnosis", "content": "Conditions affecting the spinal cord predominantly involving the dorsal columns share a similar presentation. A comprehensive evaluation is necessary to ensure accurate diagnosis and prompt initiation of treatment. The differential diagnoses include:", "contents": "Tabes Dorsalis -- Differential Diagnosis. Conditions affecting the spinal cord predominantly involving the dorsal columns share a similar presentation. A comprehensive evaluation is necessary to ensure accurate diagnosis and prompt initiation of treatment. The differential diagnoses include:"}
{"id": "article-29851_59", "title": "Tabes Dorsalis -- Differential Diagnosis", "content": "Hereditary and Other Demyelinating Disorders", "contents": "Tabes Dorsalis -- Differential Diagnosis. Hereditary and Other Demyelinating Disorders"}
{"id": "article-29851_60", "title": "Tabes Dorsalis -- Differential Diagnosis", "content": "Hereditary spastic paraplegia; Amyotrophic lateral sclerosis; Spinal muscular atrophy; Friedreich ataxia; and Adrenomyeloneuropathy. [85]", "contents": "Tabes Dorsalis -- Differential Diagnosis. Hereditary spastic paraplegia; Amyotrophic lateral sclerosis; Spinal muscular atrophy; Friedreich ataxia; and Adrenomyeloneuropathy. [85]"}
{"id": "article-29851_61", "title": "Tabes Dorsalis -- Differential Diagnosis", "content": "Miscellaneous Spinal Cord Myelopathy", "contents": "Tabes Dorsalis -- Differential Diagnosis. Miscellaneous Spinal Cord Myelopathy"}
{"id": "article-29851_62", "title": "Tabes Dorsalis -- Differential Diagnosis", "content": "Vitamin B-12 deficiency; Copper deficiency; Nitrous oxide and heroin intoxication; Lathyrism, an incurable neurological disorder resulting from excessive consumption of grass pea, which clinically manifests as paralysis of lower limbs; and Excessive zinc intake. [86] [87]", "contents": "Tabes Dorsalis -- Differential Diagnosis. Vitamin B-12 deficiency; Copper deficiency; Nitrous oxide and heroin intoxication; Lathyrism, an incurable neurological disorder resulting from excessive consumption of grass pea, which clinically manifests as paralysis of lower limbs; and Excessive zinc intake. [86] [87]"}
{"id": "article-29851_63", "title": "Tabes Dorsalis -- Differential Diagnosis", "content": "Non-Syphilitic Argyll Robertson Pupil", "contents": "Tabes Dorsalis -- Differential Diagnosis. Non-Syphilitic Argyll Robertson Pupil"}
{"id": "article-29851_64", "title": "Tabes Dorsalis -- Differential Diagnosis", "content": "An ophthalmological consult is recommended with pupillary abnormalities when diagnosing tabes dorsalis. Other diseases that may cause an Argyll Robertson pupil are diabetes and multiple sclerosis. Holmes-Adie syndrome, Lyme disease, and sarcoidosis may present with a tonic pupil and confound the proper diagnosis of tabes dorsalis. [35]", "contents": "Tabes Dorsalis -- Differential Diagnosis. An ophthalmological consult is recommended with pupillary abnormalities when diagnosing tabes dorsalis. Other diseases that may cause an Argyll Robertson pupil are diabetes and multiple sclerosis. Holmes-Adie syndrome, Lyme disease, and sarcoidosis may present with a tonic pupil and confound the proper diagnosis of tabes dorsalis. [35]"}
{"id": "article-29851_65", "title": "Tabes Dorsalis -- Differential Diagnosis", "content": "Additional Differential Diagnoses", "contents": "Tabes Dorsalis -- Differential Diagnosis. Additional Differential Diagnoses"}
{"id": "article-29851_66", "title": "Tabes Dorsalis -- Differential Diagnosis", "content": "Postinfectious demyelination; Vascular disease myelopathy due to diminished perfusion and infarction; and Spinal tumor-induced myelopathy. [88] [89] [90]", "contents": "Tabes Dorsalis -- Differential Diagnosis. Postinfectious demyelination; Vascular disease myelopathy due to diminished perfusion and infarction; and Spinal tumor-induced myelopathy. [88] [89] [90]"}
{"id": "article-29851_67", "title": "Tabes Dorsalis -- Differential Diagnosis", "content": "Distinguishing features of hereditary and other demyelinating disorders are progressive neurodegeneration and demyelination along with muscle atrophy and weakness, ataxia, paraplegia, and sensory loss. In addition, their associations with diabetes, cerebellar disease, scoliosis, and the absence of primary and secondary syphilitic lesions, as well as nontreponemal and treponemal test results, help exclude tabes dorsalis. MRI of the brain and spinal cord is necessary to diagnose correctly. [85]", "contents": "Tabes Dorsalis -- Differential Diagnosis. Distinguishing features of hereditary and other demyelinating disorders are progressive neurodegeneration and demyelination along with muscle atrophy and weakness, ataxia, paraplegia, and sensory loss. In addition, their associations with diabetes, cerebellar disease, scoliosis, and the absence of primary and secondary syphilitic lesions, as well as nontreponemal and treponemal test results, help exclude tabes dorsalis. MRI of the brain and spinal cord is necessary to diagnose correctly. [85]"}
{"id": "article-29851_68", "title": "Tabes Dorsalis -- Differential Diagnosis", "content": "Vitamin B12 deficiency leads to subacute combined degeneration of the dorsal and lateral columns of the spinal cord. When accompanied by megaloblastic anemia, the hemogram, and nontreponemal and treponemal tests help to differentiate it from tabes dorsalis. Copper deficiency myelopathy also involves the posterior column of the spinal cord resembling tabes dorsalis. Other toxins, such as nitrous oxide and heroin intoxication, produce posterior and lateral column myelopathy. MRI findings can assist in the exclusion of these myelopathies from tabes dorsalis.", "contents": "Tabes Dorsalis -- Differential Diagnosis. Vitamin B12 deficiency leads to subacute combined degeneration of the dorsal and lateral columns of the spinal cord. When accompanied by megaloblastic anemia, the hemogram, and nontreponemal and treponemal tests help to differentiate it from tabes dorsalis. Copper deficiency myelopathy also involves the posterior column of the spinal cord resembling tabes dorsalis. Other toxins, such as nitrous oxide and heroin intoxication, produce posterior and lateral column myelopathy. MRI findings can assist in the exclusion of these myelopathies from tabes dorsalis."}
{"id": "article-29851_69", "title": "Tabes Dorsalis -- Prognosis", "content": "The prognosis of tabes dorsalis is generally good after proper treatment, especially if diagnosed early, but if left untreated, can lead to paralysis, dementia, and blindness. Existing nerve damage cannot be reversed.", "contents": "Tabes Dorsalis -- Prognosis. The prognosis of tabes dorsalis is generally good after proper treatment, especially if diagnosed early, but if left untreated, can lead to paralysis, dementia, and blindness. Existing nerve damage cannot be reversed."}
{"id": "article-29851_70", "title": "Tabes Dorsalis -- Complications -- General Complications of Syphilis", "content": "Aortitis and aortic aneurysm Dementia Stroke Membranous glomerulonephritis Paroxysmal cold hemoglobinemia Disfigurement by gummas Hearing loss Renal failure", "contents": "Tabes Dorsalis -- Complications -- General Complications of Syphilis. Aortitis and aortic aneurysm Dementia Stroke Membranous glomerulonephritis Paroxysmal cold hemoglobinemia Disfigurement by gummas Hearing loss Renal failure"}
{"id": "article-29851_71", "title": "Tabes Dorsalis -- Complications -- Complications Associated with Tabes Dorsalis", "content": "Joint degeneration resulting in deformities or Charcot joints Periarticular pathological fractures Dementia Paralysis Blindness Postural hypotension Charcot spine", "contents": "Tabes Dorsalis -- Complications -- Complications Associated with Tabes Dorsalis. Joint degeneration resulting in deformities or Charcot joints Periarticular pathological fractures Dementia Paralysis Blindness Postural hypotension Charcot spine"}
{"id": "article-29851_72", "title": "Tabes Dorsalis -- Deterrence and Patient Education", "content": "Syphilis, a sexually transmitted infection (STI), has seen an increase in incidence globally, prompting concerns of an epidemic. [28] However, with health initiatives, comprehensive sexual education, and easy access to affordable condoms and other protective measures, the incidence of syphilis can be better managed.", "contents": "Tabes Dorsalis -- Deterrence and Patient Education. Syphilis, a sexually transmitted infection (STI), has seen an increase in incidence globally, prompting concerns of an epidemic. [28] However, with health initiatives, comprehensive sexual education, and easy access to affordable condoms and other protective measures, the incidence of syphilis can be better managed."}
{"id": "article-29851_73", "title": "Tabes Dorsalis -- Deterrence and Patient Education", "content": "Healthcare professionals should focus on informing sexually active patients about the risks associated with unprotected intercourse. In addition, these efforts should familiarize individuals with the signs and symptoms of various STIs, aiming to reduce stigma and encourage seeking timely medical attention for both patients and their partners. Routine screening for syphilis during pregnancy is also a crucial public health measure.", "contents": "Tabes Dorsalis -- Deterrence and Patient Education. Healthcare professionals should focus on informing sexually active patients about the risks associated with unprotected intercourse. In addition, these efforts should familiarize individuals with the signs and symptoms of various STIs, aiming to reduce stigma and encourage seeking timely medical attention for both patients and their partners. Routine screening for syphilis during pregnancy is also a crucial public health measure."}
{"id": "article-29851_74", "title": "Tabes Dorsalis -- Deterrence and Patient Education", "content": "The prognosis for syphilis including tabes dorsalis is good if diagnosed and treated early. When improperly treated or left untreated, it can lead to dementia, paralysis, blindness, and aortitis. Healthcare professionals must educate affected patients on the importance of completing the entire treatment course and attending follow-up appointments to ensure successful treatment. Encouraging individuals to seek medical help promptly if new symptoms arise is vital, particularly in regions where societal stigma may lead to reluctance to seek care.", "contents": "Tabes Dorsalis -- Deterrence and Patient Education. The prognosis for syphilis including tabes dorsalis is good if diagnosed and treated early. When improperly treated or left untreated, it can lead to dementia, paralysis, blindness, and aortitis. Healthcare professionals must educate affected patients on the importance of completing the entire treatment course and attending follow-up appointments to ensure successful treatment. Encouraging individuals to seek medical help promptly if new symptoms arise is vital, particularly in regions where societal stigma may lead to reluctance to seek care."}
{"id": "article-29851_75", "title": "Tabes Dorsalis -- Enhancing Healthcare Team Outcomes", "content": "Tabes dorsalis, also known as locomotor ataxia, is a rare neurodegenerative disease caused by T pallidum infection. Tabes dorsalis is a late manifestation of neurosyphilis characterized by a prolonged latent period averaging approximately 20 years. A disease of the posterior columns of the spinal cord and the dorsal roots, patients present with sensory ataxia, lancinating pains, paresthesia, gastric crises, and bladder dysfunction. Notably, pupillary irregularities such as the Argyll-Robertson pupil are common.", "contents": "Tabes Dorsalis -- Enhancing Healthcare Team Outcomes. Tabes dorsalis, also known as locomotor ataxia, is a rare neurodegenerative disease caused by T pallidum infection. Tabes dorsalis is a late manifestation of neurosyphilis characterized by a prolonged latent period averaging approximately 20 years. A disease of the posterior columns of the spinal cord and the dorsal roots, patients present with sensory ataxia, lancinating pains, paresthesia, gastric crises, and bladder dysfunction. Notably, pupillary irregularities such as the Argyll-Robertson pupil are common."}
{"id": "article-29851_76", "title": "Tabes Dorsalis -- Enhancing Healthcare Team Outcomes", "content": "Clinical suspicion and spinal fluid analysis are the keys to diagnosing neurosyphilis. A reactive CSF-VDRL establishes the diagnosis of neurosyphilis, but a nonreactive result does not exclude the diagnosis. Clinicians must consider the combination of clinical manifestations, treponemal and nontreponemal tests, and CSF characteristics. In addition, clinicians must take into consideration a patient's HIV status when making a diagnostic decision, as guidelines suggest a lower threshold for a lumbar puncture for patients with HIV, and HIV infections cause changes in the CSF similar to those associated with neurosyphilis. Treatment requires IV antibiotics and prolonged posttreatment monitoring to ensure successful infection eradication.", "contents": "Tabes Dorsalis -- Enhancing Healthcare Team Outcomes. Clinical suspicion and spinal fluid analysis are the keys to diagnosing neurosyphilis. A reactive CSF-VDRL establishes the diagnosis of neurosyphilis, but a nonreactive result does not exclude the diagnosis. Clinicians must consider the combination of clinical manifestations, treponemal and nontreponemal tests, and CSF characteristics. In addition, clinicians must take into consideration a patient's HIV status when making a diagnostic decision, as guidelines suggest a lower threshold for a lumbar puncture for patients with HIV, and HIV infections cause changes in the CSF similar to those associated with neurosyphilis. Treatment requires IV antibiotics and prolonged posttreatment monitoring to ensure successful infection eradication."}
{"id": "article-29851_77", "title": "Tabes Dorsalis -- Enhancing Healthcare Team Outcomes", "content": "To enhance patient-centered care, outcomes, patient safety, and team performance related to tabes dorsalis, healthcare professionals must employ a multifaceted approach that emphasizes skills, strategy, interprofessional communication, and care coordination. Clinicians should thoroughly understand tabes dorsalis, its clinical presentation, and diagnostic challenges. Physicians, advance care practitioners, nurses, pharmacists, ophthalmologic clinicians, and all other healthcare professionals involved in the care of patients with tabes dorsalis must maintain open communication channels to share their expertise, discuss diagnostic strategies, and facilitate timely diagnosis and treatment. Effective care coordination is vital in enhancing outcomes and patient safety by empowering individuals to recognize symptoms, adhere to treatment regimens, and seek timely medical attention. Additionally, public health efforts aimed at increasing awareness, promoting sexual education, and facilitating routine screening for syphilis are essential to mitigate the incidence and impact of this potentially devastating disease.", "contents": "Tabes Dorsalis -- Enhancing Healthcare Team Outcomes. To enhance patient-centered care, outcomes, patient safety, and team performance related to tabes dorsalis, healthcare professionals must employ a multifaceted approach that emphasizes skills, strategy, interprofessional communication, and care coordination. Clinicians should thoroughly understand tabes dorsalis, its clinical presentation, and diagnostic challenges. Physicians, advance care practitioners, nurses, pharmacists, ophthalmologic clinicians, and all other healthcare professionals involved in the care of patients with tabes dorsalis must maintain open communication channels to share their expertise, discuss diagnostic strategies, and facilitate timely diagnosis and treatment. Effective care coordination is vital in enhancing outcomes and patient safety by empowering individuals to recognize symptoms, adhere to treatment regimens, and seek timely medical attention. Additionally, public health efforts aimed at increasing awareness, promoting sexual education, and facilitating routine screening for syphilis are essential to mitigate the incidence and impact of this potentially devastating disease."}
{"id": "article-29851_78", "title": "Tabes Dorsalis -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Tabes Dorsalis -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}