{"id": "article-90925_0", "title": "Hyperbaric Contraindications -- Definition/Introduction", "content": "Hyperbaric oxygen therapy (HBOT) places the entire body in an increased pressure environment of a minimum of 1.4 atmospheres (atm) absolute, with 100% oxygen inspiration. [1] Many factors are involved when choosing a course of therapy for a patient. The best choice for the patient balances the risks and rewards. HBOT is generally well tolerated by most patients, although a few clinical scenarios must be screened before starting HBOT.", "contents": "Hyperbaric Contraindications -- Definition/Introduction. Hyperbaric oxygen therapy (HBOT) places the entire body in an increased pressure environment of a minimum of 1.4 atmospheres (atm) absolute, with 100% oxygen inspiration. [1] Many factors are involved when choosing a course of therapy for a patient. The best choice for the patient balances the risks and rewards. HBOT is generally well tolerated by most patients, although a few clinical scenarios must be screened before starting HBOT."}
{"id": "article-90925_1", "title": "Hyperbaric Contraindications -- Issues of Concern -- Absolute Contraindications", "content": "There is currently only one absolute contraindication to hyperbaric oxygen therapy (HBOT): untreated pneumothorax. Placing a patient in a chamber and changing the pressure around them can result in a tension pneumothorax occurring on the ascent, which could quickly become life-threatening. Therefore, patients with pneumothorax should be treated (likely with some form of thoracostomy tube) before hyperbaric oxygen therapy.", "contents": "Hyperbaric Contraindications -- Issues of Concern -- Absolute Contraindications. There is currently only one absolute contraindication to hyperbaric oxygen therapy (HBOT): untreated pneumothorax. Placing a patient in a chamber and changing the pressure around them can result in a tension pneumothorax occurring on the ascent, which could quickly become life-threatening. Therefore, patients with pneumothorax should be treated (likely with some form of thoracostomy tube) before hyperbaric oxygen therapy."}
{"id": "article-90925_2", "title": "Hyperbaric Contraindications -- Issues of Concern -- Relative Contraindications", "content": "These were previously thought to be absolute contraindications:", "contents": "Hyperbaric Contraindications -- Issues of Concern -- Relative Contraindications. These were previously thought to be absolute contraindications:"}
{"id": "article-90925_3", "title": "Hyperbaric Contraindications -- Issues of Concern -- Relative Contraindications", "content": "Concurrent doxorubicin use and HBOT can increase the risk of doxorubicin-mediated cardiotoxicity. Therefore, Doxorubicin should be stopped at least 24 hours before HBOT.", "contents": "Hyperbaric Contraindications -- Issues of Concern -- Relative Contraindications. Concurrent doxorubicin use and HBOT can increase the risk of doxorubicin-mediated cardiotoxicity. Therefore, Doxorubicin should be stopped at least 24 hours before HBOT."}
{"id": "article-90925_4", "title": "Hyperbaric Contraindications -- Issues of Concern -- Relative Contraindications", "content": "Bleomycin is known to cause interstitial pneumonitis and fibrosis and was thought to be an absolute contraindication for HBOT, as previous studies had shown an increased risk of side effects when used with supplemental home oxygen. However, more recent papers have demonstrated many of these patients can be safely treated with HBOT, particularly if the bleomycin exposure was distant (greater than six months before HBOT). Pretreatment evaluation with a physical examination, radiography, blood gas, and spirometry is necessary to determine if HBOT is safe.", "contents": "Hyperbaric Contraindications -- Issues of Concern -- Relative Contraindications. Bleomycin is known to cause interstitial pneumonitis and fibrosis and was thought to be an absolute contraindication for HBOT, as previous studies had shown an increased risk of side effects when used with supplemental home oxygen. However, more recent papers have demonstrated many of these patients can be safely treated with HBOT, particularly if the bleomycin exposure was distant (greater than six months before HBOT). Pretreatment evaluation with a physical examination, radiography, blood gas, and spirometry is necessary to determine if HBOT is safe."}
{"id": "article-90925_5", "title": "Hyperbaric Contraindications -- Issues of Concern -- Relative Contraindications", "content": "Disulfiram, by blocking superoxide dismutase, can increase the risk of oxygen toxicity (seizures and pulmonary toxicity) and should not be used concurrently with HBOT.", "contents": "Hyperbaric Contraindications -- Issues of Concern -- Relative Contraindications. Disulfiram, by blocking superoxide dismutase, can increase the risk of oxygen toxicity (seizures and pulmonary toxicity) and should not be used concurrently with HBOT."}
{"id": "article-90925_6", "title": "Hyperbaric Contraindications -- Issues of Concern -- Relative Contraindications", "content": "The use of Cisplatin in conjunction with HBOT is a relative contraindication; Cisplatin can impair wound healing and make the treatment futile. However, the medication is not an absolute contraindication as there is no increased risk or severity of side effects.", "contents": "Hyperbaric Contraindications -- Issues of Concern -- Relative Contraindications. The use of Cisplatin in conjunction with HBOT is a relative contraindication; Cisplatin can impair wound healing and make the treatment futile. However, the medication is not an absolute contraindication as there is no increased risk or severity of side effects."}
{"id": "article-90925_7", "title": "Hyperbaric Contraindications -- Issues of Concern -- Relative Contraindications", "content": "Mafenide can cause local carbon dioxide production leading to acidosis. It can be wiped off for safety. Evidence of significant ill effects is lacking. [2]", "contents": "Hyperbaric Contraindications -- Issues of Concern -- Relative Contraindications. Mafenide can cause local carbon dioxide production leading to acidosis. It can be wiped off for safety. Evidence of significant ill effects is lacking. [2]"}
{"id": "article-90925_8", "title": "Hyperbaric Contraindications -- Issues of Concern -- Relative Contraindications", "content": "These have long been held to be relative contraindications, and risks versus benefits should be addressed accordingly:", "contents": "Hyperbaric Contraindications -- Issues of Concern -- Relative Contraindications. These have long been held to be relative contraindications, and risks versus benefits should be addressed accordingly:"}
{"id": "article-90925_9", "title": "Hyperbaric Contraindications -- Issues of Concern -- Relative Contraindications", "content": "Chronic obstructive pulmonary disease is a relative contraindication to HBOT due to the risk of hypercarbia. The high oxygen fraction increasing blood oxygen saturation levels can lead to oxygen-induced hypoventilation and increased ventilation/perfusion (V/Q) mismatch.", "contents": "Hyperbaric Contraindications -- Issues of Concern -- Relative Contraindications. Chronic obstructive pulmonary disease is a relative contraindication to HBOT due to the risk of hypercarbia. The high oxygen fraction increasing blood oxygen saturation levels can lead to oxygen-induced hypoventilation and increased ventilation/perfusion (V/Q) mismatch."}
{"id": "article-90925_10", "title": "Hyperbaric Contraindications -- Issues of Concern -- Relative Contraindications", "content": "Asthma can result in air trapping and the development of pulmonary barotrauma. Similarly, asymptomatic pulmonary blebs and bullae found on plain chest radiographs also serve as a relative contraindication due to the potential air trapping progressing to a pneumothorax.", "contents": "Hyperbaric Contraindications -- Issues of Concern -- Relative Contraindications. Asthma can result in air trapping and the development of pulmonary barotrauma. Similarly, asymptomatic pulmonary blebs and bullae found on plain chest radiographs also serve as a relative contraindication due to the potential air trapping progressing to a pneumothorax."}
{"id": "article-90925_11", "title": "Hyperbaric Contraindications -- Issues of Concern -- Relative Contraindications", "content": "Implanted devices should be pressure tested to determine their safety and ability to function in a high-pressure environment. Most have been pressure tested to withstand 100 FSW (4 ATA). However, it is always advisable to check with the manufacturer. While there have not been any case reports of an internal cardiac defibrillator triggering a fire in a patient in the hyperbaric chamber, it is possible to turn them off during treatment (if there is an acceptable risk of dysrhythmia).", "contents": "Hyperbaric Contraindications -- Issues of Concern -- Relative Contraindications. Implanted devices should be pressure tested to determine their safety and ability to function in a high-pressure environment. Most have been pressure tested to withstand 100 FSW (4 ATA). However, it is always advisable to check with the manufacturer. While there have not been any case reports of an internal cardiac defibrillator triggering a fire in a patient in the hyperbaric chamber, it is possible to turn them off during treatment (if there is an acceptable risk of dysrhythmia)."}
{"id": "article-90925_12", "title": "Hyperbaric Contraindications -- Issues of Concern -- Relative Contraindications", "content": "Patients with epidural pain pumps are at risk of device malfunction or deformation under pressure. Contact the manufacturer to verify the pressure limitations of the specific device.", "contents": "Hyperbaric Contraindications -- Issues of Concern -- Relative Contraindications. Patients with epidural pain pumps are at risk of device malfunction or deformation under pressure. Contact the manufacturer to verify the pressure limitations of the specific device."}
{"id": "article-90925_13", "title": "Hyperbaric Contraindications -- Issues of Concern -- Relative Contraindications", "content": "Pregnancy has traditionally been considered a relative contraindication because of unknown effects on the fetus. Recent studies have moved pregnancy from a contraindication to an indication in certain circumstances. Patients who are pregnant can benefit from HBOT in the setting of carbon monoxide (CO) poisoning. Due to the high affinity of fetal hemoglobin to oxygen and CO, HBOT improves fetal outcomes in CO poisoning.", "contents": "Hyperbaric Contraindications -- Issues of Concern -- Relative Contraindications. Pregnancy has traditionally been considered a relative contraindication because of unknown effects on the fetus. Recent studies have moved pregnancy from a contraindication to an indication in certain circumstances. Patients who are pregnant can benefit from HBOT in the setting of carbon monoxide (CO) poisoning. Due to the high affinity of fetal hemoglobin to oxygen and CO, HBOT improves fetal outcomes in CO poisoning."}
{"id": "article-90925_14", "title": "Hyperbaric Contraindications -- Issues of Concern -- Relative Contraindications", "content": "High fever or epilepsy can decrease the seizure threshold, making oxygen toxicity more likely. The risk of HBOT-induced oxygen toxicity resulting in seizures in patients at increased risk of seizures due to history or recent brain surgery is unknown. Antiepileptics and fever control can help alleviate this risk.", "contents": "Hyperbaric Contraindications -- Issues of Concern -- Relative Contraindications. High fever or epilepsy can decrease the seizure threshold, making oxygen toxicity more likely. The risk of HBOT-induced oxygen toxicity resulting in seizures in patients at increased risk of seizures due to history or recent brain surgery is unknown. Antiepileptics and fever control can help alleviate this risk."}
{"id": "article-90925_15", "title": "Hyperbaric Contraindications -- Issues of Concern -- Relative Contraindications", "content": "The inability to equalize ear or sinus pressure, perhaps from previous surgery, radiation, or acute upper respiratory tract infection, could cause pain or barotrauma. In addition, a history of certain ear conditions requiring surgery, such as otosclerosis, can be problematic. Acutely congested patients or those with minor difficulty clearing their ears can be treated with phenylephrine nasal spray. If ineffective or if the specific history of ear disease indicates, tympanostomy tubes should be placed before the initiation of HBOT.", "contents": "Hyperbaric Contraindications -- Issues of Concern -- Relative Contraindications. The inability to equalize ear or sinus pressure, perhaps from previous surgery, radiation, or acute upper respiratory tract infection, could cause pain or barotrauma. In addition, a history of certain ear conditions requiring surgery, such as otosclerosis, can be problematic. Acutely congested patients or those with minor difficulty clearing their ears can be treated with phenylephrine nasal spray. If ineffective or if the specific history of ear disease indicates, tympanostomy tubes should be placed before the initiation of HBOT."}
{"id": "article-90925_16", "title": "Hyperbaric Contraindications -- Issues of Concern -- Relative Contraindications", "content": "Eustachian tube dysfunction can increase the risk of barotrauma to the tympanic membrane. Therefore, it is recommended that patients undergo pressure equalization training or receive tympanostomy tubes before HBOT.", "contents": "Hyperbaric Contraindications -- Issues of Concern -- Relative Contraindications. Eustachian tube dysfunction can increase the risk of barotrauma to the tympanic membrane. Therefore, it is recommended that patients undergo pressure equalization training or receive tympanostomy tubes before HBOT."}
{"id": "article-90925_17", "title": "Hyperbaric Contraindications -- Issues of Concern -- Relative Contraindications", "content": "Claustrophobia is possibly a contraindication, depending on severity, adequacy of control with anxiolytics, and chamber size. In severe cases, it could even represent an absolute contraindication for the patient if they are dangerous to themselves or the tender in the chamber.", "contents": "Hyperbaric Contraindications -- Issues of Concern -- Relative Contraindications. Claustrophobia is possibly a contraindication, depending on severity, adequacy of control with anxiolytics, and chamber size. In severe cases, it could even represent an absolute contraindication for the patient if they are dangerous to themselves or the tender in the chamber."}
{"id": "article-90925_18", "title": "Hyperbaric Contraindications -- Issues of Concern -- Relative Contraindications", "content": "A history of eye surgery may be a contraindication to HBOT if any air or gas is trapped in the eye, as expansion or contraction of gas could damage the eye.", "contents": "Hyperbaric Contraindications -- Issues of Concern -- Relative Contraindications. A history of eye surgery may be a contraindication to HBOT if any air or gas is trapped in the eye, as expansion or contraction of gas could damage the eye."}
{"id": "article-90925_19", "title": "Hyperbaric Contraindications -- Issues of Concern -- Relative Contraindications", "content": "A history of thoracic surgery can increase the risk of atelectasis and pneumothorax in the setting of HBOT. A thorough assessment should be performed before proceeding.", "contents": "Hyperbaric Contraindications -- Issues of Concern -- Relative Contraindications. A history of thoracic surgery can increase the risk of atelectasis and pneumothorax in the setting of HBOT. A thorough assessment should be performed before proceeding."}
{"id": "article-90925_20", "title": "Hyperbaric Contraindications -- Issues of Concern -- Relative Contraindications", "content": "A history of spontaneous pneumothorax is a relative contraindication and may require further evaluation before starting HBOT.", "contents": "Hyperbaric Contraindications -- Issues of Concern -- Relative Contraindications. A history of spontaneous pneumothorax is a relative contraindication and may require further evaluation before starting HBOT."}
{"id": "article-90925_21", "title": "Hyperbaric Contraindications -- Issues of Concern -- Relative Contraindications", "content": "Current upper respiratory and severe sinus infections increase the sinus and inner ear barotrauma risk, leading to further complications and severe patient discomfort. Related, uncontrollable high fevers (>39 C) are a relative contraindication before beginning therapy and warrant a clinical evaluation to determine the source of infection.", "contents": "Hyperbaric Contraindications -- Issues of Concern -- Relative Contraindications. Current upper respiratory and severe sinus infections increase the sinus and inner ear barotrauma risk, leading to further complications and severe patient discomfort. Related, uncontrollable high fevers (>39 C) are a relative contraindication before beginning therapy and warrant a clinical evaluation to determine the source of infection."}
{"id": "article-90925_22", "title": "Hyperbaric Contraindications -- Issues of Concern -- Relative Contraindications", "content": "Asymptomatic pulmonary lesions on chest x-ray should be evaluated before proceeding to HBOT.", "contents": "Hyperbaric Contraindications -- Issues of Concern -- Relative Contraindications. Asymptomatic pulmonary lesions on chest x-ray should be evaluated before proceeding to HBOT."}
{"id": "article-90925_23", "title": "Hyperbaric Contraindications -- Issues of Concern -- Relative Contraindications", "content": "History of optic neuritis or sudden blindness has traditionally been a relative contraindication to undergoing HBOT. However, there have been limited studies on these patients. Additionally, HOBT has been shown to provide therapeutic benefits to patients with radiation-induced optic neuritis, central retinal artery occlusion, retinal vein occlusion, macular edema, and others. Therefore, patients with a history of ophthalmologic pathology should be clinically evaluated to determine the potential risks and benefits.", "contents": "Hyperbaric Contraindications -- Issues of Concern -- Relative Contraindications. History of optic neuritis or sudden blindness has traditionally been a relative contraindication to undergoing HBOT. However, there have been limited studies on these patients. Additionally, HOBT has been shown to provide therapeutic benefits to patients with radiation-induced optic neuritis, central retinal artery occlusion, retinal vein occlusion, macular edema, and others. Therefore, patients with a history of ophthalmologic pathology should be clinically evaluated to determine the potential risks and benefits."}
{"id": "article-90925_24", "title": "Hyperbaric Contraindications -- Issues of Concern -- Relative Contraindications", "content": "Insulin-dependent diabetes mellitus or acute hypoglycemia is a relative contraindication for HBOT due to therapy-induced hypoglycemia. However, point-of-care glucose monitoring and frequent nursing interaction are often sufficient to perform HBOT on diabetic patients safely.", "contents": "Hyperbaric Contraindications -- Issues of Concern -- Relative Contraindications. Insulin-dependent diabetes mellitus or acute hypoglycemia is a relative contraindication for HBOT due to therapy-induced hypoglycemia. However, point-of-care glucose monitoring and frequent nursing interaction are often sufficient to perform HBOT on diabetic patients safely."}
{"id": "article-90925_25", "title": "Hyperbaric Contraindications -- Issues of Concern -- Relative Contraindications", "content": "Nicotine or caffeine use are contraindications before HBOT. The vasoconstriction caused by these agents reduces the effectiveness of therapy. For the same reasons, illicit vasoconstricting agents such as cocaine or amphetamines are also contraindicated.", "contents": "Hyperbaric Contraindications -- Issues of Concern -- Relative Contraindications. Nicotine or caffeine use are contraindications before HBOT. The vasoconstriction caused by these agents reduces the effectiveness of therapy. For the same reasons, illicit vasoconstricting agents such as cocaine or amphetamines are also contraindicated."}
{"id": "article-90925_26", "title": "Hyperbaric Contraindications -- Issues of Concern -- Relative Contraindications", "content": "Congenital spherocytosis has been considered dangerous, as the increased partial pressure of oxygen could cause hemolysis. However, there have been reports of patients being treated without issue.", "contents": "Hyperbaric Contraindications -- Issues of Concern -- Relative Contraindications. Congenital spherocytosis has been considered dangerous, as the increased partial pressure of oxygen could cause hemolysis. However, there have been reports of patients being treated without issue."}
{"id": "article-90925_27", "title": "Hyperbaric Contraindications -- Issues of Concern -- Relative Contraindications", "content": "Perilymph fistulas, which occur from inner ear barotrauma, cause vertigo and other vestibular symptoms and can be aggravated by HBOT with gas being forced into the cochlea. [3]", "contents": "Hyperbaric Contraindications -- Issues of Concern -- Relative Contraindications. Perilymph fistulas, which occur from inner ear barotrauma, cause vertigo and other vestibular symptoms and can be aggravated by HBOT with gas being forced into the cochlea. [3]"}
{"id": "article-90925_28", "title": "Hyperbaric Contraindications -- Issues of Concern -- Relative Contraindications", "content": "HBOT may trigger the reactivation of tuberculosis. To identify latent tuberculosis, high-risk patients should undergo the tuberculin skin test or interferon-gamma release assays before HBOT. [4]", "contents": "Hyperbaric Contraindications -- Issues of Concern -- Relative Contraindications. HBOT may trigger the reactivation of tuberculosis. To identify latent tuberculosis, high-risk patients should undergo the tuberculin skin test or interferon-gamma release assays before HBOT. [4]"}
{"id": "article-90925_29", "title": "Hyperbaric Contraindications -- Issues of Concern -- Relative Contraindications", "content": "Exposure to hyperbaric oxygen therapy-related oxidative stress may significantly affect age-related macular degeneration, keratoconus, and perhaps other ocular diseases. These should be considered carefully when weighing the risks and benefits of hyperbaric treatment. [5] In glaucoma, the oxygen concentration in the aqueous humor with the risk of damage to the trabecular meshwork may be greater if the anterior ocular surface is exposed to hyperbaric oxygen by a hood or monoplace chamber. Mask delivery of hyperbaric oxygen may be a safer method. [6]", "contents": "Hyperbaric Contraindications -- Issues of Concern -- Relative Contraindications. Exposure to hyperbaric oxygen therapy-related oxidative stress may significantly affect age-related macular degeneration, keratoconus, and perhaps other ocular diseases. These should be considered carefully when weighing the risks and benefits of hyperbaric treatment. [5] In glaucoma, the oxygen concentration in the aqueous humor with the risk of damage to the trabecular meshwork may be greater if the anterior ocular surface is exposed to hyperbaric oxygen by a hood or monoplace chamber. Mask delivery of hyperbaric oxygen may be a safer method. [6]"}
{"id": "article-90925_30", "title": "Hyperbaric Contraindications -- Issues of Concern -- Not a Contraindication", "content": "It had been hypothesized that active cancer would be a contraindication to HBOT. The proposed mechanism was that hyperbaric oxygen causes the release of vascular endothelial growth factor (VEGF) and could cause increased tumor growth. However, given the difference in tumor growth cycles versus wound healing and a literature review, the evidence shows a net neutral effect on gene expression related to tumor growth.", "contents": "Hyperbaric Contraindications -- Issues of Concern -- Not a Contraindication. It had been hypothesized that active cancer would be a contraindication to HBOT. The proposed mechanism was that hyperbaric oxygen causes the release of vascular endothelial growth factor (VEGF) and could cause increased tumor growth. However, given the difference in tumor growth cycles versus wound healing and a literature review, the evidence shows a net neutral effect on gene expression related to tumor growth."}
{"id": "article-90925_31", "title": "Hyperbaric Contraindications -- Clinical Significance", "content": "HBOT can be used for emergent or elective interventions. The primary emergent indication for HBOT is decompression sickness from gas embolism and decompression illness. It is also used for acute management of carbon monoxide toxicity, chronic refractory osteomyelitis, radiation injuries to soft tissue, and clostridial myonecrosis, although evidence for its use is less robust. It has also been used in necrotizing wounds, retinal artery occlusion, and acute trauma, though clear evidence of efficacy for these conditions is somewhat lacking. [1] In some of these conditions, HBOT is an adjuvant for patients unresponsive to traditional treatment methods alone. [7]", "contents": "Hyperbaric Contraindications -- Clinical Significance. HBOT can be used for emergent or elective interventions. The primary emergent indication for HBOT is decompression sickness from gas embolism and decompression illness. It is also used for acute management of carbon monoxide toxicity, chronic refractory osteomyelitis, radiation injuries to soft tissue, and clostridial myonecrosis, although evidence for its use is less robust. It has also been used in necrotizing wounds, retinal artery occlusion, and acute trauma, though clear evidence of efficacy for these conditions is somewhat lacking. [1] In some of these conditions, HBOT is an adjuvant for patients unresponsive to traditional treatment methods alone. [7]"}
{"id": "article-90925_32", "title": "Hyperbaric Contraindications -- Clinical Significance", "content": "Additional research indicates that patients recovering from head and neck tumors after radiation and surgical intervention may experience progressive fibrosis of soft tissue within the jaw. Studies have shown that patients who receive coadministered HBOT experience better outcomes than those without and conclude that patients who are irradiated for head and neck tumors should be referred to HBOT centers. Physicians should coordinate this effort with planned surgeries to optimize tissue healing. [8] Delayed radiation sequelae for treating neurologic, gynecologic, urologic, and colorectal cancers have all shown responsiveness to concurrent HBOT. [9] [10]", "contents": "Hyperbaric Contraindications -- Clinical Significance. Additional research indicates that patients recovering from head and neck tumors after radiation and surgical intervention may experience progressive fibrosis of soft tissue within the jaw. Studies have shown that patients who receive coadministered HBOT experience better outcomes than those without and conclude that patients who are irradiated for head and neck tumors should be referred to HBOT centers. Physicians should coordinate this effort with planned surgeries to optimize tissue healing. [8] Delayed radiation sequelae for treating neurologic, gynecologic, urologic, and colorectal cancers have all shown responsiveness to concurrent HBOT. [9] [10]"}
{"id": "article-90925_33", "title": "Hyperbaric Contraindications -- Clinical Significance", "content": "There is also evidence that HBOT treats severe anemia where transfusions are refused (as with observant Jehovah’s Witnesses) or cannot be safely performed. [11] Evidence for this has been established at the basic science level and corroborated in healthy patients.", "contents": "Hyperbaric Contraindications -- Clinical Significance. There is also evidence that HBOT treats severe anemia where transfusions are refused (as with observant Jehovah’s Witnesses) or cannot be safely performed. [11] Evidence for this has been established at the basic science level and corroborated in healthy patients."}
{"id": "article-90925_34", "title": "Hyperbaric Contraindications -- Clinical Significance", "content": "One of the main drawbacks of this treatment method is the relative lack of access. There is a national shortage of HBOT centers in the United States, limiting its use and study as a mainstay treatment. [1]", "contents": "Hyperbaric Contraindications -- Clinical Significance. One of the main drawbacks of this treatment method is the relative lack of access. There is a national shortage of HBOT centers in the United States, limiting its use and study as a mainstay treatment. [1]"}
{"id": "article-90925_35", "title": "Hyperbaric Contraindications -- Nursing, Allied Health, and Interprofessional Team Interventions", "content": "Indications for HBOT use should be carefully weighed against the patients' potential contraindications for treatment to ensure that patients' benefit outweighs the associated risks. Interprofessional collaboration is crucial to ensure that patients' contraindications are considered and ruled out while ensuring that HBOT is used with a reasonable indication of benefit. As HBOT can be used emergently or electively, interprofessional roles vary considerably. In emergent situations, earlier HBOT initiation is correlated with improved outcomes. [12] While emergency department physicians may have the final say in recommending emergent HBOT, nurses, radiologists, emergency medical service personnel, and pharmacists are critical in ruling out contraindications for HBOT use.", "contents": "Hyperbaric Contraindications -- Nursing, Allied Health, and Interprofessional Team Interventions. Indications for HBOT use should be carefully weighed against the patients' potential contraindications for treatment to ensure that patients' benefit outweighs the associated risks. Interprofessional collaboration is crucial to ensure that patients' contraindications are considered and ruled out while ensuring that HBOT is used with a reasonable indication of benefit. As HBOT can be used emergently or electively, interprofessional roles vary considerably. In emergent situations, earlier HBOT initiation is correlated with improved outcomes. [12] While emergency department physicians may have the final say in recommending emergent HBOT, nurses, radiologists, emergency medical service personnel, and pharmacists are critical in ruling out contraindications for HBOT use."}
{"id": "article-90925_36", "title": "Hyperbaric Contraindications -- Nursing, Allied Health, and Interprofessional Team Interventions", "content": "Emergency medical service personnel are responsible for producing the initial history, which may include indications that emergency HBOT is needed, such as a diving injury or evidence of carbon monoxide toxicity. Radiology staff must evaluate past radiographs for evidence of pulmonary nodules or other pulmonary abnormalities that may contraindicate elective HBOT. In addition, radiology will have a critical role in emergent situations to rule out tension pneumothorax, the single absolute contraindication of HBOT. Pharmacists and pharmacy staff have an important role in considering the patient's current medications and medication schedules so that patients undergoing chemotherapy can also utilize elective HBOT safely and without risk of medication effects. Nurses play an important role in monitoring patients undergoing HBOT for adverse reactions and are essential to maintaining patient safety and well-being during HBOT treatment. For elective HBOT, primary care providers must carefully note medical conditions that may relatively contraindicate HBOT, including claustrophobia, upper respiratory infections, diabetes, eustachian tube malformations, and chronic respiratory diseases. When considering HBOT, the primary care staff must continuously review potential comorbidities that may introduce additional risk to the patient. [1] [2]", "contents": "Hyperbaric Contraindications -- Nursing, Allied Health, and Interprofessional Team Interventions. Emergency medical service personnel are responsible for producing the initial history, which may include indications that emergency HBOT is needed, such as a diving injury or evidence of carbon monoxide toxicity. Radiology staff must evaluate past radiographs for evidence of pulmonary nodules or other pulmonary abnormalities that may contraindicate elective HBOT. In addition, radiology will have a critical role in emergent situations to rule out tension pneumothorax, the single absolute contraindication of HBOT. Pharmacists and pharmacy staff have an important role in considering the patient's current medications and medication schedules so that patients undergoing chemotherapy can also utilize elective HBOT safely and without risk of medication effects. Nurses play an important role in monitoring patients undergoing HBOT for adverse reactions and are essential to maintaining patient safety and well-being during HBOT treatment. For elective HBOT, primary care providers must carefully note medical conditions that may relatively contraindicate HBOT, including claustrophobia, upper respiratory infections, diabetes, eustachian tube malformations, and chronic respiratory diseases. When considering HBOT, the primary care staff must continuously review potential comorbidities that may introduce additional risk to the patient. [1] [2]"}
{"id": "article-90925_37", "title": "Hyperbaric Contraindications -- Nursing, Allied Health, and Interprofessional Team Interventions -- Oxford CEBM Evidence Levels for HBOT by Condition", "content": "Gas embolus: Level II [13] Radiation injury treatment: Level II [14] Refractory osteomyelitis: Level III [15]", "contents": "Hyperbaric Contraindications -- Nursing, Allied Health, and Interprofessional Team Interventions -- Oxford CEBM Evidence Levels for HBOT by Condition. Gas embolus: Level II [13] Radiation injury treatment: Level II [14] Refractory osteomyelitis: Level III [15]"}
{"id": "article-90925_38", "title": "Hyperbaric Contraindications -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Hyperbaric Contraindications -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}