{"id": "article-20957_0", "title": "Elder Abuse -- Continuing Education Activity", "content": "Elder abuse comes in many forms, including physical, psychological, and sexual abuse, as well as less obvious forms such as financial exploitation and neglect. Elder abuse is a common problem with complex social and medical considerations in which medical professionals are uniquely positioned to identify and intervene. This activity reviews the evaluation and management of elder abuse and highlights the role of the interprofessional team in improving care for patients with this condition.", "contents": "Elder Abuse -- Continuing Education Activity. Elder abuse comes in many forms, including physical, psychological, and sexual abuse, as well as less obvious forms such as financial exploitation and neglect. Elder abuse is a common problem with complex social and medical considerations in which medical professionals are uniquely positioned to identify and intervene. This activity reviews the evaluation and management of elder abuse and highlights the role of the interprofessional team in improving care for patients with this condition."}
{"id": "article-20957_1", "title": "Elder Abuse -- Continuing Education Activity", "content": "Objectives: Identify risk factors for developing elder abuse. Summarize the psychosocial considerations for patients with elder abuse. Describe the common physical exam findings associated with elder abuse. Explain the importance of collaboration and communication amongst the interprofessional team to improve outcomes for patients affected by elder abuse. Access free multiple choice questions on this topic.", "contents": "Elder Abuse -- Continuing Education Activity. Objectives: Identify risk factors for developing elder abuse. Summarize the psychosocial considerations for patients with elder abuse. Describe the common physical exam findings associated with elder abuse. Explain the importance of collaboration and communication amongst the interprofessional team to improve outcomes for patients affected by elder abuse. Access free multiple choice questions on this topic."}
{"id": "article-20957_2", "title": "Elder Abuse -- Introduction", "content": "Elder abuse is a common problem with complex psychosocial and medical considerations. In general, elder abuse is considered a direct action, inaction, or negligence toward an older adult that harms them or places them at risk of harm either by a person in a position of presumed trust or by an outside individual targeting the victim based on age or disability. [1] [2] [3] Elder abuse breaks down into five categories. These categories include physical abuse, emotional or psychological abuse, sexual abuse, financial exploitation, and neglect. [4] [5] [6] While elder abuse is described in categories, victims often suffer from multiple forms of abuse simultaneously. [2]", "contents": "Elder Abuse -- Introduction. Elder abuse is a common problem with complex psychosocial and medical considerations. In general, elder abuse is considered a direct action, inaction, or negligence toward an older adult that harms them or places them at risk of harm either by a person in a position of presumed trust or by an outside individual targeting the victim based on age or disability. [1] [2] [3] Elder abuse breaks down into five categories. These categories include physical abuse, emotional or psychological abuse, sexual abuse, financial exploitation, and neglect. [4] [5] [6] While elder abuse is described in categories, victims often suffer from multiple forms of abuse simultaneously. [2]"}
{"id": "article-20957_3", "title": "Elder Abuse -- Introduction", "content": "Physical abuse of the elderly consists of intentional physical force to inflict pain, cause impairment, or injure the victim. Examples include hitting, restraining a person inappropriately, hair pulling, forcibly feeding a person, pinching, pushing, and any other mechanism intentionally used to cause physical harm. [5] [4]", "contents": "Elder Abuse -- Introduction. Physical abuse of the elderly consists of intentional physical force to inflict pain, cause impairment, or injure the victim. Examples include hitting, restraining a person inappropriately, hair pulling, forcibly feeding a person, pinching, pushing, and any other mechanism intentionally used to cause physical harm. [5] [4]"}
{"id": "article-20957_4", "title": "Elder Abuse -- Introduction", "content": "Psychological or emotional abuse encompasses verbal threats of harm, harassment, intimidation, yelling, isolating someone, or treating an older person like a child. This abuse may lead to the elderly individual being depressed, anxious, withdrawing from social interactions, living under a constant state of fear, and may leave them feeling hopeless. [5] [4]", "contents": "Elder Abuse -- Introduction. Psychological or emotional abuse encompasses verbal threats of harm, harassment, intimidation, yelling, isolating someone, or treating an older person like a child. This abuse may lead to the elderly individual being depressed, anxious, withdrawing from social interactions, living under a constant state of fear, and may leave them feeling hopeless. [5] [4]"}
{"id": "article-20957_5", "title": "Elder Abuse -- Introduction", "content": "Sexual abuse of the elderly is considered a nonconsensual sexual act where the victim is either forced into the act against their will or are incapable of understanding or consenting to the sexual act. [5] [4] Examples of sexual abuse include rape, forced nudity, explicit photography, inappropriately exposing oneself to the victim, and unwanted touching. [5] [4] If there is a suspicion that sexual abuse goes unidentified and is underreported more frequently than other forms of abuse. This discrepancy is likely multifactorial, including society’s false perceptions of sexuality among the elderly and barriers to the victim reporting the abuse. [7]", "contents": "Elder Abuse -- Introduction. Sexual abuse of the elderly is considered a nonconsensual sexual act where the victim is either forced into the act against their will or are incapable of understanding or consenting to the sexual act. [5] [4] Examples of sexual abuse include rape, forced nudity, explicit photography, inappropriately exposing oneself to the victim, and unwanted touching. [5] [4] If there is a suspicion that sexual abuse goes unidentified and is underreported more frequently than other forms of abuse. This discrepancy is likely multifactorial, including society’s false perceptions of sexuality among the elderly and barriers to the victim reporting the abuse. [7]"}
{"id": "article-20957_6", "title": "Elder Abuse -- Introduction", "content": "Neglect is unique in that it may be intentional or unintentional. [8] In general, it is a failure of the caregiver to fulfill their obligations to the older adult. Forms of neglect include withholding nutrition, water, appropriate clothing, failure to give or refill medications, and failure to provide their assistive devices such as hearing aids, glasses, or walkers. [5] [4] Neglect often manifests with the person being underweight, dehydrated, having poor personal hygiene, dirty clothing, long toenails or fingernails, and can lead to complications from poorly controlled medical conditions. [4]", "contents": "Elder Abuse -- Introduction. Neglect is unique in that it may be intentional or unintentional. [8] In general, it is a failure of the caregiver to fulfill their obligations to the older adult. Forms of neglect include withholding nutrition, water, appropriate clothing, failure to give or refill medications, and failure to provide their assistive devices such as hearing aids, glasses, or walkers. [5] [4] Neglect often manifests with the person being underweight, dehydrated, having poor personal hygiene, dirty clothing, long toenails or fingernails, and can lead to complications from poorly controlled medical conditions. [4]"}
{"id": "article-20957_7", "title": "Elder Abuse -- Introduction", "content": "Financial exploitation encompasses the withholding or misuse of the older adult’s resources, including money, property, and other assets to the detriment of the victim or benefit of the perpetrator. This form of abuse may include directly stealing assets, forging the victim’s signature on documents or checks, inappropriate changing of a will, overpaying for goods or services, use of the victim’s assets without their knowledge, or forcing them to make financial changes that are not in their best interest. [5] [4] [8]", "contents": "Elder Abuse -- Introduction. Financial exploitation encompasses the withholding or misuse of the older adult’s resources, including money, property, and other assets to the detriment of the victim or benefit of the perpetrator. This form of abuse may include directly stealing assets, forging the victim’s signature on documents or checks, inappropriate changing of a will, overpaying for goods or services, use of the victim’s assets without their knowledge, or forcing them to make financial changes that are not in their best interest. [5] [4] [8]"}
{"id": "article-20957_8", "title": "Elder Abuse -- Introduction", "content": "Elder abuse has devastating and costly effects on the victim and society as a whole, yet often goes unidentified or unreported. [9] [1] Health care professionals are in a unique position to identify and intervene in elder abuse as they may be the only contact an elderly adult has outside of their home. [5] [6] Therefore, all members of the health care team need to be aware of risk factors and signs of elder abuse as well as the systems in place to assist victims and families.", "contents": "Elder Abuse -- Introduction. Elder abuse has devastating and costly effects on the victim and society as a whole, yet often goes unidentified or unreported. [9] [1] Health care professionals are in a unique position to identify and intervene in elder abuse as they may be the only contact an elderly adult has outside of their home. [5] [6] Therefore, all members of the health care team need to be aware of risk factors and signs of elder abuse as well as the systems in place to assist victims and families."}
{"id": "article-20957_9", "title": "Elder Abuse -- Etiology", "content": "Elder abuse is a complex phenomenon with many risk factors and societal factors to consider. These include victim and perpetrator characteristics, society’s perceptions, and environmental factors. [4] [5]", "contents": "Elder Abuse -- Etiology. Elder abuse is a complex phenomenon with many risk factors and societal factors to consider. These include victim and perpetrator characteristics, society’s perceptions, and environmental factors. [4] [5]"}
{"id": "article-20957_10", "title": "Elder Abuse -- Etiology", "content": "Victim characteristics strongly associated with elder abuse include increased reliance on a caregiver due to physical, emotional, psychological, or financial dependence. [5] A prevalent belief is that the increased reliance on a caregiver leads to high caregiver burden, which may manifest as elder abuse. [4] [5] Victims are also sometimes resistant or unable to report the abuse. This hesitancy may be secondary to physical or cognitive inability, fear of retaliation or institutionalization, embarrassment, accepting abuse as normal, self-blame, or not knowing that help is available. [6]", "contents": "Elder Abuse -- Etiology. Victim characteristics strongly associated with elder abuse include increased reliance on a caregiver due to physical, emotional, psychological, or financial dependence. [5] A prevalent belief is that the increased reliance on a caregiver leads to high caregiver burden, which may manifest as elder abuse. [4] [5] Victims are also sometimes resistant or unable to report the abuse. This hesitancy may be secondary to physical or cognitive inability, fear of retaliation or institutionalization, embarrassment, accepting abuse as normal, self-blame, or not knowing that help is available. [6]"}
{"id": "article-20957_11", "title": "Elder Abuse -- Etiology", "content": "Perpetrator characteristics associated with elder abuse include substance abuse, normalization of violence through previous life experiences, financial dependence on the victim, mental illness, personality disorders, and a history of a strained premorbid relationship with the older adult. [1] [4] [5] Each of these factors can make it more challenging to cope with the increased caregiver burden, which may result in abuse. [4]", "contents": "Elder Abuse -- Etiology. Perpetrator characteristics associated with elder abuse include substance abuse, normalization of violence through previous life experiences, financial dependence on the victim, mental illness, personality disorders, and a history of a strained premorbid relationship with the older adult. [1] [4] [5] Each of these factors can make it more challenging to cope with the increased caregiver burden, which may result in abuse. [4]"}
{"id": "article-20957_12", "title": "Elder Abuse -- Etiology", "content": "Societal and environmental factors include high crime rates, which may normalize violence, lack of community resources causing increased strain on caregivers and victims, and the belief that the elderly are unlikely to be victims of abuse. [7] There is also insufficient training among health care professionals on how to identify and manage victims of elder abuse appropriately. [9] [5] Furthermore, caregivers, including those working at nursing facilities, may not have adequate training on how to manage aggressive patients, such as residents with dementia. This situation can lead to environments and responses toward residents that perpetuate abuse. [8]", "contents": "Elder Abuse -- Etiology. Societal and environmental factors include high crime rates, which may normalize violence, lack of community resources causing increased strain on caregivers and victims, and the belief that the elderly are unlikely to be victims of abuse. [7] There is also insufficient training among health care professionals on how to identify and manage victims of elder abuse appropriately. [9] [5] Furthermore, caregivers, including those working at nursing facilities, may not have adequate training on how to manage aggressive patients, such as residents with dementia. This situation can lead to environments and responses toward residents that perpetuate abuse. [8]"}
{"id": "article-20957_13", "title": "Elder Abuse -- Epidemiology", "content": "Elder abuse is a widespread, global problem with an estimated prevalence of 5-10% in the general population of older adults in the U.S. [1] [3] [4] The abuser often is someone the victim knows, such as a family member, friend, neighbor, caregiver, or staff at long-term care or health care facilities. [1] [6] Of the categories of abuse, neglect, psychological abuse, and financial exploitation are the most common with physical abuse and sexual abuse occurring less frequently. [5] Older adults with dementia or other cognitive impairment are at the highest risk, with nearly five times the rate of elder abuse seen compared to older adults without dementia. [4] [5]", "contents": "Elder Abuse -- Epidemiology. Elder abuse is a widespread, global problem with an estimated prevalence of 5-10% in the general population of older adults in the U.S. [1] [3] [4] The abuser often is someone the victim knows, such as a family member, friend, neighbor, caregiver, or staff at long-term care or health care facilities. [1] [6] Of the categories of abuse, neglect, psychological abuse, and financial exploitation are the most common with physical abuse and sexual abuse occurring less frequently. [5] Older adults with dementia or other cognitive impairment are at the highest risk, with nearly five times the rate of elder abuse seen compared to older adults without dementia. [4] [5]"}
{"id": "article-20957_14", "title": "Elder Abuse -- Epidemiology", "content": "Other groups found to have disproportionately high levels of abuse include women, people older than 80, minority populations, residents of long-term care facilities, and people with multiple comorbidities. Due to limited and conflicting data, it is difficult to determine whether factors such as race, ethnicity, and gender are independent risk factors of abuse once corrected for confounding factors such as socioeconomic status and comorbidities. [6] [4] [3]", "contents": "Elder Abuse -- Epidemiology. Other groups found to have disproportionately high levels of abuse include women, people older than 80, minority populations, residents of long-term care facilities, and people with multiple comorbidities. Due to limited and conflicting data, it is difficult to determine whether factors such as race, ethnicity, and gender are independent risk factors of abuse once corrected for confounding factors such as socioeconomic status and comorbidities. [6] [4] [3]"}
{"id": "article-20957_15", "title": "Elder Abuse -- Epidemiology", "content": "Demographics do vary by abuse type, with women being victims of sexual abuse much more frequently than men. [7] The exact prevalence of elder abuse is challenging to decern as only an estimated 5% of abuse cases are reported. [9] [2] [8]", "contents": "Elder Abuse -- Epidemiology. Demographics do vary by abuse type, with women being victims of sexual abuse much more frequently than men. [7] The exact prevalence of elder abuse is challenging to decern as only an estimated 5% of abuse cases are reported. [9] [2] [8]"}
{"id": "article-20957_16", "title": "Elder Abuse -- History and Physical", "content": "Appropriate patient history focusses on identifying risk factors for developing abuse as well as identifying patterns that may be concerning for active abuse. A single screening question like “do you feel safe at home” is much less likely to identify abuse than more extensive questioning or screening tools. [4] [5]", "contents": "Elder Abuse -- History and Physical. Appropriate patient history focusses on identifying risk factors for developing abuse as well as identifying patterns that may be concerning for active abuse. A single screening question like “do you feel safe at home” is much less likely to identify abuse than more extensive questioning or screening tools. [4] [5]"}
{"id": "article-20957_17", "title": "Elder Abuse -- History and Physical", "content": "Red flags for possible abuse include unexplained or frequent injuries, delay of care following the onset of illness or injury, noncompliance with the medical regimen, and missing follow-up appointments. When an area of concern is identified, it is essential to ask focused questions based on the type of abuse suspected. [5] In some cases, it may be appropriate to obtain information from the patient, family members, caregiver, emergency medical services, law enforcement, home health care services, case management, or the patient’s primary care physician to identify areas of concern or inconsistencies in the narrative. [5] [6]", "contents": "Elder Abuse -- History and Physical. Red flags for possible abuse include unexplained or frequent injuries, delay of care following the onset of illness or injury, noncompliance with the medical regimen, and missing follow-up appointments. When an area of concern is identified, it is essential to ask focused questions based on the type of abuse suspected. [5] In some cases, it may be appropriate to obtain information from the patient, family members, caregiver, emergency medical services, law enforcement, home health care services, case management, or the patient’s primary care physician to identify areas of concern or inconsistencies in the narrative. [5] [6]"}
{"id": "article-20957_18", "title": "Elder Abuse -- History and Physical", "content": "The caregiver should leave the room to obtain a history related to abuse. [6] History taking should include specific medical and psychosocial factors to help identify areas needing more support to prevent abuse. [4] Questions need to be presented in a nonjudgmental way while giving the patient time to respond as they will be more likely to confide in the interviewer if they feel comfortable. [6]", "contents": "Elder Abuse -- History and Physical. The caregiver should leave the room to obtain a history related to abuse. [6] History taking should include specific medical and psychosocial factors to help identify areas needing more support to prevent abuse. [4] Questions need to be presented in a nonjudgmental way while giving the patient time to respond as they will be more likely to confide in the interviewer if they feel comfortable. [6]"}
{"id": "article-20957_19", "title": "Elder Abuse -- History and Physical", "content": "In the case of an acute visit, it is critical to get a detailed history of the mechanism of injury or events leading up to their visit as the history requires a comparison to exam findings for congruency. Family members and caregivers should not be used as translators in cases when abuse is suspected. [5] The history and exam must be detailed and objective as they may later be part of an investigation.", "contents": "Elder Abuse -- History and Physical. In the case of an acute visit, it is critical to get a detailed history of the mechanism of injury or events leading up to their visit as the history requires a comparison to exam findings for congruency. Family members and caregivers should not be used as translators in cases when abuse is suspected. [5] The history and exam must be detailed and objective as they may later be part of an investigation."}
{"id": "article-20957_20", "title": "Elder Abuse -- History and Physical", "content": "When there is a concern regarding potential abuse, a comprehensive head-to-toe physical exam is necessary. [5] The exam should include observation of the patient-caregiver interaction and patient mannerisms such as poor eye contact or signs of anxiety. [6]", "contents": "Elder Abuse -- History and Physical. When there is a concern regarding potential abuse, a comprehensive head-to-toe physical exam is necessary. [5] The exam should include observation of the patient-caregiver interaction and patient mannerisms such as poor eye contact or signs of anxiety. [6]"}
{"id": "article-20957_21", "title": "Elder Abuse -- History and Physical", "content": "Exam findings concerning for physical abuse are patterned bruising, bite marks, bruising in different stages of healing, subconjunctival hemorrhages, intraoral injuries, and bruising in suspicious regions like the wrists, the ulnar aspect of the forearms, face, neck, ears, back, abdomen and other nonbony prominences. [5] [6]", "contents": "Elder Abuse -- History and Physical. Exam findings concerning for physical abuse are patterned bruising, bite marks, bruising in different stages of healing, subconjunctival hemorrhages, intraoral injuries, and bruising in suspicious regions like the wrists, the ulnar aspect of the forearms, face, neck, ears, back, abdomen and other nonbony prominences. [5] [6]"}
{"id": "article-20957_22", "title": "Elder Abuse -- History and Physical", "content": "Physical signs of neglect include patients who appear malnourished or dehydrated, are wearing dirty clothing, have long toenails or fingernails, and the presence of pressure ulcers. [5] [6] Detailed genital and rectal exams must take place if there is a concern for sexual abuse. Exam findings that can cause concern for sexual abuse include bruising, lacerations or tears, redness, swelling, incontinence, and signs of sexually transmitted diseases such as drainage, lesions, or foul odor. [5] [7]", "contents": "Elder Abuse -- History and Physical. Physical signs of neglect include patients who appear malnourished or dehydrated, are wearing dirty clothing, have long toenails or fingernails, and the presence of pressure ulcers. [5] [6] Detailed genital and rectal exams must take place if there is a concern for sexual abuse. Exam findings that can cause concern for sexual abuse include bruising, lacerations or tears, redness, swelling, incontinence, and signs of sexually transmitted diseases such as drainage, lesions, or foul odor. [5] [7]"}
{"id": "article-20957_23", "title": "Elder Abuse -- Evaluation", "content": "The evaluation should be directed by a detailed history and physical exam, focusing on the type of abuse suspected and injuries seen. It is essential to take into account the patient’s medical history, functional capacity, mechanism of injury, exam findings, laboratory findings, and imaging results to determine whether the injury is suspicious for abuse. [9] [10]", "contents": "Elder Abuse -- Evaluation. The evaluation should be directed by a detailed history and physical exam, focusing on the type of abuse suspected and injuries seen. It is essential to take into account the patient’s medical history, functional capacity, mechanism of injury, exam findings, laboratory findings, and imaging results to determine whether the injury is suspicious for abuse. [9] [10]"}
{"id": "article-20957_24", "title": "Elder Abuse -- Evaluation", "content": "Unlike child abuse, there are limited data to identify specific radiologic patterns pathognomonic for elder abuse. Some radiologic findings suggested as potential signs of abuse include posterior rib fractures, fractures of varying chronicity, distal ulnar diaphysis fractures, skull fractures, subdural hematomas, small bowel hematomas, and high energy fractures in the setting of a low energy mechanism. [9] [5] [10] Appropriate lab work may include assessment for dehydration, malnutrition, infection, endocrinologic etiologies, anemia, coagulopathies, and rhabdomyolysis. It would also be relevant to obtain medication levels, when able, to see if the patient has been getting their medications. A urine drug screen should merit consideration to identify the presence of drugs or substances suggestive of poisoning. [5]", "contents": "Elder Abuse -- Evaluation. Unlike child abuse, there are limited data to identify specific radiologic patterns pathognomonic for elder abuse. Some radiologic findings suggested as potential signs of abuse include posterior rib fractures, fractures of varying chronicity, distal ulnar diaphysis fractures, skull fractures, subdural hematomas, small bowel hematomas, and high energy fractures in the setting of a low energy mechanism. [9] [5] [10] Appropriate lab work may include assessment for dehydration, malnutrition, infection, endocrinologic etiologies, anemia, coagulopathies, and rhabdomyolysis. It would also be relevant to obtain medication levels, when able, to see if the patient has been getting their medications. A urine drug screen should merit consideration to identify the presence of drugs or substances suggestive of poisoning. [5]"}
{"id": "article-20957_25", "title": "Elder Abuse -- Evaluation", "content": "If imaging is obtained, it is important to communicate with the radiologist. Things that may be helpful for the radiologist include knowing the functional capacity of the patient, pertinent medical history, and the mechanism of injury to help them determine if the injury is consistent with the mechanism described. [9]", "contents": "Elder Abuse -- Evaluation. If imaging is obtained, it is important to communicate with the radiologist. Things that may be helpful for the radiologist include knowing the functional capacity of the patient, pertinent medical history, and the mechanism of injury to help them determine if the injury is consistent with the mechanism described. [9]"}
{"id": "article-20957_26", "title": "Elder Abuse -- Evaluation", "content": "Another aspect of the evaluation is determining the individual’s capacity to make their own decisions. If a person has the capacity to make their own decisions, even in the setting of abuse, they can remain in their abusive environment if desired. [5] Screening tools such as the Mini-Mental State Exam or quickly assessing orientation are usually not sufficient in determining capacity. [4] Other screening tools, such as the Hopkins Competency Assessment Test, should be considered as they correlate more frequently with a psychiatrist’s determination of capacity. [11]", "contents": "Elder Abuse -- Evaluation. Another aspect of the evaluation is determining the individual’s capacity to make their own decisions. If a person has the capacity to make their own decisions, even in the setting of abuse, they can remain in their abusive environment if desired. [5] Screening tools such as the Mini-Mental State Exam or quickly assessing orientation are usually not sufficient in determining capacity. [4] Other screening tools, such as the Hopkins Competency Assessment Test, should be considered as they correlate more frequently with a psychiatrist’s determination of capacity. [11]"}
{"id": "article-20957_27", "title": "Elder Abuse -- Evaluation", "content": "Screening tools such as the Elder Abuse Suspicion Index or the Elder Abuse Vulnerability Index may also be useful. These tools help identify older adults currently being abused as well as those at risk of becoming abused, which can guide the utilization of education and resources. [4] [5] [3]", "contents": "Elder Abuse -- Evaluation. Screening tools such as the Elder Abuse Suspicion Index or the Elder Abuse Vulnerability Index may also be useful. These tools help identify older adults currently being abused as well as those at risk of becoming abused, which can guide the utilization of education and resources. [4] [5] [3]"}
{"id": "article-20957_28", "title": "Elder Abuse -- Treatment / Management", "content": "Treatment initially should focus on correcting the acute presenting problem or injury. However, it is crucial to address the social and psychological components of elder abuse as well. Social interventions may include coordinating home health services, meal delivery, transportation for appointments, helping set up insurance, or connecting the older adult with adult daycare or senior centers. [5]", "contents": "Elder Abuse -- Treatment / Management. Treatment initially should focus on correcting the acute presenting problem or injury. However, it is crucial to address the social and psychological components of elder abuse as well. Social interventions may include coordinating home health services, meal delivery, transportation for appointments, helping set up insurance, or connecting the older adult with adult daycare or senior centers. [5]"}
{"id": "article-20957_29", "title": "Elder Abuse -- Treatment / Management", "content": "If the patient is in immediate danger, it is vital to protect the patient. This action could require the involvement of law enforcement or hospital security, social work, the hospital legal team, and possibly applying for emergency guardianship. [5] An essential step in the management of elder abuse is reporting the abuse, even if it is only suspected and not yet proven, as this triggers the appropriate agency involvement, such as Adult Protective Services, to investigate the abuse further and can lead to the individual getting the help they need.", "contents": "Elder Abuse -- Treatment / Management. If the patient is in immediate danger, it is vital to protect the patient. This action could require the involvement of law enforcement or hospital security, social work, the hospital legal team, and possibly applying for emergency guardianship. [5] An essential step in the management of elder abuse is reporting the abuse, even if it is only suspected and not yet proven, as this triggers the appropriate agency involvement, such as Adult Protective Services, to investigate the abuse further and can lead to the individual getting the help they need."}
{"id": "article-20957_30", "title": "Elder Abuse -- Treatment / Management", "content": "Most health care professionals qualify as mandatory reporters of suspected elder abuse, although specifics vary some by state. However, many cases of possible elder abuse go unreported. Some reasons for not reporting abuse include concern for the loss of physician control, loss of patient trust, unintended negative consequences, the subtlety of the findings, and retaliation of perpetrators against the victim. [12] [4] [5]", "contents": "Elder Abuse -- Treatment / Management. Most health care professionals qualify as mandatory reporters of suspected elder abuse, although specifics vary some by state. However, many cases of possible elder abuse go unreported. Some reasons for not reporting abuse include concern for the loss of physician control, loss of patient trust, unintended negative consequences, the subtlety of the findings, and retaliation of perpetrators against the victim. [12] [4] [5]"}
{"id": "article-20957_31", "title": "Elder Abuse -- Differential Diagnosis", "content": "With the possibility of significant consequences associated with the diagnosis of elder abuse, it is important to consider alternative diagnoses. These would include anything that could cause the patient to exhibit behaviors indicative of abuse or that would make them more likely to develop concerning exam or imaging findings from a non-abusive etiology. For instance, a patient with malignancy, depression, metabolic disturbances, infection, endocrinologic disease, substance abuse, dementia, or dental issues may show signs of neglect such as dehydration or weight loss, be withdrawn, depressed, or anxious appearing. [13] Furthermore, the use of anticoagulants, malignancy, prolonged bed rest, thinning of the skin, and osteopenia may lead to fractures and bruising, which could be falsely attributed to physical abuse. [14] [10] [5]", "contents": "Elder Abuse -- Differential Diagnosis. With the possibility of significant consequences associated with the diagnosis of elder abuse, it is important to consider alternative diagnoses. These would include anything that could cause the patient to exhibit behaviors indicative of abuse or that would make them more likely to develop concerning exam or imaging findings from a non-abusive etiology. For instance, a patient with malignancy, depression, metabolic disturbances, infection, endocrinologic disease, substance abuse, dementia, or dental issues may show signs of neglect such as dehydration or weight loss, be withdrawn, depressed, or anxious appearing. [13] Furthermore, the use of anticoagulants, malignancy, prolonged bed rest, thinning of the skin, and osteopenia may lead to fractures and bruising, which could be falsely attributed to physical abuse. [14] [10] [5]"}
{"id": "article-20957_32", "title": "Elder Abuse -- Prognosis", "content": "Elder abuse is important to identify and intervene promptly not only to alleviate the ongoing physical and psychosocial effects but to prevent the long-term effects. Elder abuse is associated with a significant increase in morbidity and mortality. [3] [4] [6] [2] It leads to increased psychosocial distress, increased hospitalization rates, increased readmission rates, emergency department visits, need for hospice care, and long-term care placement. [4] [6]", "contents": "Elder Abuse -- Prognosis. Elder abuse is important to identify and intervene promptly not only to alleviate the ongoing physical and psychosocial effects but to prevent the long-term effects. Elder abuse is associated with a significant increase in morbidity and mortality. [3] [4] [6] [2] It leads to increased psychosocial distress, increased hospitalization rates, increased readmission rates, emergency department visits, need for hospice care, and long-term care placement. [4] [6]"}
{"id": "article-20957_33", "title": "Elder Abuse -- Complications", "content": "Elder abuse has complications for the victims, caregivers, and society as a whole. For the victim, it has been shown to lead to physical and mental health problems, PTSD, poorly controlled chronic disease, high medical bills, decreased quality of life, breakdown of trust or quality of relationships, and even premature death. [12] [10] [1] [7]", "contents": "Elder Abuse -- Complications. Elder abuse has complications for the victims, caregivers, and society as a whole. For the victim, it has been shown to lead to physical and mental health problems, PTSD, poorly controlled chronic disease, high medical bills, decreased quality of life, breakdown of trust or quality of relationships, and even premature death. [12] [10] [1] [7]"}
{"id": "article-20957_34", "title": "Elder Abuse -- Complications", "content": "Caregivers may suffer from the high burden of care, loss of productivity, loss of the ability to work, and financial strain as they are caring for the older adult. [1] There are also significant complications for society, including the direct cost of providing care, the burden on nursing facilities, and the use of community, legal, and law enforcement resources. [1] [5]", "contents": "Elder Abuse -- Complications. Caregivers may suffer from the high burden of care, loss of productivity, loss of the ability to work, and financial strain as they are caring for the older adult. [1] There are also significant complications for society, including the direct cost of providing care, the burden on nursing facilities, and the use of community, legal, and law enforcement resources. [1] [5]"}
{"id": "article-20957_35", "title": "Elder Abuse -- Deterrence and Patient Education", "content": "One challenging aspect of controlling elder abuse is that it is frequently unidentified and underreported. Campaigns to reduce elder abuse should focus on educating health care workers, caregivers, patients, and the community on the prevalence, risk factors, and signs of elder abuse as well as the resources available to help. Enhancement of community resources is also needed to better support victims and families. [4]", "contents": "Elder Abuse -- Deterrence and Patient Education. One challenging aspect of controlling elder abuse is that it is frequently unidentified and underreported. Campaigns to reduce elder abuse should focus on educating health care workers, caregivers, patients, and the community on the prevalence, risk factors, and signs of elder abuse as well as the resources available to help. Enhancement of community resources is also needed to better support victims and families. [4]"}
{"id": "article-20957_36", "title": "Elder Abuse -- Deterrence and Patient Education", "content": "Identifying and minimizing risk factors as well as providing support for families could help reduce the prevalence of abuse, and subsequently, reduce the burden on emergency medical services, hospitals, medical care costs, and need for placement in a long-term care facility. [4]", "contents": "Elder Abuse -- Deterrence and Patient Education. Identifying and minimizing risk factors as well as providing support for families could help reduce the prevalence of abuse, and subsequently, reduce the burden on emergency medical services, hospitals, medical care costs, and need for placement in a long-term care facility. [4]"}
{"id": "article-20957_37", "title": "Elder Abuse -- Deterrence and Patient Education", "content": "Long-term care facilities can minimize the risk of abuse by avoiding understaffing, creating a calm environment, making staff feel appreciated, and by providing more education for staff on how to deal with difficult or aggressive residents. [8]", "contents": "Elder Abuse -- Deterrence and Patient Education. Long-term care facilities can minimize the risk of abuse by avoiding understaffing, creating a calm environment, making staff feel appreciated, and by providing more education for staff on how to deal with difficult or aggressive residents. [8]"}
{"id": "article-20957_38", "title": "Elder Abuse -- Enhancing Healthcare Team Outcomes", "content": "Although elder abuse is prevalent and has serious consequences, it is infrequently detected. [5] Healthcare professionals are uniquely positioned to both identify and intervene in elder abuse as they are possibly the only contact the elderly individual has outside of their home. Quickly detecting and intervening is important as delays can lead to increased morbidity and mortality. [2]", "contents": "Elder Abuse -- Enhancing Healthcare Team Outcomes. Although elder abuse is prevalent and has serious consequences, it is infrequently detected. [5] Healthcare professionals are uniquely positioned to both identify and intervene in elder abuse as they are possibly the only contact the elderly individual has outside of their home. Quickly detecting and intervening is important as delays can lead to increased morbidity and mortality. [2]"}
{"id": "article-20957_39", "title": "Elder Abuse -- Enhancing Healthcare Team Outcomes", "content": "When any member suspects elder abuse of the care team, it must be acted on and reported to mobilize resources for the victim. This action is not only a moral obligation, but most states consider physicians, psychologists, law enforcement personnel, and nurses all mandatory reporters of suspected elder abuse. [1]", "contents": "Elder Abuse -- Enhancing Healthcare Team Outcomes. When any member suspects elder abuse of the care team, it must be acted on and reported to mobilize resources for the victim. This action is not only a moral obligation, but most states consider physicians, psychologists, law enforcement personnel, and nurses all mandatory reporters of suspected elder abuse. [1]"}
{"id": "article-20957_40", "title": "Elder Abuse -- Enhancing Healthcare Team Outcomes", "content": "There needs to be collaboration and clear communication between first responders, law enforcement, nurses, physicians, social work, case management, hospital administration, and the hospital legal team. Nurses also play a crucial role in identifying abuse as they are likely to spend the most time with the patient and family. Patients might confide in the nurse something they were unwilling to tell the doctor. The nurse might also take note of strained patient-caregiver interactions or additional exam findings while assisting with bathing, toileting, or doing procedures such as placing a urinary catheter. [6]", "contents": "Elder Abuse -- Enhancing Healthcare Team Outcomes. There needs to be collaboration and clear communication between first responders, law enforcement, nurses, physicians, social work, case management, hospital administration, and the hospital legal team. Nurses also play a crucial role in identifying abuse as they are likely to spend the most time with the patient and family. Patients might confide in the nurse something they were unwilling to tell the doctor. The nurse might also take note of strained patient-caregiver interactions or additional exam findings while assisting with bathing, toileting, or doing procedures such as placing a urinary catheter. [6]"}
{"id": "article-20957_41", "title": "Elder Abuse -- Enhancing Healthcare Team Outcomes", "content": "Social workers and case management are integral parts of the team as well. They might identify non-medical risk factors for abuse not initially appreciated and can help organize resources and support for the patient and family. [2] Once identified, the case should be reported to the appropriate agency such as Adult Protective Services to ensure there is proper follow-up and monitoring after the patient goes home. [6] [4] [8]", "contents": "Elder Abuse -- Enhancing Healthcare Team Outcomes. Social workers and case management are integral parts of the team as well. They might identify non-medical risk factors for abuse not initially appreciated and can help organize resources and support for the patient and family. [2] Once identified, the case should be reported to the appropriate agency such as Adult Protective Services to ensure there is proper follow-up and monitoring after the patient goes home. [6] [4] [8]"}
{"id": "article-20957_42", "title": "Elder Abuse -- Enhancing Healthcare Team Outcomes", "content": "A comprehensive, interprofessional approach is needed to effectively identify and navigate the medical, psychosocial, and societal complexities of elder abuse. By increasing awareness and working as an interdisciplinary team, we will hopefully begin to curve the prevalence of elder abuse and provide better care for older patients.", "contents": "Elder Abuse -- Enhancing Healthcare Team Outcomes. A comprehensive, interprofessional approach is needed to effectively identify and navigate the medical, psychosocial, and societal complexities of elder abuse. By increasing awareness and working as an interdisciplinary team, we will hopefully begin to curve the prevalence of elder abuse and provide better care for older patients."}
{"id": "article-20957_43", "title": "Elder Abuse -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Elder Abuse -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}