{"id": "article-41707_0", "title": "Blood Product Safety -- Continuing Education Activity", "content": "Transfusion of blood products is one of the most commonly performed clinical procedures in healthcare today. Blood product safety has been an improving area of focus for many countries over recent decades. The World Health Organization promotes efforts for improving access to safe transfusion and safe blood products across the world. This activity outlines the guidelines and advances for ensuring blood product safety and highlights the role of the interprofessional team in identifying safe blood products to improve transfusion practices and patient outcomes.", "contents": "Blood Product Safety -- Continuing Education Activity. Transfusion of blood products is one of the most commonly performed clinical procedures in healthcare today. Blood product safety has been an improving area of focus for many countries over recent decades. The World Health Organization promotes efforts for improving access to safe transfusion and safe blood products across the world. This activity outlines the guidelines and advances for ensuring blood product safety and highlights the role of the interprofessional team in identifying safe blood products to improve transfusion practices and patient outcomes."}
{"id": "article-41707_1", "title": "Blood Product Safety -- Continuing Education Activity", "content": "Objectives: Summarize the strategies used to ensure blood product safety. Identify common laboratory testing that has improved blood product safety. Identify the most common adverse events associated with transfusion of blood products. Explain the importance of collaboration and communication amongst the interprofessional team to enhance care coordination for patients receiving a transfusion of blood products. Access free multiple choice questions on this topic.", "contents": "Blood Product Safety -- Continuing Education Activity. Objectives: Summarize the strategies used to ensure blood product safety. Identify common laboratory testing that has improved blood product safety. Identify the most common adverse events associated with transfusion of blood products. Explain the importance of collaboration and communication amongst the interprofessional team to enhance care coordination for patients receiving a transfusion of blood products. Access free multiple choice questions on this topic."}
{"id": "article-41707_2", "title": "Blood Product Safety -- Introduction", "content": "Blood product safety has been an improving area of focus for many countries over recent decades. The World Health Organization promotes efforts for improving access to safe transfusion and safe blood products across the world. Safety of blood products begins with blood donor recruitment and includes: [1] Emphasis on pre-donation information; Blood component collection, preparation, and testing; Post-donation information collection; Labeling of the blood products for distribution; Handling of blood products in the hospital inventory; Blood transfusion into the patient by hospital staff; and Culminating with hemovigilance and clinical quality improvement to ensure patient safety and to reduce the morbidity and mortality associated with blood transfusion.", "contents": "Blood Product Safety -- Introduction. Blood product safety has been an improving area of focus for many countries over recent decades. The World Health Organization promotes efforts for improving access to safe transfusion and safe blood products across the world. Safety of blood products begins with blood donor recruitment and includes: [1] Emphasis on pre-donation information; Blood component collection, preparation, and testing; Post-donation information collection; Labeling of the blood products for distribution; Handling of blood products in the hospital inventory; Blood transfusion into the patient by hospital staff; and Culminating with hemovigilance and clinical quality improvement to ensure patient safety and to reduce the morbidity and mortality associated with blood transfusion."}
{"id": "article-41707_3", "title": "Blood Product Safety -- Introduction", "content": "Several methods have been employed to reduce the risk of blood transfusions and improve blood product safety.  There have been interventions in every step of the process from before blood donation collection through post-procedure follow-up of blood product recipients. There have been improvements made in the collection, storage, management, distribution, utilization, and monitoring of transfusions.", "contents": "Blood Product Safety -- Introduction. Several methods have been employed to reduce the risk of blood transfusions and improve blood product safety.  There have been interventions in every step of the process from before blood donation collection through post-procedure follow-up of blood product recipients. There have been improvements made in the collection, storage, management, distribution, utilization, and monitoring of transfusions."}
{"id": "article-41707_4", "title": "Blood Product Safety -- Introduction", "content": "The measures for improved safety begin even before blood collection. It is important to have government and professional organization commitment to improving blood product safety. Other important aspects of improving safety include proper training of staff, along with a dedicated and diligent blood transfusion organization overseeing donation, testing, and eventual transfusion.  Blood donor recruitment is the next important piece in securing blood product safety. Voluntary unpaid donors have the lowest rates of transfusion-associated infections and are the ideal population from which to recruit donors.  'Replacement' and 'family' donors are falling out of favor.  Donor screening questions add a layer of defense to improve blood product safety. These screening questions are responsible for the single most significant reduction in transfusion-transmitted infections. Donors are deferred based on criteria developed to enhance safety for both the donor and the potential recipient. Donors can be deferred for a period (as in the case of anemia) or indefinitely (as in the case of a donor screened positive for HIV and confirmed to have HIV). Laboratory testing of blood donations also adds a layer of protection against transfusion-associated adverse events. Blood group compatibility testing along with additional antibody testing and molecular testing for known transfusion-transmitted infections occurs. Guidelines to ensure the diligent and appropriate use of blood transfusion improve safety and reduces adverse outcomes for patients receiving a transfusion. Close clinical correlation and monitoring of symptomatic responsive also improve patient outcomes. Monitoring of transfusion has improved over time, with more emphasis placed on accurate detection and evaluation of transfusion reactions.  Transfusion alternatives and extended shelf life options have expanded the scope of transfusion and have the potential to improve the blood supply.  A summary of the strategies for reducing the risks associated with blood and blood products is shown in Figure 1.", "contents": "Blood Product Safety -- Introduction. The measures for improved safety begin even before blood collection. It is important to have government and professional organization commitment to improving blood product safety. Other important aspects of improving safety include proper training of staff, along with a dedicated and diligent blood transfusion organization overseeing donation, testing, and eventual transfusion.  Blood donor recruitment is the next important piece in securing blood product safety. Voluntary unpaid donors have the lowest rates of transfusion-associated infections and are the ideal population from which to recruit donors.  'Replacement' and 'family' donors are falling out of favor.  Donor screening questions add a layer of defense to improve blood product safety. These screening questions are responsible for the single most significant reduction in transfusion-transmitted infections. Donors are deferred based on criteria developed to enhance safety for both the donor and the potential recipient. Donors can be deferred for a period (as in the case of anemia) or indefinitely (as in the case of a donor screened positive for HIV and confirmed to have HIV). Laboratory testing of blood donations also adds a layer of protection against transfusion-associated adverse events. Blood group compatibility testing along with additional antibody testing and molecular testing for known transfusion-transmitted infections occurs. Guidelines to ensure the diligent and appropriate use of blood transfusion improve safety and reduces adverse outcomes for patients receiving a transfusion. Close clinical correlation and monitoring of symptomatic responsive also improve patient outcomes. Monitoring of transfusion has improved over time, with more emphasis placed on accurate detection and evaluation of transfusion reactions.  Transfusion alternatives and extended shelf life options have expanded the scope of transfusion and have the potential to improve the blood supply.  A summary of the strategies for reducing the risks associated with blood and blood products is shown in Figure 1."}
{"id": "article-41707_5", "title": "Blood Product Safety -- Indications", "content": "Whole blood is often divided into component parts for ease of storage and administration.  These typically include Red Blood Cells (RBC), Platelets (thrombocytes), and Plasma.  Plasma can be further fractionated into Cryoprecipitate (i.e. cryoprecipitated antihemophilic factor) and many other clotting factor concentrates of variable purity.", "contents": "Blood Product Safety -- Indications. Whole blood is often divided into component parts for ease of storage and administration.  These typically include Red Blood Cells (RBC), Platelets (thrombocytes), and Plasma.  Plasma can be further fractionated into Cryoprecipitate (i.e. cryoprecipitated antihemophilic factor) and many other clotting factor concentrates of variable purity."}
{"id": "article-41707_6", "title": "Blood Product Safety -- Indications", "content": "The indications for whole blood and blood component transfusion consist of increasing hemoglobin and oxygenation of tissues, maintaining adequate blood volume to avoid ischemia and hypovolemic shock, and to reconstitute platelets, coagulation factors, and other plasma proteins to a functional status.  Hemoglobin and hematocrit along with clinical symptoms of anemia have been the traditional markers used to determine the threshold for transfusion of red blood cells. Hemoglobin of less than 10 g/dL or a hematocrit of less than 30% has traditionally been the benchmark as the laboratory indication for transfusion in the right clinical context.  Recently, there has been increasing evidence that a lower threshold is associated with better outcomes and conservation of precious blood resources, even in critically ill populations. [2] There is some evidence that the transfusion \"trigger\" level may be slightly higher in certain conditions such as sepsis with inadequate oxygen delivery, acute coronary syndrome with ischemia, and surgical hemorrhage  or in specific populations such as the elderly.  However, due controlled trials and meta-analysis data there has been a decrease in the use of liberal transfusion protocols. [3] Restrictive transfusion, even in patients with cardiovascular disease, acute illness, and traumatic brain injury using a threshold of hemoglobin of 7 to 8 g/dL has shown no increased risk of morbidity and mortality. [4] [5] There is still variability globally in transfusion thresholds for particular patient populations. [6] [7] Refer to specific articles on Indications for Red Blood Cell Transfusion for more information.", "contents": "Blood Product Safety -- Indications. The indications for whole blood and blood component transfusion consist of increasing hemoglobin and oxygenation of tissues, maintaining adequate blood volume to avoid ischemia and hypovolemic shock, and to reconstitute platelets, coagulation factors, and other plasma proteins to a functional status.  Hemoglobin and hematocrit along with clinical symptoms of anemia have been the traditional markers used to determine the threshold for transfusion of red blood cells. Hemoglobin of less than 10 g/dL or a hematocrit of less than 30% has traditionally been the benchmark as the laboratory indication for transfusion in the right clinical context.  Recently, there has been increasing evidence that a lower threshold is associated with better outcomes and conservation of precious blood resources, even in critically ill populations. [2] There is some evidence that the transfusion \"trigger\" level may be slightly higher in certain conditions such as sepsis with inadequate oxygen delivery, acute coronary syndrome with ischemia, and surgical hemorrhage  or in specific populations such as the elderly.  However, due controlled trials and meta-analysis data there has been a decrease in the use of liberal transfusion protocols. [3] Restrictive transfusion, even in patients with cardiovascular disease, acute illness, and traumatic brain injury using a threshold of hemoglobin of 7 to 8 g/dL has shown no increased risk of morbidity and mortality. [4] [5] There is still variability globally in transfusion thresholds for particular patient populations. [6] [7] Refer to specific articles on Indications for Red Blood Cell Transfusion for more information."}
{"id": "article-41707_7", "title": "Blood Product Safety -- Indications", "content": "Platelets are typically given when patients have a low platelet count (thrombocytopenia) or have platelets that are dysfunctional, due to medications or other acquired or inherited lesions.  Refer to specific articles on Indications for Platelet Transfusion for more information.", "contents": "Blood Product Safety -- Indications. Platelets are typically given when patients have a low platelet count (thrombocytopenia) or have platelets that are dysfunctional, due to medications or other acquired or inherited lesions.  Refer to specific articles on Indications for Platelet Transfusion for more information."}
{"id": "article-41707_8", "title": "Blood Product Safety -- Indications", "content": "Plasma can be used to replace coagulation factors in specific coagulopathies (such as in liver disease when bleeding is present), reversal of warfarin effect (when coagulation concentrates are not available) and for treatment of diseases such thrombotic thrombocytopenia purpura.  It is sometimes used as a replacement fluid in plasmapheresis and can be used for coagulation factor deficiencies where specific concentrates are not available.  Refer to articles on Indications for Plasma Transfusion for more information.", "contents": "Blood Product Safety -- Indications. Plasma can be used to replace coagulation factors in specific coagulopathies (such as in liver disease when bleeding is present), reversal of warfarin effect (when coagulation concentrates are not available) and for treatment of diseases such thrombotic thrombocytopenia purpura.  It is sometimes used as a replacement fluid in plasmapheresis and can be used for coagulation factor deficiencies where specific concentrates are not available.  Refer to articles on Indications for Plasma Transfusion for more information."}
{"id": "article-41707_9", "title": "Blood Product Safety -- Indications", "content": "Cryoprecipitate is a blood product derived from plasma.  It can be used in emergencies as an alternative for supplying coagulation factors in inherited deficiencies such as von Willebrand disease, and hemophilia A (but only when specific concentrates are unavailable). It can also be used to replenish fibrinogen in acquired coagulopathies such as disseminated intravascular coagulation (DIC) and during trauma or childbirth.", "contents": "Blood Product Safety -- Indications. Cryoprecipitate is a blood product derived from plasma.  It can be used in emergencies as an alternative for supplying coagulation factors in inherited deficiencies such as von Willebrand disease, and hemophilia A (but only when specific concentrates are unavailable). It can also be used to replenish fibrinogen in acquired coagulopathies such as disseminated intravascular coagulation (DIC) and during trauma or childbirth."}
{"id": "article-41707_10", "title": "Blood Product Safety -- Contraindications", "content": "Articles on Patient Blood Management outline the decision making process required before transfusing a patient.  Significant contraindications that merit consideration include the risk of transfusion in a patient who is volume overloaded or who has previously had a reaction to blood. [8] Another important consideration is to avoid transfusion of blood without prior compatibility testing and antibody screening unless it is an emergency.", "contents": "Blood Product Safety -- Contraindications. Articles on Patient Blood Management outline the decision making process required before transfusing a patient.  Significant contraindications that merit consideration include the risk of transfusion in a patient who is volume overloaded or who has previously had a reaction to blood. [8] Another important consideration is to avoid transfusion of blood without prior compatibility testing and antibody screening unless it is an emergency."}
{"id": "article-41707_11", "title": "Blood Product Safety -- Equipment", "content": "Per the American Association of Blood Banks, all blood bags and needles are sterile, used only once, and then discarded to avoid contamination from donor to donor that could later affect multiple recipients of transfusion. The equipment used for blood donation collection such as blood pressure monitors, scales, blood collection monitors/mixers, blood bag tube sealers, transportation boxes, and refrigerators are calibrated, cleaned, and serviced routinely. The chairs and couches used in the area of blood donation are to be of cleanable surfaces such as vinyl. Transport supplies and containers are also cleanable according to the World Health Organization guidelines. All blood bags should undergo routine inspection for sterility, expiration date, appearance, and any evidence of leakage or defects at the time of donation collection.", "contents": "Blood Product Safety -- Equipment. Per the American Association of Blood Banks, all blood bags and needles are sterile, used only once, and then discarded to avoid contamination from donor to donor that could later affect multiple recipients of transfusion. The equipment used for blood donation collection such as blood pressure monitors, scales, blood collection monitors/mixers, blood bag tube sealers, transportation boxes, and refrigerators are calibrated, cleaned, and serviced routinely. The chairs and couches used in the area of blood donation are to be of cleanable surfaces such as vinyl. Transport supplies and containers are also cleanable according to the World Health Organization guidelines. All blood bags should undergo routine inspection for sterility, expiration date, appearance, and any evidence of leakage or defects at the time of donation collection."}
{"id": "article-41707_12", "title": "Blood Product Safety -- Personnel", "content": "Phlebotomy and collection should be via qualified personnel trained in blood donation. Donation monitoring is under the overall responsibility of a medical practitioner or authorized personnel who can manage blood donor adverse reactions.  Blood transfusion into patients is also performed with adequate oversight and under the purview of a medical practitioner or other qualified health care professional.  Real-time monitoring of patients during transfusion ensures that accurate information is available for the detection and work-up of suspected transfusion reactions. Laboratory technologists are trained and educated on the importance of appropriate testing for possible infectious agents before transfusion, blood group and compatibility, potential antibodies, and post-transfusion evaluations for hemolysis. Transfusion service personnel who are committed to following accepted guidelines and to determining and auditing thresholds for transfusion have significantly influenced blood product safety.", "contents": "Blood Product Safety -- Personnel. Phlebotomy and collection should be via qualified personnel trained in blood donation. Donation monitoring is under the overall responsibility of a medical practitioner or authorized personnel who can manage blood donor adverse reactions.  Blood transfusion into patients is also performed with adequate oversight and under the purview of a medical practitioner or other qualified health care professional.  Real-time monitoring of patients during transfusion ensures that accurate information is available for the detection and work-up of suspected transfusion reactions. Laboratory technologists are trained and educated on the importance of appropriate testing for possible infectious agents before transfusion, blood group and compatibility, potential antibodies, and post-transfusion evaluations for hemolysis. Transfusion service personnel who are committed to following accepted guidelines and to determining and auditing thresholds for transfusion have significantly influenced blood product safety."}
{"id": "article-41707_13", "title": "Blood Product Safety -- Preparation", "content": "To assure blood product safety, several measures require implementation during product collection, manufacturing, and storage. The World Health Organization has supported a global initiative to improve access to safe and sufficient blood supply. Once collected, the blood is tested for donor blood type and screened for any clinically significant donor antibodies. The collecting facility typically holds the blood until the appropriate preparation and routine screening for potential transfusion-transmitted infections is complete.  When all legal and industry standards have been met and the product is ready for transfusion, then it is \"labelled\" (i.e. identified as ready for use).", "contents": "Blood Product Safety -- Preparation. To assure blood product safety, several measures require implementation during product collection, manufacturing, and storage. The World Health Organization has supported a global initiative to improve access to safe and sufficient blood supply. Once collected, the blood is tested for donor blood type and screened for any clinically significant donor antibodies. The collecting facility typically holds the blood until the appropriate preparation and routine screening for potential transfusion-transmitted infections is complete.  When all legal and industry standards have been met and the product is ready for transfusion, then it is \"labelled\" (i.e. identified as ready for use)."}
{"id": "article-41707_14", "title": "Blood Product Safety -- Preparation", "content": "Widespread prioritization of testing for transfusion-transmitted infections has improved blood product safety worldwide. There is a summary of information on countries who responded to questionnaires about their particular policies and guidelines surrounding testing of donor blood in Figure 2 according to the World Health Organization 2016 Global Status Report on Blood Safety and Availability report. The survey found that the majority of responding countries had policies for testing the most common and clinically relevant transfusion-transmitted infections including HIV, hepatitis C, hepatitis B, and syphilis. Eighteen nations in Latin America reported having a policy for testing all blood donations for Trypanosoma cruzi along with twelve countries implementing selective testing for T cruzi in donors who have traveled to high-risk areas or have defined risk factors. Thirty-seven nations reported having a policy of testing all blood donations for antibody to human T-lymphotropic virus (HTLV-I/II) along with seven countries reporting selective additional testing for new donors.", "contents": "Blood Product Safety -- Preparation. Widespread prioritization of testing for transfusion-transmitted infections has improved blood product safety worldwide. There is a summary of information on countries who responded to questionnaires about their particular policies and guidelines surrounding testing of donor blood in Figure 2 according to the World Health Organization 2016 Global Status Report on Blood Safety and Availability report. The survey found that the majority of responding countries had policies for testing the most common and clinically relevant transfusion-transmitted infections including HIV, hepatitis C, hepatitis B, and syphilis. Eighteen nations in Latin America reported having a policy for testing all blood donations for Trypanosoma cruzi along with twelve countries implementing selective testing for T cruzi in donors who have traveled to high-risk areas or have defined risk factors. Thirty-seven nations reported having a policy of testing all blood donations for antibody to human T-lymphotropic virus (HTLV-I/II) along with seven countries reporting selective additional testing for new donors."}
{"id": "article-41707_15", "title": "Blood Product Safety -- Preparation", "content": "Following collection of a blood donation, several procedures can take place during the preparation of blood for transfusion. Leukodepletion is a procedure to reduce the number of white blood cells in a blood product to reduce the risk of febrile reactions, HLA sensitization, and CMV transmission. Bacterial contamination testing of platelets can be performed prior to transfusion to avoid septic transfusion reactions. Plasma fractionation provides the opportunity to derive specific factors concentrates and intravenous immune globulin.  Gamma irradiation of blood products can be performed to reduce the risk of transfusion-associated graft-versus-host disease, which is nearly always fatal. [9] Plasma reduction or washing of blood products limits the amount of plasma within a cellular blood product, which reduces the risk of allergic transfusion reactions or the effects of incompatible ABO antibodies.  Volume reduction can also be used to reduce excess potassium and cytokines which can cause electrolyte imbalance and febrile non-hemolytic transfusion reactions, respectively. [10] [11] Blood typing and screening for donor and recipient alloantibodies as well as compatibility testing are also important aspects of preparation for transfusion.  Screening the donated blood for alloantibodies  is essential in the prevention of hemolytic transfusion reactions in recipients.", "contents": "Blood Product Safety -- Preparation. Following collection of a blood donation, several procedures can take place during the preparation of blood for transfusion. Leukodepletion is a procedure to reduce the number of white blood cells in a blood product to reduce the risk of febrile reactions, HLA sensitization, and CMV transmission. Bacterial contamination testing of platelets can be performed prior to transfusion to avoid septic transfusion reactions. Plasma fractionation provides the opportunity to derive specific factors concentrates and intravenous immune globulin.  Gamma irradiation of blood products can be performed to reduce the risk of transfusion-associated graft-versus-host disease, which is nearly always fatal. [9] Plasma reduction or washing of blood products limits the amount of plasma within a cellular blood product, which reduces the risk of allergic transfusion reactions or the effects of incompatible ABO antibodies.  Volume reduction can also be used to reduce excess potassium and cytokines which can cause electrolyte imbalance and febrile non-hemolytic transfusion reactions, respectively. [10] [11] Blood typing and screening for donor and recipient alloantibodies as well as compatibility testing are also important aspects of preparation for transfusion.  Screening the donated blood for alloantibodies  is essential in the prevention of hemolytic transfusion reactions in recipients."}
{"id": "article-41707_16", "title": "Blood Product Safety -- Preparation", "content": "The new frontier in blood product safety is pathogen reduction (pathogen inactivation) which is a broad term for various methodologies applied to blood products post-collection to reduce the risk of transmission of infectious agents. [12] Many of these technologies confer protection across different classes of infectious agents including viruses, bacteria, and parasites. Another potential benefit is that some of these technologies also inactivate donor white blood cells, which has allowed some to gain approval for the prevention of transfusion-associated graft-versus-host disease (as an alternative to irradiation). Pathogen reduction procedures are currently approved in some countries for platelets and plasma. [13] These novel technologies can increase the shelf life of platelets and decrease the incidence of adverse transfusion reactions and bacterial contamination. These approaches are increasingly common in practice and should help improve blood product safety profiles. [14]", "contents": "Blood Product Safety -- Preparation. The new frontier in blood product safety is pathogen reduction (pathogen inactivation) which is a broad term for various methodologies applied to blood products post-collection to reduce the risk of transmission of infectious agents. [12] Many of these technologies confer protection across different classes of infectious agents including viruses, bacteria, and parasites. Another potential benefit is that some of these technologies also inactivate donor white blood cells, which has allowed some to gain approval for the prevention of transfusion-associated graft-versus-host disease (as an alternative to irradiation). Pathogen reduction procedures are currently approved in some countries for platelets and plasma. [13] These novel technologies can increase the shelf life of platelets and decrease the incidence of adverse transfusion reactions and bacterial contamination. These approaches are increasingly common in practice and should help improve blood product safety profiles. [14]"}
{"id": "article-41707_17", "title": "Blood Product Safety -- Technique or Treatment", "content": "An important aspect of the donation process is the donor-screening questionnaire. Donor recruitment represents an essential front line mechanism for ensuring blood safety. The highest rates of transfusion-transmitted infections are present among donors receiving monetary compensation, and conversely, the lowest rates of infection are among unpaid volunteer donors. [15] [16] \"Replacement\" and \"family\" donors are relied on in some countries, but these are not considered as safe as true altruistic unpaid volunteers.  A great reduction in the risk of transfusion-transmitted HIV, HCV, HBV, and syphilis infections has transpired with the initial donor screening questions and improved testing, including serology and nucleic acid amplification testing. [17] [18] According to the United States Food and Drug Administration, highly sensitive donor screening questionnaires designed to defer high-risk donors for infection transmission exclude an estimated 90% of potentially infectious donors from blood donation.  Donors that have incentives to donate (such as monetary gain or wanting to help a friend) may not be completely truthful during screening.", "contents": "Blood Product Safety -- Technique or Treatment. An important aspect of the donation process is the donor-screening questionnaire. Donor recruitment represents an essential front line mechanism for ensuring blood safety. The highest rates of transfusion-transmitted infections are present among donors receiving monetary compensation, and conversely, the lowest rates of infection are among unpaid volunteer donors. [15] [16] \"Replacement\" and \"family\" donors are relied on in some countries, but these are not considered as safe as true altruistic unpaid volunteers.  A great reduction in the risk of transfusion-transmitted HIV, HCV, HBV, and syphilis infections has transpired with the initial donor screening questions and improved testing, including serology and nucleic acid amplification testing. [17] [18] According to the United States Food and Drug Administration, highly sensitive donor screening questionnaires designed to defer high-risk donors for infection transmission exclude an estimated 90% of potentially infectious donors from blood donation.  Donors that have incentives to donate (such as monetary gain or wanting to help a friend) may not be completely truthful during screening."}
{"id": "article-41707_18", "title": "Blood Product Safety -- Technique or Treatment", "content": "Individual blood service organizations may have subtle variations in collection procedures, but the World Health Organization provides guidelines on the proper technique for venipuncture for blood donation.  These standardize the process and are in place to prevent transfusion-transmitted infections. A safe collection is paramount to ensure that blood products remain safe through collection, storage, and transfusion.", "contents": "Blood Product Safety -- Technique or Treatment. Individual blood service organizations may have subtle variations in collection procedures, but the World Health Organization provides guidelines on the proper technique for venipuncture for blood donation.  These standardize the process and are in place to prevent transfusion-transmitted infections. A safe collection is paramount to ensure that blood products remain safe through collection, storage, and transfusion."}
{"id": "article-41707_19", "title": "Blood Product Safety -- Technique or Treatment", "content": "Bacterial contaminants typically come from normal skin flora; therefore, proper antiseptic technique before the collection is required. The recommended procedure by the World Health Organization includes application of combination 2% chlorhexidine gluconate and 70% isopropyl alcohol for 30 seconds followed by 30 seconds drying time.  A closed collection system (not open to the air) is used to ensure sterility.   This procedure means that the anticoagulant-containing collection bag has intrinsically attached tube and needle. The first 15 to 20 mL of blood is collected in a diversion bag so that, in the case of possible skin contamination, the initial blood collected is used for laboratory testing and not transfused. This diverted blood is the most likely to be contaminated by skin flora and the skin plug (created by the needle), therefore removing this from the transfusion reduces contamination risk. [19] Blood volumes collected vary by the technique used. According to the World Health Organization, generally for whole blood transfusion, 350 milliliters of blood is collected, and for double or triple bags to make packed red cells, fresh frozen plasma, and platelet concentrations, a volume of 450 milliliters is necessary. The volume is selected to prevent donor transfusion-associated anemia and other adverse events.", "contents": "Blood Product Safety -- Technique or Treatment. Bacterial contaminants typically come from normal skin flora; therefore, proper antiseptic technique before the collection is required. The recommended procedure by the World Health Organization includes application of combination 2% chlorhexidine gluconate and 70% isopropyl alcohol for 30 seconds followed by 30 seconds drying time.  A closed collection system (not open to the air) is used to ensure sterility.   This procedure means that the anticoagulant-containing collection bag has intrinsically attached tube and needle. The first 15 to 20 mL of blood is collected in a diversion bag so that, in the case of possible skin contamination, the initial blood collected is used for laboratory testing and not transfused. This diverted blood is the most likely to be contaminated by skin flora and the skin plug (created by the needle), therefore removing this from the transfusion reduces contamination risk. [19] Blood volumes collected vary by the technique used. According to the World Health Organization, generally for whole blood transfusion, 350 milliliters of blood is collected, and for double or triple bags to make packed red cells, fresh frozen plasma, and platelet concentrations, a volume of 450 milliliters is necessary. The volume is selected to prevent donor transfusion-associated anemia and other adverse events."}
{"id": "article-41707_20", "title": "Blood Product Safety -- Technique or Treatment", "content": "Blood donations can be separated into four main components (red blood cells, platelets, plasma, and cryoprecipitate) or left as whole blood. Once the blood has undergone processing, it is stored at appropriate temperatures (often +2 C to +6 C). [20] [21] Platelets and fresh frozen plasma (FFP) require preparation within 8 hours of collection. Platelets are stored at room temperature and with agitation typically for five days, unless additional shelf life extending mechanisms are employed. [22] Depending on the national regulations, fresh frozen plasma can remain stored at −18 C for one year, −25 C for 36 months, or at −65 C for seven years. [20] Many countries are moving toward making \"plasma\" instead of FFP, which gives them up to 24 hours after collection before processing and freezing is required.  The temperature and duration of storage depend on blood service guidelines and storage capabilities of individual institutions. Sterility is maintained during processing and storage steps to avoid contamination. Blood units are unavailable for transfusion until undergoing appropriate testing, including ABO and Rh blood group typing and antibody screening, as well as serologic testing for transfusion-transmitted infections.", "contents": "Blood Product Safety -- Technique or Treatment. Blood donations can be separated into four main components (red blood cells, platelets, plasma, and cryoprecipitate) or left as whole blood. Once the blood has undergone processing, it is stored at appropriate temperatures (often +2 C to +6 C). [20] [21] Platelets and fresh frozen plasma (FFP) require preparation within 8 hours of collection. Platelets are stored at room temperature and with agitation typically for five days, unless additional shelf life extending mechanisms are employed. [22] Depending on the national regulations, fresh frozen plasma can remain stored at −18 C for one year, −25 C for 36 months, or at −65 C for seven years. [20] Many countries are moving toward making \"plasma\" instead of FFP, which gives them up to 24 hours after collection before processing and freezing is required.  The temperature and duration of storage depend on blood service guidelines and storage capabilities of individual institutions. Sterility is maintained during processing and storage steps to avoid contamination. Blood units are unavailable for transfusion until undergoing appropriate testing, including ABO and Rh blood group typing and antibody screening, as well as serologic testing for transfusion-transmitted infections."}
{"id": "article-41707_21", "title": "Blood Product Safety -- Complications", "content": "According to the World Health Organization Guidelines on Drawing Blood: Best Practices in Phlebotomy , complications of blood donation include (from most likely to least likely) a hematoma, vasovagal reaction or syncope, delayed syncope, arterial puncture, and nerve damage. Complications of blood transfusion include transfusion reactions and transfusion-transmitted infections. [23] [8] The risk of transfusion-transmitted infection has fallen very low in high income countries, with a risk of less than 1 in 1 million for most of the concerning pathogens such as HIV, HCV, and HBV. [17] Donor screening techniques to select blood from only low-risk donors has had the most significant impact on the reduction of pathogens transmitted through transfusion. Exclusion criteria include medical history, high-risk behaviors, physical examination findings, geographic, and travel exclusions. There are also serologic and nucleic acid tests that have reduced the risk of infectious agent transmission.  It should be noted that laboratory testing can never detect all pathogens due to a very small number of false negative tests.  Therefore, screening questionnaires remain vital to eliminate high-risk donors.  Donating blood should never be seen as an easy way to find out about the infectious disease status of at-risk persons.", "contents": "Blood Product Safety -- Complications. According to the World Health Organization Guidelines on Drawing Blood: Best Practices in Phlebotomy , complications of blood donation include (from most likely to least likely) a hematoma, vasovagal reaction or syncope, delayed syncope, arterial puncture, and nerve damage. Complications of blood transfusion include transfusion reactions and transfusion-transmitted infections. [23] [8] The risk of transfusion-transmitted infection has fallen very low in high income countries, with a risk of less than 1 in 1 million for most of the concerning pathogens such as HIV, HCV, and HBV. [17] Donor screening techniques to select blood from only low-risk donors has had the most significant impact on the reduction of pathogens transmitted through transfusion. Exclusion criteria include medical history, high-risk behaviors, physical examination findings, geographic, and travel exclusions. There are also serologic and nucleic acid tests that have reduced the risk of infectious agent transmission.  It should be noted that laboratory testing can never detect all pathogens due to a very small number of false negative tests.  Therefore, screening questionnaires remain vital to eliminate high-risk donors.  Donating blood should never be seen as an easy way to find out about the infectious disease status of at-risk persons."}
{"id": "article-41707_22", "title": "Blood Product Safety -- Complications", "content": "Although the risk of transfusion-transmitted infection has decreased substantially, bacterial contamination in platelets stored at room temperature is still a concern for potential septic transfusion reactions. Bacterial contamination is typically from commensal bacteria normally found on the skin of donors or from transient bacteremia in donors. Another increasing concern is transfusion-transmitted emerging pathogens such as Zika virus and babesiosis.  As the risk of infectious complications has decreased, noninfectious transfusion complications have become the primary area of concern and focus for improvement. The efforts focused on detection, recognition, and reporting of transfusion-related adverse events has improved the safety of transfusion of blood and blood components. Transfusion reactions that can occur with the transfusion of blood range from life-threatening reactions to circumstances in which transfusion can continue, once the cause of the reaction is determined (e.g. simple allergic reaction).  The most common reactions include the following: [23]", "contents": "Blood Product Safety -- Complications. Although the risk of transfusion-transmitted infection has decreased substantially, bacterial contamination in platelets stored at room temperature is still a concern for potential septic transfusion reactions. Bacterial contamination is typically from commensal bacteria normally found on the skin of donors or from transient bacteremia in donors. Another increasing concern is transfusion-transmitted emerging pathogens such as Zika virus and babesiosis.  As the risk of infectious complications has decreased, noninfectious transfusion complications have become the primary area of concern and focus for improvement. The efforts focused on detection, recognition, and reporting of transfusion-related adverse events has improved the safety of transfusion of blood and blood components. Transfusion reactions that can occur with the transfusion of blood range from life-threatening reactions to circumstances in which transfusion can continue, once the cause of the reaction is determined (e.g. simple allergic reaction).  The most common reactions include the following: [23]"}
{"id": "article-41707_23", "title": "Blood Product Safety -- Complications", "content": "Transfusion-associated circulatory overload (TACO) Transfusion-related acute lung injury (TRALI) Transfusion-associated dyspnea (TAD) Simple allergic reaction Anaphylactic reaction Hypotensive transfusion reaction Febrile non-hemolytic transfusion reaction (FNHTR) Acute hemolytic transfusion reaction (AHTR) Delayed hemolytic transfusion reaction (DHTR) Delayed serologic transfusion reaction (DSTR) Transfusion-associated graft vs. host disease (TAGVHD) Post-transfusion purpura (PTP) Transfusion-transmitted infection (TTI)", "contents": "Blood Product Safety -- Complications. Transfusion-associated circulatory overload (TACO) Transfusion-related acute lung injury (TRALI) Transfusion-associated dyspnea (TAD) Simple allergic reaction Anaphylactic reaction Hypotensive transfusion reaction Febrile non-hemolytic transfusion reaction (FNHTR) Acute hemolytic transfusion reaction (AHTR) Delayed hemolytic transfusion reaction (DHTR) Delayed serologic transfusion reaction (DSTR) Transfusion-associated graft vs. host disease (TAGVHD) Post-transfusion purpura (PTP) Transfusion-transmitted infection (TTI)"}
{"id": "article-41707_24", "title": "Blood Product Safety -- Complications", "content": "With efforts to reduce TRALI, transfusion-associated circulatory overload (TACO) has been an emerging concern for morbidity and mortality in patients receiving blood transfusions. [24] Improved awareness around transfusion reactions and their etiology has improved blood product safety. [25] [26] [27] [28] Estimated incidence rates for several of the complications of transfusion and specific transfusion-related adverse events are shown in Figure 3. [29] [30] [31] [32] [8]", "contents": "Blood Product Safety -- Complications. With efforts to reduce TRALI, transfusion-associated circulatory overload (TACO) has been an emerging concern for morbidity and mortality in patients receiving blood transfusions. [24] Improved awareness around transfusion reactions and their etiology has improved blood product safety. [25] [26] [27] [28] Estimated incidence rates for several of the complications of transfusion and specific transfusion-related adverse events are shown in Figure 3. [29] [30] [31] [32] [8]"}
{"id": "article-41707_25", "title": "Blood Product Safety -- Clinical Significance", "content": "Blood transfusion is one of the most common clinical procedures.  Blood product safety is an essential aspect of quality health care received throughout the world.  Approximately 112 million units of blood are collected globally every year according to the World Health Organization. Nearly 14 million units of blood (whole blood and packed red blood cells) are transfused annually worldwide. [33] The American Red Cross estimates that 36,000 units of blood are necessary every day in the United States of America. Blood transfusion is a lifesaving procedure that occurs every day in hospitals and clinics throughout the world.", "contents": "Blood Product Safety -- Clinical Significance. Blood transfusion is one of the most common clinical procedures.  Blood product safety is an essential aspect of quality health care received throughout the world.  Approximately 112 million units of blood are collected globally every year according to the World Health Organization. Nearly 14 million units of blood (whole blood and packed red blood cells) are transfused annually worldwide. [33] The American Red Cross estimates that 36,000 units of blood are necessary every day in the United States of America. Blood transfusion is a lifesaving procedure that occurs every day in hospitals and clinics throughout the world."}
{"id": "article-41707_26", "title": "Blood Product Safety -- Clinical Significance", "content": "There has been a push to move away from blood transfusion and to require more stringent guidelines for blood and blood product use. Per the National Blood Collection and Utilization Survey (NBCUS), there has been a steady decline in the rate of transfusions in the USA without a significant adverse effect on morbidity and mortality. [34] This finding is likely due to advances in surgical management of patients as well as policies for judicious use of blood products.  This may also be due to evidence that liberal usage of blood products has correlated with poor patient outcomes. [35] Several studies have found a correlation between perioperative transfusion and increased morbidity and mortality, as well as a longer length of stay during hospitalizations. [36] [37] [38] Considering these findings, clinically restrictive transfusion protocols have shaped more recent guidelines in many countries. [39] [40] However, there remains a delicate balance between treating symptomatic anemia and preventing transfusion-related adverse events. [41] [42]", "contents": "Blood Product Safety -- Clinical Significance. There has been a push to move away from blood transfusion and to require more stringent guidelines for blood and blood product use. Per the National Blood Collection and Utilization Survey (NBCUS), there has been a steady decline in the rate of transfusions in the USA without a significant adverse effect on morbidity and mortality. [34] This finding is likely due to advances in surgical management of patients as well as policies for judicious use of blood products.  This may also be due to evidence that liberal usage of blood products has correlated with poor patient outcomes. [35] Several studies have found a correlation between perioperative transfusion and increased morbidity and mortality, as well as a longer length of stay during hospitalizations. [36] [37] [38] Considering these findings, clinically restrictive transfusion protocols have shaped more recent guidelines in many countries. [39] [40] However, there remains a delicate balance between treating symptomatic anemia and preventing transfusion-related adverse events. [41] [42]"}
{"id": "article-41707_27", "title": "Blood Product Safety -- Clinical Significance", "content": "Transfusion reactions continue to be a significant cause of increased hospital stays, and adverse patient outcomes. Transfusion reactions occur in up to 1 in every 100 transfusions, making transfusion reactions an important clinical consideration of which to be aware for patients receiving transfusions. [43] Considering the number of transfusions that take place worldwide, blood product safety is an important part of improving patient care. The education of clinical staff surrounding signs and symptoms of a transfusion reaction, as well as efforts aimed at the judicious use of blood products, has improved the safety of transfusion. [33] [23] Blood product transfusion is a life-saving procedure that has significantly improve patient outcomes.  New efforts toward restricting the use of blood products to patients with real need, improving collection and storage of blood products, and developing alternatives to transfusion, promise increased safety of this lifesaving procedure.", "contents": "Blood Product Safety -- Clinical Significance. Transfusion reactions continue to be a significant cause of increased hospital stays, and adverse patient outcomes. Transfusion reactions occur in up to 1 in every 100 transfusions, making transfusion reactions an important clinical consideration of which to be aware for patients receiving transfusions. [43] Considering the number of transfusions that take place worldwide, blood product safety is an important part of improving patient care. The education of clinical staff surrounding signs and symptoms of a transfusion reaction, as well as efforts aimed at the judicious use of blood products, has improved the safety of transfusion. [33] [23] Blood product transfusion is a life-saving procedure that has significantly improve patient outcomes.  New efforts toward restricting the use of blood products to patients with real need, improving collection and storage of blood products, and developing alternatives to transfusion, promise increased safety of this lifesaving procedure."}
{"id": "article-41707_28", "title": "Blood Product Safety -- Enhancing Healthcare Team Outcomes", "content": "Nurses, trained technical staff, and phlebotomists are involved in collecting, screening, modifying blood, and monitoring blood donors throughout the donation process in a safe and standardized manner.  Laboratory personnel is crucial to ensure safe testing and handling of blood products.  Nurses and laboratory technologists play a pivotal role in verifying patient information and ensuring that the correct blood product gets to the right patient at the right time. Nurses who monitor and document patient vital signs and symptoms during blood transfusions play a critical part in patient safety and in the work-up of possible transfusion reactions. Pharmacists and clinicians assist in premedication for patients with known allergic reactions or febrile non-hemolytic transfusion reactions during blood transfusions, and in the case of mild allergic transfusion reactions help with medication so that the transfusion can resume. Physicians work closely with the blood bank from their institution to coordinate care and provide blood in a time-sensitive manner. Communication on multiple levels of the an interprofessional team caring for patients is critical for this life-saving procedure to be effective and safe for patients. Transfusion safety officers and related professionals play a role in monitoring blood transfusion criteria and physician ordering of blood products to contribute to transfusion mindfulness and hemovigilance efforts [44] [45] (Level V evidence).", "contents": "Blood Product Safety -- Enhancing Healthcare Team Outcomes. Nurses, trained technical staff, and phlebotomists are involved in collecting, screening, modifying blood, and monitoring blood donors throughout the donation process in a safe and standardized manner.  Laboratory personnel is crucial to ensure safe testing and handling of blood products.  Nurses and laboratory technologists play a pivotal role in verifying patient information and ensuring that the correct blood product gets to the right patient at the right time. Nurses who monitor and document patient vital signs and symptoms during blood transfusions play a critical part in patient safety and in the work-up of possible transfusion reactions. Pharmacists and clinicians assist in premedication for patients with known allergic reactions or febrile non-hemolytic transfusion reactions during blood transfusions, and in the case of mild allergic transfusion reactions help with medication so that the transfusion can resume. Physicians work closely with the blood bank from their institution to coordinate care and provide blood in a time-sensitive manner. Communication on multiple levels of the an interprofessional team caring for patients is critical for this life-saving procedure to be effective and safe for patients. Transfusion safety officers and related professionals play a role in monitoring blood transfusion criteria and physician ordering of blood products to contribute to transfusion mindfulness and hemovigilance efforts [44] [45] (Level V evidence)."}
{"id": "article-41707_29", "title": "Blood Product Safety -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Blood Product Safety -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}