{"id": "article-20707_0", "title": "Precautions, Bloodborne, Contact, and Droplet -- Definition/Introduction", "content": "The Centers for Disease Control (CDC) and the Occupational Safety and Health Administration (OSHA) are the regulating bodies of infection control, prevention, and awareness.", "contents": "Precautions, Bloodborne, Contact, and Droplet -- Definition/Introduction. The Centers for Disease Control (CDC) and the Occupational Safety and Health Administration (OSHA) are the regulating bodies of infection control, prevention, and awareness."}
{"id": "article-20707_1", "title": "Precautions, Bloodborne, Contact, and Droplet -- Definition/Introduction", "content": "Precautions are preventative steps needed to be taken by healthcare team members and staff at healthcare facilities to prevent the spread of infections. There are universal standard precautions are the minimum infection prevention steps defined by the CDC as [1] : Hand hygiene, proper washing of hands before and after patient contact Use of appropriate protective equipment (i.e., gloves) before patient contact Respiratory hygiene (i.e., covering your cough and sneeze) Injection and sharp object safety and proper disposal Cleaning of supplies and disposal of waste", "contents": "Precautions, Bloodborne, Contact, and Droplet -- Definition/Introduction. Precautions are preventative steps needed to be taken by healthcare team members and staff at healthcare facilities to prevent the spread of infections. There are universal standard precautions are the minimum infection prevention steps defined by the CDC as [1] : Hand hygiene, proper washing of hands before and after patient contact Use of appropriate protective equipment (i.e., gloves) before patient contact Respiratory hygiene (i.e., covering your cough and sneeze) Injection and sharp object safety and proper disposal Cleaning of supplies and disposal of waste"}
{"id": "article-20707_2", "title": "Precautions, Bloodborne, Contact, and Droplet -- Definition/Introduction", "content": "In addition to universal standard precautions, the Center for Disease Control (CDC) defines additional types of proper personal protective equipment (PPE) required for each kind of precaution. Signs defining the precaution category should be easily visible and placed on each patient's room explaining the PPE needed and the type of isolation in effect.", "contents": "Precautions, Bloodborne, Contact, and Droplet -- Definition/Introduction. In addition to universal standard precautions, the Center for Disease Control (CDC) defines additional types of proper personal protective equipment (PPE) required for each kind of precaution. Signs defining the precaution category should be easily visible and placed on each patient's room explaining the PPE needed and the type of isolation in effect."}
{"id": "article-20707_3", "title": "Precautions, Bloodborne, Contact, and Droplet -- Definition/Introduction", "content": "The main types of transmission-based precautions defined by the CDC result from direct or indirect patient contact, bloodborne products, droplet, and airborne. Each kind of transmission-based precaution is dependent on the type of infection or pathogen the patient or source has, as outlined as follows: 1. Contact precautions: Defined as direct or indirect contact with a patient and/or his or her environment including person's room or objects in contact with the person, that has an infection with an organism transmitted fecal-orally, such as Clostridium difficile , or wound and skin infections, or multi-drug resistant bacteria such as methicillin-resistant Staphylococcus aureus (MRSA). [1] PPE defined by the CDC required before entering a contact precaution designated room is always gloves and a gown. [2] Mask and eye protection are additionally required if contact with bodily secretions is possible. 2. Bloodborne precautions:", "contents": "Precautions, Bloodborne, Contact, and Droplet -- Definition/Introduction. The main types of transmission-based precautions defined by the CDC result from direct or indirect patient contact, bloodborne products, droplet, and airborne. Each kind of transmission-based precaution is dependent on the type of infection or pathogen the patient or source has, as outlined as follows: 1. Contact precautions: Defined as direct or indirect contact with a patient and/or his or her environment including person's room or objects in contact with the person, that has an infection with an organism transmitted fecal-orally, such as Clostridium difficile , or wound and skin infections, or multi-drug resistant bacteria such as methicillin-resistant Staphylococcus aureus (MRSA). [1] PPE defined by the CDC required before entering a contact precaution designated room is always gloves and a gown. [2] Mask and eye protection are additionally required if contact with bodily secretions is possible. 2. Bloodborne precautions:"}
{"id": "article-20707_4", "title": "Precautions, Bloodborne, Contact, and Droplet -- Definition/Introduction", "content": "Blood-borne transmission of pathogens is largely due to percutaneous injuries, which can be prevented using changes in technique, experience, and safety devices. [3] [4]", "contents": "Precautions, Bloodborne, Contact, and Droplet -- Definition/Introduction. Blood-borne transmission of pathogens is largely due to percutaneous injuries, which can be prevented using changes in technique, experience, and safety devices. [3] [4]"}
{"id": "article-20707_5", "title": "Precautions, Bloodborne, Contact, and Droplet -- Definition/Introduction", "content": "According to the OSHA database, HIV, hepatitis B and C, malaria, measles, herpes, chickenpox, and various other bacterial infections are known for being transmitted through blood-containing fluids and products.", "contents": "Precautions, Bloodborne, Contact, and Droplet -- Definition/Introduction. According to the OSHA database, HIV, hepatitis B and C, malaria, measles, herpes, chickenpox, and various other bacterial infections are known for being transmitted through blood-containing fluids and products."}
{"id": "article-20707_6", "title": "Precautions, Bloodborne, Contact, and Droplet -- Definition/Introduction", "content": "Blood-borne precautions include wearing gloves, a face mask, protective eyewear or goggles, and proper handling of sharp objects with appropriate disposal. [2]", "contents": "Precautions, Bloodborne, Contact, and Droplet -- Definition/Introduction. Blood-borne precautions include wearing gloves, a face mask, protective eyewear or goggles, and proper handling of sharp objects with appropriate disposal. [2]"}
{"id": "article-20707_7", "title": "Precautions, Bloodborne, Contact, and Droplet -- Definition/Introduction", "content": "Sharps disposal should be in an approved puncture-proof \"sharp-only\" locked and secured bin. All sharps should not be re-capped. All sharps should not be bent or broken. Safety devices should be implemented to prevent contact with needles and other sharps.", "contents": "Precautions, Bloodborne, Contact, and Droplet -- Definition/Introduction. Sharps disposal should be in an approved puncture-proof \"sharp-only\" locked and secured bin. All sharps should not be re-capped. All sharps should not be bent or broken. Safety devices should be implemented to prevent contact with needles and other sharps."}
{"id": "article-20707_8", "title": "Precautions, Bloodborne, Contact, and Droplet -- Definition/Introduction", "content": "These precautions apply to any blood-containing fluids, including cerebrospinal fluid, pericardial fluid, pleural fluid, and peritoneal fluid.", "contents": "Precautions, Bloodborne, Contact, and Droplet -- Definition/Introduction. These precautions apply to any blood-containing fluids, including cerebrospinal fluid, pericardial fluid, pleural fluid, and peritoneal fluid."}
{"id": "article-20707_9", "title": "Precautions, Bloodborne, Contact, and Droplet -- Definition/Introduction", "content": "Sputum, vomit, sweat, feces, and nasal secretions do not require blood-borne precautions unless there is visible blood noted.", "contents": "Precautions, Bloodborne, Contact, and Droplet -- Definition/Introduction. Sputum, vomit, sweat, feces, and nasal secretions do not require blood-borne precautions unless there is visible blood noted."}
{"id": "article-20707_10", "title": "Precautions, Bloodborne, Contact, and Droplet -- Definition/Introduction", "content": "If contact with blood-containing fluids or products occurs, it is important to immediately wash the affected area with soap and water and obtain bloodborne infection status and immunization history from the patient. [5]", "contents": "Precautions, Bloodborne, Contact, and Droplet -- Definition/Introduction. If contact with blood-containing fluids or products occurs, it is important to immediately wash the affected area with soap and water and obtain bloodborne infection status and immunization history from the patient. [5]"}
{"id": "article-20707_11", "title": "Precautions, Bloodborne, Contact, and Droplet -- Definition/Introduction", "content": "3. Droplet precautions: Droplet precautions are necessary when a patient infected with a pathogen, such as influenza, is within three to six feet of the patient. Infections are transmittable through air droplets by coughing, sneezing, talking, and close contact with an infected patient's breathing. Droplets are about 30 to 50 micrometers in size. Patients should be placed in individualized rooms, if possible. In addition to standard precautions, personnel should wear protective surgical masks should always before interacting between an infected patient or his/her environment. [6] 4. Airborne precautions:", "contents": "Precautions, Bloodborne, Contact, and Droplet -- Definition/Introduction. 3. Droplet precautions: Droplet precautions are necessary when a patient infected with a pathogen, such as influenza, is within three to six feet of the patient. Infections are transmittable through air droplets by coughing, sneezing, talking, and close contact with an infected patient's breathing. Droplets are about 30 to 50 micrometers in size. Patients should be placed in individualized rooms, if possible. In addition to standard precautions, personnel should wear protective surgical masks should always before interacting between an infected patient or his/her environment. [6] 4. Airborne precautions:"}
{"id": "article-20707_12", "title": "Precautions, Bloodborne, Contact, and Droplet -- Definition/Introduction", "content": "Airborne precautions are required whenever entering a patient's room or environment who has been diagnosed with or is being tested for with high suspicion of anthrax, tuberculosis, measles, chickenpox, or disseminated herpes zoster or other pathogens that can be transmitted through airflow that are 5 micrometers or smaller in size and remains in the environment for long periods of time. [1] [6] In addition to standard precautions of wearing gloves and a gown, the CDC requires additional PPE of an approved N95 respirator mask properly fitted for each person working in the healthcare environment. [7] The CDC also strongly recommends placing patients diagnosed with or receiving testing for, with high suspicion of an infectious airborne organism in a single room known as an airborne infection isolation room (AIIR). These are negative pressure rooms that provide air filtration and 6 to 12 air exchanges per hour to reduce the risk of transmission.", "contents": "Precautions, Bloodborne, Contact, and Droplet -- Definition/Introduction. Airborne precautions are required whenever entering a patient's room or environment who has been diagnosed with or is being tested for with high suspicion of anthrax, tuberculosis, measles, chickenpox, or disseminated herpes zoster or other pathogens that can be transmitted through airflow that are 5 micrometers or smaller in size and remains in the environment for long periods of time. [1] [6] In addition to standard precautions of wearing gloves and a gown, the CDC requires additional PPE of an approved N95 respirator mask properly fitted for each person working in the healthcare environment. [7] The CDC also strongly recommends placing patients diagnosed with or receiving testing for, with high suspicion of an infectious airborne organism in a single room known as an airborne infection isolation room (AIIR). These are negative pressure rooms that provide air filtration and 6 to 12 air exchanges per hour to reduce the risk of transmission."}
{"id": "article-20707_13", "title": "Precautions, Bloodborne, Contact, and Droplet -- Definition/Introduction", "content": "Whenever interacting with any patient in a healthcare facility, healthcare team members and visitors need to adhere to and comply with PPE and infection control signs. It is also essential to wash hands thoroughly with soap and water before and when leaving a patient's room to ensure the safety of the patient and oneself.", "contents": "Precautions, Bloodborne, Contact, and Droplet -- Definition/Introduction. Whenever interacting with any patient in a healthcare facility, healthcare team members and visitors need to adhere to and comply with PPE and infection control signs. It is also essential to wash hands thoroughly with soap and water before and when leaving a patient's room to ensure the safety of the patient and oneself."}
{"id": "article-20707_14", "title": "Precautions, Bloodborne, Contact, and Droplet -- Issues of Concern", "content": "Despite efforts made by the CDC, OSHA, and internal policies by healthcare organizations, infection control, and safety rules frequently get broken. An observational study analyzing adherence to contact precautions showed 27.9% of nurses and nursing assistants adhered to proper personal protective equipment (PPE) in comparison to 100% of infectious disease physicians and 85.7% of housekeeping staff. [8] Being on the front lines of patient interactions, physicians, nurses, and nursing assistants are the foundation of infection control, and should be aware of PPE and utilize them as expected. Prevention of infections in healthcare systems is critical in overall disease control and morbidity and mortality.", "contents": "Precautions, Bloodborne, Contact, and Droplet -- Issues of Concern. Despite efforts made by the CDC, OSHA, and internal policies by healthcare organizations, infection control, and safety rules frequently get broken. An observational study analyzing adherence to contact precautions showed 27.9% of nurses and nursing assistants adhered to proper personal protective equipment (PPE) in comparison to 100% of infectious disease physicians and 85.7% of housekeeping staff. [8] Being on the front lines of patient interactions, physicians, nurses, and nursing assistants are the foundation of infection control, and should be aware of PPE and utilize them as expected. Prevention of infections in healthcare systems is critical in overall disease control and morbidity and mortality."}
{"id": "article-20707_15", "title": "Precautions, Bloodborne, Contact, and Droplet -- Issues of Concern", "content": "Health-care workers should be aware of bloodborne pathogens and consider safer practices and procedures when handling objects potentially contaminated with blood or bodily fluids to prevent injuries and the possible spread of infections. Studies have shown that awareness of technique and safety precautions can lead to decreased bloodborne infection transmission. [9]", "contents": "Precautions, Bloodborne, Contact, and Droplet -- Issues of Concern. Health-care workers should be aware of bloodborne pathogens and consider safer practices and procedures when handling objects potentially contaminated with blood or bodily fluids to prevent injuries and the possible spread of infections. Studies have shown that awareness of technique and safety precautions can lead to decreased bloodborne infection transmission. [9]"}
{"id": "article-20707_16", "title": "Precautions, Bloodborne, Contact, and Droplet -- Issues of Concern", "content": "A retrospective cohort study also found that patients in isolation rooms requiring PPE received less attention and care from health care staff. The study determined that isolation precautions lead to poorer outcomes, more extended hospitalizations, and increased readmissions to healthcare facilities. [10] These factors together also contribute to increased healthcare costs and time and increased morbidity and mortality of treatable infectious organisms.", "contents": "Precautions, Bloodborne, Contact, and Droplet -- Issues of Concern. A retrospective cohort study also found that patients in isolation rooms requiring PPE received less attention and care from health care staff. The study determined that isolation precautions lead to poorer outcomes, more extended hospitalizations, and increased readmissions to healthcare facilities. [10] These factors together also contribute to increased healthcare costs and time and increased morbidity and mortality of treatable infectious organisms."}
{"id": "article-20707_17", "title": "Precautions, Bloodborne, Contact, and Droplet -- Clinical Significance", "content": "Infection control through the use of personal protective equipment (PPE) and alert signs designed by the CDC, OSHA, and individual internal policies in healthcare facilities is critical for proper patient care and prevention of prolonged hospitalizations and decreasing healthcare costs. While awareness of precautions is appreciated, adherence to following the precautions appears to be lacking. [11] All healthcare team members and visitors to healthcare facilities must abide by those policies to encourage safe practices and reduce the spread of infections.", "contents": "Precautions, Bloodborne, Contact, and Droplet -- Clinical Significance. Infection control through the use of personal protective equipment (PPE) and alert signs designed by the CDC, OSHA, and individual internal policies in healthcare facilities is critical for proper patient care and prevention of prolonged hospitalizations and decreasing healthcare costs. While awareness of precautions is appreciated, adherence to following the precautions appears to be lacking. [11] All healthcare team members and visitors to healthcare facilities must abide by those policies to encourage safe practices and reduce the spread of infections."}
{"id": "article-20707_18", "title": "Precautions, Bloodborne, Contact, and Droplet -- Nursing, Allied Health, and Interprofessional Team Interventions", "content": "Health-care team members, including physicians, nurses, and nursing assistants, should pay close attention to proper PPE use and isolation precautions for the personal safety and safety of the patients. It is also crucial for team members to enforce isolation precautions on visitors and other members not complying with standard protocols to reduce infection transmission within the workplace. [12]", "contents": "Precautions, Bloodborne, Contact, and Droplet -- Nursing, Allied Health, and Interprofessional Team Interventions. Health-care team members, including physicians, nurses, and nursing assistants, should pay close attention to proper PPE use and isolation precautions for the personal safety and safety of the patients. It is also crucial for team members to enforce isolation precautions on visitors and other members not complying with standard protocols to reduce infection transmission within the workplace. [12]"}
{"id": "article-20707_19", "title": "Precautions, Bloodborne, Contact, and Droplet -- Nursing, Allied Health, and Interprofessional Team Interventions", "content": "In the retrospective cohort study by Tran K. and Bell C. et al., patients on isolation precautions on average had a 17% increase in hospital stays and a 23% increase in healthcare cost due to lack of attention by healthcare staff. [10] Health-care members must provide consistently high-quality care and attention to any patient, regardless of social or health status. [Level 3] Team members in any healthcare organization should be aware of the length of stay increase as well as the lack of quality care in isolation precaution patient populations.", "contents": "Precautions, Bloodborne, Contact, and Droplet -- Nursing, Allied Health, and Interprofessional Team Interventions. In the retrospective cohort study by Tran K. and Bell C. et al., patients on isolation precautions on average had a 17% increase in hospital stays and a 23% increase in healthcare cost due to lack of attention by healthcare staff. [10] Health-care members must provide consistently high-quality care and attention to any patient, regardless of social or health status. [Level 3] Team members in any healthcare organization should be aware of the length of stay increase as well as the lack of quality care in isolation precaution patient populations."}
{"id": "article-20707_20", "title": "Precautions, Bloodborne, Contact, and Droplet -- Nursing, Allied Health, and Interprofessional Team Monitoring", "content": "Nursing and other healthcare team members should make every effort to consistently provide high-quality care and help enforce CDC, OSHA, and internal organization infection control rules and guidelines. When care is compromised, or there is a risk of infection transmission, it should be brought to the attention of supervisors and managed, so that patient care takes precedence.", "contents": "Precautions, Bloodborne, Contact, and Droplet -- Nursing, Allied Health, and Interprofessional Team Monitoring. Nursing and other healthcare team members should make every effort to consistently provide high-quality care and help enforce CDC, OSHA, and internal organization infection control rules and guidelines. When care is compromised, or there is a risk of infection transmission, it should be brought to the attention of supervisors and managed, so that patient care takes precedence."}
{"id": "article-20707_21", "title": "Precautions, Bloodborne, Contact, and Droplet -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Precautions, Bloodborne, Contact, and Droplet -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}