{"id": "article-23810_0", "title": "Jessner Lymphocytic Infiltration of the Skin  -- Continuing Education Activity", "content": "Jessner lymphocytic infiltration of the skin (JLIS) is a rare, benign skin disorder characterized by asymptomatic, erythematous papular, or plaque-like eruptions. These eruptions, usually located on the face and trunk, have an indolent course before resolving spontaneously or with medical treatment. Lesions can be solitary or numerous, and recurrence is frequent, whether in the original site or previously unaffected areas. The cause of this disorder remains unknown, and there is still debate about whether this disease is a unique entity or part of a spectrum of cutaneous disorders. This activity reviews the histopathology, evaluation, and differential diagnoses of this condition and highlights the role of the interprofessional team in evaluating and improving care for patients with this condition.", "contents": "Jessner Lymphocytic Infiltration of the Skin  -- Continuing Education Activity. Jessner lymphocytic infiltration of the skin (JLIS) is a rare, benign skin disorder characterized by asymptomatic, erythematous papular, or plaque-like eruptions. These eruptions, usually located on the face and trunk, have an indolent course before resolving spontaneously or with medical treatment. Lesions can be solitary or numerous, and recurrence is frequent, whether in the original site or previously unaffected areas. The cause of this disorder remains unknown, and there is still debate about whether this disease is a unique entity or part of a spectrum of cutaneous disorders. This activity reviews the histopathology, evaluation, and differential diagnoses of this condition and highlights the role of the interprofessional team in evaluating and improving care for patients with this condition."}
{"id": "article-23810_1", "title": "Jessner Lymphocytic Infiltration of the Skin  -- Continuing Education Activity", "content": "Objectives: Identify the histopathology of Jessner lymphocytic infiltration of the skin (JLIS). Review possible etiology and risk factors for developing Jessner lymphocytic infiltration of the skin (JLIS). Describe the appropriate history, physical, and evaluation of Jessner lymphocytic infiltration of the skin (JLIS). Outline the differential diagnoses of Jessner lymphocytic infiltration of the skin (JLIS). Access free multiple choice questions on this topic.", "contents": "Jessner Lymphocytic Infiltration of the Skin  -- Continuing Education Activity. Objectives: Identify the histopathology of Jessner lymphocytic infiltration of the skin (JLIS). Review possible etiology and risk factors for developing Jessner lymphocytic infiltration of the skin (JLIS). Describe the appropriate history, physical, and evaluation of Jessner lymphocytic infiltration of the skin (JLIS). Outline the differential diagnoses of Jessner lymphocytic infiltration of the skin (JLIS). Access free multiple choice questions on this topic."}
{"id": "article-23810_2", "title": "Jessner Lymphocytic Infiltration of the Skin  -- Introduction", "content": "Jessner lymphocytic infiltration of the skin (JLIS) is the term used to describe a rare, benign cutaneous condition characterized by papular or plaque-like eruptions that commonly involve sun-exposed areas such as face, neck, and trunk. [1] The eruptions are erythematous, non-scaly, and can also be annular. This disease has an indolent course, lasting weeks to months, and as the eruptions expand peripherally, they can sometimes exhibit central clearing or healing. The eruptions then clear spontaneously, or with the aid of medications, without sequelae but frequently recur. The lesions are usually asymptomatic. However, some patients have complained of burning and pruritus.", "contents": "Jessner Lymphocytic Infiltration of the Skin  -- Introduction. Jessner lymphocytic infiltration of the skin (JLIS) is the term used to describe a rare, benign cutaneous condition characterized by papular or plaque-like eruptions that commonly involve sun-exposed areas such as face, neck, and trunk. [1] The eruptions are erythematous, non-scaly, and can also be annular. This disease has an indolent course, lasting weeks to months, and as the eruptions expand peripherally, they can sometimes exhibit central clearing or healing. The eruptions then clear spontaneously, or with the aid of medications, without sequelae but frequently recur. The lesions are usually asymptomatic. However, some patients have complained of burning and pruritus."}
{"id": "article-23810_3", "title": "Jessner Lymphocytic Infiltration of the Skin  -- Introduction", "content": "This disease is diagnosed by biopsy revealing perivascular and periadnexal clusters of plasmacytoid monocytes within the dermis, sometimes extending into the subcutaneous tissue. These cells, also known as plasmacytoid dendritic cells, play a vital role in the induction of autoimmune diseases and other skin diseases. [2] While their presence, along with an inappropriate CD8+ T cell predominant lymphoid infiltrate, provides a definitive diagnosis of JLIS, the cause of this disorder remains unknown. However, there remains the possibility of hereditary and autoimmune components.JLIS, also known as benign lymphocytic infiltration of the skin, Jessner-Kanof syndrome, and benign chronic T-cell infiltrative disease, was first described in 1953 by Max Jessner and Norman Kanof.", "contents": "Jessner Lymphocytic Infiltration of the Skin  -- Introduction. This disease is diagnosed by biopsy revealing perivascular and periadnexal clusters of plasmacytoid monocytes within the dermis, sometimes extending into the subcutaneous tissue. These cells, also known as plasmacytoid dendritic cells, play a vital role in the induction of autoimmune diseases and other skin diseases. [2] While their presence, along with an inappropriate CD8+ T cell predominant lymphoid infiltrate, provides a definitive diagnosis of JLIS, the cause of this disorder remains unknown. However, there remains the possibility of hereditary and autoimmune components.JLIS, also known as benign lymphocytic infiltration of the skin, Jessner-Kanof syndrome, and benign chronic T-cell infiltrative disease, was first described in 1953 by Max Jessner and Norman Kanof."}
{"id": "article-23810_4", "title": "Jessner Lymphocytic Infiltration of the Skin  -- Introduction", "content": "In 1969, the disease was included under the umbrella term cutaneous lymphoid hyperplasia along with lymphocytoma cutis and malignant lymphomas used to encompass skin diseases with lymphocytic infiltrates. There is still debate about whether this disease is a unique entity or part of a spectrum of cutaneous diseases, including discoid lupus erythematosus, polymorphous light eruption, and possibly malignant lymphoma. [3] [4] [5] [6] [7] [8] However, there is no conclusive evidence of progression to any of the diseases mentioned above, although there are case reports of patients with concurrent manifestations. [4]", "contents": "Jessner Lymphocytic Infiltration of the Skin  -- Introduction. In 1969, the disease was included under the umbrella term cutaneous lymphoid hyperplasia along with lymphocytoma cutis and malignant lymphomas used to encompass skin diseases with lymphocytic infiltrates. There is still debate about whether this disease is a unique entity or part of a spectrum of cutaneous diseases, including discoid lupus erythematosus, polymorphous light eruption, and possibly malignant lymphoma. [3] [4] [5] [6] [7] [8] However, there is no conclusive evidence of progression to any of the diseases mentioned above, although there are case reports of patients with concurrent manifestations. [4]"}
{"id": "article-23810_5", "title": "Jessner Lymphocytic Infiltration of the Skin  -- Etiology", "content": "The etiology of Jessner lymphocytic infiltration of the skin (JLIS) remains unknown. However, there are numerous proposed etiologies. There may be a genetic/hereditary component due to multiple reported familial cases of the disease. [9] Another possible etiology is autoimmune. The plasmacytoid dendritic cells present in JLIS are known to play a role in autoimmune diseases such as systemic lupus erythematosus. [2] One hypothesis is that JLIS may be an early cutaneous manifestation of SLE or even a progression of lupus erythematosus timidus. [2] [3] [1] [6] The suppression of natural kill cell cytolytic activity suggests an alteration in immunoregulatory pathways similar to those in neoplastic and endocrine disorders.", "contents": "Jessner Lymphocytic Infiltration of the Skin  -- Etiology. The etiology of Jessner lymphocytic infiltration of the skin (JLIS) remains unknown. However, there are numerous proposed etiologies. There may be a genetic/hereditary component due to multiple reported familial cases of the disease. [9] Another possible etiology is autoimmune. The plasmacytoid dendritic cells present in JLIS are known to play a role in autoimmune diseases such as systemic lupus erythematosus. [2] One hypothesis is that JLIS may be an early cutaneous manifestation of SLE or even a progression of lupus erythematosus timidus. [2] [3] [1] [6] The suppression of natural kill cell cytolytic activity suggests an alteration in immunoregulatory pathways similar to those in neoplastic and endocrine disorders."}
{"id": "article-23810_6", "title": "Jessner Lymphocytic Infiltration of the Skin  -- Etiology", "content": "Further studies report photosensitivity as a trigger for JLIS, causing this disease to be linked to polymorphous light eruption. The fact that the distribution of eruptions is usually in sun-exposed areas serves as further support for this possible etiology. Finally, there are drug-induced cases, primarily by angiotensin-converting enzyme inhibitors and immunosuppressive therapies such as etanercept, [10] ustekinumab, [11] leflunomide, [12] and glatiramer acetate. Less common causes described in case reports include duloxetine, HIV [13] , and Borrelia burgdorferi infection.", "contents": "Jessner Lymphocytic Infiltration of the Skin  -- Etiology. Further studies report photosensitivity as a trigger for JLIS, causing this disease to be linked to polymorphous light eruption. The fact that the distribution of eruptions is usually in sun-exposed areas serves as further support for this possible etiology. Finally, there are drug-induced cases, primarily by angiotensin-converting enzyme inhibitors and immunosuppressive therapies such as etanercept, [10] ustekinumab, [11] leflunomide, [12] and glatiramer acetate. Less common causes described in case reports include duloxetine, HIV [13] , and Borrelia burgdorferi infection."}
{"id": "article-23810_7", "title": "Jessner Lymphocytic Infiltration of the Skin  -- Epidemiology", "content": "Jessner lymphocytic infiltration of the skin (JLIS) is a rare condition with unknown incidence and prevalence in both the U.S. and worldwide. The disease onset is usually between 30 and 50 years of age; however, there are cases reported in children, though they are less common. [14] Originally thought to be male predominant, more recent studies show no gender bias, and there is also no evidence of racial predominance.", "contents": "Jessner Lymphocytic Infiltration of the Skin  -- Epidemiology. Jessner lymphocytic infiltration of the skin (JLIS) is a rare condition with unknown incidence and prevalence in both the U.S. and worldwide. The disease onset is usually between 30 and 50 years of age; however, there are cases reported in children, though they are less common. [14] Originally thought to be male predominant, more recent studies show no gender bias, and there is also no evidence of racial predominance."}
{"id": "article-23810_8", "title": "Jessner Lymphocytic Infiltration of the Skin  -- Pathophysiology", "content": "Jessner lymphocytic infiltration of the skin (JLIS) used to represent a CD8+ polyclonal reactive skin disorder. The pathophysiology is yet unknown; however, the most popular theory involves plasmacytoid dendritic cell-directed migration of lymphocytes leading to an inappropriate accumulation of CD8+ T lymphocytes in the dermis. The etiology of the presence of clusters of plasmacytoid dendritic cells in the affected perivascular and periadnexal regions is yet unknown.", "contents": "Jessner Lymphocytic Infiltration of the Skin  -- Pathophysiology. Jessner lymphocytic infiltration of the skin (JLIS) used to represent a CD8+ polyclonal reactive skin disorder. The pathophysiology is yet unknown; however, the most popular theory involves plasmacytoid dendritic cell-directed migration of lymphocytes leading to an inappropriate accumulation of CD8+ T lymphocytes in the dermis. The etiology of the presence of clusters of plasmacytoid dendritic cells in the affected perivascular and periadnexal regions is yet unknown."}
{"id": "article-23810_9", "title": "Jessner Lymphocytic Infiltration of the Skin  -- Histopathology", "content": "Histopathological examination of skin biopsies reveals normal epidermis without atrophy, follicular plugging, basal vacuolar change, or basement membrane thickening. There are dense superficial and deep perivascular and periadnexal CD8+ T cell lymphocytes infiltrates within the dermis that sometimes extends into the subcutaneous tissue and can also be perifollicular. While T cells are noted to be more peripheral, B cells expressing follicular center differentiation are found close to superficial vessels. [15] There are also perivascular and periadnexal clusters of plasmacytoid monocytes within the dermis. [2]", "contents": "Jessner Lymphocytic Infiltration of the Skin  -- Histopathology. Histopathological examination of skin biopsies reveals normal epidermis without atrophy, follicular plugging, basal vacuolar change, or basement membrane thickening. There are dense superficial and deep perivascular and periadnexal CD8+ T cell lymphocytes infiltrates within the dermis that sometimes extends into the subcutaneous tissue and can also be perifollicular. While T cells are noted to be more peripheral, B cells expressing follicular center differentiation are found close to superficial vessels. [15] There are also perivascular and periadnexal clusters of plasmacytoid monocytes within the dermis. [2]"}
{"id": "article-23810_10", "title": "Jessner Lymphocytic Infiltration of the Skin  -- Histopathology", "content": "Plasmacytoid monocytes, also called plasmacytoid dendritic cells, are larger than lymphocytes with a pale nucleus and a relatively large single nucleolus. These cells are usually scattered throughout the dermis. When eruptions are present, there is also an increase in circulating immune complexes, which typically normalize with the resolution of the eruption. There is also a depressed natural killer cell cytolytic function. [16]", "contents": "Jessner Lymphocytic Infiltration of the Skin  -- Histopathology. Plasmacytoid monocytes, also called plasmacytoid dendritic cells, are larger than lymphocytes with a pale nucleus and a relatively large single nucleolus. These cells are usually scattered throughout the dermis. When eruptions are present, there is also an increase in circulating immune complexes, which typically normalize with the resolution of the eruption. There is also a depressed natural killer cell cytolytic function. [16]"}
{"id": "article-23810_11", "title": "Jessner Lymphocytic Infiltration of the Skin  -- History and Physical", "content": "Patients presenting with Jessner lymphocytic infiltration of the skin (JLIS) commonly report asymptomatic, non-scaly, erythematous solitary or numerous plaques or papules in sun-exposed areas (face, neck, and trunk) [1] that have been present for weeks to months. History may reveal the onset or exacerbation of the lesions following sun exposure. The lesions may have cleared spontaneously without sequelae and reoccurred at the original site or in previously unaffected areas. While the lesions are typically asymptomatic, some patients do experience burning or pruritis. Since some case reports suggest a pattern of inheritance, a history should include whether other family members have had similar lesions. Also, as there is a suspected autoimmune component, patients should be asked about personal and family history of autoimmune disease. [5]", "contents": "Jessner Lymphocytic Infiltration of the Skin  -- History and Physical. Patients presenting with Jessner lymphocytic infiltration of the skin (JLIS) commonly report asymptomatic, non-scaly, erythematous solitary or numerous plaques or papules in sun-exposed areas (face, neck, and trunk) [1] that have been present for weeks to months. History may reveal the onset or exacerbation of the lesions following sun exposure. The lesions may have cleared spontaneously without sequelae and reoccurred at the original site or in previously unaffected areas. While the lesions are typically asymptomatic, some patients do experience burning or pruritis. Since some case reports suggest a pattern of inheritance, a history should include whether other family members have had similar lesions. Also, as there is a suspected autoimmune component, patients should be asked about personal and family history of autoimmune disease. [5]"}
{"id": "article-23810_12", "title": "Jessner Lymphocytic Infiltration of the Skin  -- History and Physical", "content": "On physical examination, the lesions are well-demarcated and can appear annular or seen to be expanding peripherally. The surface of the lesions is non-scaly without evidence of follicular plugging or atrophy. The lesions are arranged in crescents of rings ranging from 2 mm to 2 cm in diameter. A thorough skin examination should be performed as patients can have multiple lesions. The most frequent areas of occurrence are the malar area of the face and the upper back. However, lesions can be found in any area, including the forehead, neck, mastoid region, arms, legs, and trunk.", "contents": "Jessner Lymphocytic Infiltration of the Skin  -- History and Physical. On physical examination, the lesions are well-demarcated and can appear annular or seen to be expanding peripherally. The surface of the lesions is non-scaly without evidence of follicular plugging or atrophy. The lesions are arranged in crescents of rings ranging from 2 mm to 2 cm in diameter. A thorough skin examination should be performed as patients can have multiple lesions. The most frequent areas of occurrence are the malar area of the face and the upper back. However, lesions can be found in any area, including the forehead, neck, mastoid region, arms, legs, and trunk."}
{"id": "article-23810_13", "title": "Jessner Lymphocytic Infiltration of the Skin  -- Evaluation", "content": "Basic laboratory studies, including complete blood count and urinalysis, should be done.", "contents": "Jessner Lymphocytic Infiltration of the Skin  -- Evaluation. Basic laboratory studies, including complete blood count and urinalysis, should be done."}
{"id": "article-23810_14", "title": "Jessner Lymphocytic Infiltration of the Skin  -- Evaluation", "content": "Autoimmune Workup: Antinuclear antibodies (ANA), and erythrocyte sedimentation rate (ESR) should be done first. If positive, recommend testing for systemic lupus erythematosus (SLE) with anti-smith and double-stranded DNA antibodies, antiphospholipid syndrome with lupus anticoagulant and anti-cardiolipin antibodies and anti-apolipoprotein antibodies, Sjogren syndrome with anti-Ro and anti-La antibodies, rheumatoid arthritis with rheumatoid factor and anti-citrullinated protein antibodies. Other Tests: UVA and UVB provocative photo testing. [17] Diagnostic Testing: Skin biopsy with hematoxylin and eosin (H&E) staining, direct immunofluorescence (DIF), Alcian blue staining with pH 2.5 for dermal mucin and cytology.", "contents": "Jessner Lymphocytic Infiltration of the Skin  -- Evaluation. Autoimmune Workup: Antinuclear antibodies (ANA), and erythrocyte sedimentation rate (ESR) should be done first. If positive, recommend testing for systemic lupus erythematosus (SLE) with anti-smith and double-stranded DNA antibodies, antiphospholipid syndrome with lupus anticoagulant and anti-cardiolipin antibodies and anti-apolipoprotein antibodies, Sjogren syndrome with anti-Ro and anti-La antibodies, rheumatoid arthritis with rheumatoid factor and anti-citrullinated protein antibodies. Other Tests: UVA and UVB provocative photo testing. [17] Diagnostic Testing: Skin biopsy with hematoxylin and eosin (H&E) staining, direct immunofluorescence (DIF), Alcian blue staining with pH 2.5 for dermal mucin and cytology."}
{"id": "article-23810_15", "title": "Jessner Lymphocytic Infiltration of the Skin  -- Treatment / Management", "content": "There is no effective therapy for Jessner lymphocytic infiltration of the skin (JLIS). Current treatment involves mainly topical steroids such as hydrocortisone, triamcinolone, betamethasone, and prednisone, or antimalarials like hydroxychloroquine. [4] However, many patients elect not to undergo treatment for a benign condition when the main medications used have dangerous side effects. [15]", "contents": "Jessner Lymphocytic Infiltration of the Skin  -- Treatment / Management. There is no effective therapy for Jessner lymphocytic infiltration of the skin (JLIS). Current treatment involves mainly topical steroids such as hydrocortisone, triamcinolone, betamethasone, and prednisone, or antimalarials like hydroxychloroquine. [4] However, many patients elect not to undergo treatment for a benign condition when the main medications used have dangerous side effects. [15]"}
{"id": "article-23810_16", "title": "Jessner Lymphocytic Infiltration of the Skin  -- Treatment / Management", "content": "First-line therapy is topical and intralesional steroids. In cases in which photosensitivity is relevant, antimalarials are more effective. [15] Tacrolimus, thalidomide, etretinate, methotrexate, oral auranofin, and proquazone have also been beneficial according to some case reports. [14]", "contents": "Jessner Lymphocytic Infiltration of the Skin  -- Treatment / Management. First-line therapy is topical and intralesional steroids. In cases in which photosensitivity is relevant, antimalarials are more effective. [15] Tacrolimus, thalidomide, etretinate, methotrexate, oral auranofin, and proquazone have also been beneficial according to some case reports. [14]"}
{"id": "article-23810_17", "title": "Jessner Lymphocytic Infiltration of the Skin  -- Treatment / Management", "content": "Cosmetic camouflage, photoprotection, and excision of small lesions can eliminate or mask the appearance of the disease.  Other less common treatment options include laser therapy, photodynamic therapy, and cryotherapy.", "contents": "Jessner Lymphocytic Infiltration of the Skin  -- Treatment / Management. Cosmetic camouflage, photoprotection, and excision of small lesions can eliminate or mask the appearance of the disease.  Other less common treatment options include laser therapy, photodynamic therapy, and cryotherapy."}
{"id": "article-23810_18", "title": "Jessner Lymphocytic Infiltration of the Skin  -- Differential Diagnosis", "content": "Jessner lymphocytic infiltration of the skin (JLIS) is one of a group of conditions characterized histologically by a lymphocytic infiltrate in the dermis. The following four conditions, along with JLIS, are referred to as the 5 L’s: [16] [8] Polymorphous Light Eruption (PLE) Active lesions during winter months or in areas that do not receive sun exposure can help distinguish JLIS from PLE. Discoid Lupus Erythematosus/Lupus Erythematosus Tumidus ANA, anti-smith and double-stranded DNA tests can distinguish JLIS from lupus erythematosus Due to its autoimmune etiology, LET has a female predominance Less truncal involvement than JLIS JLIS tends to have a higher percentage of B lymphocytes on biopsy [7] Well-Differentiated Lymphocytic Lymphoma Lymphoma can have bone marrow involvement, while JLIS is confined to the skin Lymphocytoma Cutis Lymphocytoma cutis usually has no detectable B cells [18] Other differential diagnoses are: Cutaneous lymphoid hyperplasia Granuloma annulare", "contents": "Jessner Lymphocytic Infiltration of the Skin  -- Differential Diagnosis. Jessner lymphocytic infiltration of the skin (JLIS) is one of a group of conditions characterized histologically by a lymphocytic infiltrate in the dermis. The following four conditions, along with JLIS, are referred to as the 5 L’s: [16] [8] Polymorphous Light Eruption (PLE) Active lesions during winter months or in areas that do not receive sun exposure can help distinguish JLIS from PLE. Discoid Lupus Erythematosus/Lupus Erythematosus Tumidus ANA, anti-smith and double-stranded DNA tests can distinguish JLIS from lupus erythematosus Due to its autoimmune etiology, LET has a female predominance Less truncal involvement than JLIS JLIS tends to have a higher percentage of B lymphocytes on biopsy [7] Well-Differentiated Lymphocytic Lymphoma Lymphoma can have bone marrow involvement, while JLIS is confined to the skin Lymphocytoma Cutis Lymphocytoma cutis usually has no detectable B cells [18] Other differential diagnoses are: Cutaneous lymphoid hyperplasia Granuloma annulare"}
{"id": "article-23810_19", "title": "Jessner Lymphocytic Infiltration of the Skin  -- Differential Diagnosis", "content": "Granuloma faciale Gyrate erythema Reticular erythematous mucinosis, it has positive Alcian blue staining for dermal mucin, which is negative in JLIS [16]", "contents": "Jessner Lymphocytic Infiltration of the Skin  -- Differential Diagnosis. Granuloma faciale Gyrate erythema Reticular erythematous mucinosis, it has positive Alcian blue staining for dermal mucin, which is negative in JLIS [16]"}
{"id": "article-23810_20", "title": "Jessner Lymphocytic Infiltration of the Skin  -- Prognosis", "content": "As a benign condition that may resolve spontaneously with no residual sequelae, Jessner lymphocytic infiltration of the skin (JLIS) has an excellent prognosis and is not associated with increased mortality.", "contents": "Jessner Lymphocytic Infiltration of the Skin  -- Prognosis. As a benign condition that may resolve spontaneously with no residual sequelae, Jessner lymphocytic infiltration of the skin (JLIS) has an excellent prognosis and is not associated with increased mortality."}
{"id": "article-23810_21", "title": "Jessner Lymphocytic Infiltration of the Skin  -- Complications", "content": "Jessner lymphocytic infiltration of the skin (JLIS) can affect the periorbital skin, resulting in severe cicatricial ectropion. [19]", "contents": "Jessner Lymphocytic Infiltration of the Skin  -- Complications. Jessner lymphocytic infiltration of the skin (JLIS) can affect the periorbital skin, resulting in severe cicatricial ectropion. [19]"}
{"id": "article-23810_22", "title": "Jessner Lymphocytic Infiltration of the Skin  -- Consultations", "content": "Jessner lymphocytic infiltration of the skin (JLIS) requires a multidisciplinary approach for the best outcomes. A dermatologist should be consulted, as well as a plastic surgeon is needed for cosmetic camouflage. If autoimmune testing is positive, a rheumatologist should also be taken on board.", "contents": "Jessner Lymphocytic Infiltration of the Skin  -- Consultations. Jessner lymphocytic infiltration of the skin (JLIS) requires a multidisciplinary approach for the best outcomes. A dermatologist should be consulted, as well as a plastic surgeon is needed for cosmetic camouflage. If autoimmune testing is positive, a rheumatologist should also be taken on board."}
{"id": "article-23810_23", "title": "Jessner Lymphocytic Infiltration of the Skin  -- Deterrence and Patient Education", "content": "With no known etiology, there are no effective preventative measures for Jessner lymphocytic infiltration of the skin (JLIS). However, since photosensitivity is a possible trigger for JLIS, patients are advised to avoid sun exposure and use photoprotection. Due to the complication of ectropion, patients with periorbital lesions should be monitored closely. Lastly, for patients using medical therapy such as topical steroids and antimalarials, regular follow-up is required to monitor for side-effects like skin atrophy.", "contents": "Jessner Lymphocytic Infiltration of the Skin  -- Deterrence and Patient Education. With no known etiology, there are no effective preventative measures for Jessner lymphocytic infiltration of the skin (JLIS). However, since photosensitivity is a possible trigger for JLIS, patients are advised to avoid sun exposure and use photoprotection. Due to the complication of ectropion, patients with periorbital lesions should be monitored closely. Lastly, for patients using medical therapy such as topical steroids and antimalarials, regular follow-up is required to monitor for side-effects like skin atrophy."}
{"id": "article-23810_24", "title": "Jessner Lymphocytic Infiltration of the Skin  -- Enhancing Healthcare Team Outcomes", "content": "The most critical aspect of the management of Jessner lymphocytic infiltration of the skin (JLIS) involves its diagnosis and treatment. JLIS is a rare disorder, and while it is a benign condition with a good prognosis, once a lesion is identified, other more emergent conditions such as lymphoma must be excluded. [5] A dermatologist performs the task of biopsy and a pathologist with the assistance of laboratory technologists and other support staff members to analyze the sample to confirm the diagnosis with immunohistology. [18]", "contents": "Jessner Lymphocytic Infiltration of the Skin  -- Enhancing Healthcare Team Outcomes. The most critical aspect of the management of Jessner lymphocytic infiltration of the skin (JLIS) involves its diagnosis and treatment. JLIS is a rare disorder, and while it is a benign condition with a good prognosis, once a lesion is identified, other more emergent conditions such as lymphoma must be excluded. [5] A dermatologist performs the task of biopsy and a pathologist with the assistance of laboratory technologists and other support staff members to analyze the sample to confirm the diagnosis with immunohistology. [18]"}
{"id": "article-23810_25", "title": "Jessner Lymphocytic Infiltration of the Skin  -- Enhancing Healthcare Team Outcomes", "content": "Holistic care involves close collaboration between the patient, caretakers, and a team of medical professionals. The team may include a rheumatologist if an autoimmune component is present, and if multiple family members are affected, it would be best to counsel the family as a unit about the likelihood of a genetic component to the disease. [9]", "contents": "Jessner Lymphocytic Infiltration of the Skin  -- Enhancing Healthcare Team Outcomes. Holistic care involves close collaboration between the patient, caretakers, and a team of medical professionals. The team may include a rheumatologist if an autoimmune component is present, and if multiple family members are affected, it would be best to counsel the family as a unit about the likelihood of a genetic component to the disease. [9]"}
{"id": "article-23810_26", "title": "Jessner Lymphocytic Infiltration of the Skin  -- Enhancing Healthcare Team Outcomes", "content": "Once the diagnosis of JLIS is confirmed, it becomes essential to educate the patient about treatment options, based on the presence of risk factors such as photosensitivity, and empower them to lead the team in developing a treatment plan that best suits his/her needs. It is also possible that treatment may not be useful for every patient, and they must be aware of this. [4] [17] [4]", "contents": "Jessner Lymphocytic Infiltration of the Skin  -- Enhancing Healthcare Team Outcomes. Once the diagnosis of JLIS is confirmed, it becomes essential to educate the patient about treatment options, based on the presence of risk factors such as photosensitivity, and empower them to lead the team in developing a treatment plan that best suits his/her needs. It is also possible that treatment may not be useful for every patient, and they must be aware of this. [4] [17] [4]"}
{"id": "article-23810_27", "title": "Jessner Lymphocytic Infiltration of the Skin  -- Enhancing Healthcare Team Outcomes", "content": "Depending on the patient's treatment plan, a plastic surgeon may be involved as well. Effective management of this disease requires excellent communication between the interprofessional team. If the patient chooses medical therapy, they should be monitored closely for side effects. Regardless, once diagnosed with JLIS, patients should have regular skin examinations coordinated between the patient, caretakers, primary care providers, dermatologists, and any other medical personnel involved in the patient's care. Close attention should be paid to periorbital lesions as these can develop into ectropion. [19] [Level 1]", "contents": "Jessner Lymphocytic Infiltration of the Skin  -- Enhancing Healthcare Team Outcomes. Depending on the patient's treatment plan, a plastic surgeon may be involved as well. Effective management of this disease requires excellent communication between the interprofessional team. If the patient chooses medical therapy, they should be monitored closely for side effects. Regardless, once diagnosed with JLIS, patients should have regular skin examinations coordinated between the patient, caretakers, primary care providers, dermatologists, and any other medical personnel involved in the patient's care. Close attention should be paid to periorbital lesions as these can develop into ectropion. [19] [Level 1]"}
{"id": "article-23810_28", "title": "Jessner Lymphocytic Infiltration of the Skin  -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Jessner Lymphocytic Infiltration of the Skin  -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}