{"id": "article-21907_0", "title": "Forehead Flaps -- Continuing Education Activity", "content": "Forehead flaps are 2-stage tissue flaps in which a forehead-based pedicle flap is used to repair more distal nasal defects. This type of flap is generally chosen when a surgical defect in this vicinity cannot be suitably be treated with primary closure, adjacent tissue transfer, or a skin graft. This activity describes the technique and concepts of paramedian forehead flaps.", "contents": "Forehead Flaps -- Continuing Education Activity. Forehead flaps are 2-stage tissue flaps in which a forehead-based pedicle flap is used to repair more distal nasal defects. This type of flap is generally chosen when a surgical defect in this vicinity cannot be suitably be treated with primary closure, adjacent tissue transfer, or a skin graft. This activity describes the technique and concepts of paramedian forehead flaps."}
{"id": "article-21907_1", "title": "Forehead Flaps -- Continuing Education Activity", "content": "Objectives: Identify the anatomical structures, indications, and contraindications of forehead flaps. Describe the equipment, personnel, preparation, and technique in regards to the paramedian forehead flap. Review the evaluation of the potential complications and clinical significance of forehead flaps. Outline interprofessional team strategies for enhancing care coordination and communication to advance the performance of paramedian forehead flaps and improve outcomes. Access free multiple choice questions on this topic.", "contents": "Forehead Flaps -- Continuing Education Activity. Objectives: Identify the anatomical structures, indications, and contraindications of forehead flaps. Describe the equipment, personnel, preparation, and technique in regards to the paramedian forehead flap. Review the evaluation of the potential complications and clinical significance of forehead flaps. Outline interprofessional team strategies for enhancing care coordination and communication to advance the performance of paramedian forehead flaps and improve outcomes. Access free multiple choice questions on this topic."}
{"id": "article-21907_2", "title": "Forehead Flaps -- Introduction", "content": "Forehead flaps are 2-stage tissue flaps in which a forehead-based pedicled flap is used to repair more distal nasal defects. [1] [2] The first crude forms of this flap were described in India in about 600 BC. More narrow, paramedian flaps have replaced the broad, mid-forehead pedicles used in the past. This is a common form of interpolation flap, in which a vascular pedicle of the flap bridges over an intervening area of normal skin to reach the defect. The pedicle is removed in a subsequent procedure after the flap has established vascularity in the wound base. An important, but less commonly utilized, variation of this flap involves three stages to allow implantation of cartilage and/or skin for nasal lining prior to mobilizing the flap from the forehead. [3]", "contents": "Forehead Flaps -- Introduction. Forehead flaps are 2-stage tissue flaps in which a forehead-based pedicled flap is used to repair more distal nasal defects. [1] [2] The first crude forms of this flap were described in India in about 600 BC. More narrow, paramedian flaps have replaced the broad, mid-forehead pedicles used in the past. This is a common form of interpolation flap, in which a vascular pedicle of the flap bridges over an intervening area of normal skin to reach the defect. The pedicle is removed in a subsequent procedure after the flap has established vascularity in the wound base. An important, but less commonly utilized, variation of this flap involves three stages to allow implantation of cartilage and/or skin for nasal lining prior to mobilizing the flap from the forehead. [3]"}
{"id": "article-21907_3", "title": "Forehead Flaps -- Anatomy and Physiology", "content": "The paramedian forehead flap (PFF) is an axial flap based on the supratrochlear artery, although more recent studies have suggested that it can survive as a random flap due to the vast network of vascular anastomoses in the mid-forehead area. Cadaver studies have shown that the supratrochlear artery exits the orbit 1.7 to 2.2 cm from the midline, passing deep to the orbicularis oculi muscle and ascending superficial to the corrugator supercilii muscle. It then passes medial to the eyebrow and through the frontalis muscle ascending superiorly in the subcutaneous tissue, 1.5 to 2 cm from the midline. It has been found that the supratrochlear artery runs toward the scalp within 3 mm of a line drawn up from the medial canthus. Other authors have demonstrated the safety of simply taking a pedicle from the glabellar midline to 1.2 cm lateral to the midline. It is important to maintain adequate pedicle width to decrease both the risk of inadvertent arterial injury, but also to maintain adequate venous drainage. [4]", "contents": "Forehead Flaps -- Anatomy and Physiology. The paramedian forehead flap (PFF) is an axial flap based on the supratrochlear artery, although more recent studies have suggested that it can survive as a random flap due to the vast network of vascular anastomoses in the mid-forehead area. Cadaver studies have shown that the supratrochlear artery exits the orbit 1.7 to 2.2 cm from the midline, passing deep to the orbicularis oculi muscle and ascending superficial to the corrugator supercilii muscle. It then passes medial to the eyebrow and through the frontalis muscle ascending superiorly in the subcutaneous tissue, 1.5 to 2 cm from the midline. It has been found that the supratrochlear artery runs toward the scalp within 3 mm of a line drawn up from the medial canthus. Other authors have demonstrated the safety of simply taking a pedicle from the glabellar midline to 1.2 cm lateral to the midline. It is important to maintain adequate pedicle width to decrease both the risk of inadvertent arterial injury, but also to maintain adequate venous drainage. [4]"}
{"id": "article-21907_4", "title": "Forehead Flaps -- Indications", "content": "The forehead flap is used to repair more extensive defects on the nasal tip and ala (and occasionally nasal lining) when simpler techniques cannot provide adequate coverage. Deep wounds of the distal nose often consist of exposed cartilage that cannot well support the vascular requirements of a skin graft and even when there is a vascular base; a sustainable graft may not be sufficient to provide proper contour. Adjacent flaps can provide their vascular supply and thickness, but very large wounds can exceed the limits of mobility and size, especially on the nose. If structural stability is compromised in a wound, it is also possible to combine a cartilage graft with a forehead flap.", "contents": "Forehead Flaps -- Indications. The forehead flap is used to repair more extensive defects on the nasal tip and ala (and occasionally nasal lining) when simpler techniques cannot provide adequate coverage. Deep wounds of the distal nose often consist of exposed cartilage that cannot well support the vascular requirements of a skin graft and even when there is a vascular base; a sustainable graft may not be sufficient to provide proper contour. Adjacent flaps can provide their vascular supply and thickness, but very large wounds can exceed the limits of mobility and size, especially on the nose. If structural stability is compromised in a wound, it is also possible to combine a cartilage graft with a forehead flap."}
{"id": "article-21907_5", "title": "Forehead Flaps -- Contraindications", "content": "The use of PFF is contraindicated in patients who are unwilling or unable to tolerate multiple-staged surgical procedures, or in patients who cannot leave their surgical sites undisturbed. Actively infected skin should not be covered with a flap or used to form a flap. With a forehead of low vertical height, a variation of the forehead flap or another repair method may be required to minimize the transfer of hair-bearing scalp. Smoking is a relative contraindication for the PFF because it increases the risk of flap necrosis, but these flaps can usually be performed safely if thinning is not performed too aggressively. Also, it is best to avoid the use of previously radiated skin or scar tissue. Interpolation flaps should be performed carefully in patients who are receiving anticoagulant therapy or in patients with bleeding disorders, and consultation with the physician who prescribed the medication is prudent before discontinuing any anticoagulant therapy; however, the author rarely discontinues warfarin, clopidogrel, or aspirin before skin surgery. Contacting consulting physicians is appropriate before operating on individuals with bleeding dyscrasias.", "contents": "Forehead Flaps -- Contraindications. The use of PFF is contraindicated in patients who are unwilling or unable to tolerate multiple-staged surgical procedures, or in patients who cannot leave their surgical sites undisturbed. Actively infected skin should not be covered with a flap or used to form a flap. With a forehead of low vertical height, a variation of the forehead flap or another repair method may be required to minimize the transfer of hair-bearing scalp. Smoking is a relative contraindication for the PFF because it increases the risk of flap necrosis, but these flaps can usually be performed safely if thinning is not performed too aggressively. Also, it is best to avoid the use of previously radiated skin or scar tissue. Interpolation flaps should be performed carefully in patients who are receiving anticoagulant therapy or in patients with bleeding disorders, and consultation with the physician who prescribed the medication is prudent before discontinuing any anticoagulant therapy; however, the author rarely discontinues warfarin, clopidogrel, or aspirin before skin surgery. Contacting consulting physicians is appropriate before operating on individuals with bleeding dyscrasias."}
{"id": "article-21907_6", "title": "Forehead Flaps -- Equipment", "content": "Items required preoperatively include: Surgical marker Many surgeons employ Doppler ultrasound probe to precisely mark the course of the supratrochlear artery Local anesthetic Foil or other material for use as flap template Tubed gauze or other material to ensure the proper length of the planned flap Surgical antiseptic scrub Intraoperatively, the following sterile items are required: Sterile drape Gauze Scalpel/ No. 15 blade Electrocoagulation device Tissue scissors Forceps Needle holder Absorbable subcutaneous sutures Absorbable or non-absorbable superficial sutures Suture scissors Undermining scissors Normal saline After completion of the flap, dressing materials and wound care may include: Monsel's solution and/or cellulose mesh to aid in hemostasis Petrolatum-embedded mesh or gauze ribbon to wrap flap pedicle Fluffed gauze Flexible surgical tape The additional surgical adhesive may also be utilized to stabilize the dressing.", "contents": "Forehead Flaps -- Equipment. Items required preoperatively include: Surgical marker Many surgeons employ Doppler ultrasound probe to precisely mark the course of the supratrochlear artery Local anesthetic Foil or other material for use as flap template Tubed gauze or other material to ensure the proper length of the planned flap Surgical antiseptic scrub Intraoperatively, the following sterile items are required: Sterile drape Gauze Scalpel/ No. 15 blade Electrocoagulation device Tissue scissors Forceps Needle holder Absorbable subcutaneous sutures Absorbable or non-absorbable superficial sutures Suture scissors Undermining scissors Normal saline After completion of the flap, dressing materials and wound care may include: Monsel's solution and/or cellulose mesh to aid in hemostasis Petrolatum-embedded mesh or gauze ribbon to wrap flap pedicle Fluffed gauze Flexible surgical tape The additional surgical adhesive may also be utilized to stabilize the dressing."}
{"id": "article-21907_7", "title": "Forehead Flaps -- Personnel", "content": "The surgery can be performed by one physician with one surgical assistant and is typically performed on an outpatient basis.", "contents": "Forehead Flaps -- Personnel. The surgery can be performed by one physician with one surgical assistant and is typically performed on an outpatient basis."}
{"id": "article-21907_8", "title": "Forehead Flaps -- Preparation", "content": "The procedure must be explained to the patient, preferably with illustrations or with actual patient photos. They must understand that the flap will appear as a trunk connecting the medial brow to the nose/face, for three weeks or more, and a second surgical stage is required to separate the flap. Also, one or more additional stages may be required to revise the flap. The patient must be able and willing to leave the flap undisturbed until it is time for division and inset. Bleeding is common in the first 24 to 48 hours, especially at the base of the flap pedicle, and the patient should be prepared for this occurrence with gauze to reinforce the dressing. Phone numbers should be given to contact in case the bleeding is heavy or cannot be stopped. Smoking should be stopped as long as possible prior to surgery and for the duration of healing. Patients should also be asked about any upcoming events or trips, as it is not uncommon to forget to divulge this information until after surgery. They should also be prepared to avoid any strenuous or other activities that would increase the risk of bleeding. We do not routinely discontinue anticoagulants that have been prescribed, but this is at the discretion of the operating surgeon and the prescribing physician. The risk of adverse events by stopping anticoagulants potentially more serious than that due to the effects of those agents on the surgery.", "contents": "Forehead Flaps -- Preparation. The procedure must be explained to the patient, preferably with illustrations or with actual patient photos. They must understand that the flap will appear as a trunk connecting the medial brow to the nose/face, for three weeks or more, and a second surgical stage is required to separate the flap. Also, one or more additional stages may be required to revise the flap. The patient must be able and willing to leave the flap undisturbed until it is time for division and inset. Bleeding is common in the first 24 to 48 hours, especially at the base of the flap pedicle, and the patient should be prepared for this occurrence with gauze to reinforce the dressing. Phone numbers should be given to contact in case the bleeding is heavy or cannot be stopped. Smoking should be stopped as long as possible prior to surgery and for the duration of healing. Patients should also be asked about any upcoming events or trips, as it is not uncommon to forget to divulge this information until after surgery. They should also be prepared to avoid any strenuous or other activities that would increase the risk of bleeding. We do not routinely discontinue anticoagulants that have been prescribed, but this is at the discretion of the operating surgeon and the prescribing physician. The risk of adverse events by stopping anticoagulants potentially more serious than that due to the effects of those agents on the surgery."}
{"id": "article-21907_9", "title": "Forehead Flaps -- Technique or Treatment", "content": "The paramedian forehead flap is an axial flap based on the supratrochlear artery, although more recent studies have suggested that it can survive as a random flap due to the vast network of vascular anastomoses in the mid-forehead area. Cadaver studies have shown that the supratrochlear artery exits the orbit 1.7 to 2.2 cm from the midline, passing deep to the orbicularis oculi muscle and ascending superficial to the corrugator supercilii muscle. It then passes medial to the eyebrow and through the frontalis muscle ascending superiorly in the subcutaneous tissue, 1.5 to 2 cm from the midline. It has been found that the supratrochlear artery runs toward the scalp within 3 mm of a line drawn up from the medial canthus. Other authors have demonstrated the safety of simply taking a pedicle from the glabellar midline to 1.2 cm lateral to the midline. If more than 50% of an anatomic subunit is involved in the surgical defect, it is often preferable to remove the remainder of the subunit. A template of the defect is made, and then tubed gauze or similar material is used to measure the pedicle length needed to reach the defect from the pedicle base. The tube gauze is rotated to the forehead, and the inverted template pattern is marked at the uppermost aspect of the pedicle. From that area, a pedicle of 1 to 1.5 cm width is drawn down to the planned pedicle base.", "contents": "Forehead Flaps -- Technique or Treatment. The paramedian forehead flap is an axial flap based on the supratrochlear artery, although more recent studies have suggested that it can survive as a random flap due to the vast network of vascular anastomoses in the mid-forehead area. Cadaver studies have shown that the supratrochlear artery exits the orbit 1.7 to 2.2 cm from the midline, passing deep to the orbicularis oculi muscle and ascending superficial to the corrugator supercilii muscle. It then passes medial to the eyebrow and through the frontalis muscle ascending superiorly in the subcutaneous tissue, 1.5 to 2 cm from the midline. It has been found that the supratrochlear artery runs toward the scalp within 3 mm of a line drawn up from the medial canthus. Other authors have demonstrated the safety of simply taking a pedicle from the glabellar midline to 1.2 cm lateral to the midline. If more than 50% of an anatomic subunit is involved in the surgical defect, it is often preferable to remove the remainder of the subunit. A template of the defect is made, and then tubed gauze or similar material is used to measure the pedicle length needed to reach the defect from the pedicle base. The tube gauze is rotated to the forehead, and the inverted template pattern is marked at the uppermost aspect of the pedicle. From that area, a pedicle of 1 to 1.5 cm width is drawn down to the planned pedicle base."}
{"id": "article-21907_10", "title": "Forehead Flaps -- Technique or Treatment", "content": "The flap is then mobilized with its base situated at the inferior aspect of the forehead and often around the orbital rim. The forehead donor site is closed primarily, and the wider portion of that defect on the upper forehead may be allowed to heal secondarily. Alternatively, that portion of the donor site may be repaired with a full-thickness skin graft, but final cosmetic results are less optimal. The flap is then thinned distally and secured in the nasal defect with simple interrupted sutures. Hemostasis in the exposed pedicle stalk is controlled with precise electrocoagulation, hemostatic gauze, and aluminum chloride, or Monsel's ferric subsulfate may be applied. The pedicle is then loosely wrapped in a nonadherent dressing such as petrolatum-impregnated gauze. Fluffed gauze is then applied for absorption and gentle pressure, and it is secured with hypoallergenic tape. Extra gauze may be applied at the base of the pedicle, as bloody oozing is a regular occurrence, especially in the first 24 to 48 hours. Patients should be apprised of this expectation and given extra gauze to apply pressure. If bleeding is heavy or uncontrollable, patients are instructed to call the physician.", "contents": "Forehead Flaps -- Technique or Treatment. The flap is then mobilized with its base situated at the inferior aspect of the forehead and often around the orbital rim. The forehead donor site is closed primarily, and the wider portion of that defect on the upper forehead may be allowed to heal secondarily. Alternatively, that portion of the donor site may be repaired with a full-thickness skin graft, but final cosmetic results are less optimal. The flap is then thinned distally and secured in the nasal defect with simple interrupted sutures. Hemostasis in the exposed pedicle stalk is controlled with precise electrocoagulation, hemostatic gauze, and aluminum chloride, or Monsel's ferric subsulfate may be applied. The pedicle is then loosely wrapped in a nonadherent dressing such as petrolatum-impregnated gauze. Fluffed gauze is then applied for absorption and gentle pressure, and it is secured with hypoallergenic tape. Extra gauze may be applied at the base of the pedicle, as bloody oozing is a regular occurrence, especially in the first 24 to 48 hours. Patients should be apprised of this expectation and given extra gauze to apply pressure. If bleeding is heavy or uncontrollable, patients are instructed to call the physician."}
{"id": "article-21907_11", "title": "Forehead Flaps -- Technique or Treatment", "content": "The initial dressing can safely be left in place for one week, although some surgeons prefer to see the patient back in 1 to 2 days to examine the site and provide a new dressing. In 2 to 3 weeks, the pedicle trunk can safely be excised. It should be noted that one group reported good results when the pedicle was divided at only one week. [5] The base of the pedicle stalk is excised in a fusiform manner to allow primary closure. Another option to leave a portion of the stalk and then close the defect as an inverted \"V,\" but this method is more prone to thickening, or \"pincushioning.\" The incised portion of the nasal flap is then thinned, excess granulation tissue is resected, and skin edges are \"freshened\" prior to the inset of the proximal flap into the defect.", "contents": "Forehead Flaps -- Technique or Treatment. The initial dressing can safely be left in place for one week, although some surgeons prefer to see the patient back in 1 to 2 days to examine the site and provide a new dressing. In 2 to 3 weeks, the pedicle trunk can safely be excised. It should be noted that one group reported good results when the pedicle was divided at only one week. [5] The base of the pedicle stalk is excised in a fusiform manner to allow primary closure. Another option to leave a portion of the stalk and then close the defect as an inverted \"V,\" but this method is more prone to thickening, or \"pincushioning.\" The incised portion of the nasal flap is then thinned, excess granulation tissue is resected, and skin edges are \"freshened\" prior to the inset of the proximal flap into the defect."}
{"id": "article-21907_12", "title": "Forehead Flaps -- Technique or Treatment", "content": "Minor revision procedures may be desired in the coming weeks, and it is best to discuss these revisions as expected parts of the procedure before the initial surgery. It is also wise to have photos from one or more prior patients, showing all stages of the procedure, revisions, and postoperative progression. Examples can also be found in textbooks and online.", "contents": "Forehead Flaps -- Technique or Treatment. Minor revision procedures may be desired in the coming weeks, and it is best to discuss these revisions as expected parts of the procedure before the initial surgery. It is also wise to have photos from one or more prior patients, showing all stages of the procedure, revisions, and postoperative progression. Examples can also be found in textbooks and online."}
{"id": "article-21907_13", "title": "Forehead Flaps -- Complications", "content": "Bleeding, scar, and infection represent the most common potential complications with paramedian forehead flaps. Careful hemostasis and proper surgical dressings can decrease the risk of significant postoperative bleeding, as can patient avoidance of strenuous activities. Moderate oozing is common from the base of the flap in the first 48 hours, but can usually be controlled with pressure. Scar formation is unavoidable, but it can be minimized with the appropriate surgical techniques. The skin should be precisely approximated, and the flap should be sized and thinned appropriately. The use of the anatomic subunit principle can improve the aesthetic appearance as well. One or more revisions may be required, and the patient should be told this prior to the surgery. \"Pincushioning,\" wherein the flap contracts at the wound base and results in a firm, round, raised appearance is more common if the reconstructed defect is round. This is best prevented by adhering to subunit principles and avoiding rounded defects. Should it occur, it is treated with corticosteroid injection, which may require repeated treatment. Should this fail, revision surgery is needed. Sterile technique and preoperative antibiotic administration can minimize the risk of infection. Necrosis of the flap may rarely occur and is usually due to smoking, overaggressive thinning of the flap, too narrow pedicle, or patient manipulation of the flap. This can often be managed expectantly with minimal debridement. Venous insufficiency presents as a profound purple-ish discoloration of the skin and must be rapidly recognized and treated with leeches or serial pinprick to relieve the venous congestion, or the flap will fail. True arterial insufficiency will present as a doughy-pale flap without capillary refill. This is usually a result of inadvertent arterial injury and often requires revision flap surgery. If this presents early in the postoperative period (postoperative day zero or one), it may be due to vasospasm which can potentially be reversed with the application of nitroglycerin paste; this must be used with great caution in any patient with underlying heart disease.", "contents": "Forehead Flaps -- Complications. Bleeding, scar, and infection represent the most common potential complications with paramedian forehead flaps. Careful hemostasis and proper surgical dressings can decrease the risk of significant postoperative bleeding, as can patient avoidance of strenuous activities. Moderate oozing is common from the base of the flap in the first 48 hours, but can usually be controlled with pressure. Scar formation is unavoidable, but it can be minimized with the appropriate surgical techniques. The skin should be precisely approximated, and the flap should be sized and thinned appropriately. The use of the anatomic subunit principle can improve the aesthetic appearance as well. One or more revisions may be required, and the patient should be told this prior to the surgery. \"Pincushioning,\" wherein the flap contracts at the wound base and results in a firm, round, raised appearance is more common if the reconstructed defect is round. This is best prevented by adhering to subunit principles and avoiding rounded defects. Should it occur, it is treated with corticosteroid injection, which may require repeated treatment. Should this fail, revision surgery is needed. Sterile technique and preoperative antibiotic administration can minimize the risk of infection. Necrosis of the flap may rarely occur and is usually due to smoking, overaggressive thinning of the flap, too narrow pedicle, or patient manipulation of the flap. This can often be managed expectantly with minimal debridement. Venous insufficiency presents as a profound purple-ish discoloration of the skin and must be rapidly recognized and treated with leeches or serial pinprick to relieve the venous congestion, or the flap will fail. True arterial insufficiency will present as a doughy-pale flap without capillary refill. This is usually a result of inadvertent arterial injury and often requires revision flap surgery. If this presents early in the postoperative period (postoperative day zero or one), it may be due to vasospasm which can potentially be reversed with the application of nitroglycerin paste; this must be used with great caution in any patient with underlying heart disease."}
{"id": "article-21907_14", "title": "Forehead Flaps -- Clinical Significance", "content": "The paramedian forehead flap provides a well-vascularized option for covering distal nasal and intranasal surgical defects that are too extensive or deep to be repaired with local flaps or skin grafts. It is highly useful alone or in combination with other techniques to repair select defects.", "contents": "Forehead Flaps -- Clinical Significance. The paramedian forehead flap provides a well-vascularized option for covering distal nasal and intranasal surgical defects that are too extensive or deep to be repaired with local flaps or skin grafts. It is highly useful alone or in combination with other techniques to repair select defects."}
{"id": "article-21907_15", "title": "Forehead Flaps -- Enhancing Healthcare Team Outcomes", "content": "A common potential problem with the paramedian forehead flap is postoperative bleeding, particularly in the first 48 hours. This most often arises from the proximal aspect of the flap pedicle and glabella, areas rich in vascularity. Expertise is required in hemostasis and bandaging to minimize the risk of this occurrence. Careful, precise electrocoagulation must be performed at the end of the procedure. Then, hemostatic agents such as cellulose gel mesh and/or Monsel's ferric subsulfate solution can be applied to the proximal pedicle of the flap. An absorbent dressing under moderate--not excessive--pressure is then applied over the flap, and over the proximal aspect in particular. While this dressing may remain in place for one week, it is often prudent to have the patient return within 48 hours for dressing change and evaluation of the surgical site. After this period of time, there is much less chance of postoperative bleeding or complication.", "contents": "Forehead Flaps -- Enhancing Healthcare Team Outcomes. A common potential problem with the paramedian forehead flap is postoperative bleeding, particularly in the first 48 hours. This most often arises from the proximal aspect of the flap pedicle and glabella, areas rich in vascularity. Expertise is required in hemostasis and bandaging to minimize the risk of this occurrence. Careful, precise electrocoagulation must be performed at the end of the procedure. Then, hemostatic agents such as cellulose gel mesh and/or Monsel's ferric subsulfate solution can be applied to the proximal pedicle of the flap. An absorbent dressing under moderate--not excessive--pressure is then applied over the flap, and over the proximal aspect in particular. While this dressing may remain in place for one week, it is often prudent to have the patient return within 48 hours for dressing change and evaluation of the surgical site. After this period of time, there is much less chance of postoperative bleeding or complication."}
{"id": "article-21907_16", "title": "Forehead Flaps -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Forehead Flaps -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}