{"id": "article-32717_0", "title": "ANCA Positive Vasculitis -- Continuing Education Activity", "content": "Antineutrophilic cytoplasmic antibody (ANCA) associated vasculitides are a heterogeneous group of rare autoimmune conditions that causes an inflammation of blood vessels with various manifestations. This activity outlines the clinical evaluation and management of ANCA-associated vasculitides and highlights the role of an interprofessional team in managing patients with this condition.", "contents": "ANCA Positive Vasculitis -- Continuing Education Activity. Antineutrophilic cytoplasmic antibody (ANCA) associated vasculitides are a heterogeneous group of rare autoimmune conditions that causes an inflammation of blood vessels with various manifestations. This activity outlines the clinical evaluation and management of ANCA-associated vasculitides and highlights the role of an interprofessional team in managing patients with this condition."}
{"id": "article-32717_1", "title": "ANCA Positive Vasculitis -- Continuing Education Activity", "content": "Objectives: Identify the pathogenesis of antineutrophilic cytoplasmic antibody (ANCA) associated vasculitides. Outline the appropriate evaluation of a patient with antineutrophilic cytoplasmic antibody (ANCA) associated vasculitides. Describe the management options available for antineutrophilic cytoplasmic antibody (ANCA) associated vasculitides. Review some interprofessional team strategies for improving care coordination and communication to advance the care of patients with ANCA-associated vasculitides and improve outcomes. Access free multiple choice questions on this topic.", "contents": "ANCA Positive Vasculitis -- Continuing Education Activity. Objectives: Identify the pathogenesis of antineutrophilic cytoplasmic antibody (ANCA) associated vasculitides. Outline the appropriate evaluation of a patient with antineutrophilic cytoplasmic antibody (ANCA) associated vasculitides. Describe the management options available for antineutrophilic cytoplasmic antibody (ANCA) associated vasculitides. Review some interprofessional team strategies for improving care coordination and communication to advance the care of patients with ANCA-associated vasculitides and improve outcomes. Access free multiple choice questions on this topic."}
{"id": "article-32717_2", "title": "ANCA Positive Vasculitis -- Introduction", "content": "Antineutrophilic cytoplasmic antibody (ANCA) associated vasculitides are a heterogeneous group of rare autoimmune conditions that causes an inflammation of blood vessels with various manifestations. It includes three main diseases, which are granulomatosis with polyangiitis (GPA; formerly known as Wegener granulomatosis), eosinophilic granulomatosis with polyangiitis (EGPA; previously known as Churg-Strauss syndrome), and microscopic polyangiitis (MPA). Other ANCA-associated diseases are drug-induced vasculitis and renal limited vasculitis.", "contents": "ANCA Positive Vasculitis -- Introduction. Antineutrophilic cytoplasmic antibody (ANCA) associated vasculitides are a heterogeneous group of rare autoimmune conditions that causes an inflammation of blood vessels with various manifestations. It includes three main diseases, which are granulomatosis with polyangiitis (GPA; formerly known as Wegener granulomatosis), eosinophilic granulomatosis with polyangiitis (EGPA; previously known as Churg-Strauss syndrome), and microscopic polyangiitis (MPA). Other ANCA-associated diseases are drug-induced vasculitis and renal limited vasculitis."}
{"id": "article-32717_3", "title": "ANCA Positive Vasculitis -- Etiology", "content": "The link between these clinical syndromes (GPA, EGPA, and MPA) and antineutrophilic cytoplasmic antibody (ANCA) was established in 1988 when the sera of patients having crescentic glomerulonephritis were found to bind to neutrophils in two recognizable patterns; perinuclear or diffusely throughout the cytoplasm . Further examination revealed that those patterns were found to reflect two types of antibodies; P-ANCA antibody is against neutrophil myeloperoxidase (MPO) and C-ANCA against neutrophil proteinase 3 (PR3). [1] [2] [3] The aforementioned clinical syndromes are usually positive for either of those antibodies, but not both.", "contents": "ANCA Positive Vasculitis -- Etiology. The link between these clinical syndromes (GPA, EGPA, and MPA) and antineutrophilic cytoplasmic antibody (ANCA) was established in 1988 when the sera of patients having crescentic glomerulonephritis were found to bind to neutrophils in two recognizable patterns; perinuclear or diffusely throughout the cytoplasm . Further examination revealed that those patterns were found to reflect two types of antibodies; P-ANCA antibody is against neutrophil myeloperoxidase (MPO) and C-ANCA against neutrophil proteinase 3 (PR3). [1] [2] [3] The aforementioned clinical syndromes are usually positive for either of those antibodies, but not both."}
{"id": "article-32717_4", "title": "ANCA Positive Vasculitis -- Epidemiology", "content": "Antineutrophilic cytoplasmic antibody (ANCA) associated vasculitides are rare diseases. The incidence reported being 10 to 20 cases per million. GPA is the most common disease of the three types, with an incidence of 5 to 10 cases per million and a peak incidence in middle age (approximately 55 years). MPA is less common than GPA with a male to female ratio of 2:1, and EGPA is the rarest of all. [4] [5] [6]", "contents": "ANCA Positive Vasculitis -- Epidemiology. Antineutrophilic cytoplasmic antibody (ANCA) associated vasculitides are rare diseases. The incidence reported being 10 to 20 cases per million. GPA is the most common disease of the three types, with an incidence of 5 to 10 cases per million and a peak incidence in middle age (approximately 55 years). MPA is less common than GPA with a male to female ratio of 2:1, and EGPA is the rarest of all. [4] [5] [6]"}
{"id": "article-32717_5", "title": "ANCA Positive Vasculitis -- Pathophysiology", "content": "It is still unknown how the antineutrophilic cytoplasmic antibody (ANCA) antibodies develop. Some studies suggest a genetic role. In two studies, there was an association between the anti-PR3-ANCA and HLA-DP, PRTN3 (the gene encoding proteinase-3), and anti-MPO ANCA was associated mainly with HLA-DQ polymorphisms. [7] [8] Some studies link the development of ANCA antibodies to environmental causes or infections, proposing the molecular mimicry model. [9] In vitro studies showed that neutrophils are initially primed (partially stimulated) with TNF-alpha, lipopolysaccharide (LPS), or complement (C5a), then it will be activated once it is bound to the ANCA. After activation, it will degranulate and mediate endothelial cell damage.", "contents": "ANCA Positive Vasculitis -- Pathophysiology. It is still unknown how the antineutrophilic cytoplasmic antibody (ANCA) antibodies develop. Some studies suggest a genetic role. In two studies, there was an association between the anti-PR3-ANCA and HLA-DP, PRTN3 (the gene encoding proteinase-3), and anti-MPO ANCA was associated mainly with HLA-DQ polymorphisms. [7] [8] Some studies link the development of ANCA antibodies to environmental causes or infections, proposing the molecular mimicry model. [9] In vitro studies showed that neutrophils are initially primed (partially stimulated) with TNF-alpha, lipopolysaccharide (LPS), or complement (C5a), then it will be activated once it is bound to the ANCA. After activation, it will degranulate and mediate endothelial cell damage."}
{"id": "article-32717_6", "title": "ANCA Positive Vasculitis -- Pathophysiology", "content": "Other studies showed that ANCA activates intracellular signaling pathways leading to altered adhesion molecule expression, which facilitates neutrophil adhesion and transmigration to the vascular endothelium. [10] [11] [12]", "contents": "ANCA Positive Vasculitis -- Pathophysiology. Other studies showed that ANCA activates intracellular signaling pathways leading to altered adhesion molecule expression, which facilitates neutrophil adhesion and transmigration to the vascular endothelium. [10] [11] [12]"}
{"id": "article-32717_7", "title": "ANCA Positive Vasculitis -- Histopathology", "content": "Immunohistology shows few or no immunoglobulin and complement deposits and hence named pauci-immune vasculitides. GPA: biopsy from lung tissue shows evidence of vasculitis and necrotizing granuloma formation, which is characteristic of this disease. However, kidney biopsy does not show granulomas. MPA: biopsy shows capillaritis without granuloma formation in addition to leukocytoclastic changes and crescentic glomerulonephritis in kidneys. EGPA: biopsy shows necrotizing vasculitis with eosinophilic infiltrates and eosinophilic granulomas. [13] [14] [15]", "contents": "ANCA Positive Vasculitis -- Histopathology. Immunohistology shows few or no immunoglobulin and complement deposits and hence named pauci-immune vasculitides. GPA: biopsy from lung tissue shows evidence of vasculitis and necrotizing granuloma formation, which is characteristic of this disease. However, kidney biopsy does not show granulomas. MPA: biopsy shows capillaritis without granuloma formation in addition to leukocytoclastic changes and crescentic glomerulonephritis in kidneys. EGPA: biopsy shows necrotizing vasculitis with eosinophilic infiltrates and eosinophilic granulomas. [13] [14] [15]"}
{"id": "article-32717_8", "title": "ANCA Positive Vasculitis -- History and Physical", "content": "Antineutrophilic cytoplasmic antibody (ANCA) vasculitides, the patient usually complains of fatigue, fever, and weight loss. However, ANCA vasculitides present with various clinical syndromes, as mentioned below.", "contents": "ANCA Positive Vasculitis -- History and Physical. Antineutrophilic cytoplasmic antibody (ANCA) vasculitides, the patient usually complains of fatigue, fever, and weight loss. However, ANCA vasculitides present with various clinical syndromes, as mentioned below."}
{"id": "article-32717_9", "title": "ANCA Positive Vasculitis -- History and Physical", "content": "GPA : GPA typically involves upper and lower respiratory tracts in addition to the kidney. Symptoms of the upper respiratory tract include bloody nasal discharge, nasal ulceration, sinusitis, and chronic otitis media. Damage of the nasal cartilage can cause the characteristic saddle nose deformity. Symptoms of the lower respiratory tract secondary to lung nodules and alveolar hemorrhage sometimes can be severe and fatal. Rarely it can cause tracheal stenosis. Renal involvement can cause rapidly progressive renal failure. The patient can present with high blood pressure, new-onset proteinuria, and active urinary sediments (hematuria, leukocyturia). [16] [17] [18] Around 90 percent of patients with multisystemic active GPA have ANCA positivity. Thus, an absence of ANCA not necessarily rules out the diagnosis.", "contents": "ANCA Positive Vasculitis -- History and Physical. GPA : GPA typically involves upper and lower respiratory tracts in addition to the kidney. Symptoms of the upper respiratory tract include bloody nasal discharge, nasal ulceration, sinusitis, and chronic otitis media. Damage of the nasal cartilage can cause the characteristic saddle nose deformity. Symptoms of the lower respiratory tract secondary to lung nodules and alveolar hemorrhage sometimes can be severe and fatal. Rarely it can cause tracheal stenosis. Renal involvement can cause rapidly progressive renal failure. The patient can present with high blood pressure, new-onset proteinuria, and active urinary sediments (hematuria, leukocyturia). [16] [17] [18] Around 90 percent of patients with multisystemic active GPA have ANCA positivity. Thus, an absence of ANCA not necessarily rules out the diagnosis."}
{"id": "article-32717_10", "title": "ANCA Positive Vasculitis -- History and Physical", "content": "MPA : MPA causes necrotizing vasculitis (without granuloma formation) of small vessels, and it manifests commonly as glomerulonephritis that manifests with signs and symptoms of acute renal failure. Of note, kidney involvement is almost ubiquitous in MPA. Lung involvement is less common than in GPA. It manifests as capillaritis, causing severe alveolar bleeding, which can be severe as well. It can also cause pulmonary fibrosis. Around 90 percent of patients are ANCA positive. Sometimes the disease is only limited to renal involvement (without any immunoglobulin and complements deposition), and that sometimes called renal-limited MPA. [19] EGPA : It can eosinophilic granulomatous lesions involving the skin, cardiac and gastrointestinal tract, and involvement of the peripheral nervous system is also common. [20] ANCA, both PR3, and MPO have been associated with variable frequencies in these patients.", "contents": "ANCA Positive Vasculitis -- History and Physical. MPA : MPA causes necrotizing vasculitis (without granuloma formation) of small vessels, and it manifests commonly as glomerulonephritis that manifests with signs and symptoms of acute renal failure. Of note, kidney involvement is almost ubiquitous in MPA. Lung involvement is less common than in GPA. It manifests as capillaritis, causing severe alveolar bleeding, which can be severe as well. It can also cause pulmonary fibrosis. Around 90 percent of patients are ANCA positive. Sometimes the disease is only limited to renal involvement (without any immunoglobulin and complements deposition), and that sometimes called renal-limited MPA. [19] EGPA : It can eosinophilic granulomatous lesions involving the skin, cardiac and gastrointestinal tract, and involvement of the peripheral nervous system is also common. [20] ANCA, both PR3, and MPO have been associated with variable frequencies in these patients."}
{"id": "article-32717_11", "title": "ANCA Positive Vasculitis -- History and Physical", "content": "Drug-induced ANCA vasculitis: Many medication exposures are linked to the development of vasculitis (such as propylthiouracil, methimazole, carbimazole, hydralazine, and minocycline). It often causes constitutional symptoms such as arthralgias, fatigue, and skin rash. However, the full range of clinical features, including rapidly progressive renal failure and alveolar hemorrhage, can also occur.", "contents": "ANCA Positive Vasculitis -- History and Physical. Drug-induced ANCA vasculitis: Many medication exposures are linked to the development of vasculitis (such as propylthiouracil, methimazole, carbimazole, hydralazine, and minocycline). It often causes constitutional symptoms such as arthralgias, fatigue, and skin rash. However, the full range of clinical features, including rapidly progressive renal failure and alveolar hemorrhage, can also occur."}
{"id": "article-32717_12", "title": "ANCA Positive Vasculitis -- Evaluation", "content": "The diagnosis of vasculitis needs a high index of suspicion because of the rarity of the disease and the multisystemic nature of vasculitis. A detailed history and physical examination are key in the management of vasculitis. A complete workup is required to establish the diagnosis, rule out other causes, and evaluate the severity of the disease and organ involvement. To establish the diagnosis, a combination of clinical assessment with serological testing is needed, and a tissue biopsy many times confirms the diagnosis.", "contents": "ANCA Positive Vasculitis -- Evaluation. The diagnosis of vasculitis needs a high index of suspicion because of the rarity of the disease and the multisystemic nature of vasculitis. A detailed history and physical examination are key in the management of vasculitis. A complete workup is required to establish the diagnosis, rule out other causes, and evaluate the severity of the disease and organ involvement. To establish the diagnosis, a combination of clinical assessment with serological testing is needed, and a tissue biopsy many times confirms the diagnosis."}
{"id": "article-32717_13", "title": "ANCA Positive Vasculitis -- Evaluation", "content": "Patients with GPA may demonstrate a C-ANCA pattern (with positive anti-PR3 antibodies) in addition to signs and symptoms of vasculitis. Although the presence of typical clinical signs and symptoms with positive serology is enough for diagnosis, physicians usually confirm with a tissue biopsy because of the high-risk nature of the treatment. Tissue biopsy in GPA shows vasculitis with necrotizing granulomas except for kidney biopsy, which only shows evidence of vasculitis without granulomas. [21] [22] In MPA, the serology is often positive for anti-MPO antibodies with a P-ANCA pattern.", "contents": "ANCA Positive Vasculitis -- Evaluation. Patients with GPA may demonstrate a C-ANCA pattern (with positive anti-PR3 antibodies) in addition to signs and symptoms of vasculitis. Although the presence of typical clinical signs and symptoms with positive serology is enough for diagnosis, physicians usually confirm with a tissue biopsy because of the high-risk nature of the treatment. Tissue biopsy in GPA shows vasculitis with necrotizing granulomas except for kidney biopsy, which only shows evidence of vasculitis without granulomas. [21] [22] In MPA, the serology is often positive for anti-MPO antibodies with a P-ANCA pattern."}
{"id": "article-32717_14", "title": "ANCA Positive Vasculitis -- Evaluation", "content": "In EGPA, the serology can be positive for MPO or PR3. However, around 40% of patients are ANCA negative. Characteristics of EGPA is that patients have eosinophilia in peripheral blood and involved tissues. The absence of eosinophilia should cast doubt about the diagnosis. [23]", "contents": "ANCA Positive Vasculitis -- Evaluation. In EGPA, the serology can be positive for MPO or PR3. However, around 40% of patients are ANCA negative. Characteristics of EGPA is that patients have eosinophilia in peripheral blood and involved tissues. The absence of eosinophilia should cast doubt about the diagnosis. [23]"}
{"id": "article-32717_15", "title": "ANCA Positive Vasculitis -- Evaluation", "content": "In drug-induced ANCA-associated vasculitis, medication history is present. Many medications are linked with this condition, including propylthiouracil, methimazole, carbimazole, hydralazine, minocycline, allopurinol, penicillamine, procainamide, thiamazole, clozapine, phenytoin, rifampicin, cefotaxime, isoniazid, and indomethacin.", "contents": "ANCA Positive Vasculitis -- Evaluation. In drug-induced ANCA-associated vasculitis, medication history is present. Many medications are linked with this condition, including propylthiouracil, methimazole, carbimazole, hydralazine, minocycline, allopurinol, penicillamine, procainamide, thiamazole, clozapine, phenytoin, rifampicin, cefotaxime, isoniazid, and indomethacin."}
{"id": "article-32717_16", "title": "ANCA Positive Vasculitis -- Evaluation", "content": "Patients should also undergo testing for antinuclear antibodies and anti-glomerular basement membrane antibodies because systemic lupus erythematosus (SLE) and Goodpasture syndrome (anti-glomerular basement membrane disease) can present with similar clinical signs and symptoms. Infection also should be excluded as infective endocarditis and chronic hepatitis can present similarly as well.", "contents": "ANCA Positive Vasculitis -- Evaluation. Patients should also undergo testing for antinuclear antibodies and anti-glomerular basement membrane antibodies because systemic lupus erythematosus (SLE) and Goodpasture syndrome (anti-glomerular basement membrane disease) can present with similar clinical signs and symptoms. Infection also should be excluded as infective endocarditis and chronic hepatitis can present similarly as well."}
{"id": "article-32717_17", "title": "ANCA Positive Vasculitis -- Evaluation", "content": "The assessment of disease activity includes checking inflammatory markers, the persistence of ANCA antibodies, kidney function (urea and electrolytes, urine protein quantification, urine microscopy). Disease activity can be monitored by clinical tools such as the Birmingham Vasculitis Activity Score (BVAS), which helps to evaluate over time. [24] [25]", "contents": "ANCA Positive Vasculitis -- Evaluation. The assessment of disease activity includes checking inflammatory markers, the persistence of ANCA antibodies, kidney function (urea and electrolytes, urine protein quantification, urine microscopy). Disease activity can be monitored by clinical tools such as the Birmingham Vasculitis Activity Score (BVAS), which helps to evaluate over time. [24] [25]"}
{"id": "article-32717_18", "title": "ANCA Positive Vasculitis -- Treatment / Management", "content": "Treatment for antineutrophilic cytoplasmic antibody (ANCA) vasculitides starts with induction of remission to avoid or slow down organ involvement. The definition of remission has been standardized by the European Vasculitis Society/European League against Rheumatism (EUVAS/EULAR) group, which is a no detectable disease activity using a recognized scoring tool such as BVAS. [26]", "contents": "ANCA Positive Vasculitis -- Treatment / Management. Treatment for antineutrophilic cytoplasmic antibody (ANCA) vasculitides starts with induction of remission to avoid or slow down organ involvement. The definition of remission has been standardized by the European Vasculitis Society/European League against Rheumatism (EUVAS/EULAR) group, which is a no detectable disease activity using a recognized scoring tool such as BVAS. [26]"}
{"id": "article-32717_19", "title": "ANCA Positive Vasculitis -- Treatment / Management", "content": "Induction of remission is usually done by cyclophosphamide in addition to high-dose steroids. Sometimes with a life-threatening disease or severe kidney involvement, plasma exchange is used along with induction treatment. [27] [28] Recently, intravenous rituximab is used for remission induction as it has fewer side effects than cyclophosphamide while providing the same therapeutic effect (studies showed that rituximab has the same efficacy as cyclophosphamide in remission induction). [29] [30] In patients who present with disease relapse, the RAVE study (rituximab versus cyclophosphamide for ANCA-associated vasculitis) showed that rituximab is superior to cyclophosphamide. In this study, 67% of patients achieved remission at 6 months versus 42% of patients treated by cyclophosphamide. [30] Sometimes, remission induction can be done by methotrexate or mycophenolate mofetil, but this is given to a minority of patients who do not have evidence of organ or life-threatening disease. Maintenance of remission is usually done by either methotrexate or azathioprine. Although there is no consensus on the duration of maintenance, it is usually given for 18 to 24 months to avoid relapse.", "contents": "ANCA Positive Vasculitis -- Treatment / Management. Induction of remission is usually done by cyclophosphamide in addition to high-dose steroids. Sometimes with a life-threatening disease or severe kidney involvement, plasma exchange is used along with induction treatment. [27] [28] Recently, intravenous rituximab is used for remission induction as it has fewer side effects than cyclophosphamide while providing the same therapeutic effect (studies showed that rituximab has the same efficacy as cyclophosphamide in remission induction). [29] [30] In patients who present with disease relapse, the RAVE study (rituximab versus cyclophosphamide for ANCA-associated vasculitis) showed that rituximab is superior to cyclophosphamide. In this study, 67% of patients achieved remission at 6 months versus 42% of patients treated by cyclophosphamide. [30] Sometimes, remission induction can be done by methotrexate or mycophenolate mofetil, but this is given to a minority of patients who do not have evidence of organ or life-threatening disease. Maintenance of remission is usually done by either methotrexate or azathioprine. Although there is no consensus on the duration of maintenance, it is usually given for 18 to 24 months to avoid relapse."}
{"id": "article-32717_20", "title": "ANCA Positive Vasculitis -- Differential Diagnosis", "content": "Small vessel vasculitides are either ANCA-associated vasculitides or immune complex vasculitides.", "contents": "ANCA Positive Vasculitis -- Differential Diagnosis. Small vessel vasculitides are either ANCA-associated vasculitides or immune complex vasculitides."}
{"id": "article-32717_21", "title": "ANCA Positive Vasculitis -- Differential Diagnosis", "content": "Immune complex vasculitides can give similar signs and symptoms to ANCA-associated vasculitides. The main difference is on histopathology that immune complex vasculitides show abundant immune complex deposition in affected tissues. It can be caused by infections such as hepatitis B, Hepatitis C, Human Immune deficiency virus (HIV), or endocarditis. It can also be caused by autoimmune conditions such as SLE, rheumatoid arthritis, and Sjögren syndrome. Cryoglobulinemia is one of the immune complex vasculitides that is caused by chronic hepatitis C infection.", "contents": "ANCA Positive Vasculitis -- Differential Diagnosis. Immune complex vasculitides can give similar signs and symptoms to ANCA-associated vasculitides. The main difference is on histopathology that immune complex vasculitides show abundant immune complex deposition in affected tissues. It can be caused by infections such as hepatitis B, Hepatitis C, Human Immune deficiency virus (HIV), or endocarditis. It can also be caused by autoimmune conditions such as SLE, rheumatoid arthritis, and Sjögren syndrome. Cryoglobulinemia is one of the immune complex vasculitides that is caused by chronic hepatitis C infection."}
{"id": "article-32717_22", "title": "ANCA Positive Vasculitis -- Differential Diagnosis", "content": "Antiglomerular basement membrane disease (Goodpasture syndrome) can mimic ANCA vasculitis, which involves kidneys and lungs. Around 10 to 40 percent of patients with anti-glomerular basement membrane disease have ANCA positivity (dual-positivity). These patients are at higher risk of relapse. Atrial myxoma also can present with fatigue, fever, weight loss, purpuric skin rash, neurologic involvement, and lung injury due to embolization. Malignancy rarely can mimic vasculitis, either from the disease itself like lymphoma that involves blood vessels or as a paraneoplastic disease. [31] [32]", "contents": "ANCA Positive Vasculitis -- Differential Diagnosis. Antiglomerular basement membrane disease (Goodpasture syndrome) can mimic ANCA vasculitis, which involves kidneys and lungs. Around 10 to 40 percent of patients with anti-glomerular basement membrane disease have ANCA positivity (dual-positivity). These patients are at higher risk of relapse. Atrial myxoma also can present with fatigue, fever, weight loss, purpuric skin rash, neurologic involvement, and lung injury due to embolization. Malignancy rarely can mimic vasculitis, either from the disease itself like lymphoma that involves blood vessels or as a paraneoplastic disease. [31] [32]"}
{"id": "article-32717_23", "title": "ANCA Positive Vasculitis -- Prognosis", "content": "The prognosis for ANCA vasculitis has been improved from 80% 1-year mortality to prolonged remission and mortality has decreased to 10%. Relapses are common and frequently seen in patients with GPA, which recurs in more than 50% of patients within 5-year.", "contents": "ANCA Positive Vasculitis -- Prognosis. The prognosis for ANCA vasculitis has been improved from 80% 1-year mortality to prolonged remission and mortality has decreased to 10%. Relapses are common and frequently seen in patients with GPA, which recurs in more than 50% of patients within 5-year."}
{"id": "article-32717_24", "title": "ANCA Positive Vasculitis -- Complications", "content": "Complications are caused either by the disease itself or by the treatment.", "contents": "ANCA Positive Vasculitis -- Complications. Complications are caused either by the disease itself or by the treatment."}
{"id": "article-32717_25", "title": "ANCA Positive Vasculitis -- Complications", "content": "Complications of the disease include the aforementioned manifestations and organ involvement such as lungs, kidneys, and peripheral nerves. Additionally, the patients are at increased risk for hypertension, coronary artery disease, myocardial infarction, mouth ulcers, and cerebrovascular disease. Complications of treatment include malignancy, chemical cystitis, marrow failure, gonadal failure, diabetes, and osteoporosis. [33] [34] [35]", "contents": "ANCA Positive Vasculitis -- Complications. Complications of the disease include the aforementioned manifestations and organ involvement such as lungs, kidneys, and peripheral nerves. Additionally, the patients are at increased risk for hypertension, coronary artery disease, myocardial infarction, mouth ulcers, and cerebrovascular disease. Complications of treatment include malignancy, chemical cystitis, marrow failure, gonadal failure, diabetes, and osteoporosis. [33] [34] [35]"}
{"id": "article-32717_26", "title": "ANCA Positive Vasculitis -- Deterrence and Patient Education", "content": "Patients should be educated about the disease itself, the treatment, and its side effects.", "contents": "ANCA Positive Vasculitis -- Deterrence and Patient Education. Patients should be educated about the disease itself, the treatment, and its side effects."}
{"id": "article-32717_27", "title": "ANCA Positive Vasculitis -- Deterrence and Patient Education", "content": "Vasculitis means inflammation of the blood vessels, which can damage them. Blood vessels carry oxygen and nutrients to the body tissue, and when they are damaged, it causes damage to the tissues involved. There are different types of vasculitis. As mentioned above, some of them caused by medications, and others occur without a cause. Symptoms of vasculitis include fatigue, muscle pain, fever, cough, hemoptysis, abdominal pain, blood in urine or weakness, and numbness in hands or feet. Treatment for vasculitis includes using steroids along with other medication the suppress the immune system, such as cyclophosphamide or rituximab.", "contents": "ANCA Positive Vasculitis -- Deterrence and Patient Education. Vasculitis means inflammation of the blood vessels, which can damage them. Blood vessels carry oxygen and nutrients to the body tissue, and when they are damaged, it causes damage to the tissues involved. There are different types of vasculitis. As mentioned above, some of them caused by medications, and others occur without a cause. Symptoms of vasculitis include fatigue, muscle pain, fever, cough, hemoptysis, abdominal pain, blood in urine or weakness, and numbness in hands or feet. Treatment for vasculitis includes using steroids along with other medication the suppress the immune system, such as cyclophosphamide or rituximab."}
{"id": "article-32717_28", "title": "ANCA Positive Vasculitis -- Enhancing Healthcare Team Outcomes", "content": "The role of interprofessional teams is very important to provide comprehensive care for patients with vasculitis, given the multisystemic nature of the disease. In ANCA-associated vasculitis, lung and kidneys are mostly affected. The involvement of rheumatologists, nephrologists, pulmonologists, pharmacologists, and nurses in patient care will help decrease the morbidity of the disease.", "contents": "ANCA Positive Vasculitis -- Enhancing Healthcare Team Outcomes. The role of interprofessional teams is very important to provide comprehensive care for patients with vasculitis, given the multisystemic nature of the disease. In ANCA-associated vasculitis, lung and kidneys are mostly affected. The involvement of rheumatologists, nephrologists, pulmonologists, pharmacologists, and nurses in patient care will help decrease the morbidity of the disease."}
{"id": "article-32717_29", "title": "ANCA Positive Vasculitis -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "ANCA Positive Vasculitis -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}