{"id": "article-21349_0", "title": "Esophageal Ulcer -- Continuing Education Activity", "content": "An esophageal ulcer is a distinct break in the margin of the esophageal mucosa. This mucosal damage to the esophagus is often caused by gastroesophageal reflux disease or from severe sustained esophagitis from other causes. The reported prevalence of esophageal ulcers emerging from gastroesophageal reflux disease has been estimated to be 2% to 7%. Other causes have not been sufficiently studied. This activity reviews the etiology, presentation, evaluation, and management of esophageal ulcers and reviews the role of the interprofessional team in evaluating, diagnosing, and managing the condition.", "contents": "Esophageal Ulcer -- Continuing Education Activity. An esophageal ulcer is a distinct break in the margin of the esophageal mucosa. This mucosal damage to the esophagus is often caused by gastroesophageal reflux disease or from severe sustained esophagitis from other causes. The reported prevalence of esophageal ulcers emerging from gastroesophageal reflux disease has been estimated to be 2% to 7%. Other causes have not been sufficiently studied. This activity reviews the etiology, presentation, evaluation, and management of esophageal ulcers and reviews the role of the interprofessional team in evaluating, diagnosing, and managing the condition."}
{"id": "article-21349_1", "title": "Esophageal Ulcer -- Continuing Education Activity", "content": "Objectives: Review the potential etiologies of esophageal ulceration. Describe the clinical presentation of esophageal ulcer and the relevant examination procedures for evaluation. Summarize the treatment options available for esophageal ulcer, based on etiology and severity. Explain the need for a well-integrated, interprofessional team approach to improve care for patients with esophageal ulcers. Access free multiple choice questions on this topic.", "contents": "Esophageal Ulcer -- Continuing Education Activity. Objectives: Review the potential etiologies of esophageal ulceration. Describe the clinical presentation of esophageal ulcer and the relevant examination procedures for evaluation. Summarize the treatment options available for esophageal ulcer, based on etiology and severity. Explain the need for a well-integrated, interprofessional team approach to improve care for patients with esophageal ulcers. Access free multiple choice questions on this topic."}
{"id": "article-21349_2", "title": "Esophageal Ulcer -- Introduction", "content": "An esophageal ulcer is a distinct break in the margin of the esophageal mucosa. This mucosal damage to the esophagus is often caused by gastroesophageal reflux disease or from severe sustained esophagitis from other causes. [1] [2] [3] [4]", "contents": "Esophageal Ulcer -- Introduction. An esophageal ulcer is a distinct break in the margin of the esophageal mucosa. This mucosal damage to the esophagus is often caused by gastroesophageal reflux disease or from severe sustained esophagitis from other causes. [1] [2] [3] [4]"}
{"id": "article-21349_3", "title": "Esophageal Ulcer -- Etiology", "content": "The most typical cause of esophageal ulcers is gastroesophageal reflux with a majority of patients having some degree of a hiatal hernia on endoscopic evaluation. The lower esophageal sphincter (LES) is usually responsible for inhibiting the reflux of gastric content, but when it becomes weak, this protective mechanism is lost, resulting in exposure of the esophageal mucosa to gastric acid causing ulceration. Also, repeated induced vomiting as seen in a patient with bulimia nervosa, periodically cause exposure of the esophageal mucosa to gastric contents thereby causing ulceration or worsening existing ulceration. [5] [6] [7]", "contents": "Esophageal Ulcer -- Etiology. The most typical cause of esophageal ulcers is gastroesophageal reflux with a majority of patients having some degree of a hiatal hernia on endoscopic evaluation. The lower esophageal sphincter (LES) is usually responsible for inhibiting the reflux of gastric content, but when it becomes weak, this protective mechanism is lost, resulting in exposure of the esophageal mucosa to gastric acid causing ulceration. Also, repeated induced vomiting as seen in a patient with bulimia nervosa, periodically cause exposure of the esophageal mucosa to gastric contents thereby causing ulceration or worsening existing ulceration. [5] [6] [7]"}
{"id": "article-21349_4", "title": "Esophageal Ulcer -- Etiology", "content": "Infections causing inflammation of the esophagus includes Candida species, Herpes simplex, and cytomegalovirus. These infections are commonly seen in immunocompromised individuals who are prone to opportunistic infections.", "contents": "Esophageal Ulcer -- Etiology. Infections causing inflammation of the esophagus includes Candida species, Herpes simplex, and cytomegalovirus. These infections are commonly seen in immunocompromised individuals who are prone to opportunistic infections."}
{"id": "article-21349_5", "title": "Esophageal Ulcer -- Etiology", "content": "Several drugs have been implicated in causing pill-induced esophagitis as a result of prolonged contact with the esophageal mucosa. Culprit drugs include NSAIDs, bisphosphonates, and some antibiotics. Chronic consumption of acid rich foods such as caffeinated drinks, alcohol, cigarette smoking can worsen esophageal ulcers by destroying the esophageal mucosa lining and delaying the regeneration of a healthy mucosa. Corrosive or caustic agents and ingested foreign bodies can cause direct esophageal mucosa damage on contact. Idiopathic marginal ulcers have also been reported.", "contents": "Esophageal Ulcer -- Etiology. Several drugs have been implicated in causing pill-induced esophagitis as a result of prolonged contact with the esophageal mucosa. Culprit drugs include NSAIDs, bisphosphonates, and some antibiotics. Chronic consumption of acid rich foods such as caffeinated drinks, alcohol, cigarette smoking can worsen esophageal ulcers by destroying the esophageal mucosa lining and delaying the regeneration of a healthy mucosa. Corrosive or caustic agents and ingested foreign bodies can cause direct esophageal mucosa damage on contact. Idiopathic marginal ulcers have also been reported."}
{"id": "article-21349_6", "title": "Esophageal Ulcer -- Epidemiology", "content": "The reported prevalence of esophageal ulcers emerging from gastroesophageal reflux disease has been estimated to be 2% to 7%. Other causes have not been sufficiently studied.", "contents": "Esophageal Ulcer -- Epidemiology. The reported prevalence of esophageal ulcers emerging from gastroesophageal reflux disease has been estimated to be 2% to 7%. Other causes have not been sufficiently studied."}
{"id": "article-21349_7", "title": "Esophageal Ulcer -- Pathophysiology", "content": "Esophageal ulcers caused by gastroesophageal reflux disease (GERD) occurs when excessive reflux of acid and pepsin results in necrosis of the surface layers of esophageal mucosa, causing erosions and ulcers. The prolonged period of gastric acid exposure and bile salts often determines the extent of an esophageal mucosal injury. Other contributing factors to ulcer formation include decreased contraction of the LES causing reduced gastric acid clearance from the esophagus. Furthermore, persistent chronic GERD with a decreased resting tone of the upper esophageal sphincter can precipitate laryngopharyngeal symptoms such as throat clearing, chronic cough, and sore throat.", "contents": "Esophageal Ulcer -- Pathophysiology. Esophageal ulcers caused by gastroesophageal reflux disease (GERD) occurs when excessive reflux of acid and pepsin results in necrosis of the surface layers of esophageal mucosa, causing erosions and ulcers. The prolonged period of gastric acid exposure and bile salts often determines the extent of an esophageal mucosal injury. Other contributing factors to ulcer formation include decreased contraction of the LES causing reduced gastric acid clearance from the esophagus. Furthermore, persistent chronic GERD with a decreased resting tone of the upper esophageal sphincter can precipitate laryngopharyngeal symptoms such as throat clearing, chronic cough, and sore throat."}
{"id": "article-21349_8", "title": "Esophageal Ulcer -- Pathophysiology", "content": "Ingestion of alkalies such as ammonia or sodium hydroxide acutely results in a penetrating injury causing liquefactive necrosis. The acid-induced injury typically produces a superficial coagulation necrosis that thromboses the underlying mucosal blood vessels and consolidates the connective tissue causing a protective eschar.", "contents": "Esophageal Ulcer -- Pathophysiology. Ingestion of alkalies such as ammonia or sodium hydroxide acutely results in a penetrating injury causing liquefactive necrosis. The acid-induced injury typically produces a superficial coagulation necrosis that thromboses the underlying mucosal blood vessels and consolidates the connective tissue causing a protective eschar."}
{"id": "article-21349_9", "title": "Esophageal Ulcer -- Pathophysiology", "content": "Pill-induced esophageal ulceration occurs from local burns exerted by the pills on the esophageal mucosa. This occurs more with pills that have a low pH, causing a destruction of the cryoprotective barrier of the mucosa and forming an ulcer. [8] [9]", "contents": "Esophageal Ulcer -- Pathophysiology. Pill-induced esophageal ulceration occurs from local burns exerted by the pills on the esophageal mucosa. This occurs more with pills that have a low pH, causing a destruction of the cryoprotective barrier of the mucosa and forming an ulcer. [8] [9]"}
{"id": "article-21349_10", "title": "Esophageal Ulcer -- Histopathology", "content": "CMV infection is characterized histologically by mucosal inflammation, tissue necrosis, as well as vascular endothelial cell damage and the presence of intranuclear and intracytoplasmic inclusions. The Esophageal ulcerations seen in infectious etiology are multiple and punctuate, circumferential in distribution and tends to involve the proximal esophagus. Histologic findings in ulcers caused by herpes simplex virus appear as multinucleated giant cells, with ground-glass nuclei and eosinophilic inclusions (Cowdry type-A inclusion bodies) that occupy up to one-half of the nuclear volume. Ulcers caused by cytomegalovirus (CMV) infection is characterized histologically by mucosal inflammation, tissue necrosis, as well as vascular endothelial cell damage and the presence of intranuclear and intracytoplasmic inclusions. The characteristic cytomegalic cells (large cells containing eosinophilic intranuclear and frequently basophilic intracytoplasmic inclusions) are present in mucosal biopsies stained with hematoxylin and eosin. Other nonspecific histological features seen in GERD induced esophagitis to include the presence of neutrophils and eosinophils, dilated vascular channels in papillae of the lamina propria, and distended, pale squamous (\"balloon\") cells.", "contents": "Esophageal Ulcer -- Histopathology. CMV infection is characterized histologically by mucosal inflammation, tissue necrosis, as well as vascular endothelial cell damage and the presence of intranuclear and intracytoplasmic inclusions. The Esophageal ulcerations seen in infectious etiology are multiple and punctuate, circumferential in distribution and tends to involve the proximal esophagus. Histologic findings in ulcers caused by herpes simplex virus appear as multinucleated giant cells, with ground-glass nuclei and eosinophilic inclusions (Cowdry type-A inclusion bodies) that occupy up to one-half of the nuclear volume. Ulcers caused by cytomegalovirus (CMV) infection is characterized histologically by mucosal inflammation, tissue necrosis, as well as vascular endothelial cell damage and the presence of intranuclear and intracytoplasmic inclusions. The characteristic cytomegalic cells (large cells containing eosinophilic intranuclear and frequently basophilic intracytoplasmic inclusions) are present in mucosal biopsies stained with hematoxylin and eosin. Other nonspecific histological features seen in GERD induced esophagitis to include the presence of neutrophils and eosinophils, dilated vascular channels in papillae of the lamina propria, and distended, pale squamous (\"balloon\") cells."}
{"id": "article-21349_11", "title": "Esophageal Ulcer -- History and Physical", "content": "Signs and symptoms are often based on the underlying etiology. Esophageal ulcer induced by GERD often presents with esophageal and gastric symptoms. Patients reports pyrosis, regurgitations, dysphagia, chest pain, water brash, Globus sensation, odynophagia, nausea, vomiting, atypical chest pain and in some cases weight loss. Chest pain is said to be often felt behind the sternum and characterized as a burning sensation.  In the presence of an active esophageal ulcer, the patient may present with hematemesis, coffee ground emesis, substernal chest pain radiating to the back. In severe cases, circulatory shock results from large volume blood loss. Commonly, odynophagia, dysphagia, and retrosternal chest are reported in a patient will pill and infectious esophagitis.", "contents": "Esophageal Ulcer -- History and Physical. Signs and symptoms are often based on the underlying etiology. Esophageal ulcer induced by GERD often presents with esophageal and gastric symptoms. Patients reports pyrosis, regurgitations, dysphagia, chest pain, water brash, Globus sensation, odynophagia, nausea, vomiting, atypical chest pain and in some cases weight loss. Chest pain is said to be often felt behind the sternum and characterized as a burning sensation.  In the presence of an active esophageal ulcer, the patient may present with hematemesis, coffee ground emesis, substernal chest pain radiating to the back. In severe cases, circulatory shock results from large volume blood loss. Commonly, odynophagia, dysphagia, and retrosternal chest are reported in a patient will pill and infectious esophagitis."}
{"id": "article-21349_12", "title": "Esophageal Ulcer -- Evaluation", "content": "Barium-contrast esophagram as the initial test is typically used to identify anatomic abnormalities of the esophagus. An ulcer niche is generally round or oval and may be surrounded by a smooth mound of edema. Shallow ulcers and erosions are recognized on double contrast radiographs as tiny collections of barium in the distal esophagus near the gastroesophageal junction which sometimes is surrounded by a radiolucent halo of the edematous mucosa.", "contents": "Esophageal Ulcer -- Evaluation. Barium-contrast esophagram as the initial test is typically used to identify anatomic abnormalities of the esophagus. An ulcer niche is generally round or oval and may be surrounded by a smooth mound of edema. Shallow ulcers and erosions are recognized on double contrast radiographs as tiny collections of barium in the distal esophagus near the gastroesophageal junction which sometimes is surrounded by a radiolucent halo of the edematous mucosa."}
{"id": "article-21349_13", "title": "Esophageal Ulcer -- Evaluation", "content": "Upper gastrointestinal endoscopy evaluation, provides a mechanism for direct visualization, stratifying and management of esophageal ulcers, can also exclude malignancy, and perform therapy. Esophageal ulcers caused by herpes simplex appears as lesions that usually affect the squamous mucosa of the distal esophagus where the earliest manifestation is a vesicle, although this early stage is rarely seen on endoscopy. The lesions combine to form ulcers (usually less than 2 cm), with normal-appearing intervening mucosa. The ulcers are well defined and have a \"volcano-like\" appearance.", "contents": "Esophageal Ulcer -- Evaluation. Upper gastrointestinal endoscopy evaluation, provides a mechanism for direct visualization, stratifying and management of esophageal ulcers, can also exclude malignancy, and perform therapy. Esophageal ulcers caused by herpes simplex appears as lesions that usually affect the squamous mucosa of the distal esophagus where the earliest manifestation is a vesicle, although this early stage is rarely seen on endoscopy. The lesions combine to form ulcers (usually less than 2 cm), with normal-appearing intervening mucosa. The ulcers are well defined and have a \"volcano-like\" appearance."}
{"id": "article-21349_14", "title": "Esophageal Ulcer -- Evaluation", "content": "Esophageal ulcers in cytomegalovirus (CMV) infection, tend to be linear or longitudinal and broad-based. The endoscopic presentation of white, mucosal, plaque-like lesions is highly indicative for candida esophagitis.", "contents": "Esophageal Ulcer -- Evaluation. Esophageal ulcers in cytomegalovirus (CMV) infection, tend to be linear or longitudinal and broad-based. The endoscopic presentation of white, mucosal, plaque-like lesions is highly indicative for candida esophagitis."}
{"id": "article-21349_15", "title": "Esophageal Ulcer -- Evaluation", "content": "Peptic ulcerations are irregular or linear shaped, multiple and more prominent in the distal esophagus on endoscopy. Pill-induced ulcerations are usually singular and deep, occurring at points of stasis, with sparing of the distal esophagus. The ulcers may range in size from 1  mm or 2 mm to several centimeters. Remnants of the offending pill may occasionally be identified at the site of injury. Esophageal strictures may be noted on upper endoscopy, especially in patients with non-steroidal anti-inflammatory drugs (NSAID), quinidine, and potassium chloride-induced esophagitis. Helicobacter pylor i antigen testing and/or serology should be done in all patients diagnosed with peptic ulcer disease.", "contents": "Esophageal Ulcer -- Evaluation. Peptic ulcerations are irregular or linear shaped, multiple and more prominent in the distal esophagus on endoscopy. Pill-induced ulcerations are usually singular and deep, occurring at points of stasis, with sparing of the distal esophagus. The ulcers may range in size from 1  mm or 2 mm to several centimeters. Remnants of the offending pill may occasionally be identified at the site of injury. Esophageal strictures may be noted on upper endoscopy, especially in patients with non-steroidal anti-inflammatory drugs (NSAID), quinidine, and potassium chloride-induced esophagitis. Helicobacter pylor i antigen testing and/or serology should be done in all patients diagnosed with peptic ulcer disease."}
{"id": "article-21349_16", "title": "Esophageal Ulcer -- Treatment / Management", "content": "The identification of a definite cause of esophageal ulcer is of crucial importance as the management is based on treating the underlying etiology. [10] [11]", "contents": "Esophageal Ulcer -- Treatment / Management. The identification of a definite cause of esophageal ulcer is of crucial importance as the management is based on treating the underlying etiology. [10] [11]"}
{"id": "article-21349_17", "title": "Esophageal Ulcer -- Treatment / Management", "content": "Treatment of esophageal ulcers secondary to GERD is aimed at acid suppression, controlling acid secretion, promoting peristalsis and mucosal wall healing. H2 blockers are commonly used but provide temporary relief. It acts by neutralizing gastric acid and reduce acid delivery to the duodenum. The commonly used H2 receptor blockers are cimetidine, ranitidine, famotidine, and nizatidine. The effectiveness of proton pump inhibitors has been studied, and results have demonstrated its superior long-term effect of accelerated ulcer healing compared with the H2 antagonist.", "contents": "Esophageal Ulcer -- Treatment / Management. Treatment of esophageal ulcers secondary to GERD is aimed at acid suppression, controlling acid secretion, promoting peristalsis and mucosal wall healing. H2 blockers are commonly used but provide temporary relief. It acts by neutralizing gastric acid and reduce acid delivery to the duodenum. The commonly used H2 receptor blockers are cimetidine, ranitidine, famotidine, and nizatidine. The effectiveness of proton pump inhibitors has been studied, and results have demonstrated its superior long-term effect of accelerated ulcer healing compared with the H2 antagonist."}
{"id": "article-21349_18", "title": "Esophageal Ulcer -- Treatment / Management", "content": "In the presence of coinfection with H. pylori , the standard treatment is a triple-therapy with clarithromycin-based therapy (PPI, clarithromycin, amoxicillin for 14 days); quadruple-therapy with (bismuth subsalicylate, metronidazole, and tetracycline for 14 days); or triple-therapy with (lansoprazole, amoxicillin, and clarithromycin for 10 to 14 days).", "contents": "Esophageal Ulcer -- Treatment / Management. In the presence of coinfection with H. pylori , the standard treatment is a triple-therapy with clarithromycin-based therapy (PPI, clarithromycin, amoxicillin for 14 days); quadruple-therapy with (bismuth subsalicylate, metronidazole, and tetracycline for 14 days); or triple-therapy with (lansoprazole, amoxicillin, and clarithromycin for 10 to 14 days)."}
{"id": "article-21349_19", "title": "Esophageal Ulcer -- Treatment / Management", "content": "Treatment of drug-induced esophageal ulcer includes discontinuation of the offending medications and administering proton pump inhibitors. Antituberculous medications with Isoniazid, rifampicin, ethambutol, and pyrazinamide for 6 to 9 months can be used for esophageal ulcers caused by tuberculosis.", "contents": "Esophageal Ulcer -- Treatment / Management. Treatment of drug-induced esophageal ulcer includes discontinuation of the offending medications and administering proton pump inhibitors. Antituberculous medications with Isoniazid, rifampicin, ethambutol, and pyrazinamide for 6 to 9 months can be used for esophageal ulcers caused by tuberculosis."}
{"id": "article-21349_20", "title": "Esophageal Ulcer -- Treatment / Management", "content": "Antimicrobial agents are used for treating mucosal damage caused by infectious esophagitis. Infection caused by cytomegalovirus is treated with ganciclovir whereas fluconazole is the preferred choice in the treatment of esophageal candidiasis.", "contents": "Esophageal Ulcer -- Treatment / Management. Antimicrobial agents are used for treating mucosal damage caused by infectious esophagitis. Infection caused by cytomegalovirus is treated with ganciclovir whereas fluconazole is the preferred choice in the treatment of esophageal candidiasis."}
{"id": "article-21349_21", "title": "Esophageal Ulcer -- Treatment / Management", "content": "Finally, Severe cases of esophageal injury are managed by intubation with a nasogastric tube, administration of intravenous fluids, chemoprophylaxis with antibiotics, pain relief with analgesics and treating the ulcer with H2 receptor antagonists and PPIs.", "contents": "Esophageal Ulcer -- Treatment / Management. Finally, Severe cases of esophageal injury are managed by intubation with a nasogastric tube, administration of intravenous fluids, chemoprophylaxis with antibiotics, pain relief with analgesics and treating the ulcer with H2 receptor antagonists and PPIs."}
{"id": "article-21349_22", "title": "Esophageal Ulcer -- Differential Diagnosis", "content": "Acute cholecystitis and biliary colic Acute coronary syndrome Angina pectoris Gastrointestinal foreign bodies Gastroesophageal reflux disease Myocardial infarction Peptic ulcer disease Pulmonary embolism", "contents": "Esophageal Ulcer -- Differential Diagnosis. Acute cholecystitis and biliary colic Acute coronary syndrome Angina pectoris Gastrointestinal foreign bodies Gastroesophageal reflux disease Myocardial infarction Peptic ulcer disease Pulmonary embolism"}
{"id": "article-21349_23", "title": "Esophageal Ulcer -- Pearls and Other Issues", "content": "Untreated esophageal ulcerations can lead to bleeding, Barrett’s esophagus, a condition where the metaplastic columnar epithelium replaces the stratified squamous epithelium that normally lines the distal esophagus, esophageal strictures or narrowing, and esophageal perforation.", "contents": "Esophageal Ulcer -- Pearls and Other Issues. Untreated esophageal ulcerations can lead to bleeding, Barrett’s esophagus, a condition where the metaplastic columnar epithelium replaces the stratified squamous epithelium that normally lines the distal esophagus, esophageal strictures or narrowing, and esophageal perforation."}
{"id": "article-21349_24", "title": "Esophageal Ulcer -- Enhancing Healthcare Team Outcomes", "content": "The management of an esophageal ulcer is with an interprofessional team that consists of a thoracic surgeon, gastroenterologist, radiologist, and an internist. Treatment of esophageal ulcers secondary to GERD is aimed at acid suppression, controlling acid secretion, promoting peristalsis and mucosal wall healing.", "contents": "Esophageal Ulcer -- Enhancing Healthcare Team Outcomes. The management of an esophageal ulcer is with an interprofessional team that consists of a thoracic surgeon, gastroenterologist, radiologist, and an internist. Treatment of esophageal ulcers secondary to GERD is aimed at acid suppression, controlling acid secretion, promoting peristalsis and mucosal wall healing."}
{"id": "article-21349_25", "title": "Esophageal Ulcer -- Enhancing Healthcare Team Outcomes", "content": "Treatment of drug-induced esophageal ulcer includes discontinuation of the offending medications and administering proton pump inhibitors. Antituberculous medications with Isoniazid, rifampicin, ethambutol, and pyrazinamide for 6 to 9 months can be used for esophageal ulcers caused by tuberculosis.", "contents": "Esophageal Ulcer -- Enhancing Healthcare Team Outcomes. Treatment of drug-induced esophageal ulcer includes discontinuation of the offending medications and administering proton pump inhibitors. Antituberculous medications with Isoniazid, rifampicin, ethambutol, and pyrazinamide for 6 to 9 months can be used for esophageal ulcers caused by tuberculosis."}
{"id": "article-21349_26", "title": "Esophageal Ulcer -- Enhancing Healthcare Team Outcomes", "content": "Antimicrobial agents are used for treating mucosal damage caused by infectious esophagitis. Infection caused by cytomegalovirus is treated with ganciclovir whereas fluconazole is the preferred choice in the treatment of esophageal candidiasis.", "contents": "Esophageal Ulcer -- Enhancing Healthcare Team Outcomes. Antimicrobial agents are used for treating mucosal damage caused by infectious esophagitis. Infection caused by cytomegalovirus is treated with ganciclovir whereas fluconazole is the preferred choice in the treatment of esophageal candidiasis."}
{"id": "article-21349_27", "title": "Esophageal Ulcer -- Enhancing Healthcare Team Outcomes", "content": "Finally, severe cases of esophageal injury are managed by intubation with a nasogastric tube, administration of intravenous fluids, chemoprophylaxis with antibiotics, pain relief with analgesics and treating the ulcer with H2 receptor antagonists and PPIs. The prognosis for patients with esophageal ulcer depends on the immune status, comorbidity, age, and cause. For those who comply with treatment, the prognosis is good.", "contents": "Esophageal Ulcer -- Enhancing Healthcare Team Outcomes. Finally, severe cases of esophageal injury are managed by intubation with a nasogastric tube, administration of intravenous fluids, chemoprophylaxis with antibiotics, pain relief with analgesics and treating the ulcer with H2 receptor antagonists and PPIs. The prognosis for patients with esophageal ulcer depends on the immune status, comorbidity, age, and cause. For those who comply with treatment, the prognosis is good."}
{"id": "article-21349_28", "title": "Esophageal Ulcer -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Esophageal Ulcer -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}