{"id": "article-17687_0", "title": "Antidepressants -- Continuing Education Activity", "content": "While antidepressants may be the drug of choice for depression, they also have FDA approval as treatments for other medical disorders. For example, antidepressants help treat obsessive-compulsive disorder, social phobia, panic disorder, generalized anxiety disorder (GAD), and post-traumatic stress disorder (PTSD). Antidepressants also have non-FDA-approved, off-label indications. This activity reviews the indications, contraindications, action, adverse events, and other key elements of antidepressant therapy in the clinical setting as it relates to the essential points needed by members of an interprofessional team managing the care of patients receiving antidepressant medications for conditions that respond to this medication class.", "contents": "Antidepressants -- Continuing Education Activity. While antidepressants may be the drug of choice for depression, they also have FDA approval as treatments for other medical disorders. For example, antidepressants help treat obsessive-compulsive disorder, social phobia, panic disorder, generalized anxiety disorder (GAD), and post-traumatic stress disorder (PTSD). Antidepressants also have non-FDA-approved, off-label indications. This activity reviews the indications, contraindications, action, adverse events, and other key elements of antidepressant therapy in the clinical setting as it relates to the essential points needed by members of an interprofessional team managing the care of patients receiving antidepressant medications for conditions that respond to this medication class."}
{"id": "article-17687_1", "title": "Antidepressants -- Continuing Education Activity", "content": "Objectives: Identify the approved and off-label indications for antidepressant medications. Summarize the mechanism of action of the various class members in the antidepressant drug class. Outline the adverse events of various antidepressant medications. Explain the importance of antidepressant therapy and how it affects therapeutic strategy as a component of care coordination and communication among the interprofessional team when using these agents to achieve therapeutic outcomes. Access free multiple choice questions on this topic.", "contents": "Antidepressants -- Continuing Education Activity. Objectives: Identify the approved and off-label indications for antidepressant medications. Summarize the mechanism of action of the various class members in the antidepressant drug class. Outline the adverse events of various antidepressant medications. Explain the importance of antidepressant therapy and how it affects therapeutic strategy as a component of care coordination and communication among the interprofessional team when using these agents to achieve therapeutic outcomes. Access free multiple choice questions on this topic."}
{"id": "article-17687_2", "title": "Antidepressants -- Indications", "content": "Depressive disorders include unipolar major depression, persistent depressive disorder (dysthymia), premenstrual dysphoric disorder, and depressive disorder due to another medical condition. Major depressive disorder (MDD) is one of the most disabling mental illnesses and has significant morbidity and mortality. The lifetime prevalence of MDD ranges from 2 to 21% worldwide. The main sociodemographic correlates were divorced marital status and female gender. [1] With appropriate treatment, 70 to 80% of individuals with major depressive disorder can significantly reduce symptoms. Drugs used for the treatment of depression include the following.", "contents": "Antidepressants -- Indications. Depressive disorders include unipolar major depression, persistent depressive disorder (dysthymia), premenstrual dysphoric disorder, and depressive disorder due to another medical condition. Major depressive disorder (MDD) is one of the most disabling mental illnesses and has significant morbidity and mortality. The lifetime prevalence of MDD ranges from 2 to 21% worldwide. The main sociodemographic correlates were divorced marital status and female gender. [1] With appropriate treatment, 70 to 80% of individuals with major depressive disorder can significantly reduce symptoms. Drugs used for the treatment of depression include the following."}
{"id": "article-17687_3", "title": "Antidepressants -- Indications -- Selective Serotonin Reuptake Inhibitors (SSRIs)", "content": "Sertraline Fluvoxamine Fluoxetine Paroxetine Citalopram Escitalopram", "contents": "Antidepressants -- Indications -- Selective Serotonin Reuptake Inhibitors (SSRIs). Sertraline Fluvoxamine Fluoxetine Paroxetine Citalopram Escitalopram"}
{"id": "article-17687_4", "title": "Antidepressants -- Indications -- Serotonin/Norepinephrine Reuptake inhibitors (SNRIs)", "content": "Venlafaxine Desvenlafaxine Duloxetine Milnacipran Levomilnacipran", "contents": "Antidepressants -- Indications -- Serotonin/Norepinephrine Reuptake inhibitors (SNRIs). Venlafaxine Desvenlafaxine Duloxetine Milnacipran Levomilnacipran"}
{"id": "article-17687_5", "title": "Antidepressants -- Indications -- Atypical Antidepressants", "content": "Bupropion Mirtazapine Agomelatine", "contents": "Antidepressants -- Indications -- Atypical Antidepressants. Bupropion Mirtazapine Agomelatine"}
{"id": "article-17687_6", "title": "Antidepressants -- Indications -- Serotonin Modulators", "content": "Nefazodone Trazodone Vilazodone Vortioxetine", "contents": "Antidepressants -- Indications -- Serotonin Modulators. Nefazodone Trazodone Vilazodone Vortioxetine"}
{"id": "article-17687_7", "title": "Antidepressants -- Indications -- Tricyclic Antidepressants (TCAs)", "content": "Amitriptyline Clomipramine Doxepin Imipramine Trimipramine Desipramine Nortriptyline Protriptyline Maprotiline Amoxapine", "contents": "Antidepressants -- Indications -- Tricyclic Antidepressants (TCAs). Amitriptyline Clomipramine Doxepin Imipramine Trimipramine Desipramine Nortriptyline Protriptyline Maprotiline Amoxapine"}
{"id": "article-17687_8", "title": "Antidepressants -- Indications -- Monoamine Oxidase Inhibitors (MAOIs)", "content": "Selegiline Moclobemide Tranylcypromine Isocarboxazid Phenelzine", "contents": "Antidepressants -- Indications -- Monoamine Oxidase Inhibitors (MAOIs). Selegiline Moclobemide Tranylcypromine Isocarboxazid Phenelzine"}
{"id": "article-17687_9", "title": "Antidepressants -- Indications -- NMDA Antagonists", "content": "Esketamine- Intranasal esketamine is FDA approved for treatment-resistant depression in adults, in combination with an oral antidepressant. It is also indicated for treating major depressive disorder with suicidal ideation or behavior in adults. [2]", "contents": "Antidepressants -- Indications -- NMDA Antagonists. Esketamine- Intranasal esketamine is FDA approved for treatment-resistant depression in adults, in combination with an oral antidepressant. It is also indicated for treating major depressive disorder with suicidal ideation or behavior in adults. [2]"}
{"id": "article-17687_10", "title": "Antidepressants -- Indications -- NMDA Antagonists", "content": "The FDA has approved dextromethorphan/bupropion fixed drug combination(FDC) for major depressive disorder. FDA granted dextromethorphan/bupropion breakthrough therapy designation under priority review. [3]", "contents": "Antidepressants -- Indications -- NMDA Antagonists. The FDA has approved dextromethorphan/bupropion fixed drug combination(FDC) for major depressive disorder. FDA granted dextromethorphan/bupropion breakthrough therapy designation under priority review. [3]"}
{"id": "article-17687_11", "title": "Antidepressants -- Indications -- NMDA Antagonists", "content": "Meta-analysis of the comparative efficacy of antidepressant results indicates that sertraline and escitalopram have good efficacy with minimal adverse drug reactions than other drugs. Hence sertraline or escitalopram is the initial drug of choice for unipolar major depression. [4]", "contents": "Antidepressants -- Indications -- NMDA Antagonists. Meta-analysis of the comparative efficacy of antidepressant results indicates that sertraline and escitalopram have good efficacy with minimal adverse drug reactions than other drugs. Hence sertraline or escitalopram is the initial drug of choice for unipolar major depression. [4]"}
{"id": "article-17687_12", "title": "Antidepressants -- Indications -- NMDA Antagonists", "content": "Antidepressants are the drug of choice for depression, but they also have FDA approval as treatments for other medical disorders. For example, antidepressants are helpful in treating obsessive-compulsive disorder, social phobia, panic disorder, generalized anxiety disorder (GAD), and post-traumatic stress disorder (PTSD). [5]", "contents": "Antidepressants -- Indications -- NMDA Antagonists. Antidepressants are the drug of choice for depression, but they also have FDA approval as treatments for other medical disorders. For example, antidepressants are helpful in treating obsessive-compulsive disorder, social phobia, panic disorder, generalized anxiety disorder (GAD), and post-traumatic stress disorder (PTSD). [5]"}
{"id": "article-17687_13", "title": "Antidepressants -- Indications -- NMDA Antagonists", "content": "Antidepressants also have non-FDA-approved, off-label indications. For example, tricyclic antidepressants are prescribed for pain, insomnia, and migraine. Trazodone, a serotonin modulator, is used off-label for insomnia. [6]", "contents": "Antidepressants -- Indications -- NMDA Antagonists. Antidepressants also have non-FDA-approved, off-label indications. For example, tricyclic antidepressants are prescribed for pain, insomnia, and migraine. Trazodone, a serotonin modulator, is used off-label for insomnia. [6]"}
{"id": "article-17687_14", "title": "Antidepressants -- Mechanism of Action", "content": "The antidepressants all work slightly differently and target certain neurotransmitters to modulate mood and behavior. All currently licensed antidepressants are believed to increase serotonin, norepinephrine, or both in the synapse. The mechanisms to increase these neurotransmitters vary, though antidepressant drugs target reuptake by the nerve terminals. [7]", "contents": "Antidepressants -- Mechanism of Action. The antidepressants all work slightly differently and target certain neurotransmitters to modulate mood and behavior. All currently licensed antidepressants are believed to increase serotonin, norepinephrine, or both in the synapse. The mechanisms to increase these neurotransmitters vary, though antidepressant drugs target reuptake by the nerve terminals. [7]"}
{"id": "article-17687_15", "title": "Antidepressants -- Mechanism of Action -- SSRI", "content": "The reuptake of 5HT(5-hydroxytryptamine/serotonin) into presynaptic terminals is mediated by SERT; neuronal uptake is the primary process by which neurotransmission via 5HT is terminated. SSRIs block reuptake and enhance and prolong serotonergic neurotransmission. With continuous administration of SSRI, there are sustained increases in cyclic AMP signaling and phosphorylation of the nuclear transcription factors and increases in the expression of trophic factors such as BDNF and increased neurogenesis. [8] SSRIs are currently the first-line agents for the treatment of depression. [9]", "contents": "Antidepressants -- Mechanism of Action -- SSRI. The reuptake of 5HT(5-hydroxytryptamine/serotonin) into presynaptic terminals is mediated by SERT; neuronal uptake is the primary process by which neurotransmission via 5HT is terminated. SSRIs block reuptake and enhance and prolong serotonergic neurotransmission. With continuous administration of SSRI, there are sustained increases in cyclic AMP signaling and phosphorylation of the nuclear transcription factors and increases in the expression of trophic factors such as BDNF and increased neurogenesis. [8] SSRIs are currently the first-line agents for the treatment of depression. [9]"}
{"id": "article-17687_16", "title": "Antidepressants -- Mechanism of Action -- SNRI", "content": "Serotonin and norepinephrine reuptake inhibitors (SNRIs) block serotonin and norepinephrine reuptake in the synapse, increasing postsynaptic receptors' stimulation. SNRIs differ in their affinity for the serotonin and norepinephrine transporter. In contrast with other selective serotonin-norepinephrine reuptake inhibitors like duloxetine, venlafaxine, and desvenlafaxine; milnacipran and levomilnacipran has higher selectivity for inhibiting norepinephrine reuptake than serotonin reuptake [10] [11]", "contents": "Antidepressants -- Mechanism of Action -- SNRI. Serotonin and norepinephrine reuptake inhibitors (SNRIs) block serotonin and norepinephrine reuptake in the synapse, increasing postsynaptic receptors' stimulation. SNRIs differ in their affinity for the serotonin and norepinephrine transporter. In contrast with other selective serotonin-norepinephrine reuptake inhibitors like duloxetine, venlafaxine, and desvenlafaxine; milnacipran and levomilnacipran has higher selectivity for inhibiting norepinephrine reuptake than serotonin reuptake [10] [11]"}
{"id": "article-17687_17", "title": "Antidepressants -- Mechanism of Action -- Atypical Antidepressants", "content": "Atypical antidepressants  have  various mechanisms of action. Bupropion, for example, works by inhibiting the reuptake of dopamine and norepinephrine at the presynaptic cleft. [12] Agomelatine works as an agonist at melatonin receptors MT1 and MT2. It also antagonizes serotonergic 5-HT2C receptors, promoting dopamine and norepinephrine release. [13] Mirtazapine works by blocking alpha-2 adrenergic receptors on the cell bodies and nerve terminals, promoting the release of norepinephrine into the synapse. Furthermore, mirtazapine antagonizes the 5-HT receptor, which has been shown to increase norepinephrine and dopamine in the brain's cortical regions. [7]", "contents": "Antidepressants -- Mechanism of Action -- Atypical Antidepressants. Atypical antidepressants  have  various mechanisms of action. Bupropion, for example, works by inhibiting the reuptake of dopamine and norepinephrine at the presynaptic cleft. [12] Agomelatine works as an agonist at melatonin receptors MT1 and MT2. It also antagonizes serotonergic 5-HT2C receptors, promoting dopamine and norepinephrine release. [13] Mirtazapine works by blocking alpha-2 adrenergic receptors on the cell bodies and nerve terminals, promoting the release of norepinephrine into the synapse. Furthermore, mirtazapine antagonizes the 5-HT receptor, which has been shown to increase norepinephrine and dopamine in the brain's cortical regions. [7]"}
{"id": "article-17687_18", "title": "Antidepressants -- Mechanism of Action -- Serotonin Modulators", "content": "Serotonin modulators such as vilazodone inhibit the presynaptic reuptake of serotonin. It is also a partial agonist at the postsynaptic serotonin 5-HT1A receptor. Trazodone acts upon postsynaptic serotonin 5-HT2A and 5-HT2C receptors and weakly inhibits presynaptic serotonin reuptake. In addition, Trazodone has additional postsynaptic alpha-adrenergic receptors and histamine receptors blocking activity. Nefazodone antagonizes postsynaptic serotonin 5-HT2A receptors and inhibits presynaptic serotonin and norepinephrine reuptake; these actions increase serotonergic transmission at 5-HT1A receptors. [12]", "contents": "Antidepressants -- Mechanism of Action -- Serotonin Modulators. Serotonin modulators such as vilazodone inhibit the presynaptic reuptake of serotonin. It is also a partial agonist at the postsynaptic serotonin 5-HT1A receptor. Trazodone acts upon postsynaptic serotonin 5-HT2A and 5-HT2C receptors and weakly inhibits presynaptic serotonin reuptake. In addition, Trazodone has additional postsynaptic alpha-adrenergic receptors and histamine receptors blocking activity. Nefazodone antagonizes postsynaptic serotonin 5-HT2A receptors and inhibits presynaptic serotonin and norepinephrine reuptake; these actions increase serotonergic transmission at 5-HT1A receptors. [12]"}
{"id": "article-17687_19", "title": "Antidepressants -- Mechanism of Action -- Tricyclic Antidepressants", "content": "TCA,  like amitriptyline, inhibits the reuptake of norepinephrine and serotonin at the presynaptic neuronal membrane. Amitriptyline also has an affinity for muscarinic M1 receptors and histamine H1 receptors. TCA thus can cause sedation and anticholinergic side effects. [14]", "contents": "Antidepressants -- Mechanism of Action -- Tricyclic Antidepressants. TCA,  like amitriptyline, inhibits the reuptake of norepinephrine and serotonin at the presynaptic neuronal membrane. Amitriptyline also has an affinity for muscarinic M1 receptors and histamine H1 receptors. TCA thus can cause sedation and anticholinergic side effects. [14]"}
{"id": "article-17687_20", "title": "Antidepressants -- Mechanism of Action -- Monoamine Oxidase Inhibitors", "content": "MAOIs inhibit the monoamine oxidase enzyme responsible for catabolizing serotonin, norepinephrine, and dopamine. Monoamine oxidase inhibitors were the first antidepressants discovered. MAOIs are not recognized as the first-line treatment for depression because of the adverse effects and drug-drug interactions. [15]", "contents": "Antidepressants -- Mechanism of Action -- Monoamine Oxidase Inhibitors. MAOIs inhibit the monoamine oxidase enzyme responsible for catabolizing serotonin, norepinephrine, and dopamine. Monoamine oxidase inhibitors were the first antidepressants discovered. MAOIs are not recognized as the first-line treatment for depression because of the adverse effects and drug-drug interactions. [15]"}
{"id": "article-17687_21", "title": "Antidepressants -- Mechanism of Action -- NMDA Antagonists", "content": "Dysregulation in glutamatergic neurotransmission is implied in the pathophysiology of depression. In clinical research of depression, alteration of glutamate and gamma-aminobutyric acid (GABA) activity have been recognized. Glutamate is an excitatory neurotransmitter that binds to NMDA(N-methyl-D-aspartate receptors). Consequently, NMDA antagonists are useful in the treatment of depression. Esketamine- Esketamine, the S-enantiomer of racemic ketamine, is a non-selective, non-competitive N-methyl-D-aspartate (NMDA) antagonist. It is indicated in treatment-resistant depression. [16] Dextromethorphan is an uncompetitive NMDA receptor antagonist and opioid σ receptor agonist. Bupropion, as discussed above, works by inhibiting the uptake of dopamine and norepinephrine. The fixed drug combination of dextromethorphan-bupropion has a rapid onset of action(approximately one week) in patients with major depressive disorder. [3] [17]", "contents": "Antidepressants -- Mechanism of Action -- NMDA Antagonists. Dysregulation in glutamatergic neurotransmission is implied in the pathophysiology of depression. In clinical research of depression, alteration of glutamate and gamma-aminobutyric acid (GABA) activity have been recognized. Glutamate is an excitatory neurotransmitter that binds to NMDA(N-methyl-D-aspartate receptors). Consequently, NMDA antagonists are useful in the treatment of depression. Esketamine- Esketamine, the S-enantiomer of racemic ketamine, is a non-selective, non-competitive N-methyl-D-aspartate (NMDA) antagonist. It is indicated in treatment-resistant depression. [16] Dextromethorphan is an uncompetitive NMDA receptor antagonist and opioid σ receptor agonist. Bupropion, as discussed above, works by inhibiting the uptake of dopamine and norepinephrine. The fixed drug combination of dextromethorphan-bupropion has a rapid onset of action(approximately one week) in patients with major depressive disorder. [3] [17]"}
{"id": "article-17687_22", "title": "Antidepressants -- Mechanism of Action -- BDNF Hypothesis", "content": "The initial increase in synaptic serotonin eventually leads to increased neuroprotective proteins such as brain-derived neurotrophic factor (BDNF). BDNF concentrations in depression normalize in response to pharmacological treatment. An increase in BDNF level and enhanced neuroplasticity leads to the remission of depression. [18]", "contents": "Antidepressants -- Mechanism of Action -- BDNF Hypothesis. The initial increase in synaptic serotonin eventually leads to increased neuroprotective proteins such as brain-derived neurotrophic factor (BDNF). BDNF concentrations in depression normalize in response to pharmacological treatment. An increase in BDNF level and enhanced neuroplasticity leads to the remission of depression. [18]"}
{"id": "article-17687_23", "title": "Antidepressants -- Administration", "content": "Commercially available antidepressants are currently available for administration in various dosage forms, including oral tablets, oral extended-release tablets, oral suspensions, topical creams, and transdermal patches. Studies examine alternative administration routes via inhalation, intranasal, sublingual, and rectal forms, and success was obtained in intranasal esketamine. [19] According to the manufacturer's prescribing information, the usual starting and maintenance doses of commonly used antidepressants appear below. Total daily oral doses may need to be given as two or three equally divided doses per day, depending on antidepressants and comorbidities.", "contents": "Antidepressants -- Administration. Commercially available antidepressants are currently available for administration in various dosage forms, including oral tablets, oral extended-release tablets, oral suspensions, topical creams, and transdermal patches. Studies examine alternative administration routes via inhalation, intranasal, sublingual, and rectal forms, and success was obtained in intranasal esketamine. [19] According to the manufacturer's prescribing information, the usual starting and maintenance doses of commonly used antidepressants appear below. Total daily oral doses may need to be given as two or three equally divided doses per day, depending on antidepressants and comorbidities."}
{"id": "article-17687_24", "title": "Antidepressants -- Administration -- SSRIs", "content": "Citalopram The starting dose is 20 mg daily, and the usual maintenance dose is 20 to 40 mg daily. Escitalopram The starting dose is 5-10 mg daily, and the usual maintenance dose is 10 to 20 mg daily. Paroxetine The starting dose is 20 mg daily, and the usual maintenance dose is 20 to 40 mg daily. Sertraline The starting dose is 50 mg daily, and the usual maintenance dose is 100 to 200 mg daily. Fluoxetine The starting dose is 20 mg daily, and the usual maintenance dose is 20 to 60 mg daily. Fluvoxamine The starting dose is 50 mg daily, and the usual maintenance dose is 50 to 200 mg daily.", "contents": "Antidepressants -- Administration -- SSRIs. Citalopram The starting dose is 20 mg daily, and the usual maintenance dose is 20 to 40 mg daily. Escitalopram The starting dose is 5-10 mg daily, and the usual maintenance dose is 10 to 20 mg daily. Paroxetine The starting dose is 20 mg daily, and the usual maintenance dose is 20 to 40 mg daily. Sertraline The starting dose is 50 mg daily, and the usual maintenance dose is 100 to 200 mg daily. Fluoxetine The starting dose is 20 mg daily, and the usual maintenance dose is 20 to 60 mg daily. Fluvoxamine The starting dose is 50 mg daily, and the usual maintenance dose is 50 to 200 mg daily."}
{"id": "article-17687_25", "title": "Antidepressants -- Administration -- SNRIs", "content": "Venlafaxine The starting dose is 75 mg daily, and the usual maintenance dose is 225 to 375 mg daily. Desvenlafaxine The starting dose is 25 to 50 mg daily; the usual maintenance dose is 50 mg daily. Duloxetine The starting dose is 30 mg daily, and the usual maintenance dose is 60 mg daily. Milnacipran The starting dose is 12.5 mg daily, and the usual maintenance dose is 100 mg daily. Levomilnacipran The starting dose is 20 mg daily, and the usual maintenance dose is 40 to 120 mg daily.", "contents": "Antidepressants -- Administration -- SNRIs. Venlafaxine The starting dose is 75 mg daily, and the usual maintenance dose is 225 to 375 mg daily. Desvenlafaxine The starting dose is 25 to 50 mg daily; the usual maintenance dose is 50 mg daily. Duloxetine The starting dose is 30 mg daily, and the usual maintenance dose is 60 mg daily. Milnacipran The starting dose is 12.5 mg daily, and the usual maintenance dose is 100 mg daily. Levomilnacipran The starting dose is 20 mg daily, and the usual maintenance dose is 40 to 120 mg daily."}
{"id": "article-17687_26", "title": "Antidepressants -- Administration -- Atypical Antidepressants", "content": "Bupropion The starting dose is 150 mg daily, and the usual maintenance dose is 300 mg daily. Mirtazapine The starting dose is 15 mg daily, and the usual maintenance dose is 15 to 45 mg daily.", "contents": "Antidepressants -- Administration -- Atypical Antidepressants. Bupropion The starting dose is 150 mg daily, and the usual maintenance dose is 300 mg daily. Mirtazapine The starting dose is 15 mg daily, and the usual maintenance dose is 15 to 45 mg daily."}
{"id": "article-17687_27", "title": "Antidepressants -- Administration -- Serotonin Modulators", "content": "Nefazodone The starting dose is 200 mg daily, and the usual maintenance dose is 200 to 600 mg daily. Trazodone The starting dose is 150 mg daily, and the usual maintenance dose is 200 to 400 mg daily. Vortioxetine The starting dose is 10 mg daily, and the usual maintenance dose is 20 mg daily.", "contents": "Antidepressants -- Administration -- Serotonin Modulators. Nefazodone The starting dose is 200 mg daily, and the usual maintenance dose is 200 to 600 mg daily. Trazodone The starting dose is 150 mg daily, and the usual maintenance dose is 200 to 400 mg daily. Vortioxetine The starting dose is 10 mg daily, and the usual maintenance dose is 20 mg daily."}
{"id": "article-17687_28", "title": "Antidepressants -- Administration -- Tricyclic Antidepressants (TCAs)", "content": "Amitriptyline The starting dose is 50 mg daily, and the usual maintenance dose is 100 to 200 mg daily. Nortriptyline The starting dose is 25 mg daily, and the usual maintenance dose is 50 to 150 mg daily. Imipramine The starting dose is 75 mg daily, and the usual maintenance dose is 150 mg daily. Clomipramine(off-label use) The starting dose is 25 mg daily, and the usual maintenance dose is 100 to 250 mg daily. Desipramine The starting dose is 100 mg daily, and the usual maintenance dose is 100 to 300 mg daily.", "contents": "Antidepressants -- Administration -- Tricyclic Antidepressants (TCAs). Amitriptyline The starting dose is 50 mg daily, and the usual maintenance dose is 100 to 200 mg daily. Nortriptyline The starting dose is 25 mg daily, and the usual maintenance dose is 50 to 150 mg daily. Imipramine The starting dose is 75 mg daily, and the usual maintenance dose is 150 mg daily. Clomipramine(off-label use) The starting dose is 25 mg daily, and the usual maintenance dose is 100 to 250 mg daily. Desipramine The starting dose is 100 mg daily, and the usual maintenance dose is 100 to 300 mg daily."}
{"id": "article-17687_29", "title": "Antidepressants -- Administration -- Monoamine Oxidase Inhibitors (MAOIs)", "content": "Isocarboxazid The starting dose is 20 mg daily, and the usual maintenance dose is 20 to 60 mg daily. Phenelzine The starting dose is 45 mg daily, and the usual maintenance dose is 60 to 90 mg daily. Selegiline transdermal patch The starting dose is 6 mg/24 hours; the usual maintenance dose is 6 to 12 mg/24 hours.", "contents": "Antidepressants -- Administration -- Monoamine Oxidase Inhibitors (MAOIs). Isocarboxazid The starting dose is 20 mg daily, and the usual maintenance dose is 20 to 60 mg daily. Phenelzine The starting dose is 45 mg daily, and the usual maintenance dose is 60 to 90 mg daily. Selegiline transdermal patch The starting dose is 6 mg/24 hours; the usual maintenance dose is 6 to 12 mg/24 hours."}
{"id": "article-17687_30", "title": "Antidepressants -- Administration -- NMDA antagonists", "content": "Esketamine (nasal spray) The induction phase(week 1 to 4) dose is 56 mg/84 mg twice weekly, maintenance phase(week 5 to 8) dose is 56 mg/84 mg once a week. Dosing should be individualized( least frequent dosing) according to the clinical response. Dextromethorphan/bupropion(extended-release tablets) The starting dose is 45 mg dextromethorphan/105 mg bupropion once daily in the morning. After three days, increase the dose to the maximum recommended dosage of one tablet twice daily, separated by at least 8 hours. It is not recommended to exceed two doses within the same day. [3]", "contents": "Antidepressants -- Administration -- NMDA antagonists. Esketamine (nasal spray) The induction phase(week 1 to 4) dose is 56 mg/84 mg twice weekly, maintenance phase(week 5 to 8) dose is 56 mg/84 mg once a week. Dosing should be individualized( least frequent dosing) according to the clinical response. Dextromethorphan/bupropion(extended-release tablets) The starting dose is 45 mg dextromethorphan/105 mg bupropion once daily in the morning. After three days, increase the dose to the maximum recommended dosage of one tablet twice daily, separated by at least 8 hours. It is not recommended to exceed two doses within the same day. [3]"}
{"id": "article-17687_31", "title": "Antidepressants -- Administration -- Switching Antidepressants", "content": "A washout period of 2–5 half-lives (most frequently 2–5 days) between cessation of the previous drug and the introduction of a new drug is the safest switching strategy from the point of view of drug interactions. [20]", "contents": "Antidepressants -- Administration -- Switching Antidepressants. A washout period of 2–5 half-lives (most frequently 2–5 days) between cessation of the previous drug and the introduction of a new drug is the safest switching strategy from the point of view of drug interactions. [20]"}
{"id": "article-17687_32", "title": "Antidepressants -- Administration -- Treatment-Resistant Depression", "content": "According to the FDA and EMA, patients are considered to have treatment-resistant depression (TRD) when their major depressive disorder fails to respond sufficiently to ≥2 consecutive antidepressants in a single episode. [21] Treatment-resistant depression requires augmentation with another antidepressant or atypical antipsychotic agent.", "contents": "Antidepressants -- Administration -- Treatment-Resistant Depression. According to the FDA and EMA, patients are considered to have treatment-resistant depression (TRD) when their major depressive disorder fails to respond sufficiently to ≥2 consecutive antidepressants in a single episode. [21] Treatment-resistant depression requires augmentation with another antidepressant or atypical antipsychotic agent."}
{"id": "article-17687_33", "title": "Antidepressants -- Administration -- Psychotherapy", "content": "The combination of pharmacotherapy and psychotherapy is more effective than pharmacotherapy alone. [22]", "contents": "Antidepressants -- Administration -- Psychotherapy. The combination of pharmacotherapy and psychotherapy is more effective than pharmacotherapy alone. [22]"}
{"id": "article-17687_34", "title": "Antidepressants -- Adverse Effects", "content": "The most prevalent side effects of antidepressants include sexual dysfunction, drowsiness, weight gain, insomnia, anxiety, dizziness, headache, dry mouth, blurred vision, nausea, rash, and tremor. Patients may also describe asthenia and malaise while on antidepressant therapy. Clinicians may note symptoms of hyperprolactinemia, syndrome of inappropriate antidiuretic hormone (SIADH), and hyponatremia in patients taking antidepressants. [23]", "contents": "Antidepressants -- Adverse Effects. The most prevalent side effects of antidepressants include sexual dysfunction, drowsiness, weight gain, insomnia, anxiety, dizziness, headache, dry mouth, blurred vision, nausea, rash, and tremor. Patients may also describe asthenia and malaise while on antidepressant therapy. Clinicians may note symptoms of hyperprolactinemia, syndrome of inappropriate antidiuretic hormone (SIADH), and hyponatremia in patients taking antidepressants. [23]"}
{"id": "article-17687_35", "title": "Antidepressants -- Adverse Effects -- SSRI", "content": "Sexual dysfunction Headache QTc prolongation [24]", "contents": "Antidepressants -- Adverse Effects -- SSRI. Sexual dysfunction Headache QTc prolongation [24]"}
{"id": "article-17687_36", "title": "Antidepressants -- Adverse Effects -- SNRI", "content": "Hypertension Headache Diaphoresis Bone resorption [25]", "contents": "Antidepressants -- Adverse Effects -- SNRI. Hypertension Headache Diaphoresis Bone resorption [25]"}
{"id": "article-17687_37", "title": "Antidepressants -- Adverse Effects -- Atypical Antidepressants", "content": "Agomelatine- hepatotoxicity Mirtazapine-Sedation, Weight gain [26] Bupropion- Seizures [27]", "contents": "Antidepressants -- Adverse Effects -- Atypical Antidepressants. Agomelatine- hepatotoxicity Mirtazapine-Sedation, Weight gain [26] Bupropion- Seizures [27]"}
{"id": "article-17687_38", "title": "Antidepressants -- Adverse Effects -- Serotonin Modulators", "content": "Nefazodone- Hepatotoxicity( acute hepatitis with cholestasis and variable degrees of centrilobular necrosis) [28] Vilazodone- Diarrhea Vortioxetine- Nausea Trazodone- Sedation, Priapism [29] [30]", "contents": "Antidepressants -- Adverse Effects -- Serotonin Modulators. Nefazodone- Hepatotoxicity( acute hepatitis with cholestasis and variable degrees of centrilobular necrosis) [28] Vilazodone- Diarrhea Vortioxetine- Nausea Trazodone- Sedation, Priapism [29] [30]"}
{"id": "article-17687_39", "title": "Antidepressants -- Adverse Effects -- Tricyclic Antidepressants", "content": "Dry mouth Urinary Retention Constipation QRS prolongation Seizures Orthostatic Hypotension [31]", "contents": "Antidepressants -- Adverse Effects -- Tricyclic Antidepressants. Dry mouth Urinary Retention Constipation QRS prolongation Seizures Orthostatic Hypotension [31]"}
{"id": "article-17687_40", "title": "Antidepressants -- Adverse Effects -- MAO Inhibitors", "content": "Potential for serotonin syndrome [32] Sexual dysfunction", "contents": "Antidepressants -- Adverse Effects -- MAO Inhibitors. Potential for serotonin syndrome [32] Sexual dysfunction"}
{"id": "article-17687_41", "title": "Antidepressants -- Adverse Effects -- Esketamine", "content": "Significant potential for misuse. Dissociative or perceptual changes and sedation [33]", "contents": "Antidepressants -- Adverse Effects -- Esketamine. Significant potential for misuse. Dissociative or perceptual changes and sedation [33]"}
{"id": "article-17687_42", "title": "Antidepressants -- Adverse Effects -- Dextromethorphan/Bupropion", "content": "Dizziness, headache, somnolence, and dry mouth [3]", "contents": "Antidepressants -- Adverse Effects -- Dextromethorphan/Bupropion. Dizziness, headache, somnolence, and dry mouth [3]"}
{"id": "article-17687_43", "title": "Antidepressants -- Adverse Effects -- US Boxed Warning(FDA)", "content": "Suicidal thoughts and behaviors: Antidepressants increased the risk of suicidal thoughts and behavior in pediatric and young adult patients. Closely monitor all antidepressant-treated patients for clinical worsening and the emergence of suicidal thoughts and behaviors. [34]", "contents": "Antidepressants -- Adverse Effects -- US Boxed Warning(FDA). Suicidal thoughts and behaviors: Antidepressants increased the risk of suicidal thoughts and behavior in pediatric and young adult patients. Closely monitor all antidepressant-treated patients for clinical worsening and the emergence of suicidal thoughts and behaviors. [34]"}
{"id": "article-17687_44", "title": "Antidepressants -- Contraindications", "content": "There are several scenarios where antidepressant use may be contraindicated. These scenarios vary between and within classes. Antidepressants should be used cautiously in patients with known hypersensitivities or taking other psychotropic medications. Selective serotonin reuptake inhibitors (SSRIs) and serotonin-norepinephrine reuptake inhibitors (SNRIs), for example, should not be taken with other SSRIs, monoamine oxidase inhibitors, tricyclic antidepressants, and other psychotropics; this is due to the risk of serotonin syndrome, which can lead to severe neuromuscular and autonomic symptoms. [35]", "contents": "Antidepressants -- Contraindications. There are several scenarios where antidepressant use may be contraindicated. These scenarios vary between and within classes. Antidepressants should be used cautiously in patients with known hypersensitivities or taking other psychotropic medications. Selective serotonin reuptake inhibitors (SSRIs) and serotonin-norepinephrine reuptake inhibitors (SNRIs), for example, should not be taken with other SSRIs, monoamine oxidase inhibitors, tricyclic antidepressants, and other psychotropics; this is due to the risk of serotonin syndrome, which can lead to severe neuromuscular and autonomic symptoms. [35]"}
{"id": "article-17687_45", "title": "Antidepressants -- Contraindications", "content": "Tricyclic antidepressants can provide another good example of relative contraindications in antidepressant therapy. Clinicians should be mindful when prescribing tricyclic antidepressants to individuals with cardiovascular disease. Tricyclic antidepressants have been shown to cause orthostatic hypotension. Additionally, tricyclic antidepressants may lead to heart block in patients with preexisting bundle-branch disease. [36] Buproprion, an atypical antidepressant, has seizure disorder listed as a major contraindication. This contraindication applies to patients with an active seizure diagnosis or prior seizure activity history. Like other antidepressants, bupropion should not be used in patients taking monoamine oxidase inhibitors or drugs that can lower the seizure threshold. [37] Liver injury due to previous treatment is a contraindication to nefazodone therapy. [28]", "contents": "Antidepressants -- Contraindications. Tricyclic antidepressants can provide another good example of relative contraindications in antidepressant therapy. Clinicians should be mindful when prescribing tricyclic antidepressants to individuals with cardiovascular disease. Tricyclic antidepressants have been shown to cause orthostatic hypotension. Additionally, tricyclic antidepressants may lead to heart block in patients with preexisting bundle-branch disease. [36] Buproprion, an atypical antidepressant, has seizure disorder listed as a major contraindication. This contraindication applies to patients with an active seizure diagnosis or prior seizure activity history. Like other antidepressants, bupropion should not be used in patients taking monoamine oxidase inhibitors or drugs that can lower the seizure threshold. [37] Liver injury due to previous treatment is a contraindication to nefazodone therapy. [28]"}
{"id": "article-17687_46", "title": "Antidepressants -- Contraindications", "content": "Esketamine is contraindicated in aneurysmal vascular disease(thoracic and abdominal aorta, intracranial, and peripheral arterial vessels) and arteriovenous malformations, according to the product labeling. Dextromethorphan/Bupropion is contraindicated in patients with a seizure disorder, bulimia/anorexia nervosa, and concomitant Use with MAO inhibitors or within 14 days of stopping treatment with dextromethorphan/bupropion. [38] [39] [40]", "contents": "Antidepressants -- Contraindications. Esketamine is contraindicated in aneurysmal vascular disease(thoracic and abdominal aorta, intracranial, and peripheral arterial vessels) and arteriovenous malformations, according to the product labeling. Dextromethorphan/Bupropion is contraindicated in patients with a seizure disorder, bulimia/anorexia nervosa, and concomitant Use with MAO inhibitors or within 14 days of stopping treatment with dextromethorphan/bupropion. [38] [39] [40]"}
{"id": "article-17687_47", "title": "Antidepressants -- Monitoring -- Therapeutic Drug Monitoring", "content": "Clinicians may find utility in monitoring antidepressant levels in their patients. This therapeutic drug monitoring strategy is based on serum or plasma concentrations of antidepressants, which researchers believe is a more reliable index than dosage. Therapeutic drug monitoring of antidepressants is beneficial with agents that have a reliable therapeutic range established. Nonetheless, it may also be helpful in patients who are refractory to treatment, have adverse effects, or have a history of noncompliance. Therapeutic drug monitoring is expensive, so clinicians must weigh the benefits to the cost of the study. [37]", "contents": "Antidepressants -- Monitoring -- Therapeutic Drug Monitoring. Clinicians may find utility in monitoring antidepressant levels in their patients. This therapeutic drug monitoring strategy is based on serum or plasma concentrations of antidepressants, which researchers believe is a more reliable index than dosage. Therapeutic drug monitoring of antidepressants is beneficial with agents that have a reliable therapeutic range established. Nonetheless, it may also be helpful in patients who are refractory to treatment, have adverse effects, or have a history of noncompliance. Therapeutic drug monitoring is expensive, so clinicians must weigh the benefits to the cost of the study. [37]"}
{"id": "article-17687_48", "title": "Antidepressants -- Monitoring -- Psychiatric Assessment", "content": "Various scales in clinical practice can assist in trending a patient’s symptoms to determine therapeutic response. Patient Health Questionnaire (PHQ-9). [41] Hamilton Rating Scale for Depression(HDRS-17) Montgomery-Asberg Depression Rating Scale(MADRS) [42] In addition, monitoring for suicidal ideation is of paramount importance. Clinicians should monitor for adverse drug reactions, coexisting anxiety, or medical disorders at each visit. Clinicians should also assess the response to therapy and consider augmenting or switching antidepressants in an inadequate response.", "contents": "Antidepressants -- Monitoring -- Psychiatric Assessment. Various scales in clinical practice can assist in trending a patient’s symptoms to determine therapeutic response. Patient Health Questionnaire (PHQ-9). [41] Hamilton Rating Scale for Depression(HDRS-17) Montgomery-Asberg Depression Rating Scale(MADRS) [42] In addition, monitoring for suicidal ideation is of paramount importance. Clinicians should monitor for adverse drug reactions, coexisting anxiety, or medical disorders at each visit. Clinicians should also assess the response to therapy and consider augmenting or switching antidepressants in an inadequate response."}
{"id": "article-17687_49", "title": "Antidepressants -- Toxicity", "content": "The toxicity of antidepressants varies greatly not only between classes but within them as well. Antidepressants are frequently used to self-poison in an attempt to commit suicide, particularly in women. Older tricyclic antidepressants (TCAs) are more toxic than newer antidepressant classes. Such as selective serotonin reuptake inhibitors (SSRIs). Researchers can track drug toxicity using the fatal toxicity index, a ratio of self-poisoning mortality rates to prescription rates. Researchers may also employ a case fatality index, which compares fatal versus non-fatal self-poisoning attempts. With that said, clinicians may wish to alter treatment strategies depending on a patient’s suicide risk. [43]", "contents": "Antidepressants -- Toxicity. The toxicity of antidepressants varies greatly not only between classes but within them as well. Antidepressants are frequently used to self-poison in an attempt to commit suicide, particularly in women. Older tricyclic antidepressants (TCAs) are more toxic than newer antidepressant classes. Such as selective serotonin reuptake inhibitors (SSRIs). Researchers can track drug toxicity using the fatal toxicity index, a ratio of self-poisoning mortality rates to prescription rates. Researchers may also employ a case fatality index, which compares fatal versus non-fatal self-poisoning attempts. With that said, clinicians may wish to alter treatment strategies depending on a patient’s suicide risk. [43]"}
{"id": "article-17687_50", "title": "Antidepressants -- Toxicity", "content": "According to the literature review, toxicity is higher for TCAs and MAO inhibitors followed by venlafaxine, bupropion, and mirtazapine and is lower for SSRIs. Among the selective serotonin reuptake inhibitors, citalopram and fluvoxamine appear to be associated with higher case fatality rates in overdose. [44]", "contents": "Antidepressants -- Toxicity. According to the literature review, toxicity is higher for TCAs and MAO inhibitors followed by venlafaxine, bupropion, and mirtazapine and is lower for SSRIs. Among the selective serotonin reuptake inhibitors, citalopram and fluvoxamine appear to be associated with higher case fatality rates in overdose. [44]"}
{"id": "article-17687_51", "title": "Antidepressants -- Toxicity -- Clinical Features", "content": "CNS- drowsiness, tremor CVS- QRS and QTc interval prolongation(especially with citalopram and escitalopram) Potential serotonin syndrome: hyperthermia, hypertonia, hyperreflexia, clonus.", "contents": "Antidepressants -- Toxicity -- Clinical Features. CNS- drowsiness, tremor CVS- QRS and QTc interval prolongation(especially with citalopram and escitalopram) Potential serotonin syndrome: hyperthermia, hypertonia, hyperreflexia, clonus."}
{"id": "article-17687_52", "title": "Antidepressants -- Toxicity -- Management", "content": "Secure airway, breathing, and circulation; intubate as clinically indicated. Treat prolonged QRS intervals with sodium bicarbonate Prolonged QTc leading to torsades- Administer magnesium sulfate 2 g IV. Treat seizures with benzodiazepines (e.g., lorazepam 1 to 2 mg IV) as needed. SSRIs are relatively safe, although serotonin syndrome is common in overdose. The exception is citalopram, which is significantly associated with QTc prolongation. [45]", "contents": "Antidepressants -- Toxicity -- Management. Secure airway, breathing, and circulation; intubate as clinically indicated. Treat prolonged QRS intervals with sodium bicarbonate Prolonged QTc leading to torsades- Administer magnesium sulfate 2 g IV. Treat seizures with benzodiazepines (e.g., lorazepam 1 to 2 mg IV) as needed. SSRIs are relatively safe, although serotonin syndrome is common in overdose. The exception is citalopram, which is significantly associated with QTc prolongation. [45]"}
{"id": "article-17687_53", "title": "Antidepressants -- Toxicity -- Clinical Features", "content": "Tachycardia Hypertension Electrocardiogram changes (e.g., prolongation of QT interval, bundle branch block, QRS prolongation), ventricular tachycardia Changes in the level of consciousness (ranging from somnolence to coma) Mydriasis Serotonin syndrome Rhabdomyolysis Liver necrosis Death", "contents": "Antidepressants -- Toxicity -- Clinical Features. Tachycardia Hypertension Electrocardiogram changes (e.g., prolongation of QT interval, bundle branch block, QRS prolongation), ventricular tachycardia Changes in the level of consciousness (ranging from somnolence to coma) Mydriasis Serotonin syndrome Rhabdomyolysis Liver necrosis Death"}
{"id": "article-17687_54", "title": "Antidepressants -- Toxicity -- Management", "content": "In case of acute overdose with SNRI, the clinician should ensure an adequate airway, breathing, and circulation. For serotonin syndrome, specific treatment (such as with cyproheptadine may be considered) Treat prolonged QRS intervals with sodium bicarbonate Prolonged QTc leading to torsades- Administer magnesium sulfate 2 g IV. Consider extracorporeal life support in severe poisoning with venlafaxine. [46]", "contents": "Antidepressants -- Toxicity -- Management. In case of acute overdose with SNRI, the clinician should ensure an adequate airway, breathing, and circulation. For serotonin syndrome, specific treatment (such as with cyproheptadine may be considered) Treat prolonged QRS intervals with sodium bicarbonate Prolonged QTc leading to torsades- Administer magnesium sulfate 2 g IV. Consider extracorporeal life support in severe poisoning with venlafaxine. [46]"}
{"id": "article-17687_55", "title": "Antidepressants -- Toxicity -- Clinical features", "content": "Tachycardia Hypertension Seizures [47]", "contents": "Antidepressants -- Toxicity -- Clinical features. Tachycardia Hypertension Seizures [47]"}
{"id": "article-17687_56", "title": "Antidepressants -- Toxicity -- Management", "content": "Ensure an adequate airway, oxygenation, and ventilation. EEG monitoring is recommended for the first 48 hours post-ingestion. Administer intravenous benzodiazepine for seizures. [48] [49]", "contents": "Antidepressants -- Toxicity -- Management. Ensure an adequate airway, oxygenation, and ventilation. EEG monitoring is recommended for the first 48 hours post-ingestion. Administer intravenous benzodiazepine for seizures. [48] [49]"}
{"id": "article-17687_57", "title": "Antidepressants -- Toxicity -- Clinical Features", "content": "Disorientation Drowsiness Impaired memory Bradyarrhythmias [50]", "contents": "Antidepressants -- Toxicity -- Clinical Features. Disorientation Drowsiness Impaired memory Bradyarrhythmias [50]"}
{"id": "article-17687_58", "title": "Antidepressants -- Toxicity -- Management", "content": "Ensure an adequate airway, oxygenation, and ventilation Monitor cardiac rhythm and vital signs. Treat arrhythmias according to ACLS and PALS protocol.", "contents": "Antidepressants -- Toxicity -- Management. Ensure an adequate airway, oxygenation, and ventilation Monitor cardiac rhythm and vital signs. Treat arrhythmias according to ACLS and PALS protocol."}
{"id": "article-17687_59", "title": "Antidepressants -- Toxicity -- Clinical Features", "content": "Arrhythmias Respiratory arrest Coma Priapism [51]", "contents": "Antidepressants -- Toxicity -- Clinical Features. Arrhythmias Respiratory arrest Coma Priapism [51]"}
{"id": "article-17687_60", "title": "Antidepressants -- Toxicity -- Management", "content": "Treatment should be symptomatic and supportive in the case of hypotension or excessive sedation. Priapism requires urgent evaluation by a urologist. In patients with ischemic priapism, intracavernosal injection such as phenylephrine. [52]", "contents": "Antidepressants -- Toxicity -- Management. Treatment should be symptomatic and supportive in the case of hypotension or excessive sedation. Priapism requires urgent evaluation by a urologist. In patients with ischemic priapism, intracavernosal injection such as phenylephrine. [52]"}
{"id": "article-17687_61", "title": "Antidepressants -- Toxicity -- Clinical Features", "content": "drowsiness vomiting tachycardia serotonin syndrome(altered mental status, autonomic instability, and neuromuscular abnormalities) [53]", "contents": "Antidepressants -- Toxicity -- Clinical Features. drowsiness vomiting tachycardia serotonin syndrome(altered mental status, autonomic instability, and neuromuscular abnormalities) [53]"}
{"id": "article-17687_62", "title": "Antidepressants -- Toxicity -- Management", "content": "Ensure an adequate airway, breathing, and circulation. Serotonin syndrome-  Vilazodone has up to 30-fold higher potency for serotonin reuptake inhibition than conventional SSRIs. Consequently, management of serotonin syndrome is the mainstay of therapy. Treatment of serotonin syndrome. Administer benzodiazepines (e.g., lorazepam 1 to 2 mg IV per dose) till the patient is asymptomatic. Administer IV fluids. Consider sedation, paralysis, and endotracheal intubation for severe hyperthermia. Administer antidote cyproheptadine(antagonist at 5-HT1A and 5-HT2A receptors). [54]", "contents": "Antidepressants -- Toxicity -- Management. Ensure an adequate airway, breathing, and circulation. Serotonin syndrome-  Vilazodone has up to 30-fold higher potency for serotonin reuptake inhibition than conventional SSRIs. Consequently, management of serotonin syndrome is the mainstay of therapy. Treatment of serotonin syndrome. Administer benzodiazepines (e.g., lorazepam 1 to 2 mg IV per dose) till the patient is asymptomatic. Administer IV fluids. Consider sedation, paralysis, and endotracheal intubation for severe hyperthermia. Administer antidote cyproheptadine(antagonist at 5-HT1A and 5-HT2A receptors). [54]"}
{"id": "article-17687_63", "title": "Antidepressants -- Toxicity -- Clinical Features", "content": "Anticholinergic - Dilated pupils, absent bowel sounds, constipation, urinary retention Cardiac- Tachycardia, hypotension, conduction abnormalities, QRS duration >100 msec Neurologic- Sedation, seizures", "contents": "Antidepressants -- Toxicity -- Clinical Features. Anticholinergic - Dilated pupils, absent bowel sounds, constipation, urinary retention Cardiac- Tachycardia, hypotension, conduction abnormalities, QRS duration >100 msec Neurologic- Sedation, seizures"}
{"id": "article-17687_64", "title": "Antidepressants -- Toxicity -- Management", "content": "Maintain airway, breathing, circulation Treat hypotension with intravenous crystalloid. Administer vasopressors such as norepinephrine in refractory hypotension. If QRS >100 msec, administer IV sodium bicarbonate. Administer activated charcoal(1g/kg) if the patient presents within 2 hours of ingestion; often, charcoal is avoided due to the presence of ileus. Administer benzodiazepines (lorazepam 2 mg IV) for seizures. QRS interval longer than 100 ms is a reliable predictor of serious complications. [55]", "contents": "Antidepressants -- Toxicity -- Management. Maintain airway, breathing, circulation Treat hypotension with intravenous crystalloid. Administer vasopressors such as norepinephrine in refractory hypotension. If QRS >100 msec, administer IV sodium bicarbonate. Administer activated charcoal(1g/kg) if the patient presents within 2 hours of ingestion; often, charcoal is avoided due to the presence of ileus. Administer benzodiazepines (lorazepam 2 mg IV) for seizures. QRS interval longer than 100 ms is a reliable predictor of serious complications. [55]"}
{"id": "article-17687_65", "title": "Antidepressants -- Toxicity -- Clinical Features", "content": "Serotonin syndrome Hypertensive crisis", "contents": "Antidepressants -- Toxicity -- Clinical Features. Serotonin syndrome Hypertensive crisis"}
{"id": "article-17687_66", "title": "Antidepressants -- Toxicity -- Management", "content": "Establish adequate airway, breathing, and circulation. Administer parenteral agents for hypertensive crisis. Serotonin syndrome- Administer IV fluids, benzodiazepines, and cyproheptadine. [56]", "contents": "Antidepressants -- Toxicity -- Management. Establish adequate airway, breathing, and circulation. Administer parenteral agents for hypertensive crisis. Serotonin syndrome- Administer IV fluids, benzodiazepines, and cyproheptadine. [56]"}
{"id": "article-17687_67", "title": "Antidepressants -- Toxicity -- Clinical Features", "content": "Sedation Dissociation Ulcerative or Interstitial Cystitis Embryo-fetal Toxicity", "contents": "Antidepressants -- Toxicity -- Clinical Features. Sedation Dissociation Ulcerative or Interstitial Cystitis Embryo-fetal Toxicity"}
{"id": "article-17687_68", "title": "Antidepressants -- Toxicity -- Management", "content": "Establish adequate airway, breathing, and circulation. There is no specific antidote for esketamine overdose. In the case of overdose, clinicians should consider the possibility of multiple drug involvement. Contact a certified poison control center for the most up-to-date information on managing overdosage.", "contents": "Antidepressants -- Toxicity -- Management. Establish adequate airway, breathing, and circulation. There is no specific antidote for esketamine overdose. In the case of overdose, clinicians should consider the possibility of multiple drug involvement. Contact a certified poison control center for the most up-to-date information on managing overdosage."}
{"id": "article-17687_69", "title": "Antidepressants -- Toxicity -- Clinical Features", "content": "Seizures Serotonin Syndrome Psychosis [57]", "contents": "Antidepressants -- Toxicity -- Clinical Features. Seizures Serotonin Syndrome Psychosis [57]"}
{"id": "article-17687_70", "title": "Antidepressants -- Toxicity -- Management", "content": "Ensure an adequate airway, oxygenation, and ventilation. There is no specific antidote. Provide supportive care. Administer benzodiazepines for seizures. [49] Consult a medical toxicologist or a certified poison control center. [58]", "contents": "Antidepressants -- Toxicity -- Management. Ensure an adequate airway, oxygenation, and ventilation. There is no specific antidote. Provide supportive care. Administer benzodiazepines for seizures. [49] Consult a medical toxicologist or a certified poison control center. [58]"}
{"id": "article-17687_71", "title": "Antidepressants -- Enhancing Healthcare Team Outcomes", "content": "While antidepressants are beneficial in treating depression and its other indications, many patients fail to receive adequate treatment. To effectively manage depression, a clinician must employ an interprofessional team-centered approach to effectively detect and diagnose the depression, provide patient education, use evidence-based pharmacotherapy, provide close-follow up for compliance, identify side effects, and determine treatment effectiveness. [59] Studies show multiple factors contribute to patient compliance with antidepressant medications. Generally, concerns about drug side effects were predictive of adherence. [60]", "contents": "Antidepressants -- Enhancing Healthcare Team Outcomes. While antidepressants are beneficial in treating depression and its other indications, many patients fail to receive adequate treatment. To effectively manage depression, a clinician must employ an interprofessional team-centered approach to effectively detect and diagnose the depression, provide patient education, use evidence-based pharmacotherapy, provide close-follow up for compliance, identify side effects, and determine treatment effectiveness. [59] Studies show multiple factors contribute to patient compliance with antidepressant medications. Generally, concerns about drug side effects were predictive of adherence. [60]"}
{"id": "article-17687_72", "title": "Antidepressants -- Enhancing Healthcare Team Outcomes", "content": "Patient comorbidities can also contribute to compliance with antidepressant medications. Particularly, conditions that impact one’s cognitive status can lead to non-compliance. [61] Alcohol or substance abuse, cardiovascular disease, metabolic disorders, young age, low-income residents, and old-generation antidepressant medication usage were predictive of lower adherence, particularly in the acute phase. [62]", "contents": "Antidepressants -- Enhancing Healthcare Team Outcomes. Patient comorbidities can also contribute to compliance with antidepressant medications. Particularly, conditions that impact one’s cognitive status can lead to non-compliance. [61] Alcohol or substance abuse, cardiovascular disease, metabolic disorders, young age, low-income residents, and old-generation antidepressant medication usage were predictive of lower adherence, particularly in the acute phase. [62]"}
{"id": "article-17687_73", "title": "Antidepressants -- Enhancing Healthcare Team Outcomes", "content": "Identifying and addressing these concerns is pivotal in the management of depression and the prescription of antidepressant medications. Several randomized controlled trials support the collaborative care approach in treating depression. Suggestions are that the program includes a depression care manager, psychiatric consultant, prescribing physician, and the patient. The depression care manager will manage the antidepressants, provide education, and coordinate referrals if necessary. The psychiatric consultant will be responsible for improving treatment strategies in patients who are not meeting expectations. [63] Patients may be receiving more than one antidepressant medication at a time. Hence it is essential to identify all the drugs involved in poisoning for the emergency physicians and triage nurses.", "contents": "Antidepressants -- Enhancing Healthcare Team Outcomes. Identifying and addressing these concerns is pivotal in the management of depression and the prescription of antidepressant medications. Several randomized controlled trials support the collaborative care approach in treating depression. Suggestions are that the program includes a depression care manager, psychiatric consultant, prescribing physician, and the patient. The depression care manager will manage the antidepressants, provide education, and coordinate referrals if necessary. The psychiatric consultant will be responsible for improving treatment strategies in patients who are not meeting expectations. [63] Patients may be receiving more than one antidepressant medication at a time. Hence it is essential to identify all the drugs involved in poisoning for the emergency physicians and triage nurses."}
{"id": "article-17687_74", "title": "Antidepressants -- Enhancing Healthcare Team Outcomes", "content": "Other healthcare team members who must contribute to antidepressant care include the pharmacist and the nursing staff. Psychiatric specialty nurses are best equipped to recognize treatment failure, counsel patients on the medication, monitor adverse events, and assess compliance. Pharmacists can verify agent selection and dosing and perform medication reconciliation for drug interactions. Both pharmacists and nurses need open access to the prescriber in case of concern.", "contents": "Antidepressants -- Enhancing Healthcare Team Outcomes. Other healthcare team members who must contribute to antidepressant care include the pharmacist and the nursing staff. Psychiatric specialty nurses are best equipped to recognize treatment failure, counsel patients on the medication, monitor adverse events, and assess compliance. Pharmacists can verify agent selection and dosing and perform medication reconciliation for drug interactions. Both pharmacists and nurses need open access to the prescriber in case of concern."}
{"id": "article-17687_75", "title": "Antidepressants -- Enhancing Healthcare Team Outcomes", "content": "In overdose of antidepressants, emergency department physicians should rapidly stabilize the patient ensuring adequate airway, breathing, and circulation. Cardiac arrhythmias, serotonin syndrome, and seizures require ICU care under the supervision of a critical care physician. Medical toxicologists should be consulted for severe poisoning. Deliberate overdose requires consultation with a psychiatrist. As illustrated above, clinicians (MDs, DOs, NPs, PAs), specialists, pharmacists, nurses, and other healthcare providers are involved in taking care of the patient receiving antidepressant therapy. All interprofessional team members functioning as one unit can maximize efficacy and minimize adverse reactions, translating to optimal patient outcomes. [Level 5]", "contents": "Antidepressants -- Enhancing Healthcare Team Outcomes. In overdose of antidepressants, emergency department physicians should rapidly stabilize the patient ensuring adequate airway, breathing, and circulation. Cardiac arrhythmias, serotonin syndrome, and seizures require ICU care under the supervision of a critical care physician. Medical toxicologists should be consulted for severe poisoning. Deliberate overdose requires consultation with a psychiatrist. As illustrated above, clinicians (MDs, DOs, NPs, PAs), specialists, pharmacists, nurses, and other healthcare providers are involved in taking care of the patient receiving antidepressant therapy. All interprofessional team members functioning as one unit can maximize efficacy and minimize adverse reactions, translating to optimal patient outcomes. [Level 5]"}
{"id": "article-17687_76", "title": "Antidepressants -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Antidepressants -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}