{"id": "article-26655_0", "title": "Parasympathomimetic Medications -- Continuing Education Activity", "content": "Parasympathomimetics are a class of medications that activate the parasympathetic nervous system by mimicking or modifying the effects of acetylcholine. These drugs include muscarinic receptor agonists (direct-acting parasympathomimetics) and acetylcholinesterase inhibitors (indirect-acting parasympathomimetics). This activity reviews the indications, contraindications, activity, adverse events, and other key elements of parasympathomimetic therapy in the clinical setting pertinent to interprofessional team members managing the care of patients receiving these medications.", "contents": "Parasympathomimetic Medications -- Continuing Education Activity. Parasympathomimetics are a class of medications that activate the parasympathetic nervous system by mimicking or modifying the effects of acetylcholine. These drugs include muscarinic receptor agonists (direct-acting parasympathomimetics) and acetylcholinesterase inhibitors (indirect-acting parasympathomimetics). This activity reviews the indications, contraindications, activity, adverse events, and other key elements of parasympathomimetic therapy in the clinical setting pertinent to interprofessional team members managing the care of patients receiving these medications."}
{"id": "article-26655_1", "title": "Parasympathomimetic Medications -- Continuing Education Activity", "content": "Objectives: Identify the mechanism of action of parasympathomimetic medications. Describe the potential adverse effects of parasympathomimetic medications. Review the appropriate monitoring of parasympathomimetic medications. Discuss interprofessional team strategies for improving care coordination and communication to advance parasympathomimetic therapy and improve outcomes. Access free multiple choice questions on this topic.", "contents": "Parasympathomimetic Medications -- Continuing Education Activity. Objectives: Identify the mechanism of action of parasympathomimetic medications. Describe the potential adverse effects of parasympathomimetic medications. Review the appropriate monitoring of parasympathomimetic medications. Discuss interprofessional team strategies for improving care coordination and communication to advance parasympathomimetic therapy and improve outcomes. Access free multiple choice questions on this topic."}
{"id": "article-26655_2", "title": "Parasympathomimetic Medications -- Indications", "content": "Parasympathomimetics are a class of pharmacological agents that activate the parasympathetic division of the autonomic nervous system. These drugs work by mimicking or modifying the effects of acetylcholine (ACh), the primary neurotransmitter of the parasympathetic nervous system. Parasympathomimetic medications are classified into two main categories based on whether they are direct agonists or indirect agonists of ACh. Direct agonists directly bind and activate muscarinic ACh receptors, while indirect agonists increase synaptic levels of ACh by inhibiting the enzyme acetylcholinesterase. Listed below are the major indications for various parasympathomimetic drugs:", "contents": "Parasympathomimetic Medications -- Indications. Parasympathomimetics are a class of pharmacological agents that activate the parasympathetic division of the autonomic nervous system. These drugs work by mimicking or modifying the effects of acetylcholine (ACh), the primary neurotransmitter of the parasympathetic nervous system. Parasympathomimetic medications are classified into two main categories based on whether they are direct agonists or indirect agonists of ACh. Direct agonists directly bind and activate muscarinic ACh receptors, while indirect agonists increase synaptic levels of ACh by inhibiting the enzyme acetylcholinesterase. Listed below are the major indications for various parasympathomimetic drugs:"}
{"id": "article-26655_3", "title": "Parasympathomimetic Medications -- Indications -- Direct-Acting Parasympathomimetics", "content": "Bethanechol: Urinary retention, postoperative and neurogenic ileus Carbachol: Induction of miosis, open-angle glaucoma Cevimeline: Xerostomia (especially in Sjögren syndrome) [1] Methacholine: Challenge test to assess airway hyperresponsiveness in the clinical diagnosis of asthma [2] Pilocarpine: Induction of sweating, lacrimation, and salivation, open-angle, and closed-angle glaucoma", "contents": "Parasympathomimetic Medications -- Indications -- Direct-Acting Parasympathomimetics. Bethanechol: Urinary retention, postoperative and neurogenic ileus Carbachol: Induction of miosis, open-angle glaucoma Cevimeline: Xerostomia (especially in Sjögren syndrome) [1] Methacholine: Challenge test to assess airway hyperresponsiveness in the clinical diagnosis of asthma [2] Pilocarpine: Induction of sweating, lacrimation, and salivation, open-angle, and closed-angle glaucoma"}
{"id": "article-26655_4", "title": "Parasympathomimetic Medications -- Indications -- Indirect-Acting Parasympathomimetics", "content": "Donepezil, Rivastigmine, and Galantamine: Alzheimer disease [3] Edrophonium: Historically used in the diagnosis of myasthenia gravis [4] Neostigmine: Postoperative and neurogenic ileus and urinary retention, myasthenia gravis, postoperative reversal of neuromuscular blockade Physostigmine: Antidote for anticholinergic toxicity [5] Pyridostigmine: Myasthenia gravis [6]", "contents": "Parasympathomimetic Medications -- Indications -- Indirect-Acting Parasympathomimetics. Donepezil, Rivastigmine, and Galantamine: Alzheimer disease [3] Edrophonium: Historically used in the diagnosis of myasthenia gravis [4] Neostigmine: Postoperative and neurogenic ileus and urinary retention, myasthenia gravis, postoperative reversal of neuromuscular blockade Physostigmine: Antidote for anticholinergic toxicity [5] Pyridostigmine: Myasthenia gravis [6]"}
{"id": "article-26655_5", "title": "Parasympathomimetic Medications -- Mechanism of Action", "content": "Direct-acting parasympathomimetic agents act at muscarinic ACh receptors to mimic the physiologic effects resulting from activation of the parasympathetic nervous system. All muscarinic receptor subtypes (M1-M5) are G protein-coupled receptors linked to intracellular signal transduction pathways. Binding of direct agonists to Gq-coupled M1, M3, and M5 receptor subtypes stimulates phospholipase C, which initiates the phosphatidylinositol signaling cascade, ultimately leading to the mobilization of intracellular calcium and activation of protein kinase C. Binding of direct agonists to Gi/o-coupled M2 and M4 receptor subtypes leads to inhibition of adenylyl cyclase activity, resulting in decreased levels of cyclic AMP, and to increased potassium conductance, resulting in hyperpolarization of the membrane potential. [7] [8]", "contents": "Parasympathomimetic Medications -- Mechanism of Action. Direct-acting parasympathomimetic agents act at muscarinic ACh receptors to mimic the physiologic effects resulting from activation of the parasympathetic nervous system. All muscarinic receptor subtypes (M1-M5) are G protein-coupled receptors linked to intracellular signal transduction pathways. Binding of direct agonists to Gq-coupled M1, M3, and M5 receptor subtypes stimulates phospholipase C, which initiates the phosphatidylinositol signaling cascade, ultimately leading to the mobilization of intracellular calcium and activation of protein kinase C. Binding of direct agonists to Gi/o-coupled M2 and M4 receptor subtypes leads to inhibition of adenylyl cyclase activity, resulting in decreased levels of cyclic AMP, and to increased potassium conductance, resulting in hyperpolarization of the membrane potential. [7] [8]"}
{"id": "article-26655_6", "title": "Parasympathomimetic Medications -- Mechanism of Action", "content": "The five subtypes of muscarinic ACh receptors have varying distributions throughout the central nervous system and periphery. For example, M1 receptors are mainly found in cortical regions of the brain, autonomic ganglia, glands (gastric and salivary), and enteric nerves. M2 receptors are predominantly expressed in cardiac and smooth muscle. M3 receptors are abundant in exocrine glands, smooth muscle, and vascular endothelium. [9]", "contents": "Parasympathomimetic Medications -- Mechanism of Action. The five subtypes of muscarinic ACh receptors have varying distributions throughout the central nervous system and periphery. For example, M1 receptors are mainly found in cortical regions of the brain, autonomic ganglia, glands (gastric and salivary), and enteric nerves. M2 receptors are predominantly expressed in cardiac and smooth muscle. M3 receptors are abundant in exocrine glands, smooth muscle, and vascular endothelium. [9]"}
{"id": "article-26655_7", "title": "Parasympathomimetic Medications -- Mechanism of Action", "content": "The parasympathomimetic effects of indirect-acting agents are mediated by their inhibitory effect on the hydrolysis of endogenous ACh at cholinergic synapses by acetylcholinesterase. Increased synaptic concentrations of ACh result in prolonged stimulation of cholinergic receptors throughout the central and peripheral nervous systems. [10] The significant effects of parasympathomimetic medications are summarized below by organ system:", "contents": "Parasympathomimetic Medications -- Mechanism of Action. The parasympathomimetic effects of indirect-acting agents are mediated by their inhibitory effect on the hydrolysis of endogenous ACh at cholinergic synapses by acetylcholinesterase. Increased synaptic concentrations of ACh result in prolonged stimulation of cholinergic receptors throughout the central and peripheral nervous systems. [10] The significant effects of parasympathomimetic medications are summarized below by organ system:"}
{"id": "article-26655_8", "title": "Parasympathomimetic Medications -- Mechanism of Action", "content": "Eye Contraction of the sphincter pupillae muscle (miosis) Contraction of the ciliary muscle (accommodation for near vision) Cardiovascular Vasodilation (via endothelium-derived relaxing factor) Decrease in firing rate of the sinoatrial node (negative chronotropy) Decrease in conduction velocity through the atrioventricular node (negative dromotropy) Decrease in contractile strength of the atria (negative inotropy) Gastrointestinal Stimulation of salivary and gastric glands Increase in gut motility Relaxation of sphincters Urinary Contraction of the detrusor muscle Relaxation of the trigone and sphincter muscles Respiratory Contraction of bronchial smooth muscle Stimulation of tracheobronchial secretions Other Effects Stimulation of secretion from lacrimal, sweat, and nasopharyngeal glands", "contents": "Parasympathomimetic Medications -- Mechanism of Action. Eye Contraction of the sphincter pupillae muscle (miosis) Contraction of the ciliary muscle (accommodation for near vision) Cardiovascular Vasodilation (via endothelium-derived relaxing factor) Decrease in firing rate of the sinoatrial node (negative chronotropy) Decrease in conduction velocity through the atrioventricular node (negative dromotropy) Decrease in contractile strength of the atria (negative inotropy) Gastrointestinal Stimulation of salivary and gastric glands Increase in gut motility Relaxation of sphincters Urinary Contraction of the detrusor muscle Relaxation of the trigone and sphincter muscles Respiratory Contraction of bronchial smooth muscle Stimulation of tracheobronchial secretions Other Effects Stimulation of secretion from lacrimal, sweat, and nasopharyngeal glands"}
{"id": "article-26655_9", "title": "Parasympathomimetic Medications -- Administration", "content": "Parasympathomimetic medications are available in a variety of different formulations. For example, topical preparations of carbachol and pilocarpine are available for ophthalmic use in the treatment of glaucoma and the induction of miosis during surgical procedures. Methacholine is administered by oral inhalation for methacholine challenge testing. Pyridostigmine is given orally for the treatment of myasthenia gravis. Neostigmine administration is parenteral for the treatment of paralytic ileus and atony of the urinary bladder.", "contents": "Parasympathomimetic Medications -- Administration. Parasympathomimetic medications are available in a variety of different formulations. For example, topical preparations of carbachol and pilocarpine are available for ophthalmic use in the treatment of glaucoma and the induction of miosis during surgical procedures. Methacholine is administered by oral inhalation for methacholine challenge testing. Pyridostigmine is given orally for the treatment of myasthenia gravis. Neostigmine administration is parenteral for the treatment of paralytic ileus and atony of the urinary bladder."}
{"id": "article-26655_10", "title": "Parasympathomimetic Medications -- Adverse Effects", "content": "Most adverse effects of parasympathomimetics are predictable consequences of muscarinic ACh receptor stimulation. Common adverse effects include nausea, vomiting, diarrhea, abdominal cramps, urinary urgency, diaphoresis, salivation, bronchoconstriction, and hypotension. Topical parasympathomimetic medications, such as those used for ophthalmic conditions have a limited adverse event profile.", "contents": "Parasympathomimetic Medications -- Adverse Effects. Most adverse effects of parasympathomimetics are predictable consequences of muscarinic ACh receptor stimulation. Common adverse effects include nausea, vomiting, diarrhea, abdominal cramps, urinary urgency, diaphoresis, salivation, bronchoconstriction, and hypotension. Topical parasympathomimetic medications, such as those used for ophthalmic conditions have a limited adverse event profile."}
{"id": "article-26655_11", "title": "Parasympathomimetic Medications -- Contraindications", "content": "Parasympathomimetic agents can exacerbate symptoms of COPD, asthma, and peptic ulcer disease in susceptible individuals. Caution is necessary when prescribing these drugs to patients with cardiovascular disease, as they can cause bradycardia and hypotension, which may compromise coronary blood flow. Parasympathomimetics are contraindicated in patients with hyperthyroidism, as they can precipitate atrial fibrillation in these individuals. [11] Additionally, these medications are not recommended for use in those with mechanical obstruction of the gastrointestinal or urinary tract.", "contents": "Parasympathomimetic Medications -- Contraindications. Parasympathomimetic agents can exacerbate symptoms of COPD, asthma, and peptic ulcer disease in susceptible individuals. Caution is necessary when prescribing these drugs to patients with cardiovascular disease, as they can cause bradycardia and hypotension, which may compromise coronary blood flow. Parasympathomimetics are contraindicated in patients with hyperthyroidism, as they can precipitate atrial fibrillation in these individuals. [11] Additionally, these medications are not recommended for use in those with mechanical obstruction of the gastrointestinal or urinary tract."}
{"id": "article-26655_12", "title": "Parasympathomimetic Medications -- Monitoring", "content": "Health care providers should monitor patients taking parasympathomimetic medications to ensure that treatment achieves the intended therapeutic effect. Providers must also observe patients closely for possible adverse effects. Overdosage may result in a cholinergic crisis due to the overstimulation of ACh receptors, which can potentially be life-threatening.", "contents": "Parasympathomimetic Medications -- Monitoring. Health care providers should monitor patients taking parasympathomimetic medications to ensure that treatment achieves the intended therapeutic effect. Providers must also observe patients closely for possible adverse effects. Overdosage may result in a cholinergic crisis due to the overstimulation of ACh receptors, which can potentially be life-threatening."}
{"id": "article-26655_13", "title": "Parasympathomimetic Medications -- Toxicity", "content": "Toxicity associated with parasympathomimetic agents is the result of cholinergic excess. Muscarinic effects of cholinergic toxidrome include diarrhea, urination, miosis, bronchospasm, bradycardia, emesis, lacrimation, sweating, and salivation (commonly remembered using the mnemonic “DUMBBELSS”). In the case of overdosage of direct-acting agents, parenteral administration of atropine, a muscarinic antagonist, is used to reverse symptoms via competitive inhibition. Cholinergic toxicity can result from the ingestion of some varieties of mushrooms containing muscarine, particularly those in the genera Inocybe and Clitocybe . [12]", "contents": "Parasympathomimetic Medications -- Toxicity. Toxicity associated with parasympathomimetic agents is the result of cholinergic excess. Muscarinic effects of cholinergic toxidrome include diarrhea, urination, miosis, bronchospasm, bradycardia, emesis, lacrimation, sweating, and salivation (commonly remembered using the mnemonic “DUMBBELSS”). In the case of overdosage of direct-acting agents, parenteral administration of atropine, a muscarinic antagonist, is used to reverse symptoms via competitive inhibition. Cholinergic toxicity can result from the ingestion of some varieties of mushrooms containing muscarine, particularly those in the genera Inocybe and Clitocybe . [12]"}
{"id": "article-26655_14", "title": "Parasympathomimetic Medications -- Toxicity", "content": "Acute intoxication by indirect-acting agents initially presents with the aforementioned signs of muscarinic excess. The effects of central nervous system involvement may include altered mental status, convulsions, and coma. Additionally, overstimulation of nicotinic receptors at neuromuscular junctions results in muscle weakness and fasciculations. [13] Notably, paralysis of the respiratory muscles may occur, a common cause of mortality in these patients.", "contents": "Parasympathomimetic Medications -- Toxicity. Acute intoxication by indirect-acting agents initially presents with the aforementioned signs of muscarinic excess. The effects of central nervous system involvement may include altered mental status, convulsions, and coma. Additionally, overstimulation of nicotinic receptors at neuromuscular junctions results in muscle weakness and fasciculations. [13] Notably, paralysis of the respiratory muscles may occur, a common cause of mortality in these patients."}
{"id": "article-26655_15", "title": "Parasympathomimetic Medications -- Toxicity", "content": "Initial management involves the stabilization of the patient. If rapid sequence intubation is required, clinicians should avoid using succinylcholine, which can cause prolonged neuromuscular blockade due to inactivation by acetylcholinesterase. Patients may need to be decontaminated to reduce residual exposure. Rapid administration of atropine in progressively increasing doses is necessary to reverse the effects of muscarinic toxicity. Pralidoxime may work to reactivate the inhibited acetylcholinesterase enzyme and reverse nicotinic effects. Benzodiazepines help to control seizure activity in patients. [14] [15]", "contents": "Parasympathomimetic Medications -- Toxicity. Initial management involves the stabilization of the patient. If rapid sequence intubation is required, clinicians should avoid using succinylcholine, which can cause prolonged neuromuscular blockade due to inactivation by acetylcholinesterase. Patients may need to be decontaminated to reduce residual exposure. Rapid administration of atropine in progressively increasing doses is necessary to reverse the effects of muscarinic toxicity. Pralidoxime may work to reactivate the inhibited acetylcholinesterase enzyme and reverse nicotinic effects. Benzodiazepines help to control seizure activity in patients. [14] [15]"}
{"id": "article-26655_16", "title": "Parasympathomimetic Medications -- Toxicity", "content": "Acute anticholinesterase toxicity often occurs in the context of accidental exposure to organophosphate compounds used in agricultural pesticides. [16] Intoxication may also occur from exposure to nerve agents used in chemical warfare, such as sarin and VX. [17]", "contents": "Parasympathomimetic Medications -- Toxicity. Acute anticholinesterase toxicity often occurs in the context of accidental exposure to organophosphate compounds used in agricultural pesticides. [16] Intoxication may also occur from exposure to nerve agents used in chemical warfare, such as sarin and VX. [17]"}
{"id": "article-26655_17", "title": "Parasympathomimetic Medications -- Enhancing Healthcare Team Outcomes", "content": "While parasympathomimetic medications are highly effective in treating several neurological, ophthalmic, gastrointestinal, and urinary disorders, they also carry the potential for adverse effects. All members of the interprofessional health care team, including clinicians, nurses, pharmacists, and other health professionals, should be aware of the side effects and contraindications of parasympathomimetics. Prescribers should consult with the pharmacy team regarding appropriate dosing and potential drug-drug interactions. Furthermore, it is important that health care providers counsel patients on how to take prescribed medications and educate them on potential side effects associated with treatment. Nurses and other clinical staff should be able to recognize the signs of cholinergic toxicity and promptly communicate these findings with other team members in cases of overdosage. Interprofessional collaboration is critical to the effective use of parasympathomimetic medications. By implementing an interprofessional team-based approach to care, providers can achieve optimal patient outcomes while minimizing the risk of adverse events. [Level 5]", "contents": "Parasympathomimetic Medications -- Enhancing Healthcare Team Outcomes. While parasympathomimetic medications are highly effective in treating several neurological, ophthalmic, gastrointestinal, and urinary disorders, they also carry the potential for adverse effects. All members of the interprofessional health care team, including clinicians, nurses, pharmacists, and other health professionals, should be aware of the side effects and contraindications of parasympathomimetics. Prescribers should consult with the pharmacy team regarding appropriate dosing and potential drug-drug interactions. Furthermore, it is important that health care providers counsel patients on how to take prescribed medications and educate them on potential side effects associated with treatment. Nurses and other clinical staff should be able to recognize the signs of cholinergic toxicity and promptly communicate these findings with other team members in cases of overdosage. Interprofessional collaboration is critical to the effective use of parasympathomimetic medications. By implementing an interprofessional team-based approach to care, providers can achieve optimal patient outcomes while minimizing the risk of adverse events. [Level 5]"}
{"id": "article-26655_18", "title": "Parasympathomimetic Medications -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Parasympathomimetic Medications -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}