{"id": "article-20802_0", "title": "Functional Dyspepsia -- Continuing Education Activity", "content": "Functional dyspepsia is a benign common gastrointestinal disorder. Functional dyspepsia is not easily diagnosed because the presentation is similar to other conditions. This condition is defined by the presence of 1 or more of the following symptoms: epigastric pain or burning, early satiety, and postprandial fullness in the absence of structural disease using imaging or endoscopy. The principal treatment is symptom management, as this disorder can be relapsing and remitting. This activity reviews the evaluation and treatment of functional dyspepsia and highlights the role of the interprofessional team in improving care for patients with this condition.", "contents": "Functional Dyspepsia -- Continuing Education Activity. Functional dyspepsia is a benign common gastrointestinal disorder. Functional dyspepsia is not easily diagnosed because the presentation is similar to other conditions. This condition is defined by the presence of 1 or more of the following symptoms: epigastric pain or burning, early satiety, and postprandial fullness in the absence of structural disease using imaging or endoscopy. The principal treatment is symptom management, as this disorder can be relapsing and remitting. This activity reviews the evaluation and treatment of functional dyspepsia and highlights the role of the interprofessional team in improving care for patients with this condition."}
{"id": "article-20802_1", "title": "Functional Dyspepsia -- Continuing Education Activity", "content": "Objectives: Identify clinical symptoms and patterns indicative of functional dyspepsia for early recognition. Screen patients with persistent upper abdominal discomfort for potential functional dyspepsia. Implement evidence-based treatment modalities, including lifestyle modifications, dietary adjustments, and medication options. Collaborate with the interprofessional team to coordinate long-term follow-up and adjustments to treatment plans to optimize symptom control and patient well-being. Access free multiple choice questions on this topic.", "contents": "Functional Dyspepsia -- Continuing Education Activity. Objectives: Identify clinical symptoms and patterns indicative of functional dyspepsia for early recognition. Screen patients with persistent upper abdominal discomfort for potential functional dyspepsia. Implement evidence-based treatment modalities, including lifestyle modifications, dietary adjustments, and medication options. Collaborate with the interprofessional team to coordinate long-term follow-up and adjustments to treatment plans to optimize symptom control and patient well-being. Access free multiple choice questions on this topic."}
{"id": "article-20802_2", "title": "Functional Dyspepsia -- Introduction", "content": "Functional dyspepsia is one of the most common functional gastrointestinal disorders and affects more than 20% of the population. The 3 subtypes are epigastric pain syndrome (EPS), postprandial distress syndrome (PDS), and overlapping PDS and EPS. Functional dyspepsia is diagnosed based on the Rome IV criteria. Functional dyspepsia is defined by the presence of one or more of the following symptoms: epigastric pain or burning, early satiety, and postprandial fullness in the absence of structural disease using imaging or endoscopy. [1] [2] [3]", "contents": "Functional Dyspepsia -- Introduction. Functional dyspepsia is one of the most common functional gastrointestinal disorders and affects more than 20% of the population. The 3 subtypes are epigastric pain syndrome (EPS), postprandial distress syndrome (PDS), and overlapping PDS and EPS. Functional dyspepsia is diagnosed based on the Rome IV criteria. Functional dyspepsia is defined by the presence of one or more of the following symptoms: epigastric pain or burning, early satiety, and postprandial fullness in the absence of structural disease using imaging or endoscopy. [1] [2] [3]"}
{"id": "article-20802_3", "title": "Functional Dyspepsia -- Introduction", "content": "Patients should be tested and treated for Helicobacter pylori ( H pylori ) if they are younger than 60. [4] Further treatment involves symptom management with proton pump inhibitors (PPI), H2 receptor antagonists (H2RA), prokinetic agents, and antidepressants. [1] [4] Alarming symptoms such as weight loss, dysphagia, or vomiting warrant an endoscopic evaluation. [5]", "contents": "Functional Dyspepsia -- Introduction. Patients should be tested and treated for Helicobacter pylori ( H pylori ) if they are younger than 60. [4] Further treatment involves symptom management with proton pump inhibitors (PPI), H2 receptor antagonists (H2RA), prokinetic agents, and antidepressants. [1] [4] Alarming symptoms such as weight loss, dysphagia, or vomiting warrant an endoscopic evaluation. [5]"}
{"id": "article-20802_4", "title": "Functional Dyspepsia -- Etiology", "content": "The etiology of functional dyspepsia is likely multifactorial; however, the exact cause is not clearly understood.  Several risk factors have been seen to be associated with the condition. [1]", "contents": "Functional Dyspepsia -- Etiology. The etiology of functional dyspepsia is likely multifactorial; however, the exact cause is not clearly understood.  Several risk factors have been seen to be associated with the condition. [1]"}
{"id": "article-20802_5", "title": "Functional Dyspepsia -- Epidemiology", "content": "Functional dyspepsia prevalence varies worldwide, with higher rates of 10% to 40% in Western countries, including the United States (US). The global prevalence ranges from 5% to 11%. [6] In Asian countries, the prevalence is 5% to 30%.", "contents": "Functional Dyspepsia -- Epidemiology. Functional dyspepsia prevalence varies worldwide, with higher rates of 10% to 40% in Western countries, including the United States (US). The global prevalence ranges from 5% to 11%. [6] In Asian countries, the prevalence is 5% to 30%."}
{"id": "article-20802_6", "title": "Functional Dyspepsia -- Epidemiology", "content": "Functional dyspepsia is more common in women than in men. This difference is due to inherent sex-specific differences in gastrointestinal function. For example, sex-specific variation exists in hormone mechanisms, pain signaling, and healthcare maintenance. [1]", "contents": "Functional Dyspepsia -- Epidemiology. Functional dyspepsia is more common in women than in men. This difference is due to inherent sex-specific differences in gastrointestinal function. For example, sex-specific variation exists in hormone mechanisms, pain signaling, and healthcare maintenance. [1]"}
{"id": "article-20802_7", "title": "Functional Dyspepsia -- Pathophysiology", "content": "Although the exact mechanism is not well understood, the pathophysiology of functional dyspepsia is complex. Several different mechanisms are thought to contribute to each subtype. Traditionally, functional dyspepsia has been attributed to disturbances in gastric physiologic factors divided into macroscopic and microscopic mechanisms. Macroscopic mechanisms include the following: Gastroesophageal reflux (GERD) Delayed gastric emptying, rapid gastric emptying, gastric dysrhythmias, and antral hypomotility [7] Visceral hypersensitivity alterations in the nervous system: [8] Lower threshold for pain in the presence of normal gastric compliance Contributed to abnormal processing of afferent input in the spinal cord or brain as well as dysfunction of mechanoreceptors.", "contents": "Functional Dyspepsia -- Pathophysiology. Although the exact mechanism is not well understood, the pathophysiology of functional dyspepsia is complex. Several different mechanisms are thought to contribute to each subtype. Traditionally, functional dyspepsia has been attributed to disturbances in gastric physiologic factors divided into macroscopic and microscopic mechanisms. Macroscopic mechanisms include the following: Gastroesophageal reflux (GERD) Delayed gastric emptying, rapid gastric emptying, gastric dysrhythmias, and antral hypomotility [7] Visceral hypersensitivity alterations in the nervous system: [8] Lower threshold for pain in the presence of normal gastric compliance Contributed to abnormal processing of afferent input in the spinal cord or brain as well as dysfunction of mechanoreceptors."}
{"id": "article-20802_8", "title": "Functional Dyspepsia -- Pathophysiology", "content": "Microscopic mechanisms include the following: Impaired barrier function Altered sensitivity to duodenal acid or lipids impairs mucosal integrity. Gastroduodenal inflammation [9] Characterized by altered lymphocytes, including \"gut-homing\" lymphocytes, increased eosinophils, and mast cells. [10] Altered gut microbiome and Helicobacter  pylori infection [11]", "contents": "Functional Dyspepsia -- Pathophysiology. Microscopic mechanisms include the following: Impaired barrier function Altered sensitivity to duodenal acid or lipids impairs mucosal integrity. Gastroduodenal inflammation [9] Characterized by altered lymphocytes, including \"gut-homing\" lymphocytes, increased eosinophils, and mast cells. [10] Altered gut microbiome and Helicobacter  pylori infection [11]"}
{"id": "article-20802_9", "title": "Functional Dyspepsia -- Pathophysiology", "content": "Additional mechanisms include environmental insults like food-inducing gastroduodenal physiologic changes, infections causing inflammation, and allergen exposure can lead to eosinophil recruitment in genetically predisposed patients.", "contents": "Functional Dyspepsia -- Pathophysiology. Additional mechanisms include environmental insults like food-inducing gastroduodenal physiologic changes, infections causing inflammation, and allergen exposure can lead to eosinophil recruitment in genetically predisposed patients."}
{"id": "article-20802_10", "title": "Functional Dyspepsia -- Pathophysiology", "content": "Psychological factors like anxiety and depression can cause increased activation of the amygdala, and the dysregulation of the HPA axis suggests that there is central processing of visceral stimuli from sensations in the gastrointestinal tract. [12] Acute stress also increases salivary cortisol levels and intestinal permeability in healthy individuals. [13] A higher prevalence of functional gastrointestinal disorders is present in patients with a history of childhood abuse. [14]", "contents": "Functional Dyspepsia -- Pathophysiology. Psychological factors like anxiety and depression can cause increased activation of the amygdala, and the dysregulation of the HPA axis suggests that there is central processing of visceral stimuli from sensations in the gastrointestinal tract. [12] Acute stress also increases salivary cortisol levels and intestinal permeability in healthy individuals. [13] A higher prevalence of functional gastrointestinal disorders is present in patients with a history of childhood abuse. [14]"}
{"id": "article-20802_11", "title": "Functional Dyspepsia -- History and Physical", "content": "Typical symptoms can be divided into the subtypes PDS and EPS, and an overlap exists between the 2 syndromes. Symptoms can be acute or chronic. PDS patients report loss of appetite, early satiation, nausea, retching, vomiting, and bloating.", "contents": "Functional Dyspepsia -- History and Physical. Typical symptoms can be divided into the subtypes PDS and EPS, and an overlap exists between the 2 syndromes. Symptoms can be acute or chronic. PDS patients report loss of appetite, early satiation, nausea, retching, vomiting, and bloating."}
{"id": "article-20802_12", "title": "Functional Dyspepsia -- History and Physical", "content": "Patients should be asked about the severity and duration of symptoms. Any abnormal or progressive symptoms should be considered in the differential diagnoses. [15] Symptom-based criteria are employed to confirm the diagnosis.", "contents": "Functional Dyspepsia -- History and Physical. Patients should be asked about the severity and duration of symptoms. Any abnormal or progressive symptoms should be considered in the differential diagnoses. [15] Symptom-based criteria are employed to confirm the diagnosis."}
{"id": "article-20802_13", "title": "Functional Dyspepsia -- History and Physical -- Rome IV Criteria for Functional Dyspepsia", "content": "Functional dyspepsia in adults with no evidence of structural disease is diagnosed with at least one of the following symptoms present for 3 or more months with onset at least 6 months before diagnosis: Postprandial fullness Epigastric pain Epigastric burning Early satiation", "contents": "Functional Dyspepsia -- History and Physical -- Rome IV Criteria for Functional Dyspepsia. Functional dyspepsia in adults with no evidence of structural disease is diagnosed with at least one of the following symptoms present for 3 or more months with onset at least 6 months before diagnosis: Postprandial fullness Epigastric pain Epigastric burning Early satiation"}
{"id": "article-20802_14", "title": "Functional Dyspepsia -- History and Physical -- Rome IV Criteria for Functional Dyspepsia", "content": "Subclassifications are epigastric pain syndrome and postprandial distress syndrome. Postprandial distress syndrome is usually meal-induced and presents with postprandial fullness and early satiation, while epigastric pain syndrome is characterized by epigastric pain or burning.", "contents": "Functional Dyspepsia -- History and Physical -- Rome IV Criteria for Functional Dyspepsia. Subclassifications are epigastric pain syndrome and postprandial distress syndrome. Postprandial distress syndrome is usually meal-induced and presents with postprandial fullness and early satiation, while epigastric pain syndrome is characterized by epigastric pain or burning."}
{"id": "article-20802_15", "title": "Functional Dyspepsia -- History and Physical -- Rome IV Criteria for Functional Dyspepsia", "content": "Epigastric pain syndrome with no evidence of systemic, organic, or metabolic disease is diagnosed with at least one of the following symptoms (severe enough to impact usual activities) occurring at least once per week, for 3 or more months with onset at least 6 months before diagnosis: epigastric burning (severe enough to impact usual activities) or epigastric pain. Supportive criteria include the following: Postprandial epigastric bloating, nausea, and belching may also be present. Pain does not meet biliary pain criteria. Pain may be provoked or relieved by ingesting meals and can also occur while fasting. Persistent vomiting is suggestive of another condition. Heartburn may coexist. Symptoms relieved by flatus or defecation are typically not considered part of dyspepsia.", "contents": "Functional Dyspepsia -- History and Physical -- Rome IV Criteria for Functional Dyspepsia. Epigastric pain syndrome with no evidence of systemic, organic, or metabolic disease is diagnosed with at least one of the following symptoms (severe enough to impact usual activities) occurring at least once per week, for 3 or more months with onset at least 6 months before diagnosis: epigastric burning (severe enough to impact usual activities) or epigastric pain. Supportive criteria include the following: Postprandial epigastric bloating, nausea, and belching may also be present. Pain does not meet biliary pain criteria. Pain may be provoked or relieved by ingesting meals and can also occur while fasting. Persistent vomiting is suggestive of another condition. Heartburn may coexist. Symptoms relieved by flatus or defecation are typically not considered part of dyspepsia."}
{"id": "article-20802_16", "title": "Functional Dyspepsia -- History and Physical -- Rome IV Criteria for Functional Dyspepsia", "content": "Postprandial distress syndrome with no evidence of systemic, organic, or metabolic disease is diagnosed with at least one of the following symptoms (severe enough to impact usual activities) occurring at least 3 days per week, for 3 or more months with onset at least 6 months before diagnosis: postprandial fullness (severe enough to impact usual activities) or early satiation that prevents finishing a regular-size meal. Supportive symptoms include the following: Nausea Postprandial epigastric pain or burning Epigastric bloating Excessive belching Heartburn", "contents": "Functional Dyspepsia -- History and Physical -- Rome IV Criteria for Functional Dyspepsia. Postprandial distress syndrome with no evidence of systemic, organic, or metabolic disease is diagnosed with at least one of the following symptoms (severe enough to impact usual activities) occurring at least 3 days per week, for 3 or more months with onset at least 6 months before diagnosis: postprandial fullness (severe enough to impact usual activities) or early satiation that prevents finishing a regular-size meal. Supportive symptoms include the following: Nausea Postprandial epigastric pain or burning Epigastric bloating Excessive belching Heartburn"}
{"id": "article-20802_17", "title": "Functional Dyspepsia -- History and Physical -- Rome IV Criteria for Functional Dyspepsia", "content": "Symptoms relieved by flatus or defecation are typically not considered part of dyspepsia. Persistent vomiting could be suggestive of a coexisting condition. Reflux symptoms and irritable bowel syndrome may also be present.", "contents": "Functional Dyspepsia -- History and Physical -- Rome IV Criteria for Functional Dyspepsia. Symptoms relieved by flatus or defecation are typically not considered part of dyspepsia. Persistent vomiting could be suggestive of a coexisting condition. Reflux symptoms and irritable bowel syndrome may also be present."}
{"id": "article-20802_18", "title": "Functional Dyspepsia -- Evaluation", "content": "To exclude organic causes, evaluation begins with laboratory tests, including blood count, complete metabolic panel, thyroid function, and inflammatory markers. Since H pylori infection is prevalent in at least 10% of the population, it is recommended to test for this bacterium. [1]", "contents": "Functional Dyspepsia -- Evaluation. To exclude organic causes, evaluation begins with laboratory tests, including blood count, complete metabolic panel, thyroid function, and inflammatory markers. Since H pylori infection is prevalent in at least 10% of the population, it is recommended to test for this bacterium. [1]"}
{"id": "article-20802_19", "title": "Functional Dyspepsia -- Evaluation", "content": "Instrumental examinations include esophagogastroduodenoscopy with biopsy and abdominal ultrasonography. The American College of Gastroenterology (ACG) recommends the routine use of upper endoscopy in patients older than 60 to rule out malignancy, especially in the setting of red flag signs. If patients do not respond to treatment, pursuing more specialized testing specific to the symptoms is reasonable. [3] Confirmation of the diagnosis is based on the patient’s history by excluding other diseases with similar presentations. [3]", "contents": "Functional Dyspepsia -- Evaluation. Instrumental examinations include esophagogastroduodenoscopy with biopsy and abdominal ultrasonography. The American College of Gastroenterology (ACG) recommends the routine use of upper endoscopy in patients older than 60 to rule out malignancy, especially in the setting of red flag signs. If patients do not respond to treatment, pursuing more specialized testing specific to the symptoms is reasonable. [3] Confirmation of the diagnosis is based on the patient’s history by excluding other diseases with similar presentations. [3]"}
{"id": "article-20802_20", "title": "Functional Dyspepsia -- Treatment / Management", "content": "Treatment can be challenging; the main aim is symptom control. Initial management begins with explaining the diagnosis and discussing the patient’s expectations for treatment. Helicobacter pylori", "contents": "Functional Dyspepsia -- Treatment / Management. Treatment can be challenging; the main aim is symptom control. Initial management begins with explaining the diagnosis and discussing the patient’s expectations for treatment. Helicobacter pylori"}
{"id": "article-20802_21", "title": "Functional Dyspepsia -- Treatment / Management", "content": "H pylori eradication is recommended as the first treatment for all patients with functional dyspepsia. This improves symptoms and decreases the risk of peptic ulcers and gastric cancer. [4] [16] The testing is usually performed at the time of upper endoscopy performed for investigating dyspepsia. However, if the testing was not performed during the upper endoscopy, the diagnosis of H pylori should be made with a stool antigen assay or urea breath test. Symptoms may be reduced when changing acid secretion or modifying intestinal microbiota. [17] [18] See Table 1 for first-line treatment for H pylori infection.", "contents": "Functional Dyspepsia -- Treatment / Management. H pylori eradication is recommended as the first treatment for all patients with functional dyspepsia. This improves symptoms and decreases the risk of peptic ulcers and gastric cancer. [4] [16] The testing is usually performed at the time of upper endoscopy performed for investigating dyspepsia. However, if the testing was not performed during the upper endoscopy, the diagnosis of H pylori should be made with a stool antigen assay or urea breath test. Symptoms may be reduced when changing acid secretion or modifying intestinal microbiota. [17] [18] See Table 1 for first-line treatment for H pylori infection."}
{"id": "article-20802_22", "title": "Functional Dyspepsia -- Treatment / Management", "content": "After this, treatment is a 2-step process. The first-line treatment is with a proton pump inhibitor or H2 receptor antagonist for at least 4 weeks. Then, if symptoms persist, subsequent treatment with tricyclic antidepressants or prokinetic agents like metoclopramide and acotiamide (not available in the U.S.) is pursued. [24] [25] [26] [27]", "contents": "Functional Dyspepsia -- Treatment / Management. After this, treatment is a 2-step process. The first-line treatment is with a proton pump inhibitor or H2 receptor antagonist for at least 4 weeks. Then, if symptoms persist, subsequent treatment with tricyclic antidepressants or prokinetic agents like metoclopramide and acotiamide (not available in the U.S.) is pursued. [24] [25] [26] [27]"}
{"id": "article-20802_23", "title": "Functional Dyspepsia -- Treatment / Management -- Proton Pump Inhibitors (PPIs)", "content": "PPIs for 4 to 8 weeks are recommended for patients who initially test negative for H pylori and those with persistent symptoms 4 weeks after the eradication of H pylori confirmed by stool antigen testing, urea breath test, or upper endoscopy-based testing. They are thought to decrease mast cells, duodenal eosinophils, and mucosal permeability. [28] In patients whose symptoms improve with PPIs, PPI therapy should be  discontinued every 6 to 12 months to reduce the long-term risk of therapy. The standard dosages of orally administered proton pump inhibitors are as follows: Lansoprazole 30 mg daily Omeprazole 20 mg daily Pantoprazole 40 mg daily Rabeprazole 20 mg daily Esomeprazole 20 mg daily", "contents": "Functional Dyspepsia -- Treatment / Management -- Proton Pump Inhibitors (PPIs). PPIs for 4 to 8 weeks are recommended for patients who initially test negative for H pylori and those with persistent symptoms 4 weeks after the eradication of H pylori confirmed by stool antigen testing, urea breath test, or upper endoscopy-based testing. They are thought to decrease mast cells, duodenal eosinophils, and mucosal permeability. [28] In patients whose symptoms improve with PPIs, PPI therapy should be  discontinued every 6 to 12 months to reduce the long-term risk of therapy. The standard dosages of orally administered proton pump inhibitors are as follows: Lansoprazole 30 mg daily Omeprazole 20 mg daily Pantoprazole 40 mg daily Rabeprazole 20 mg daily Esomeprazole 20 mg daily"}
{"id": "article-20802_24", "title": "Functional Dyspepsia -- Treatment / Management -- H2 Receptor Antagonists", "content": "More studies are needed to validate the efficacy of H2 receptor antagonist treatment over PPI therapy. Some studies have proven their efficacy over placebo with a 23% reduction of symptoms. [29]", "contents": "Functional Dyspepsia -- Treatment / Management -- H2 Receptor Antagonists. More studies are needed to validate the efficacy of H2 receptor antagonist treatment over PPI therapy. Some studies have proven their efficacy over placebo with a 23% reduction of symptoms. [29]"}
{"id": "article-20802_25", "title": "Functional Dyspepsia -- Treatment / Management -- Antidepressants", "content": "In patients whose symptoms are refractory to the initial 8 weeks of PPI therapy, a tricyclic antidepressant (TCA) is suggested. [30] For those who respond partially to PPIs, TCAs may be given in combination therapy with PPIs. The following approach is recommended: Start with either of the following low-dose TCAs at night: Amitriptyline 10 mg [31] Nortriptyline 10 mg Desipramine 25 mg Doses may be titrated up modestly according to symptoms. Higher doses may cause sedation and still not be more effective. TCA is initially administered for 8 to 12 weeks and then continued for 6 months if the patient responds appropriately. Doses are slowly tapered. TCAs may be resumed if symptoms recur.", "contents": "Functional Dyspepsia -- Treatment / Management -- Antidepressants. In patients whose symptoms are refractory to the initial 8 weeks of PPI therapy, a tricyclic antidepressant (TCA) is suggested. [30] For those who respond partially to PPIs, TCAs may be given in combination therapy with PPIs. The following approach is recommended: Start with either of the following low-dose TCAs at night: Amitriptyline 10 mg [31] Nortriptyline 10 mg Desipramine 25 mg Doses may be titrated up modestly according to symptoms. Higher doses may cause sedation and still not be more effective. TCA is initially administered for 8 to 12 weeks and then continued for 6 months if the patient responds appropriately. Doses are slowly tapered. TCAs may be resumed if symptoms recur."}
{"id": "article-20802_26", "title": "Functional Dyspepsia -- Treatment / Management -- Antidepressants", "content": "Mirtazapine has shown benefits in patients with functional dyspepsia and the associated weight loss that may be due to a central mechanism of action. [32] As with TCAs, an initial low dose is recommended. The dose is titrated from 7.5 mg an hour before bedtime to 45 mg daily.", "contents": "Functional Dyspepsia -- Treatment / Management -- Antidepressants. Mirtazapine has shown benefits in patients with functional dyspepsia and the associated weight loss that may be due to a central mechanism of action. [32] As with TCAs, an initial low dose is recommended. The dose is titrated from 7.5 mg an hour before bedtime to 45 mg daily."}
{"id": "article-20802_27", "title": "Functional Dyspepsia -- Treatment / Management -- Prokinetic Agents", "content": "A 4- to 8-week course is recommended when the above therapies fail, and may be repeated when symptoms recur. However, in some patients, adverse effects may lead to discontinuation of therapy. [5] Metoclopramide 5 to 10 mg is usually given one-half hour before meals and at night.", "contents": "Functional Dyspepsia -- Treatment / Management -- Prokinetic Agents. A 4- to 8-week course is recommended when the above therapies fail, and may be repeated when symptoms recur. However, in some patients, adverse effects may lead to discontinuation of therapy. [5] Metoclopramide 5 to 10 mg is usually given one-half hour before meals and at night."}
{"id": "article-20802_28", "title": "Functional Dyspepsia -- Treatment / Management -- Optional Therapies", "content": "The following therapies may be used for some patients, although insufficient data to support their validation as therapy exists. Psychotherapy: Usually reserved for patients with associated stressors and those who fail to respond to medical therapy [33] Buspirone: 10 mg, 3 times daily for 4 weeks, may help relax the gastric fundus Dietra modification [34] Herbal supplementation Lifestyle modification", "contents": "Functional Dyspepsia -- Treatment / Management -- Optional Therapies. The following therapies may be used for some patients, although insufficient data to support their validation as therapy exists. Psychotherapy: Usually reserved for patients with associated stressors and those who fail to respond to medical therapy [33] Buspirone: 10 mg, 3 times daily for 4 weeks, may help relax the gastric fundus Dietra modification [34] Herbal supplementation Lifestyle modification"}
{"id": "article-20802_29", "title": "Functional Dyspepsia -- Differential Diagnosis", "content": "The conditions below should be considered in the differential diagnosis. GERD H pylori infection Gastritis Peptic ulcer disease Celiac disease Irritable bowel syndrome Small intestinal bacterial overgrowth Chronic pancreatitis Gastroparesis Acute cholecystitis Gastric carcinoma", "contents": "Functional Dyspepsia -- Differential Diagnosis. The conditions below should be considered in the differential diagnosis. GERD H pylori infection Gastritis Peptic ulcer disease Celiac disease Irritable bowel syndrome Small intestinal bacterial overgrowth Chronic pancreatitis Gastroparesis Acute cholecystitis Gastric carcinoma"}
{"id": "article-20802_30", "title": "Functional Dyspepsia -- Prognosis", "content": "Functional dyspepsia is relapsing and remitting. [35] Population studies have shown that 15% to 20% of patients have persistent symptoms during extended follow-up, while 50% have complete resolution of symptoms.  No data shows an association with decreased survival.", "contents": "Functional Dyspepsia -- Prognosis. Functional dyspepsia is relapsing and remitting. [35] Population studies have shown that 15% to 20% of patients have persistent symptoms during extended follow-up, while 50% have complete resolution of symptoms.  No data shows an association with decreased survival."}
{"id": "article-20802_31", "title": "Functional Dyspepsia -- Complications", "content": "Although the condition is not associated with increased mortality, it does cause physical and mental distress affecting the patient’s quality of life. Patients with functional dyspepsia score higher on psychometric tests for symptoms of anxiety, depression, and somatization. About 10% to 25% of patients report the social impact of their symptoms is significant enough to seek a physician, leading to more healthcare visits, greater health impairment, and a worsening quality of life.", "contents": "Functional Dyspepsia -- Complications. Although the condition is not associated with increased mortality, it does cause physical and mental distress affecting the patient’s quality of life. Patients with functional dyspepsia score higher on psychometric tests for symptoms of anxiety, depression, and somatization. About 10% to 25% of patients report the social impact of their symptoms is significant enough to seek a physician, leading to more healthcare visits, greater health impairment, and a worsening quality of life."}
{"id": "article-20802_32", "title": "Functional Dyspepsia -- Deterrence and Patient Education", "content": "Educating patients on the benign course of this disorder to establish long-term care and expectations for treatment is essential. [3] Further evaluation is recommended if red flag signs such as unintentional weight loss, persistent vomiting, or dysphagia are present.", "contents": "Functional Dyspepsia -- Deterrence and Patient Education. Educating patients on the benign course of this disorder to establish long-term care and expectations for treatment is essential. [3] Further evaluation is recommended if red flag signs such as unintentional weight loss, persistent vomiting, or dysphagia are present."}
{"id": "article-20802_33", "title": "Functional Dyspepsia -- Enhancing Healthcare Team Outcomes", "content": "Functional dyspepsia is a relatively common condition that prompts patients to visit their clinician. Patients have symptoms that manifest similarly to other conditions. It is essential to rule out any potential organic causes of the symptoms using additional, ie, more invasive, testing, especially if red flag signs are present. Making the diagnosis can be difficult, as it is a clinical diagnosis based on the Rome IV criteria. [3]", "contents": "Functional Dyspepsia -- Enhancing Healthcare Team Outcomes. Functional dyspepsia is a relatively common condition that prompts patients to visit their clinician. Patients have symptoms that manifest similarly to other conditions. It is essential to rule out any potential organic causes of the symptoms using additional, ie, more invasive, testing, especially if red flag signs are present. Making the diagnosis can be difficult, as it is a clinical diagnosis based on the Rome IV criteria. [3]"}
{"id": "article-20802_34", "title": "Functional Dyspepsia -- Enhancing Healthcare Team Outcomes", "content": "Treatment can be equally challenging because, frequently, symptoms are refractory to first-line therapies. An interprofessional team that includes primary care physicians and advanced practice clinicians, gastroenterologists, nurses, psychiatrists, and pharmacists can aid in recognizing and effectively managing this condition.", "contents": "Functional Dyspepsia -- Enhancing Healthcare Team Outcomes. Treatment can be equally challenging because, frequently, symptoms are refractory to first-line therapies. An interprofessional team that includes primary care physicians and advanced practice clinicians, gastroenterologists, nurses, psychiatrists, and pharmacists can aid in recognizing and effectively managing this condition."}
{"id": "article-20802_35", "title": "Functional Dyspepsia -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Functional Dyspepsia -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}