{"id": "article-30525_0", "title": "Transverse Myelitis -- Continuing Education Activity", "content": "Transverse myelitis (TM) is a rare, acquired focal inflammatory disorder often presenting with rapid onset weakness, sensory deficits, and bowel/bladder dysfunction. Generally occurring independently, often as a complication of infection; however, it may also exist as part of a continuum of other neuro-inflammatory disorders. Some of the included continua are acute disseminated encephalomyelitis, multiple sclerosis, neuromyelitis optica spectrum disorder, and acute flaccid myelitis. TM generally occurs around the spinal cord at any level, but most commonly affects the thoracic region. The disorder transverses the spinal cord causing bilateral deficiencies. However, there may only be partial involvement. The duration of this disease may be as little as 3 to 6 months or may become permanently debilitating. This activity reviews the evaluation and management of transverse myelitis and highlights the role of the interprofessional team in improving care for patients with this condition.", "contents": "Transverse Myelitis -- Continuing Education Activity. Transverse myelitis (TM) is a rare, acquired focal inflammatory disorder often presenting with rapid onset weakness, sensory deficits, and bowel/bladder dysfunction. Generally occurring independently, often as a complication of infection; however, it may also exist as part of a continuum of other neuro-inflammatory disorders. Some of the included continua are acute disseminated encephalomyelitis, multiple sclerosis, neuromyelitis optica spectrum disorder, and acute flaccid myelitis. TM generally occurs around the spinal cord at any level, but most commonly affects the thoracic region. The disorder transverses the spinal cord causing bilateral deficiencies. However, there may only be partial involvement. The duration of this disease may be as little as 3 to 6 months or may become permanently debilitating. This activity reviews the evaluation and management of transverse myelitis and highlights the role of the interprofessional team in improving care for patients with this condition."}
{"id": "article-30525_1", "title": "Transverse Myelitis -- Continuing Education Activity", "content": "Objectives: Identify the etiology of transverse myelitis. Review the appropriate evaluation of transverse myelitis. Outline the management options available for transverse myelitis. Describe interprofessional team strategies for improving care coordination and communication to advance transverse myelitis and improve outcomes. Access free multiple choice questions on this topic.", "contents": "Transverse Myelitis -- Continuing Education Activity. Objectives: Identify the etiology of transverse myelitis. Review the appropriate evaluation of transverse myelitis. Outline the management options available for transverse myelitis. Describe interprofessional team strategies for improving care coordination and communication to advance transverse myelitis and improve outcomes. Access free multiple choice questions on this topic."}
{"id": "article-30525_2", "title": "Transverse Myelitis -- Introduction", "content": "Transverse myelitis (TM) is a rare, acquired focal inflammatory disorder often presenting with rapid onset weakness, sensory deficits, and bowel/bladder dysfunction. Generally occurring independently; often as a complication of infection; however, it may also exist as part of a continuum of other neuro-inflammatory disorders. [1] Some of the included continua are acute disseminated encephalomyelitis, multiple sclerosis, neuromyelitis optica spectrum disorder, and acute flaccid myelitis. TM generally occurs at the spinal cord at any level, but most commonly affects the thoracic region. The disorder transverses the spinal cord causing bilateral deficiencies. However, there may only be partial or asymmetric involvement. The duration of this disease may be as little as 3 to 6 months or may become permanently debilitating. At peak deficit, 50% of patients are complete paraplegic with virtually all of the patients having a degree of bladder/bowel dysfunction. [2] Approximately 33% of patients recover with little to no lasting deficits, 33% have a moderate degree of permanent disability, and 33% are permanently disabled. [2]", "contents": "Transverse Myelitis -- Introduction. Transverse myelitis (TM) is a rare, acquired focal inflammatory disorder often presenting with rapid onset weakness, sensory deficits, and bowel/bladder dysfunction. Generally occurring independently; often as a complication of infection; however, it may also exist as part of a continuum of other neuro-inflammatory disorders. [1] Some of the included continua are acute disseminated encephalomyelitis, multiple sclerosis, neuromyelitis optica spectrum disorder, and acute flaccid myelitis. TM generally occurs at the spinal cord at any level, but most commonly affects the thoracic region. The disorder transverses the spinal cord causing bilateral deficiencies. However, there may only be partial or asymmetric involvement. The duration of this disease may be as little as 3 to 6 months or may become permanently debilitating. At peak deficit, 50% of patients are complete paraplegic with virtually all of the patients having a degree of bladder/bowel dysfunction. [2] Approximately 33% of patients recover with little to no lasting deficits, 33% have a moderate degree of permanent disability, and 33% are permanently disabled. [2]"}
{"id": "article-30525_3", "title": "Transverse Myelitis -- Etiology", "content": "There are multiple causes of transverse myelitis, but can they be broadly divided into idiopathic, postinfectious, systemic inflammation, or multifocal central nervous system disease. [3] The most common cause of TM is idiopathic, and there is no causative factor found. Infections leading to TM include, but are not limited to, enteroviruses, West Nile virus, herpes viruses, HIV, human T-cell leukemia virus type 1 (HTLV-1), Zika virus, neuroborreliosis (Lyme), Mycoplasma , and Treponema pallidum . [4] Some of the acquired central nervous system autoimmune disorders include multiple sclerosis, neuromyelitis optica spectrum disorder, and acute disseminated encephalomyelitis. Neurosarcoidosis and paraneoplastic syndromes also have been reported to have an association with TM. Systemic inflammatory autoimmune disorders that have an association with TM include ankylosing spondylitis, antiphospholipid syndrome, Behçet disease, mixed connective tissue disease, rheumatoid arthritis, sarcoidosis, scleroderma, Sjögren syndrome, and systemic lupus erythematosus. [5] [6] [7]", "contents": "Transverse Myelitis -- Etiology. There are multiple causes of transverse myelitis, but can they be broadly divided into idiopathic, postinfectious, systemic inflammation, or multifocal central nervous system disease. [3] The most common cause of TM is idiopathic, and there is no causative factor found. Infections leading to TM include, but are not limited to, enteroviruses, West Nile virus, herpes viruses, HIV, human T-cell leukemia virus type 1 (HTLV-1), Zika virus, neuroborreliosis (Lyme), Mycoplasma , and Treponema pallidum . [4] Some of the acquired central nervous system autoimmune disorders include multiple sclerosis, neuromyelitis optica spectrum disorder, and acute disseminated encephalomyelitis. Neurosarcoidosis and paraneoplastic syndromes also have been reported to have an association with TM. Systemic inflammatory autoimmune disorders that have an association with TM include ankylosing spondylitis, antiphospholipid syndrome, Behçet disease, mixed connective tissue disease, rheumatoid arthritis, sarcoidosis, scleroderma, Sjögren syndrome, and systemic lupus erythematosus. [5] [6] [7]"}
{"id": "article-30525_4", "title": "Transverse Myelitis -- Epidemiology", "content": "Transverse myelitis can affect men and women equally. Women tend to predominate those associated with multiple sclerosis. [8] TM can affect patients of all ages, but it has spiked occurrences around the ages 10, 20, and over 40. There is a bimodal peak between ages 10 to 19 and ages 30 to 39. [9] The incidence of transverse myelitis is approximately 1 to 8 new cases per 1 million people per year. [10] There did not appear to be differences in occurrence between Euro/American-born and Afro/Asian-born populations. [10] According to one case series, 64% of cases were idiopathic (primary TM) in nature, and 36% were associated with a disease (secondary TM). Other reports include idiopathic TM accounting for 15 to 30% of cases. [3]", "contents": "Transverse Myelitis -- Epidemiology. Transverse myelitis can affect men and women equally. Women tend to predominate those associated with multiple sclerosis. [8] TM can affect patients of all ages, but it has spiked occurrences around the ages 10, 20, and over 40. There is a bimodal peak between ages 10 to 19 and ages 30 to 39. [9] The incidence of transverse myelitis is approximately 1 to 8 new cases per 1 million people per year. [10] There did not appear to be differences in occurrence between Euro/American-born and Afro/Asian-born populations. [10] According to one case series, 64% of cases were idiopathic (primary TM) in nature, and 36% were associated with a disease (secondary TM). Other reports include idiopathic TM accounting for 15 to 30% of cases. [3]"}
{"id": "article-30525_5", "title": "Transverse Myelitis -- Histopathology", "content": "Histopathophysiology of transverse myelitis is varied and is related to the underlying etiology. Classically, the majority of cases were characterized by perivascular infiltration, demyelination, and axonal injury by monocytes and lymphocytes at the lesion site. [2] Heterogeneity, along with both gray and white matter involvement, gives evidence that this is not a pure demyelinating disorder. TM may, in fact, be a mixed inflammatory disorder involving neurons, axons, oligodendrocytes, and myelin. Alternative histopathologic causes of TM have been reported to include molecular mimicry and super antigen-mediated disease associated with autoimmune causes. [11]", "contents": "Transverse Myelitis -- Histopathology. Histopathophysiology of transverse myelitis is varied and is related to the underlying etiology. Classically, the majority of cases were characterized by perivascular infiltration, demyelination, and axonal injury by monocytes and lymphocytes at the lesion site. [2] Heterogeneity, along with both gray and white matter involvement, gives evidence that this is not a pure demyelinating disorder. TM may, in fact, be a mixed inflammatory disorder involving neurons, axons, oligodendrocytes, and myelin. Alternative histopathologic causes of TM have been reported to include molecular mimicry and super antigen-mediated disease associated with autoimmune causes. [11]"}
{"id": "article-30525_6", "title": "Transverse Myelitis -- History and Physical", "content": "The onset of transverse myelitis is acute to subacute. Neurologic symptoms are prominent. Symptoms include motor, sensory, and/or autonomic dysfunction. Motor deficits include rapidly progressing paraparesis, which can involve, upper extremities initially with flaccidity followed by spasticity. This may be caused by damage to white matter structures in the spinal cord. Most commonly, there is sensory involvement with symptoms, including pain, dysesthesia, and paresthesia at the level involved. Autonomic features of TM include urinary urgency, bladder/bowel incontinence, difficulty/inability to void, bowel constipation, or sexual dysfunction. Urinary retention may be the first sign of myelitis and should warrant further investigation into myelopathy.", "contents": "Transverse Myelitis -- History and Physical. The onset of transverse myelitis is acute to subacute. Neurologic symptoms are prominent. Symptoms include motor, sensory, and/or autonomic dysfunction. Motor deficits include rapidly progressing paraparesis, which can involve, upper extremities initially with flaccidity followed by spasticity. This may be caused by damage to white matter structures in the spinal cord. Most commonly, there is sensory involvement with symptoms, including pain, dysesthesia, and paresthesia at the level involved. Autonomic features of TM include urinary urgency, bladder/bowel incontinence, difficulty/inability to void, bowel constipation, or sexual dysfunction. Urinary retention may be the first sign of myelitis and should warrant further investigation into myelopathy."}
{"id": "article-30525_7", "title": "Transverse Myelitis -- History and Physical", "content": "Motor symptoms may vary depending on the level of the spinal cord involved. Upper cervical lesions (C1-C5) may affect all four extremities. Additionally, if the lesion affects the phrenic nerve (C3, C4, C5), it could lead to diaphragmatic dysfunction and respiratory failure.", "contents": "Transverse Myelitis -- History and Physical. Motor symptoms may vary depending on the level of the spinal cord involved. Upper cervical lesions (C1-C5) may affect all four extremities. Additionally, if the lesion affects the phrenic nerve (C3, C4, C5), it could lead to diaphragmatic dysfunction and respiratory failure."}
{"id": "article-30525_8", "title": "Transverse Myelitis -- History and Physical", "content": "Lesions in the lower cervical levels (C5-T1) may develop upper and lower motor neuron signs in the upper extremities and exclusive upper motor neuron signs in the lower extremities. Cervical lesions account for approximately 20% of cases. Lesions in the thoracic region (T1-T12) may cause both upper and lower motor neuron signs in the lower extremities. The thoracic region is the most commonly affected in TM cases (70%). Lesions in the lumbosacral regions (L1-S5) may cause both upper and lower motor neuron signs in the lower extremities. Lumbar lesions account for approximately 10% of cases. Sensory symptoms generally affect the level of the lesion or one of the levels above or below the lesion. Back pain in the corresponding area of the lesion may also be present. [12]", "contents": "Transverse Myelitis -- History and Physical. Lesions in the lower cervical levels (C5-T1) may develop upper and lower motor neuron signs in the upper extremities and exclusive upper motor neuron signs in the lower extremities. Cervical lesions account for approximately 20% of cases. Lesions in the thoracic region (T1-T12) may cause both upper and lower motor neuron signs in the lower extremities. The thoracic region is the most commonly affected in TM cases (70%). Lesions in the lumbosacral regions (L1-S5) may cause both upper and lower motor neuron signs in the lower extremities. Lumbar lesions account for approximately 10% of cases. Sensory symptoms generally affect the level of the lesion or one of the levels above or below the lesion. Back pain in the corresponding area of the lesion may also be present. [12]"}
{"id": "article-30525_9", "title": "Transverse Myelitis -- Evaluation", "content": "To diagnose transverse myelitis, a compressive cord lesion must be excluded first. Exclusion is usually performed by magnetic resonance imaging (MRI). See Image. Spine MRI, T2 Axial Transverse Myelitis. This is followed by a confirmation of inflammation either by a gadolinium-enhanced MRI or lumbar puncture (LP). A set of diagnostic criteria was developed but is generally reserved for research purposes as not all features are required to make the diagnosis in a clinical setting. [13] Diagnostic criteria include: Sensory, motor, or autonomic dysfunction originating from the spinal cord T2 hyperintense signal changes on MRI No evidence of a compressive lesion Bilateral signs/symptoms. Clearly defined sensory level. Evidence of inflammatory process demonstrated by gadolinium enhancement on MRI, cerebrospinal fluid (CSF) analysis showing pleocytosis, or elevated immunoglobulin G (IgG) index. Progression to nadir between 4 hours and 21 days", "contents": "Transverse Myelitis -- Evaluation. To diagnose transverse myelitis, a compressive cord lesion must be excluded first. Exclusion is usually performed by magnetic resonance imaging (MRI). See Image. Spine MRI, T2 Axial Transverse Myelitis. This is followed by a confirmation of inflammation either by a gadolinium-enhanced MRI or lumbar puncture (LP). A set of diagnostic criteria was developed but is generally reserved for research purposes as not all features are required to make the diagnosis in a clinical setting. [13] Diagnostic criteria include: Sensory, motor, or autonomic dysfunction originating from the spinal cord T2 hyperintense signal changes on MRI No evidence of a compressive lesion Bilateral signs/symptoms. Clearly defined sensory level. Evidence of inflammatory process demonstrated by gadolinium enhancement on MRI, cerebrospinal fluid (CSF) analysis showing pleocytosis, or elevated immunoglobulin G (IgG) index. Progression to nadir between 4 hours and 21 days"}
{"id": "article-30525_10", "title": "Transverse Myelitis -- Evaluation", "content": "Most important of the above criteria are the first 3. When considering TM as a possible diagnosis, it is recommended the following investigative analyses be performed: [3] MRI of the entire spine with and without gadolinium contrast to differentiate compressive vs. non-compressive lesions. Brain MRI with and without gadolinium contrast to evaluate for evidence of brain lesions. LP for CSF analysis including cell count with differential, protein, glucose, the Venereal Disease Research Laboratory (VDRL) test, oligoclonal bands, immunoglobulin G (IgG) index, and cytology. Serum anti-aquaporin-4 (APQ-4)-IgG autoantibodies, anti-myelin oligodendrocyte glycoprotein (MOG) autoantibodies, B12 level, methylmalonic acid, serum antinuclear antibodies (ANA), Ro/SSA, and La/SSB autoantibodies, syphilis serologies, HIV antibodies, TSH and viral etiology tests as applicable.", "contents": "Transverse Myelitis -- Evaluation. Most important of the above criteria are the first 3. When considering TM as a possible diagnosis, it is recommended the following investigative analyses be performed: [3] MRI of the entire spine with and without gadolinium contrast to differentiate compressive vs. non-compressive lesions. Brain MRI with and without gadolinium contrast to evaluate for evidence of brain lesions. LP for CSF analysis including cell count with differential, protein, glucose, the Venereal Disease Research Laboratory (VDRL) test, oligoclonal bands, immunoglobulin G (IgG) index, and cytology. Serum anti-aquaporin-4 (APQ-4)-IgG autoantibodies, anti-myelin oligodendrocyte glycoprotein (MOG) autoantibodies, B12 level, methylmalonic acid, serum antinuclear antibodies (ANA), Ro/SSA, and La/SSB autoantibodies, syphilis serologies, HIV antibodies, TSH and viral etiology tests as applicable."}
{"id": "article-30525_11", "title": "Transverse Myelitis -- Evaluation", "content": "Patients with evidence of longitudinally extensive spinal cord lesions additionally will require the following additional studies: [3] Serum erythrocytes sedimentation rate (ESR), C-reactive protein (CRP), ANA, antibodies to extractable nuclear antigens, rheumatoid factor, antiphospholipid antibodies, and antineutrophil cytoplasmic antibodies (ANCA) Computed tomography (CT) of the chest to evaluate for evidence of sarcoidosis. Additional testing may be performed in the appropriate clinical setting. Neuro-ophthalmologic evaluation Paraneoplastic evaluation Infectious serologic and CSF studies Nasopharyngeal swab for enteroviral PCR Serum copper and ceruloplasmin (copper deficiency may mimic TM) Serum vitamin B12 and vitamin E levels Spinal angiogram Prothrombotic evaluation Salivary gland biopsy", "contents": "Transverse Myelitis -- Evaluation. Patients with evidence of longitudinally extensive spinal cord lesions additionally will require the following additional studies: [3] Serum erythrocytes sedimentation rate (ESR), C-reactive protein (CRP), ANA, antibodies to extractable nuclear antigens, rheumatoid factor, antiphospholipid antibodies, and antineutrophil cytoplasmic antibodies (ANCA) Computed tomography (CT) of the chest to evaluate for evidence of sarcoidosis. Additional testing may be performed in the appropriate clinical setting. Neuro-ophthalmologic evaluation Paraneoplastic evaluation Infectious serologic and CSF studies Nasopharyngeal swab for enteroviral PCR Serum copper and ceruloplasmin (copper deficiency may mimic TM) Serum vitamin B12 and vitamin E levels Spinal angiogram Prothrombotic evaluation Salivary gland biopsy"}
{"id": "article-30525_12", "title": "Transverse Myelitis -- Treatment / Management", "content": "The standard of care and the first-line therapy for the treatment of transverse myelitis is intravenous glucocorticoids. High-dose intravenous glucocorticoids should be initiated as soon as possible. There should not be a delay in treatment while waiting for test results. There are few contraindications to glucocorticoid therapy. Potential regimens would include methylprednisolone or dexamethasone for 3 to 5 days. Further duration of therapy should be directed as the clinical case progresses.", "contents": "Transverse Myelitis -- Treatment / Management. The standard of care and the first-line therapy for the treatment of transverse myelitis is intravenous glucocorticoids. High-dose intravenous glucocorticoids should be initiated as soon as possible. There should not be a delay in treatment while waiting for test results. There are few contraindications to glucocorticoid therapy. Potential regimens would include methylprednisolone or dexamethasone for 3 to 5 days. Further duration of therapy should be directed as the clinical case progresses."}
{"id": "article-30525_13", "title": "Transverse Myelitis -- Treatment / Management", "content": "Plasma exchange may be efficacious for acute central nervous system demyelinating disease, which fails to respond to glucocorticoid therapy. [14] [15] Additionally, as knowledge expands regarding TM, immunomodulatory therapy such as cyclophosphamide, mycophenolate, or rituximab might offer benefit in chronic recurrent TM or resistant acute TM. Treatment modalities that should also be utilized in the management of TM include pain management, intravenous immunoglobulin (IVIG), and antivirals.", "contents": "Transverse Myelitis -- Treatment / Management. Plasma exchange may be efficacious for acute central nervous system demyelinating disease, which fails to respond to glucocorticoid therapy. [14] [15] Additionally, as knowledge expands regarding TM, immunomodulatory therapy such as cyclophosphamide, mycophenolate, or rituximab might offer benefit in chronic recurrent TM or resistant acute TM. Treatment modalities that should also be utilized in the management of TM include pain management, intravenous immunoglobulin (IVIG), and antivirals."}
{"id": "article-30525_14", "title": "Transverse Myelitis -- Differential Diagnosis", "content": "A differential diagnosis for Transverse myelitis should include any diseases causing myelopathy. Such examples would include compressive myelopathy from herniated discs, vertebral body compression fractures, epidural abscesses/masses, and spondylitis. Other diagnoses to be included in the differential diagnosis are vascular causes, metabolic/nutritional causes, neoplasms, and radiation. Infectious and autoimmune diseases may be the underlying cause of TM, leading to secondary TM. Treatment would require treating the underlying causes. Guillain-Barré should also be considered when evaluating for TM.", "contents": "Transverse Myelitis -- Differential Diagnosis. A differential diagnosis for Transverse myelitis should include any diseases causing myelopathy. Such examples would include compressive myelopathy from herniated discs, vertebral body compression fractures, epidural abscesses/masses, and spondylitis. Other diagnoses to be included in the differential diagnosis are vascular causes, metabolic/nutritional causes, neoplasms, and radiation. Infectious and autoimmune diseases may be the underlying cause of TM, leading to secondary TM. Treatment would require treating the underlying causes. Guillain-Barré should also be considered when evaluating for TM."}
{"id": "article-30525_15", "title": "Transverse Myelitis -- Prognosis", "content": "Most patients with idiopathic transverse myelitis should at least have a partial recovery. This recovery should begin within 1 to 3 months and should continue to progress with exercise and rehabilitation therapy. [16] Recovery may take years, and some degree of persistent debilitation may exist. This occurs in approximately 40% of cases. [17] Rapid onset with complete paraplegia and spinal shock is associated with poorer prognosis. The majority of patients will experience TM only once. However, with chronic disease, TM may reoccur. Most recovery takes place within the first 3 months from symptom onset, but recovery can take up to 2 years. If there is no recovery within the first 3 to 6 months, then recovery is unlikely.", "contents": "Transverse Myelitis -- Prognosis. Most patients with idiopathic transverse myelitis should at least have a partial recovery. This recovery should begin within 1 to 3 months and should continue to progress with exercise and rehabilitation therapy. [16] Recovery may take years, and some degree of persistent debilitation may exist. This occurs in approximately 40% of cases. [17] Rapid onset with complete paraplegia and spinal shock is associated with poorer prognosis. The majority of patients will experience TM only once. However, with chronic disease, TM may reoccur. Most recovery takes place within the first 3 months from symptom onset, but recovery can take up to 2 years. If there is no recovery within the first 3 to 6 months, then recovery is unlikely."}
{"id": "article-30525_16", "title": "Transverse Myelitis -- Complications", "content": "Patients with transverse myelitis are at risk of developing chronic urinary tract infections, chronic decubitus ulcers, chronic pain, spasticity, major depression, sexual problems, etc.", "contents": "Transverse Myelitis -- Complications. Patients with transverse myelitis are at risk of developing chronic urinary tract infections, chronic decubitus ulcers, chronic pain, spasticity, major depression, sexual problems, etc."}
{"id": "article-30525_17", "title": "Transverse Myelitis -- Complications", "content": "About 5% to 10% of patients who present with TM are at risk of developing multiple sclerosis when presenting with acute complete TM. [18] [19] However, this is most likely secondary to multiple sclerosis presenting as TM as its first symptom.", "contents": "Transverse Myelitis -- Complications. About 5% to 10% of patients who present with TM are at risk of developing multiple sclerosis when presenting with acute complete TM. [18] [19] However, this is most likely secondary to multiple sclerosis presenting as TM as its first symptom."}
{"id": "article-30525_18", "title": "Transverse Myelitis -- Deterrence and Patient Education", "content": "While transverse myelitis cannot be prevented, patient education will help in understanding the prognosis, disease course, diagnostic workup, and treatment options. Counseling of the risks and benefits of high dose steroids is very important. Education of the natural course of the disease that approximately one-third have a full recovery, one-third will have a partial recovery, and another third will have permanent disabilities is very important. It is also important to educate that the disease is often a monophasic illness and that the disease will only not recur unless it is secondary to a chronic comorbid condition. Steroids and immunosuppression are the only potential treatments for acute TM at this time, but there is potential for monoclonal antibody drugs that might alter the disease course. Recovery from the disease will require intensive physical therapy and occupational therapy to maximize good outcomes.", "contents": "Transverse Myelitis -- Deterrence and Patient Education. While transverse myelitis cannot be prevented, patient education will help in understanding the prognosis, disease course, diagnostic workup, and treatment options. Counseling of the risks and benefits of high dose steroids is very important. Education of the natural course of the disease that approximately one-third have a full recovery, one-third will have a partial recovery, and another third will have permanent disabilities is very important. It is also important to educate that the disease is often a monophasic illness and that the disease will only not recur unless it is secondary to a chronic comorbid condition. Steroids and immunosuppression are the only potential treatments for acute TM at this time, but there is potential for monoclonal antibody drugs that might alter the disease course. Recovery from the disease will require intensive physical therapy and occupational therapy to maximize good outcomes."}
{"id": "article-30525_19", "title": "Transverse Myelitis -- Enhancing Healthcare Team Outcomes", "content": "An interprofessional team that provides a holistic and integrated approach to acute and post-acute care of patients with transverse myelitis can help achieve the best possible outcomes. Essential to good outcomes in TM is physical therapy (PT) and occupational therapy (OT). Early integration of therapies in acute inpatient stay and continuation of this during the rehabilitation phase can help improve outcomes. In patients who are going to make a meaningful recovery, independence is best achieved with intensive PT and OT to regain lost function. Coordination of care from in-hospital services to out of hospital services allows for a smooth transition of care. Consultation with a social worker can help with arranging appropriate durable medical equipment (DME) at home prior to discharge. Pharmacists can help with counseling of medication side effects and reviewing drug interactions.", "contents": "Transverse Myelitis -- Enhancing Healthcare Team Outcomes. An interprofessional team that provides a holistic and integrated approach to acute and post-acute care of patients with transverse myelitis can help achieve the best possible outcomes. Essential to good outcomes in TM is physical therapy (PT) and occupational therapy (OT). Early integration of therapies in acute inpatient stay and continuation of this during the rehabilitation phase can help improve outcomes. In patients who are going to make a meaningful recovery, independence is best achieved with intensive PT and OT to regain lost function. Coordination of care from in-hospital services to out of hospital services allows for a smooth transition of care. Consultation with a social worker can help with arranging appropriate durable medical equipment (DME) at home prior to discharge. Pharmacists can help with counseling of medication side effects and reviewing drug interactions."}
{"id": "article-30525_20", "title": "Transverse Myelitis -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Transverse Myelitis -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}