{"id": "article-19543_0", "title": "Eosinophilic Granulomatosis With Polyangiitis (Churg-Strauss Syndrome) -- Continuing Education Activity", "content": "Eosinophilic granulomatosis with polyangiitis, formerly known as Churg-Strauss syndrome, belongs to a group of diseases characterized by necrotizing vasculitis of small and medium-sized systemic blood vessels. Eosinophilic granulomatosis with polyangiitis can be distinguished from other diseases in the category in that the condition is associated with asthma, rhinosinusitis, and peripheral eosinophilia. This activity reviews the presentation, evaluation, and management of granulomatosis with polyangiitis and stresses the role of the interprofessional team in optimizing care for affected patients.", "contents": "Eosinophilic Granulomatosis With Polyangiitis (Churg-Strauss Syndrome) -- Continuing Education Activity. Eosinophilic granulomatosis with polyangiitis, formerly known as Churg-Strauss syndrome, belongs to a group of diseases characterized by necrotizing vasculitis of small and medium-sized systemic blood vessels. Eosinophilic granulomatosis with polyangiitis can be distinguished from other diseases in the category in that the condition is associated with asthma, rhinosinusitis, and peripheral eosinophilia. This activity reviews the presentation, evaluation, and management of granulomatosis with polyangiitis and stresses the role of the interprofessional team in optimizing care for affected patients."}
{"id": "article-19543_1", "title": "Eosinophilic Granulomatosis With Polyangiitis (Churg-Strauss Syndrome) -- Continuing Education Activity", "content": "Objectives: Explain the etiology of eosinophilic granulomatosis with polyangiitis. Describe the typical presentation of a patient with eosinophilic granulomatosis with polyangiitis. Outline the treatment options available for eosinophilic granulomatosis with polyangiitis. Identify the interprofessional team's role to provide effective care to patients affected by eosinophilic granulomatosis with polyangiitis. Access free multiple choice questions on this topic.", "contents": "Eosinophilic Granulomatosis With Polyangiitis (Churg-Strauss Syndrome) -- Continuing Education Activity. Objectives: Explain the etiology of eosinophilic granulomatosis with polyangiitis. Describe the typical presentation of a patient with eosinophilic granulomatosis with polyangiitis. Outline the treatment options available for eosinophilic granulomatosis with polyangiitis. Identify the interprofessional team's role to provide effective care to patients affected by eosinophilic granulomatosis with polyangiitis. Access free multiple choice questions on this topic."}
{"id": "article-19543_2", "title": "Eosinophilic Granulomatosis With Polyangiitis (Churg-Strauss Syndrome) -- Introduction", "content": "Churg Straus syndrome – renamed as eosinophilic granulomatosis with polyangiitis (EGPA) – is a specific variant of the group of diseases characterized by necrotizing vasculitis of small and medium-sized systemic blood vessels. Other subtypes within the broad group include granulomatosis with polyangiitis (GPA), microscopic polyangiitis (MPA), and polyarteritis nodosa. It is distinctive from the other diseases in the category of the coexistence of asthma, rhinosinusitis, and the presence of peripheral eosinophilia. [1]", "contents": "Eosinophilic Granulomatosis With Polyangiitis (Churg-Strauss Syndrome) -- Introduction. Churg Straus syndrome – renamed as eosinophilic granulomatosis with polyangiitis (EGPA) – is a specific variant of the group of diseases characterized by necrotizing vasculitis of small and medium-sized systemic blood vessels. Other subtypes within the broad group include granulomatosis with polyangiitis (GPA), microscopic polyangiitis (MPA), and polyarteritis nodosa. It is distinctive from the other diseases in the category of the coexistence of asthma, rhinosinusitis, and the presence of peripheral eosinophilia. [1]"}
{"id": "article-19543_3", "title": "Eosinophilic Granulomatosis With Polyangiitis (Churg-Strauss Syndrome) -- Introduction -- History", "content": "Jacob Churg and Lotte Strauss first described the entity based on autopsy findings in a case series of 13 patients in 1951. They all had a familiar pattern of illness with severe asthma, fever, blood eosinophilia, and autopsy evidence of granulomatous necrotizing vasculitis. [1] They named the disease allergic granulomatosis and angiitis. Their classic definition and diagnosis of the disease required the presence of all 3 features: Eosinophilic infiltration Necrotizing vasculitis of small- and medium-sized vessels Extravascular granuloma formation However, as individuals presented a wide variance of these features, rarely with the presence of all 3 features, more clinically relevant diagnostic criteria became necessary. Lanham et al. proposed a definition based on [2] : Bronchial asthma Blood eosinophilia more than 1500/microliter Vasculitis involving at least 2 extrapulmonary organs", "contents": "Eosinophilic Granulomatosis With Polyangiitis (Churg-Strauss Syndrome) -- Introduction -- History. Jacob Churg and Lotte Strauss first described the entity based on autopsy findings in a case series of 13 patients in 1951. They all had a familiar pattern of illness with severe asthma, fever, blood eosinophilia, and autopsy evidence of granulomatous necrotizing vasculitis. [1] They named the disease allergic granulomatosis and angiitis. Their classic definition and diagnosis of the disease required the presence of all 3 features: Eosinophilic infiltration Necrotizing vasculitis of small- and medium-sized vessels Extravascular granuloma formation However, as individuals presented a wide variance of these features, rarely with the presence of all 3 features, more clinically relevant diagnostic criteria became necessary. Lanham et al. proposed a definition based on [2] : Bronchial asthma Blood eosinophilia more than 1500/microliter Vasculitis involving at least 2 extrapulmonary organs"}
{"id": "article-19543_4", "title": "Eosinophilic Granulomatosis With Polyangiitis (Churg-Strauss Syndrome) -- Introduction -- History", "content": "An unintended drawback of these diagnostic criteria was a delayed diagnosis of the disease, waiting until two or more organ systems were involved. Early cases with a more favorable prognosis, therefore, ran into the risk of being missed. American College of Rheumatology proposed new classification criteria in 1990 where 4 out of 6 features needed to be identified [3] : Asthma Migratory infiltrates in lung Paranasal sinus abnormalities Mono or polyneuropathy Peripheral blood eosinophilia (greater than 10% total leukocyte count) Eosinophilic tissue infiltrates in the biopsy It rendered a 99.7% specificity and 85% sensitivity for diagnosis.", "contents": "Eosinophilic Granulomatosis With Polyangiitis (Churg-Strauss Syndrome) -- Introduction -- History. An unintended drawback of these diagnostic criteria was a delayed diagnosis of the disease, waiting until two or more organ systems were involved. Early cases with a more favorable prognosis, therefore, ran into the risk of being missed. American College of Rheumatology proposed new classification criteria in 1990 where 4 out of 6 features needed to be identified [3] : Asthma Migratory infiltrates in lung Paranasal sinus abnormalities Mono or polyneuropathy Peripheral blood eosinophilia (greater than 10% total leukocyte count) Eosinophilic tissue infiltrates in the biopsy It rendered a 99.7% specificity and 85% sensitivity for diagnosis."}
{"id": "article-19543_5", "title": "Eosinophilic Granulomatosis With Polyangiitis (Churg-Strauss Syndrome) -- Introduction -- History", "content": "The Chapel Hill consensus conference in 1994 came up with a definition of EGPA as \"eosinophil-rich and granulomatous inflammation involving respiratory tract and necrotizing vasculitis affecting small to medium-sized vessels associated with asthma and eosinophilia.\" [3] The significance of this definition was its exclusion of biopsy as a necessity for diagnosis and, therefore, its ability to recognize early cases with only asthma and tissue and blood eosinophilia.", "contents": "Eosinophilic Granulomatosis With Polyangiitis (Churg-Strauss Syndrome) -- Introduction -- History. The Chapel Hill consensus conference in 1994 came up with a definition of EGPA as \"eosinophil-rich and granulomatous inflammation involving respiratory tract and necrotizing vasculitis affecting small to medium-sized vessels associated with asthma and eosinophilia.\" [3] The significance of this definition was its exclusion of biopsy as a necessity for diagnosis and, therefore, its ability to recognize early cases with only asthma and tissue and blood eosinophilia."}
{"id": "article-19543_6", "title": "Eosinophilic Granulomatosis With Polyangiitis (Churg-Strauss Syndrome) -- Etiology", "content": "In recent years, there have been efforts to sub-classify clinical phenotypes of eosinophilic granulomatosis with polyangiitis based on the presence or absence of vasculitis, somewhat counterintuitive to the nomenclature itself. [4]", "contents": "Eosinophilic Granulomatosis With Polyangiitis (Churg-Strauss Syndrome) -- Etiology. In recent years, there have been efforts to sub-classify clinical phenotypes of eosinophilic granulomatosis with polyangiitis based on the presence or absence of vasculitis, somewhat counterintuitive to the nomenclature itself. [4]"}
{"id": "article-19543_7", "title": "Eosinophilic Granulomatosis With Polyangiitis (Churg-Strauss Syndrome) -- Etiology", "content": "Patients who are ANCA positive (reported around 40% of all patients with EGPA) tend to have a vasculitic phenotype and are more common to have myalgia, migrating polyarthralgia, weight loss, mononeuritis multiplex, and renal involvement either as crescentic or necrotizing glomerulonephritis. Conversely, patients without ANCA positivity tend to have an eosinophilic phenotype with a higher incidence of myocarditis.", "contents": "Eosinophilic Granulomatosis With Polyangiitis (Churg-Strauss Syndrome) -- Etiology. Patients who are ANCA positive (reported around 40% of all patients with EGPA) tend to have a vasculitic phenotype and are more common to have myalgia, migrating polyarthralgia, weight loss, mononeuritis multiplex, and renal involvement either as crescentic or necrotizing glomerulonephritis. Conversely, patients without ANCA positivity tend to have an eosinophilic phenotype with a higher incidence of myocarditis."}
{"id": "article-19543_8", "title": "Eosinophilic Granulomatosis With Polyangiitis (Churg-Strauss Syndrome) -- Etiology", "content": "The presence of ANCA alone, however, is not the absolute correlate to vasculitis. About 47% of patients in a study by Cottin et al. had vasculitis without seropositivity for ANCA, while 29% were positive for myeloperoxidase ANCA without the presence of vasculitis. About 41% of patients in the same series by Cottin et al. [5] did not have vasculitis but rather an eosinophilic tissue infiltrate and involvement. They, therefore, suggested isolating and recognizing a subgroup with features of vasculitis to be defined here.", "contents": "Eosinophilic Granulomatosis With Polyangiitis (Churg-Strauss Syndrome) -- Etiology. The presence of ANCA alone, however, is not the absolute correlate to vasculitis. About 47% of patients in a study by Cottin et al. had vasculitis without seropositivity for ANCA, while 29% were positive for myeloperoxidase ANCA without the presence of vasculitis. About 41% of patients in the same series by Cottin et al. [5] did not have vasculitis but rather an eosinophilic tissue infiltrate and involvement. They, therefore, suggested isolating and recognizing a subgroup with features of vasculitis to be defined here."}
{"id": "article-19543_9", "title": "Eosinophilic Granulomatosis With Polyangiitis (Churg-Strauss Syndrome) -- Etiology -- Vasculitic Phenotype", "content": "Definitive vasculitis features Biopsy-proven necrotizing vasculitis of any organ Biopsy-proven necrotizing glomerulonephritis or crescentic glomerulonephritis Palpable purpura Alveolar hemorrhage Coronary arteritis causing myocardial infarction Surrogates of vasculitis Hematuria with red casts greater than 10%, dysmorphic RBC, and/or 2+ protein Leukocytoclastic capillaritis Mononeuritis Presence of ANCA", "contents": "Eosinophilic Granulomatosis With Polyangiitis (Churg-Strauss Syndrome) -- Etiology -- Vasculitic Phenotype. Definitive vasculitis features Biopsy-proven necrotizing vasculitis of any organ Biopsy-proven necrotizing glomerulonephritis or crescentic glomerulonephritis Palpable purpura Alveolar hemorrhage Coronary arteritis causing myocardial infarction Surrogates of vasculitis Hematuria with red casts greater than 10%, dysmorphic RBC, and/or 2+ protein Leukocytoclastic capillaritis Mononeuritis Presence of ANCA"}
{"id": "article-19543_10", "title": "Eosinophilic Granulomatosis With Polyangiitis (Churg-Strauss Syndrome) -- Etiology -- Vasculitic Phenotype", "content": "The rest of the patients will fall into the eosinophilic asthma phenotype. It is important to recognize that subgroup early, particularly in the presence of myocarditis with no other evidence of vasculitis. Overly depending on the presence of vasculitis to diagnose EGPA may result in missing those patients with eosinophilic asthma who may otherwise benefit from early targeted therapy. The primary trigger in pathogenesis at the cellular level seems to be an aberrant T-helper cell pathway.", "contents": "Eosinophilic Granulomatosis With Polyangiitis (Churg-Strauss Syndrome) -- Etiology -- Vasculitic Phenotype. The rest of the patients will fall into the eosinophilic asthma phenotype. It is important to recognize that subgroup early, particularly in the presence of myocarditis with no other evidence of vasculitis. Overly depending on the presence of vasculitis to diagnose EGPA may result in missing those patients with eosinophilic asthma who may otherwise benefit from early targeted therapy. The primary trigger in pathogenesis at the cellular level seems to be an aberrant T-helper cell pathway."}
{"id": "article-19543_11", "title": "Eosinophilic Granulomatosis With Polyangiitis (Churg-Strauss Syndrome) -- Etiology -- Role of the Th2 Cell Lineage", "content": "There have been various theories about what prompts an abnormal Th-2 type immune response in the first place. Allergies, infections, medications have all been considered. The allergy theory has not been substantiated despite a high prevalence of IgE levels, as studies show that hypersensitivity to currently tested allergens is present only in 30% of CSS cases. Rolla et al. suggested a superantigen theory in CSS, which activated the oligoclonal expansion of certain T cell subsets [6] . There has also been some evidence of colonization of airways with Aspergillus or Actinomyces . Several medications have also been reported, including sulfonamides, macrolide, and diphenylhydantoin. [7] [8] [9] [10] [11] [12] However, none of them has been as strong as a possible association between the onset of EGPA and the use of leukotriene inhibitors montelukast and zafirlukast. Bibby et al. reviewed the USFDA database from 1996 to 2003 to report 181 cases of EGPA  in which a pharmacological trigger was suspected. 90% involved leukotriene receptor antagonists. Although some argue that it could merely be the unmasking of disease following the ability to wean off steroids in severe asthma after initiation of leukotriene inhibitors. [13]", "contents": "Eosinophilic Granulomatosis With Polyangiitis (Churg-Strauss Syndrome) -- Etiology -- Role of the Th2 Cell Lineage. There have been various theories about what prompts an abnormal Th-2 type immune response in the first place. Allergies, infections, medications have all been considered. The allergy theory has not been substantiated despite a high prevalence of IgE levels, as studies show that hypersensitivity to currently tested allergens is present only in 30% of CSS cases. Rolla et al. suggested a superantigen theory in CSS, which activated the oligoclonal expansion of certain T cell subsets [6] . There has also been some evidence of colonization of airways with Aspergillus or Actinomyces . Several medications have also been reported, including sulfonamides, macrolide, and diphenylhydantoin. [7] [8] [9] [10] [11] [12] However, none of them has been as strong as a possible association between the onset of EGPA and the use of leukotriene inhibitors montelukast and zafirlukast. Bibby et al. reviewed the USFDA database from 1996 to 2003 to report 181 cases of EGPA  in which a pharmacological trigger was suspected. 90% involved leukotriene receptor antagonists. Although some argue that it could merely be the unmasking of disease following the ability to wean off steroids in severe asthma after initiation of leukotriene inhibitors. [13]"}
{"id": "article-19543_12", "title": "Eosinophilic Granulomatosis With Polyangiitis (Churg-Strauss Syndrome) -- Etiology -- Role of the Th2 Cell Lineage", "content": "The pathogenic role of T cells in the aberrant immune response of this disease has been further proven by the presence of specific clonally expanded subpopulations of T cells as well as increased frequency of related HLA alleles like HLA- DRB1 04 and HLA-DRB1 07. [14] [15]", "contents": "Eosinophilic Granulomatosis With Polyangiitis (Churg-Strauss Syndrome) -- Etiology -- Role of the Th2 Cell Lineage. The pathogenic role of T cells in the aberrant immune response of this disease has been further proven by the presence of specific clonally expanded subpopulations of T cells as well as increased frequency of related HLA alleles like HLA- DRB1 04 and HLA-DRB1 07. [14] [15]"}
{"id": "article-19543_13", "title": "Eosinophilic Granulomatosis With Polyangiitis (Churg-Strauss Syndrome) -- Etiology -- Role of the Th2 Cell Lineage", "content": "There is an increased serum presence of IL-10, which mediates inhibition of Th-1 response, thus tilting the scale towards differentiation of Th2 cells. This phenomenon is particularly common in the ANCA negative phenotype of EGPA. [16]", "contents": "Eosinophilic Granulomatosis With Polyangiitis (Churg-Strauss Syndrome) -- Etiology -- Role of the Th2 Cell Lineage. There is an increased serum presence of IL-10, which mediates inhibition of Th-1 response, thus tilting the scale towards differentiation of Th2 cells. This phenomenon is particularly common in the ANCA negative phenotype of EGPA. [16]"}
{"id": "article-19543_14", "title": "Eosinophilic Granulomatosis With Polyangiitis (Churg-Strauss Syndrome) -- Epidemiology", "content": "The estimated prevalence of the disease is 10.7 to 14 per million adults worldwide. The mean age of onset, as reported, is between 38 to 54 years, with a median of 40. However, it has been reported in extremes of age as well, from as low as 4 to as high as 74. There is no gender difference in incidence. [17]", "contents": "Eosinophilic Granulomatosis With Polyangiitis (Churg-Strauss Syndrome) -- Epidemiology. The estimated prevalence of the disease is 10.7 to 14 per million adults worldwide. The mean age of onset, as reported, is between 38 to 54 years, with a median of 40. However, it has been reported in extremes of age as well, from as low as 4 to as high as 74. There is no gender difference in incidence. [17]"}
{"id": "article-19543_15", "title": "Eosinophilic Granulomatosis With Polyangiitis (Churg-Strauss Syndrome) -- Epidemiology", "content": "In contrast to certain small vessel vasculitis with a preponderance in childhood (Henoch-Schonlein purpura, Kawasaki disease), ANCA-associated vasculitis is rare in children. Regardless of age, adult and childhood EGPA both present with highly elevated IgE and eosinophil levels. About 40% of adults have a positive ANCA, while 25% of children are seropositive.", "contents": "Eosinophilic Granulomatosis With Polyangiitis (Churg-Strauss Syndrome) -- Epidemiology. In contrast to certain small vessel vasculitis with a preponderance in childhood (Henoch-Schonlein purpura, Kawasaki disease), ANCA-associated vasculitis is rare in children. Regardless of age, adult and childhood EGPA both present with highly elevated IgE and eosinophil levels. About 40% of adults have a positive ANCA, while 25% of children are seropositive."}
{"id": "article-19543_16", "title": "Eosinophilic Granulomatosis With Polyangiitis (Churg-Strauss Syndrome) -- Epidemiology", "content": "Clinically, however, childhood EGPA has a higher incidence of cardiomyopathy, pneumonic infiltrates with a rarer occurrence of mononeuritis multiplex. A higher prevalence of cardiac disease increases the mortality in childhood EGPA, just as in adult disease. [2]", "contents": "Eosinophilic Granulomatosis With Polyangiitis (Churg-Strauss Syndrome) -- Epidemiology. Clinically, however, childhood EGPA has a higher incidence of cardiomyopathy, pneumonic infiltrates with a rarer occurrence of mononeuritis multiplex. A higher prevalence of cardiac disease increases the mortality in childhood EGPA, just as in adult disease. [2]"}
{"id": "article-19543_17", "title": "Eosinophilic Granulomatosis With Polyangiitis (Churg-Strauss Syndrome) -- Pathophysiology", "content": "The pathogenesis and clinical phenotype follow a dichotomy of either eosinophil-mediated damage or ANCA-induced endothelial injury.", "contents": "Eosinophilic Granulomatosis With Polyangiitis (Churg-Strauss Syndrome) -- Pathophysiology. The pathogenesis and clinical phenotype follow a dichotomy of either eosinophil-mediated damage or ANCA-induced endothelial injury."}
{"id": "article-19543_18", "title": "Eosinophilic Granulomatosis With Polyangiitis (Churg-Strauss Syndrome) -- Pathophysiology -- Eosinophils", "content": "An initial TH2-mediated immune response provokes the margination of eosinophils. Eosinophilic presence in active disease is likely a consequence of increased synthesis, enhanced extravasation, and prolonged survival in target tissues. IL-3 and IL-5, produced by TH-2 lymphocytes, are the key regulators in the maturation and release of eosinophils, as well as their survival in blood. Serum levels of IL-5 correlate consistently with disease activity and go down with the initiation of immunosuppressive therapy. [18] [19] [20]", "contents": "Eosinophilic Granulomatosis With Polyangiitis (Churg-Strauss Syndrome) -- Pathophysiology -- Eosinophils. An initial TH2-mediated immune response provokes the margination of eosinophils. Eosinophilic presence in active disease is likely a consequence of increased synthesis, enhanced extravasation, and prolonged survival in target tissues. IL-3 and IL-5, produced by TH-2 lymphocytes, are the key regulators in the maturation and release of eosinophils, as well as their survival in blood. Serum levels of IL-5 correlate consistently with disease activity and go down with the initiation of immunosuppressive therapy. [18] [19] [20]"}
{"id": "article-19543_19", "title": "Eosinophilic Granulomatosis With Polyangiitis (Churg-Strauss Syndrome) -- Pathophysiology -- Eosinophils", "content": "When activated by Th-2 type cytokines, Epithelial and endothelial cells also secrete eosinophil-specific chemokines like eotaxin 3(CCL26), CCL17, and CCL22. They act on CCR4 receptors to facilitate the recruitment of eosinophils and effector Th2 cells to the end organs–thus amplifying the immune response. [21] [22] Martorana et al. demonstrated serum levels of CCL26 as a reliable marker for disease activity in CSS. [23]", "contents": "Eosinophilic Granulomatosis With Polyangiitis (Churg-Strauss Syndrome) -- Pathophysiology -- Eosinophils. When activated by Th-2 type cytokines, Epithelial and endothelial cells also secrete eosinophil-specific chemokines like eotaxin 3(CCL26), CCL17, and CCL22. They act on CCR4 receptors to facilitate the recruitment of eosinophils and effector Th2 cells to the end organs–thus amplifying the immune response. [21] [22] Martorana et al. demonstrated serum levels of CCL26 as a reliable marker for disease activity in CSS. [23]"}
{"id": "article-19543_20", "title": "Eosinophilic Granulomatosis With Polyangiitis (Churg-Strauss Syndrome) -- Pathophysiology -- Eosinophils", "content": "Eosinophils, in turn, release the cationic proteins like eosinophil cationic protein (ECP), eosinophil peroxidases, eosinophil-derived neurotoxins, and eosinophil granule major basic protein which is directly involved in mediating tissue damage.", "contents": "Eosinophilic Granulomatosis With Polyangiitis (Churg-Strauss Syndrome) -- Pathophysiology -- Eosinophils. Eosinophils, in turn, release the cationic proteins like eosinophil cationic protein (ECP), eosinophil peroxidases, eosinophil-derived neurotoxins, and eosinophil granule major basic protein which is directly involved in mediating tissue damage."}
{"id": "article-19543_21", "title": "Eosinophilic Granulomatosis With Polyangiitis (Churg-Strauss Syndrome) -- Pathophysiology -- Eosinophils", "content": "Eosinophils also secrete cytokines like IL- 1, IL-3, IL-5, TGF- beta, and vascular endothelial growth factor. IL-5, in turn, plays an active role in the maturation, differentiation, and survival of eosinophils.", "contents": "Eosinophilic Granulomatosis With Polyangiitis (Churg-Strauss Syndrome) -- Pathophysiology -- Eosinophils. Eosinophils also secrete cytokines like IL- 1, IL-3, IL-5, TGF- beta, and vascular endothelial growth factor. IL-5, in turn, plays an active role in the maturation, differentiation, and survival of eosinophils."}
{"id": "article-19543_22", "title": "Eosinophilic Granulomatosis With Polyangiitis (Churg-Strauss Syndrome) -- Pathophysiology -- Eosinophils", "content": "Histological findings in EGPA are characterized by eosinophilic infiltrates in walls of small and medium-sized blood vessels and extravascular tissue spaces. In EGPA with acute pulmonary exacerbations, Bronchoalveolar lavage fluid is also rich in eosinophils, similar to acute or chronic eosinophilic pneumonia. Extravascular eosinophilic granulomas are also observed, particularly in the gastrointestinal tract. [24]", "contents": "Eosinophilic Granulomatosis With Polyangiitis (Churg-Strauss Syndrome) -- Pathophysiology -- Eosinophils. Histological findings in EGPA are characterized by eosinophilic infiltrates in walls of small and medium-sized blood vessels and extravascular tissue spaces. In EGPA with acute pulmonary exacerbations, Bronchoalveolar lavage fluid is also rich in eosinophils, similar to acute or chronic eosinophilic pneumonia. Extravascular eosinophilic granulomas are also observed, particularly in the gastrointestinal tract. [24]"}
{"id": "article-19543_23", "title": "Eosinophilic Granulomatosis With Polyangiitis (Churg-Strauss Syndrome) -- Pathophysiology -- Eosinophils", "content": "IL- 5 is not the only mediator of eosinophilic tissue infiltration, as evidenced by the persistence of tissue  Major Basic Protein (MBP) despite therapy with mepolizumab causing complete downregulation of IL5 titers. IL-4 and IL-13 are two other potent cytokines of Th-2 profile immune response and may play an important role in tissue infiltration and degranulation of eosinophils. [25] Peripheral blood eosinophils in EGPA express surface markers of activation like CD69 and CD25 along with a concomitant increase in serum IL-5 and ECP. [26] [27]", "contents": "Eosinophilic Granulomatosis With Polyangiitis (Churg-Strauss Syndrome) -- Pathophysiology -- Eosinophils. IL- 5 is not the only mediator of eosinophilic tissue infiltration, as evidenced by the persistence of tissue  Major Basic Protein (MBP) despite therapy with mepolizumab causing complete downregulation of IL5 titers. IL-4 and IL-13 are two other potent cytokines of Th-2 profile immune response and may play an important role in tissue infiltration and degranulation of eosinophils. [25] Peripheral blood eosinophils in EGPA express surface markers of activation like CD69 and CD25 along with a concomitant increase in serum IL-5 and ECP. [26] [27]"}
{"id": "article-19543_24", "title": "Eosinophilic Granulomatosis With Polyangiitis (Churg-Strauss Syndrome) -- Pathophysiology -- ANCA", "content": "Elevated p- ANCA levels with antibodies in a perinuclear pattern are seen in approximately 40% of patients with EGPA. Rarely a cytoplasmic pattern with specificity for neutrophil proteinase 3 (c- ANCA) is seen. The presence of ANCA correlates with an increased incidence of glomerulonephritis, mononeuritis, and biopsy-proven vasculitis. Alveolar hemorrhage is also found more often in this group of patients.", "contents": "Eosinophilic Granulomatosis With Polyangiitis (Churg-Strauss Syndrome) -- Pathophysiology -- ANCA. Elevated p- ANCA levels with antibodies in a perinuclear pattern are seen in approximately 40% of patients with EGPA. Rarely a cytoplasmic pattern with specificity for neutrophil proteinase 3 (c- ANCA) is seen. The presence of ANCA correlates with an increased incidence of glomerulonephritis, mononeuritis, and biopsy-proven vasculitis. Alveolar hemorrhage is also found more often in this group of patients."}
{"id": "article-19543_25", "title": "Eosinophilic Granulomatosis With Polyangiitis (Churg-Strauss Syndrome) -- Pathophysiology -- ANCA", "content": "Infusion of MPO- ANCA in wild-type and Rag2 knockout mice resulted in severe necrotizing and crescentic glomerulonephritis. [28] The 2 subset hypothesis in clinical phenotyping of EGPA has been further substantiated by a recent demonstration of increased frequency of HLA- DRB4 in EGPA patients with ANCA positivity. There has been some recent evidence of the role of Th17 lymphocytes in the occurrence and maintenance of vasculitis response in the disease, particularly regarding the balance between Th17 and Treg cells. [29] However, endothelial injury in ANCA associated vasculitis is neutrophil-mediated with the generation of reactive oxygen species and proteolytic enzymes from cytoplasmic granules. [30] [31] [32]", "contents": "Eosinophilic Granulomatosis With Polyangiitis (Churg-Strauss Syndrome) -- Pathophysiology -- ANCA. Infusion of MPO- ANCA in wild-type and Rag2 knockout mice resulted in severe necrotizing and crescentic glomerulonephritis. [28] The 2 subset hypothesis in clinical phenotyping of EGPA has been further substantiated by a recent demonstration of increased frequency of HLA- DRB4 in EGPA patients with ANCA positivity. There has been some recent evidence of the role of Th17 lymphocytes in the occurrence and maintenance of vasculitis response in the disease, particularly regarding the balance between Th17 and Treg cells. [29] However, endothelial injury in ANCA associated vasculitis is neutrophil-mediated with the generation of reactive oxygen species and proteolytic enzymes from cytoplasmic granules. [30] [31] [32]"}
{"id": "article-19543_26", "title": "Eosinophilic Granulomatosis With Polyangiitis (Churg-Strauss Syndrome) -- History and Physical", "content": "Clinical features of the disease follow 2-pronged themes of eosinophilic tissue infiltration or small and medium vessel vasculitis. The clinical course is characterized by 3 phases, which do not necessarily always present in every patient. They may even overlap in the natural history of an individual’s disease.", "contents": "Eosinophilic Granulomatosis With Polyangiitis (Churg-Strauss Syndrome) -- History and Physical. Clinical features of the disease follow 2-pronged themes of eosinophilic tissue infiltration or small and medium vessel vasculitis. The clinical course is characterized by 3 phases, which do not necessarily always present in every patient. They may even overlap in the natural history of an individual’s disease."}
{"id": "article-19543_27", "title": "Eosinophilic Granulomatosis With Polyangiitis (Churg-Strauss Syndrome) -- History and Physical", "content": "In the initial prodromal phase, nonspecific symptoms of malaise, fever, migrating polyarthralgia, and weight loss are common, along with a severe adult-onset form of asthma that is refractory to conventional treatment. Diffuse myalgia and polyarthralgia have been reported in 37% to 57% of CSS patients, particularly at the onset of disease. Upper respiratory symptoms are more common with chronic rhinosinusitis (47% to 93%) and nasal polyps (62% to 77%). However, nasal granulomas, erosion, and crusting or epistaxis, as seen in GPA, are absent.", "contents": "Eosinophilic Granulomatosis With Polyangiitis (Churg-Strauss Syndrome) -- History and Physical. In the initial prodromal phase, nonspecific symptoms of malaise, fever, migrating polyarthralgia, and weight loss are common, along with a severe adult-onset form of asthma that is refractory to conventional treatment. Diffuse myalgia and polyarthralgia have been reported in 37% to 57% of CSS patients, particularly at the onset of disease. Upper respiratory symptoms are more common with chronic rhinosinusitis (47% to 93%) and nasal polyps (62% to 77%). However, nasal granulomas, erosion, and crusting or epistaxis, as seen in GPA, are absent."}
{"id": "article-19543_28", "title": "Eosinophilic Granulomatosis With Polyangiitis (Churg-Strauss Syndrome) -- History and Physical", "content": "The second phase is characterized by eosinophilic infiltrates in end organs along with peripheral eosinophilia. Patchy peripheral nodular pulmonary infiltrates, eosinophilic gastroenteritis, serosal effusion, are common. An onset of vasculitis characterizes the third phase, and it may take anywhere between 3 to 9 years since the onset of asthma. Neurological symptoms are a hallmark of this phase.", "contents": "Eosinophilic Granulomatosis With Polyangiitis (Churg-Strauss Syndrome) -- History and Physical. The second phase is characterized by eosinophilic infiltrates in end organs along with peripheral eosinophilia. Patchy peripheral nodular pulmonary infiltrates, eosinophilic gastroenteritis, serosal effusion, are common. An onset of vasculitis characterizes the third phase, and it may take anywhere between 3 to 9 years since the onset of asthma. Neurological symptoms are a hallmark of this phase."}
{"id": "article-19543_29", "title": "Eosinophilic Granulomatosis With Polyangiitis (Churg-Strauss Syndrome) -- History and Physical -- Respiratory and Pulmonary Manifestations", "content": "However, variable the clinical manifestations may be, asthma in the prodromal phase seems nearly ubiquitous, reported in 96% to 100% of patients. The mean age of onset of asthma is 35 to 50 years, and it precedes the onset of vasculitis by 3 to 9 years.", "contents": "Eosinophilic Granulomatosis With Polyangiitis (Churg-Strauss Syndrome) -- History and Physical -- Respiratory and Pulmonary Manifestations. However, variable the clinical manifestations may be, asthma in the prodromal phase seems nearly ubiquitous, reported in 96% to 100% of patients. The mean age of onset of asthma is 35 to 50 years, and it precedes the onset of vasculitis by 3 to 9 years."}
{"id": "article-19543_30", "title": "Eosinophilic Granulomatosis With Polyangiitis (Churg-Strauss Syndrome) -- History and Physical -- Respiratory and Pulmonary Manifestations", "content": "There has been some debate about certain asthma medications like leukotriene receptor antagonists, montelukast, and omalizumab precipitating the onset of CSS. However, others believe that they simply help steroid-dependent patients taper off steroids, thereby unmasking the underlying vasculitides successfully.", "contents": "Eosinophilic Granulomatosis With Polyangiitis (Churg-Strauss Syndrome) -- History and Physical -- Respiratory and Pulmonary Manifestations. There has been some debate about certain asthma medications like leukotriene receptor antagonists, montelukast, and omalizumab precipitating the onset of CSS. However, others believe that they simply help steroid-dependent patients taper off steroids, thereby unmasking the underlying vasculitides successfully."}
{"id": "article-19543_31", "title": "Eosinophilic Granulomatosis With Polyangiitis (Churg-Strauss Syndrome) -- History and Physical -- Respiratory and Pulmonary Manifestations", "content": "Patients with Churg-Strauss syndrome tend to present with adult-onset asthma with an eosinophilic phenotype. It is accompanied by rhinitis, sinusitis, and nasal polyposis more often. Chronic rhinitis is the most common extrathoracic manifestation occurring in about 75% of cases. Asthma is progressive and often ends up being steroid-dependent asthma. Up to 75% of patients require systemic corticosteroid therapy for asthma control before a diagnosis of EGPA is achieved.", "contents": "Eosinophilic Granulomatosis With Polyangiitis (Churg-Strauss Syndrome) -- History and Physical -- Respiratory and Pulmonary Manifestations. Patients with Churg-Strauss syndrome tend to present with adult-onset asthma with an eosinophilic phenotype. It is accompanied by rhinitis, sinusitis, and nasal polyposis more often. Chronic rhinitis is the most common extrathoracic manifestation occurring in about 75% of cases. Asthma is progressive and often ends up being steroid-dependent asthma. Up to 75% of patients require systemic corticosteroid therapy for asthma control before a diagnosis of EGPA is achieved."}
{"id": "article-19543_32", "title": "Eosinophilic Granulomatosis With Polyangiitis (Churg-Strauss Syndrome) -- History and Physical -- Respiratory and Pulmonary Manifestations", "content": "Even when other systemic manifestations of the disease are brought under control with therapy, asthma tends to remain uncontrolled, thus detrimentally affecting the quality of life. Apart from upper airway allergic manifestations and eosinophilic asthma, pulmonary manifestations of the disease can also be related to parenchymal eosinophilic infiltration as well as the vasculitic process. During the first 2 clinical phases described, transient pulmonary infiltrates and eosinophilia is common, whereas, in the vasculitic phase, necrotizing vasculitis and granuloma are more common. Alveolar hemorrhage is reported more often in ANCA positive subset, although its incidence is lower than in GPA patients.", "contents": "Eosinophilic Granulomatosis With Polyangiitis (Churg-Strauss Syndrome) -- History and Physical -- Respiratory and Pulmonary Manifestations. Even when other systemic manifestations of the disease are brought under control with therapy, asthma tends to remain uncontrolled, thus detrimentally affecting the quality of life. Apart from upper airway allergic manifestations and eosinophilic asthma, pulmonary manifestations of the disease can also be related to parenchymal eosinophilic infiltration as well as the vasculitic process. During the first 2 clinical phases described, transient pulmonary infiltrates and eosinophilia is common, whereas, in the vasculitic phase, necrotizing vasculitis and granuloma are more common. Alveolar hemorrhage is reported more often in ANCA positive subset, although its incidence is lower than in GPA patients."}
{"id": "article-19543_33", "title": "Eosinophilic Granulomatosis With Polyangiitis (Churg-Strauss Syndrome) -- History and Physical -- Cardiac Disease", "content": "Cardiac involvement may be present in 62% of cases, although it is symptomatically manifest in only 26%. It is caused by both mediators released from activated eosinophils and vasculitis lesions in the myocardium and coronary arteries. Myocarditis, in turn, leads to post-inflammatory fibrosis and restrictive cardiomyopathy, followed by congestive cardiac failure. The spectrum of clinical manifestations varies from coronary artery disease, primary arrhythmias, cardiomyopathy, acute constrictive pericarditis and myocarditis, and eosinophilic pericardial effusion. The absence of ANCA and eosinophilia correlates better with cardiac disease. The use of echocardiography and cardiac MRI has helped detect cardiac abnormalities even beyond an active phase of the disease like nonreversible chronic fibrosis and cardiomyopathy. Cardiac changes are associated with poor prognosis and high mortality if left untreated. [33]", "contents": "Eosinophilic Granulomatosis With Polyangiitis (Churg-Strauss Syndrome) -- History and Physical -- Cardiac Disease. Cardiac involvement may be present in 62% of cases, although it is symptomatically manifest in only 26%. It is caused by both mediators released from activated eosinophils and vasculitis lesions in the myocardium and coronary arteries. Myocarditis, in turn, leads to post-inflammatory fibrosis and restrictive cardiomyopathy, followed by congestive cardiac failure. The spectrum of clinical manifestations varies from coronary artery disease, primary arrhythmias, cardiomyopathy, acute constrictive pericarditis and myocarditis, and eosinophilic pericardial effusion. The absence of ANCA and eosinophilia correlates better with cardiac disease. The use of echocardiography and cardiac MRI has helped detect cardiac abnormalities even beyond an active phase of the disease like nonreversible chronic fibrosis and cardiomyopathy. Cardiac changes are associated with poor prognosis and high mortality if left untreated. [33]"}
{"id": "article-19543_34", "title": "Eosinophilic Granulomatosis With Polyangiitis (Churg-Strauss Syndrome) -- History and Physical -- Gastrointestinal Involvement", "content": "Eosinophilic gastroenteritis and mesenteric vasculitis often seem to coincide as far as gastrointestinal tract involvement is concerned. They result in nonspecific symptoms of abdominal pain, nausea, vomiting, and diarrhea to more severe complications like bleeding or intestinal obstruction caused by submucosal nodular masses. Mesenteric vasculitis predisposes to ischemic bowel, mucosal ulceration, and even perforation necessitating exploratory laparotomy. Serosal involvement can cause eosinophilic ascites and peritonitis. Rare manifestations include necrotizing acalculous cholecystitis, pancreatitis, and eosinophilic liver disease. [34]", "contents": "Eosinophilic Granulomatosis With Polyangiitis (Churg-Strauss Syndrome) -- History and Physical -- Gastrointestinal Involvement. Eosinophilic gastroenteritis and mesenteric vasculitis often seem to coincide as far as gastrointestinal tract involvement is concerned. They result in nonspecific symptoms of abdominal pain, nausea, vomiting, and diarrhea to more severe complications like bleeding or intestinal obstruction caused by submucosal nodular masses. Mesenteric vasculitis predisposes to ischemic bowel, mucosal ulceration, and even perforation necessitating exploratory laparotomy. Serosal involvement can cause eosinophilic ascites and peritonitis. Rare manifestations include necrotizing acalculous cholecystitis, pancreatitis, and eosinophilic liver disease. [34]"}
{"id": "article-19543_35", "title": "Eosinophilic Granulomatosis With Polyangiitis (Churg-Strauss Syndrome) -- History and Physical -- Renal Involvement", "content": "Renal involvement is seen in 25% of patients and is less common than other medium vessel vasculitides like GPA. [35] The most common manifestation is necrotizing crescentic glomerulonephritis, although focal sclerosing disease, IgA nephropathy, or eosinophilic interstitial nephritis can also be seen. The biopsy features are not pathognomonic and often indistinguishable in isolation from other vasculitis diseases unless combined with the spectrum of eosinophilic asthma, eosinophilia, or other system manifestations. Hypertension is seen in 10% to 30% of patients with EGPA, and its presence, many reflect the renal involvement. [24]", "contents": "Eosinophilic Granulomatosis With Polyangiitis (Churg-Strauss Syndrome) -- History and Physical -- Renal Involvement. Renal involvement is seen in 25% of patients and is less common than other medium vessel vasculitides like GPA. [35] The most common manifestation is necrotizing crescentic glomerulonephritis, although focal sclerosing disease, IgA nephropathy, or eosinophilic interstitial nephritis can also be seen. The biopsy features are not pathognomonic and often indistinguishable in isolation from other vasculitis diseases unless combined with the spectrum of eosinophilic asthma, eosinophilia, or other system manifestations. Hypertension is seen in 10% to 30% of patients with EGPA, and its presence, many reflect the renal involvement. [24]"}
{"id": "article-19543_36", "title": "Eosinophilic Granulomatosis With Polyangiitis (Churg-Strauss Syndrome) -- History and Physical -- Neurologic Involvement", "content": "A wrist or a foot drop resulting from mononeuritis multiplex or mixed sensorimotor peripheral neuropathy is reported. Common peroneal and internal popliteal nerves are most commonly involved. Radial and ulnar nerves in the upper limbs may also be involved. [32] Peripheral neuropathy can be present in 75% to 80% of cases. 10% to 39% of neurological involvements can be in the form of CNS vasculitis causing cerebral infarctions or hemorrhages. [36] Cranial nerve palsies are uncommon, but the involvement of cranial nerves 2, 3, 6, and 8 have been described. Ischemic optic neuritis is the most common cranial neuropathy. Autonomic neuropathies have also been proposed to be the root cause of cardiac dysrhythmia in EGPA patients [37] Apart from CNC vasculitis, most neurologic symptoms tend to reverse well to standard therapy.", "contents": "Eosinophilic Granulomatosis With Polyangiitis (Churg-Strauss Syndrome) -- History and Physical -- Neurologic Involvement. A wrist or a foot drop resulting from mononeuritis multiplex or mixed sensorimotor peripheral neuropathy is reported. Common peroneal and internal popliteal nerves are most commonly involved. Radial and ulnar nerves in the upper limbs may also be involved. [32] Peripheral neuropathy can be present in 75% to 80% of cases. 10% to 39% of neurological involvements can be in the form of CNS vasculitis causing cerebral infarctions or hemorrhages. [36] Cranial nerve palsies are uncommon, but the involvement of cranial nerves 2, 3, 6, and 8 have been described. Ischemic optic neuritis is the most common cranial neuropathy. Autonomic neuropathies have also been proposed to be the root cause of cardiac dysrhythmia in EGPA patients [37] Apart from CNC vasculitis, most neurologic symptoms tend to reverse well to standard therapy."}
{"id": "article-19543_37", "title": "Eosinophilic Granulomatosis With Polyangiitis (Churg-Strauss Syndrome) -- History and Physical -- Other Organs", "content": "Dermatological manifestations are present in half to two-thirds of patients.", "contents": "Eosinophilic Granulomatosis With Polyangiitis (Churg-Strauss Syndrome) -- History and Physical -- Other Organs. Dermatological manifestations are present in half to two-thirds of patients."}
{"id": "article-19543_38", "title": "Eosinophilic Granulomatosis With Polyangiitis (Churg-Strauss Syndrome) -- History and Physical -- Other Organs", "content": "Extravascular granulomas are seen in the skin, as are changes consistent with leukocytoclastic vasculitis. Nonthrombocytopenic palpable purpura is the most common skin manifestation, along with scalp nodules, urticarial rashes, skin infarcts, and livedo reticularis.", "contents": "Eosinophilic Granulomatosis With Polyangiitis (Churg-Strauss Syndrome) -- History and Physical -- Other Organs. Extravascular granulomas are seen in the skin, as are changes consistent with leukocytoclastic vasculitis. Nonthrombocytopenic palpable purpura is the most common skin manifestation, along with scalp nodules, urticarial rashes, skin infarcts, and livedo reticularis."}
{"id": "article-19543_39", "title": "Eosinophilic Granulomatosis With Polyangiitis (Churg-Strauss Syndrome) -- History and Physical -- Other Organs", "content": "Among other less common organ system involvements, central retinal artery and venous occlusion, thromboembolic disease, salivary gland involvement, or vasculitis involvement of breasts have also been seen. [38] [39]", "contents": "Eosinophilic Granulomatosis With Polyangiitis (Churg-Strauss Syndrome) -- History and Physical -- Other Organs. Among other less common organ system involvements, central retinal artery and venous occlusion, thromboembolic disease, salivary gland involvement, or vasculitis involvement of breasts have also been seen. [38] [39]"}
{"id": "article-19543_40", "title": "Eosinophilic Granulomatosis With Polyangiitis (Churg-Strauss Syndrome) -- Evaluation", "content": "Because of its protean manifestations and lack of a single diagnostic test of choice, the diagnosis of EGPA is based on clinical features more than histopathology or lab testing. With eosinophilic asthma, the clinician must recognize a pattern of multisystem disease and investigate for other supportive findings.", "contents": "Eosinophilic Granulomatosis With Polyangiitis (Churg-Strauss Syndrome) -- Evaluation. Because of its protean manifestations and lack of a single diagnostic test of choice, the diagnosis of EGPA is based on clinical features more than histopathology or lab testing. With eosinophilic asthma, the clinician must recognize a pattern of multisystem disease and investigate for other supportive findings."}
{"id": "article-19543_41", "title": "Eosinophilic Granulomatosis With Polyangiitis (Churg-Strauss Syndrome) -- Evaluation", "content": "Peripheral blood eosinophilia (greater than 10% on differential white blood cell count or greater than 1500 /dl) is the best-known lab hallmark of the disease. Elevated serum IgE is also found in 75% of patients. The rest of the laboratory abnormalities are nonspecific, including elevated ESR, CRP, normocytic normochromic anemia, and extrapulmonary rheumatoid factor in 60% of patients. [40]", "contents": "Eosinophilic Granulomatosis With Polyangiitis (Churg-Strauss Syndrome) -- Evaluation. Peripheral blood eosinophilia (greater than 10% on differential white blood cell count or greater than 1500 /dl) is the best-known lab hallmark of the disease. Elevated serum IgE is also found in 75% of patients. The rest of the laboratory abnormalities are nonspecific, including elevated ESR, CRP, normocytic normochromic anemia, and extrapulmonary rheumatoid factor in 60% of patients. [40]"}
{"id": "article-19543_42", "title": "Eosinophilic Granulomatosis With Polyangiitis (Churg-Strauss Syndrome) -- Evaluation", "content": "As mentioned before, the prevalence of ANCA positivity in EGPA is seen in approximately 40% of cases. The common ANCA immunofluorescence pattern is perinuclear, with specificity for myeloperoxidase (MPO).", "contents": "Eosinophilic Granulomatosis With Polyangiitis (Churg-Strauss Syndrome) -- Evaluation. As mentioned before, the prevalence of ANCA positivity in EGPA is seen in approximately 40% of cases. The common ANCA immunofluorescence pattern is perinuclear, with specificity for myeloperoxidase (MPO)."}
{"id": "article-19543_43", "title": "Eosinophilic Granulomatosis With Polyangiitis (Churg-Strauss Syndrome) -- Evaluation", "content": "In their retrospective study of 74 Churg-Strauss syndrome patients, Keogh and Specks reported an increased prevalence of neuropathy and central nervous system involvement in ANCA-positive patients. [41] There have been increasing efforts since then to identify clinical phenotypes correlating with ANCA positivity. Sable–Fourtassou and colleagues from the French vasculitis study group showed a higher prevalence of renal disease, microliter vasculitis, and peripheral neuropathy in the ANCA positive subgroup of their 112 Churg-Strauss Syndrome patients. Similarly, Sinico and colleagues showed a similar end-organ involvement pattern along with alveolar hemorrhage in the ANCA positive subgroup. In both studies, vasculitis was less frequent in ANCA negative patients, with a higher prevalence of cardiomyopathy and systemic manifestations like malaise and fever. [42] [43] [44] Serum IgG4 levels and CCL17 levels correlate with disease activity. [45] [22]", "contents": "Eosinophilic Granulomatosis With Polyangiitis (Churg-Strauss Syndrome) -- Evaluation. In their retrospective study of 74 Churg-Strauss syndrome patients, Keogh and Specks reported an increased prevalence of neuropathy and central nervous system involvement in ANCA-positive patients. [41] There have been increasing efforts since then to identify clinical phenotypes correlating with ANCA positivity. Sable–Fourtassou and colleagues from the French vasculitis study group showed a higher prevalence of renal disease, microliter vasculitis, and peripheral neuropathy in the ANCA positive subgroup of their 112 Churg-Strauss Syndrome patients. Similarly, Sinico and colleagues showed a similar end-organ involvement pattern along with alveolar hemorrhage in the ANCA positive subgroup. In both studies, vasculitis was less frequent in ANCA negative patients, with a higher prevalence of cardiomyopathy and systemic manifestations like malaise and fever. [42] [43] [44] Serum IgG4 levels and CCL17 levels correlate with disease activity. [45] [22]"}
{"id": "article-19543_44", "title": "Eosinophilic Granulomatosis With Polyangiitis (Churg-Strauss Syndrome) -- Evaluation", "content": "CT chest shows asymmetric diffuse bilateral peripheral ground-glass infiltrates along with bronchial wall thickening. It can sometimes be migratory. Bilateral bronchocentric nodular infiltrates can also occur, but unlike GPA, they do not cavitate. Pleural effusion is present in 20% to 30% of cases. CT sinuses are characterized by paranasal sinus thickening along with thickening of nasal mucosa without any evidence of bony erosion (seen in granulomatosis with polyangiitis).", "contents": "Eosinophilic Granulomatosis With Polyangiitis (Churg-Strauss Syndrome) -- Evaluation. CT chest shows asymmetric diffuse bilateral peripheral ground-glass infiltrates along with bronchial wall thickening. It can sometimes be migratory. Bilateral bronchocentric nodular infiltrates can also occur, but unlike GPA, they do not cavitate. Pleural effusion is present in 20% to 30% of cases. CT sinuses are characterized by paranasal sinus thickening along with thickening of nasal mucosa without any evidence of bony erosion (seen in granulomatosis with polyangiitis)."}
{"id": "article-19543_45", "title": "Eosinophilic Granulomatosis With Polyangiitis (Churg-Strauss Syndrome) -- Evaluation", "content": "Airflow obstruction is present in pulmonary function tests in 70% of patients. Even though FEV1 may transiently improve with corticosteroid therapy, airflow obstruction in variable degrees persist in 40% of patients. [46]", "contents": "Eosinophilic Granulomatosis With Polyangiitis (Churg-Strauss Syndrome) -- Evaluation. Airflow obstruction is present in pulmonary function tests in 70% of patients. Even though FEV1 may transiently improve with corticosteroid therapy, airflow obstruction in variable degrees persist in 40% of patients. [46]"}
{"id": "article-19543_46", "title": "Eosinophilic Granulomatosis With Polyangiitis (Churg-Strauss Syndrome) -- Evaluation", "content": "Since cardiac disease portends a poor prognosis, early detection with cardiac MRI is being advocated even in the absence of clinical symptoms once the disease diagnosis is made. Any patient with suspected EGPA should undergo a thorough evaluation of cardiac performance and coronary status.", "contents": "Eosinophilic Granulomatosis With Polyangiitis (Churg-Strauss Syndrome) -- Evaluation. Since cardiac disease portends a poor prognosis, early detection with cardiac MRI is being advocated even in the absence of clinical symptoms once the disease diagnosis is made. Any patient with suspected EGPA should undergo a thorough evaluation of cardiac performance and coronary status."}
{"id": "article-19543_47", "title": "Eosinophilic Granulomatosis With Polyangiitis (Churg-Strauss Syndrome) -- Evaluation", "content": "Sural nerve biopsy is the gold standard test in documenting peripheral neuropathy. Evidence of axonal degeneration is the most common finding, and necrotizing vasculitis and perineural eosinophilic infiltration can only be confirmed in half of the cases.", "contents": "Eosinophilic Granulomatosis With Polyangiitis (Churg-Strauss Syndrome) -- Evaluation. Sural nerve biopsy is the gold standard test in documenting peripheral neuropathy. Evidence of axonal degeneration is the most common finding, and necrotizing vasculitis and perineural eosinophilic infiltration can only be confirmed in half of the cases."}
{"id": "article-19543_48", "title": "Eosinophilic Granulomatosis With Polyangiitis (Churg-Strauss Syndrome) -- Evaluation", "content": "Skin biopsy is the most convenient to perform. Although none of the findings are exclusive to EGPA, evidence of small vessel vasculitis in an appropriate clinical setting may be enough to make a diagnosis. If the kidney is involved and biopsied, focal necrosis, crescentic deposits, and the paucity of immunoglobulin deposits are the characteristic findings.", "contents": "Eosinophilic Granulomatosis With Polyangiitis (Churg-Strauss Syndrome) -- Evaluation. Skin biopsy is the most convenient to perform. Although none of the findings are exclusive to EGPA, evidence of small vessel vasculitis in an appropriate clinical setting may be enough to make a diagnosis. If the kidney is involved and biopsied, focal necrosis, crescentic deposits, and the paucity of immunoglobulin deposits are the characteristic findings."}
{"id": "article-19543_49", "title": "Eosinophilic Granulomatosis With Polyangiitis (Churg-Strauss Syndrome) -- Treatment / Management", "content": "Early recognition and ability to use corticosteroids and immunosuppressants have significantly changed the natural history of EGPA, improving prognosis, and overall survival. Corticosteroids help reduce eosinophil burden in blood and tissues and inhibit the prolongation of eosinophil survival in extravascular tissues.", "contents": "Eosinophilic Granulomatosis With Polyangiitis (Churg-Strauss Syndrome) -- Treatment / Management. Early recognition and ability to use corticosteroids and immunosuppressants have significantly changed the natural history of EGPA, improving prognosis, and overall survival. Corticosteroids help reduce eosinophil burden in blood and tissues and inhibit the prolongation of eosinophil survival in extravascular tissues."}
{"id": "article-19543_50", "title": "Eosinophilic Granulomatosis With Polyangiitis (Churg-Strauss Syndrome) -- Treatment / Management", "content": "While the initial dose of therapy for a non-severe disease has been 1 mg/kg of oral prednisone, induction of remission in severe disease is often better achieved with pulse dose methylprednisolone with or without cyclophosphamide.", "contents": "Eosinophilic Granulomatosis With Polyangiitis (Churg-Strauss Syndrome) -- Treatment / Management. While the initial dose of therapy for a non-severe disease has been 1 mg/kg of oral prednisone, induction of remission in severe disease is often better achieved with pulse dose methylprednisolone with or without cyclophosphamide."}
{"id": "article-19543_51", "title": "Eosinophilic Granulomatosis With Polyangiitis (Churg-Strauss Syndrome) -- Treatment / Management", "content": "Two randomized controlled trials by the French vasculitis study group established a standardized treatment regimen based on a 5-factor score. [47] [48] In patients without poor prognostic factors, corticosteroid alone was able to achieve remission in 93% of patients. However, relapses happened more commonly and during tapering of steroids prompting the addition of cyclophosphamide or azathioprine for maintenance. There is an overview of the treatment plan based on a study by Ribi et al. below.", "contents": "Eosinophilic Granulomatosis With Polyangiitis (Churg-Strauss Syndrome) -- Treatment / Management. Two randomized controlled trials by the French vasculitis study group established a standardized treatment regimen based on a 5-factor score. [47] [48] In patients without poor prognostic factors, corticosteroid alone was able to achieve remission in 93% of patients. However, relapses happened more commonly and during tapering of steroids prompting the addition of cyclophosphamide or azathioprine for maintenance. There is an overview of the treatment plan based on a study by Ribi et al. below."}
{"id": "article-19543_52", "title": "Eosinophilic Granulomatosis With Polyangiitis (Churg-Strauss Syndrome) -- Treatment / Management", "content": "Multiple studies show that maintaining remission with a high incidence of relapses is challenging. Although agents of choice have been well established, the ideal treatment duration and which drugs to stop first are still not well standardized.", "contents": "Eosinophilic Granulomatosis With Polyangiitis (Churg-Strauss Syndrome) -- Treatment / Management. Multiple studies show that maintaining remission with a high incidence of relapses is challenging. Although agents of choice have been well established, the ideal treatment duration and which drugs to stop first are still not well standardized."}
{"id": "article-19543_53", "title": "Eosinophilic Granulomatosis With Polyangiitis (Churg-Strauss Syndrome) -- Treatment / Management -- Refractory Disease", "content": "Treatment strategy for frequent relapse or severe refractory disease somewhat depends on end-organ involvement. Plasmapheresis is effective and preferred in rapidly progressive glomerulonephritis or alveolar hemorrhage. Intravenous immunoglobulin, on the other hand, is considered in neuropathy or cardiomyopathy refractory to conventional therapy. [49]", "contents": "Eosinophilic Granulomatosis With Polyangiitis (Churg-Strauss Syndrome) -- Treatment / Management -- Refractory Disease. Treatment strategy for frequent relapse or severe refractory disease somewhat depends on end-organ involvement. Plasmapheresis is effective and preferred in rapidly progressive glomerulonephritis or alveolar hemorrhage. Intravenous immunoglobulin, on the other hand, is considered in neuropathy or cardiomyopathy refractory to conventional therapy. [49]"}
{"id": "article-19543_54", "title": "Eosinophilic Granulomatosis With Polyangiitis (Churg-Strauss Syndrome) -- Treatment / Management -- Refractory Disease", "content": "Based on smaller case series and well-evidenced success with other ANCA-associated vasculitides, rituximab (anti CD 20) and tumor necrosis factor inhibitors (TNF) are considered an alternative option. [50]", "contents": "Eosinophilic Granulomatosis With Polyangiitis (Churg-Strauss Syndrome) -- Treatment / Management -- Refractory Disease. Based on smaller case series and well-evidenced success with other ANCA-associated vasculitides, rituximab (anti CD 20) and tumor necrosis factor inhibitors (TNF) are considered an alternative option. [50]"}
{"id": "article-19543_55", "title": "Eosinophilic Granulomatosis With Polyangiitis (Churg-Strauss Syndrome) -- Treatment / Management -- Refractory Disease", "content": "There has also been some success with interferon-alfa (3 million IU 3 times weekly subcutaneously) to induce remission in seven CSS patients refractory to cyclophosphamide. It down-regulates the expression of IL-5 (known to have an increased titer in CSS) and IL-13, apart from modulating eosinophil activating cytokines in CSS. However, it was unable to reduce the rate of relapses after one year of follow-up.", "contents": "Eosinophilic Granulomatosis With Polyangiitis (Churg-Strauss Syndrome) -- Treatment / Management -- Refractory Disease. There has also been some success with interferon-alfa (3 million IU 3 times weekly subcutaneously) to induce remission in seven CSS patients refractory to cyclophosphamide. It down-regulates the expression of IL-5 (known to have an increased titer in CSS) and IL-13, apart from modulating eosinophil activating cytokines in CSS. However, it was unable to reduce the rate of relapses after one year of follow-up."}
{"id": "article-19543_56", "title": "Eosinophilic Granulomatosis With Polyangiitis (Churg-Strauss Syndrome) -- Treatment / Management -- Refractory Disease", "content": "There have also been recent reports of successful use of mepolizumab–an anti-IL-5 monoclonal antibody and omalizumab (recombinant humanized monoclonal anti-IVIG E antibody) in refractory EGPA. Both drugs have already been in use for moderate to severe persistent asthma with allergic phenotypes. [51] [52]", "contents": "Eosinophilic Granulomatosis With Polyangiitis (Churg-Strauss Syndrome) -- Treatment / Management -- Refractory Disease. There have also been recent reports of successful use of mepolizumab–an anti-IL-5 monoclonal antibody and omalizumab (recombinant humanized monoclonal anti-IVIG E antibody) in refractory EGPA. Both drugs have already been in use for moderate to severe persistent asthma with allergic phenotypes. [51] [52]"}
{"id": "article-19543_57", "title": "Eosinophilic Granulomatosis With Polyangiitis (Churg-Strauss Syndrome) -- Treatment / Management -- Refractory Disease", "content": "As evident in multiple studies, the challenge is to maintain remission with a high incidence of relapses. Although agents of choice have been well established, the ideal treatment duration and which drugs to stop first are still not well standardized. Treatment Strategies for Eosinophilic Granulomatosis with Polyangiitis [47]", "contents": "Eosinophilic Granulomatosis With Polyangiitis (Churg-Strauss Syndrome) -- Treatment / Management -- Refractory Disease. As evident in multiple studies, the challenge is to maintain remission with a high incidence of relapses. Although agents of choice have been well established, the ideal treatment duration and which drugs to stop first are still not well standardized. Treatment Strategies for Eosinophilic Granulomatosis with Polyangiitis [47]"}
{"id": "article-19543_58", "title": "Eosinophilic Granulomatosis With Polyangiitis (Churg-Strauss Syndrome) -- Treatment / Management -- Without Poor Prognosis (FFS greater than 1)", "content": "Oral prednisone: 1 mg/kg daily for 3 weeks, then tapering 5 mg every 10 days to 0.5 mg/kg. Then taper 2.5 mg every 10 days to the minimal effective dosage, or until definite withdrawal. Or Intravenous methylprednisolone pulse (15 mg/kg) followed by oral prednisone as above.", "contents": "Eosinophilic Granulomatosis With Polyangiitis (Churg-Strauss Syndrome) -- Treatment / Management -- Without Poor Prognosis (FFS greater than 1). Oral prednisone: 1 mg/kg daily for 3 weeks, then tapering 5 mg every 10 days to 0.5 mg/kg. Then taper 2.5 mg every 10 days to the minimal effective dosage, or until definite withdrawal. Or Intravenous methylprednisolone pulse (15 mg/kg) followed by oral prednisone as above."}
{"id": "article-19543_59", "title": "Eosinophilic Granulomatosis With Polyangiitis (Churg-Strauss Syndrome) -- Treatment / Management -- Relapse", "content": "Oral azathioprine 2/mg/kg daily for at least 6 months Or Cyclophosphamide pulses (600 mg/m2) every 2 weeks for 1 month, then every 4 weeks afterward With Poor Prognosis Three consecutive methylprednisolone pulses (15 mg/kg) on day 1 to 3 plus oral prednisone (see above) Plus Either 12 cyclophosphamide pulses (600 mg/m2) every 2 weeks for 1 month then every 4 weeks after that Or Short-course of cyclophosphamide (oral 2 mg/kg) for 3 months  or 6 cyclophosphamide  pulses (600 mg/m2) every 2 weeks for 1 month, then every 4 weeks after that, followed by azathioprine 2 mg/kg for 1 year or more", "contents": "Eosinophilic Granulomatosis With Polyangiitis (Churg-Strauss Syndrome) -- Treatment / Management -- Relapse. Oral azathioprine 2/mg/kg daily for at least 6 months Or Cyclophosphamide pulses (600 mg/m2) every 2 weeks for 1 month, then every 4 weeks afterward With Poor Prognosis Three consecutive methylprednisolone pulses (15 mg/kg) on day 1 to 3 plus oral prednisone (see above) Plus Either 12 cyclophosphamide pulses (600 mg/m2) every 2 weeks for 1 month then every 4 weeks after that Or Short-course of cyclophosphamide (oral 2 mg/kg) for 3 months  or 6 cyclophosphamide  pulses (600 mg/m2) every 2 weeks for 1 month, then every 4 weeks after that, followed by azathioprine 2 mg/kg for 1 year or more"}
{"id": "article-19543_60", "title": "Eosinophilic Granulomatosis With Polyangiitis (Churg-Strauss Syndrome) -- Treatment / Management -- Maintenance of Remission", "content": "Methotrexate (10 to 25 mg per week) Cyclosporin A (1.5 to 2.5 mg/kg per day) Azathioprine (2 mg/kg per day)", "contents": "Eosinophilic Granulomatosis With Polyangiitis (Churg-Strauss Syndrome) -- Treatment / Management -- Maintenance of Remission. Methotrexate (10 to 25 mg per week) Cyclosporin A (1.5 to 2.5 mg/kg per day) Azathioprine (2 mg/kg per day)"}
{"id": "article-19543_61", "title": "Eosinophilic Granulomatosis With Polyangiitis (Churg-Strauss Syndrome) -- Treatment / Management -- Refractory Disease", "content": "Plasma exchange IVIG (0.4 g/kg per day for 5 days) Interferon-alfa (3 million IU 3 times per week subcutaneously) TNF inhibitors: infliximab, etanercept, adalimumab Rituximab (325 mg/m^2 for 4 consecutive weeks)", "contents": "Eosinophilic Granulomatosis With Polyangiitis (Churg-Strauss Syndrome) -- Treatment / Management -- Refractory Disease. Plasma exchange IVIG (0.4 g/kg per day for 5 days) Interferon-alfa (3 million IU 3 times per week subcutaneously) TNF inhibitors: infliximab, etanercept, adalimumab Rituximab (325 mg/m^2 for 4 consecutive weeks)"}
{"id": "article-19543_62", "title": "Eosinophilic Granulomatosis With Polyangiitis (Churg-Strauss Syndrome) -- Differential Diagnosis", "content": "Conditions that need to be considered in the differential stems from the 2 principal phenotypes of EGPA – eosinophilic lung disease and systemic small and medium vessel vasculitis.", "contents": "Eosinophilic Granulomatosis With Polyangiitis (Churg-Strauss Syndrome) -- Differential Diagnosis. Conditions that need to be considered in the differential stems from the 2 principal phenotypes of EGPA – eosinophilic lung disease and systemic small and medium vessel vasculitis."}
{"id": "article-19543_63", "title": "Eosinophilic Granulomatosis With Polyangiitis (Churg-Strauss Syndrome) -- Differential Diagnosis -- Eosinophilic Lung Diseases", "content": "Acute and chronic eosinophilic pneumonia Allergic bronchopulmonary aspergillosis Bronchocentric granulomatosis Loffler’s syndrome Idiopathic hypereosinophilic syndrome", "contents": "Eosinophilic Granulomatosis With Polyangiitis (Churg-Strauss Syndrome) -- Differential Diagnosis -- Eosinophilic Lung Diseases. Acute and chronic eosinophilic pneumonia Allergic bronchopulmonary aspergillosis Bronchocentric granulomatosis Loffler’s syndrome Idiopathic hypereosinophilic syndrome"}
{"id": "article-19543_64", "title": "Eosinophilic Granulomatosis With Polyangiitis (Churg-Strauss Syndrome) -- Differential Diagnosis -- Small and Medium Vessel Vasculitis", "content": "Granulomatosis with polyangiitis Polyarteritis nodosa Microscopic polyangiitis", "contents": "Eosinophilic Granulomatosis With Polyangiitis (Churg-Strauss Syndrome) -- Differential Diagnosis -- Small and Medium Vessel Vasculitis. Granulomatosis with polyangiitis Polyarteritis nodosa Microscopic polyangiitis"}
{"id": "article-19543_65", "title": "Eosinophilic Granulomatosis With Polyangiitis (Churg-Strauss Syndrome) -- Differential Diagnosis", "content": "Most eosinophilic lung diseases are distinguished from EGPA by lack of multisystem involvement except idiopathic hypereosinophilic syndrome, where peripheral eosinophilia is more than 1500/cubic mm is a chronic phenomenon lasting beyond 6 months. ANCA is completely absent in hypereosinophilic syndrome, and late-onset asthma is very uncommon. Recent molecular genetic testing has helped identify mutations specific to idiopathic hypereosinophilic syndromes, such as FIP1-like 1-platelet-derived growth factor receptor–alpha or T-cell antigen receptor rearrangements.", "contents": "Eosinophilic Granulomatosis With Polyangiitis (Churg-Strauss Syndrome) -- Differential Diagnosis. Most eosinophilic lung diseases are distinguished from EGPA by lack of multisystem involvement except idiopathic hypereosinophilic syndrome, where peripheral eosinophilia is more than 1500/cubic mm is a chronic phenomenon lasting beyond 6 months. ANCA is completely absent in hypereosinophilic syndrome, and late-onset asthma is very uncommon. Recent molecular genetic testing has helped identify mutations specific to idiopathic hypereosinophilic syndromes, such as FIP1-like 1-platelet-derived growth factor receptor–alpha or T-cell antigen receptor rearrangements."}
{"id": "article-19543_66", "title": "Eosinophilic Granulomatosis With Polyangiitis (Churg-Strauss Syndrome) -- Differential Diagnosis", "content": "As far as differentiation from other small and medium vessel vasculitides is concerned, renal involvement is much more common in granulomatosis with polyangiitis (GPA), as is evidence of cavitary lung lesions or necrotizing upper airway lesions. Septal nasal perforation often reported in GPA does not occur in EGPA.", "contents": "Eosinophilic Granulomatosis With Polyangiitis (Churg-Strauss Syndrome) -- Differential Diagnosis. As far as differentiation from other small and medium vessel vasculitides is concerned, renal involvement is much more common in granulomatosis with polyangiitis (GPA), as is evidence of cavitary lung lesions or necrotizing upper airway lesions. Septal nasal perforation often reported in GPA does not occur in EGPA."}
{"id": "article-19543_67", "title": "Eosinophilic Granulomatosis With Polyangiitis (Churg-Strauss Syndrome) -- Prognosis", "content": "Following timely detection and treatment, CSS has a favorable prognosis with a 5-year survival of 90%. [53] The relapse rate is estimated at approximately 20% to 30% and is often minor with fever, joint pain, and constitutional symptoms. Certain risk factors for relapse include: The sudden rise in eosinophil count Persistent ANCA positivity Gastrointestinal tract (GI) involvement The rise in ANCA titers", "contents": "Eosinophilic Granulomatosis With Polyangiitis (Churg-Strauss Syndrome) -- Prognosis. Following timely detection and treatment, CSS has a favorable prognosis with a 5-year survival of 90%. [53] The relapse rate is estimated at approximately 20% to 30% and is often minor with fever, joint pain, and constitutional symptoms. Certain risk factors for relapse include: The sudden rise in eosinophil count Persistent ANCA positivity Gastrointestinal tract (GI) involvement The rise in ANCA titers"}
{"id": "article-19543_68", "title": "Eosinophilic Granulomatosis With Polyangiitis (Churg-Strauss Syndrome) -- Prognosis", "content": "Just as peripheral eosinophilia is a hallmark of diagnosis, there is an association between the degree of eosinophilia and the extent of vasculitis disease. A sudden rise in eosinophil count also precedes a relapse of vasculitis. Guillevin et al. identified 5 factors associated with higher mortality [54] [55] : Proteinuria (greater than 1 gm per day) Renal insufficiency (Cr greater than  1.58 mg/dl) Cardiomyopathy GI tract involvement CNS involvement", "contents": "Eosinophilic Granulomatosis With Polyangiitis (Churg-Strauss Syndrome) -- Prognosis. Just as peripheral eosinophilia is a hallmark of diagnosis, there is an association between the degree of eosinophilia and the extent of vasculitis disease. A sudden rise in eosinophil count also precedes a relapse of vasculitis. Guillevin et al. identified 5 factors associated with higher mortality [54] [55] : Proteinuria (greater than 1 gm per day) Renal insufficiency (Cr greater than  1.58 mg/dl) Cardiomyopathy GI tract involvement CNS involvement"}
{"id": "article-19543_69", "title": "Eosinophilic Granulomatosis With Polyangiitis (Churg-Strauss Syndrome) -- Prognosis", "content": "They became the basis of the Five-Factor Score (FFS) used to define a poor prognosis and higher mortality in EGPA. The absence of any of the five factors carries a good prognosis (RR 0.52; 95% CI, 0.42 to 0.62; P <0.03), and the presence of 2 or more increases the risk of mortality (RR 1.36; 95% CI, 1.10 to 1.62; P <0.001). Of the 5 factors, cardiomyopathy is an independent risk factor in CSS (hazard ratio 3.39; 95% CI, 1.6 to 7.3). The Birmingham Vasculitis Activity Score (BVAS) is a detailed 66 question tool to assess vasculitic organ involvement and is widely used in clinical trials. [50]", "contents": "Eosinophilic Granulomatosis With Polyangiitis (Churg-Strauss Syndrome) -- Prognosis. They became the basis of the Five-Factor Score (FFS) used to define a poor prognosis and higher mortality in EGPA. The absence of any of the five factors carries a good prognosis (RR 0.52; 95% CI, 0.42 to 0.62; P <0.03), and the presence of 2 or more increases the risk of mortality (RR 1.36; 95% CI, 1.10 to 1.62; P <0.001). Of the 5 factors, cardiomyopathy is an independent risk factor in CSS (hazard ratio 3.39; 95% CI, 1.6 to 7.3). The Birmingham Vasculitis Activity Score (BVAS) is a detailed 66 question tool to assess vasculitic organ involvement and is widely used in clinical trials. [50]"}
{"id": "article-19543_70", "title": "Eosinophilic Granulomatosis With Polyangiitis (Churg-Strauss Syndrome) -- Prognosis", "content": "Vasculitis Damage Index (VDI) assesses accumulated organ damage and is a very useful assessment of organ injury due to both disease itself and its treatment. It correlates well with mortality and morbidity. [56] Some factors associated with a poor prognosis are [57] [4] : Evidence of severe GI tract involvement Cardiomyopathy CNS vasculitis Renal failure Cardiac involvement is the most frequent cause of mortality in patients with poor response to therapy.", "contents": "Eosinophilic Granulomatosis With Polyangiitis (Churg-Strauss Syndrome) -- Prognosis. Vasculitis Damage Index (VDI) assesses accumulated organ damage and is a very useful assessment of organ injury due to both disease itself and its treatment. It correlates well with mortality and morbidity. [56] Some factors associated with a poor prognosis are [57] [4] : Evidence of severe GI tract involvement Cardiomyopathy CNS vasculitis Renal failure Cardiac involvement is the most frequent cause of mortality in patients with poor response to therapy."}
{"id": "article-19543_71", "title": "Eosinophilic Granulomatosis With Polyangiitis (Churg-Strauss Syndrome) -- Complications", "content": "Even though the disease has a favorable prognosis with early detection and treatment,  asthma often remains refractory and impacts the quality of life. The persistence of severe asthma symptoms often necessitates a much longer course of systemic corticosteroids than is necessary for other small vessel vasculitides. As reported by Solans et al., there is, therefore, an expected high prevalence of corticosteroid-induced side effects, including diabetes mellitus, myopathy, osteoporosis, and vertebral fractures, osteonecrosis of the femoral head, etc. [58] Moreover, almost all patients with EGPA develop long-lasting steroid-refractory neuralgia and myopathy, as well.", "contents": "Eosinophilic Granulomatosis With Polyangiitis (Churg-Strauss Syndrome) -- Complications. Even though the disease has a favorable prognosis with early detection and treatment,  asthma often remains refractory and impacts the quality of life. The persistence of severe asthma symptoms often necessitates a much longer course of systemic corticosteroids than is necessary for other small vessel vasculitides. As reported by Solans et al., there is, therefore, an expected high prevalence of corticosteroid-induced side effects, including diabetes mellitus, myopathy, osteoporosis, and vertebral fractures, osteonecrosis of the femoral head, etc. [58] Moreover, almost all patients with EGPA develop long-lasting steroid-refractory neuralgia and myopathy, as well."}
{"id": "article-19543_72", "title": "Eosinophilic Granulomatosis With Polyangiitis (Churg-Strauss Syndrome) -- Consultations", "content": "Nephrology Pulmonology Rheumatology", "contents": "Eosinophilic Granulomatosis With Polyangiitis (Churg-Strauss Syndrome) -- Consultations. Nephrology Pulmonology Rheumatology"}
{"id": "article-19543_73", "title": "Eosinophilic Granulomatosis With Polyangiitis (Churg-Strauss Syndrome) -- Deterrence and Patient Education", "content": "Eosinophilic granulomatosis with polyangiitis, previously known as Churg-Strauss syndrome, is a multisystem disease of the immune system. Poorly controlled asthma over months with sinus and nasal symptoms, particularly when associated with high blood eosinophil count, should prompt a red flag to search for this possibility. Early initiation of treatment with steroids and other immunosuppressants usually leads to a favorable outcome and long life expectancy. Bronchial asthma and some muscle and nerve weakness may remain lifelong. Careful periodic screening for corticosteroid-induced adverse effects becomes essential as the disease may require long-term treatment with high-dose steroids over months. Compliance with the diagnostic procedures and treatment recommendations is essential, and therefore, regular follow up with the healthcare provider should not be ignored once the disease is diagnosed.", "contents": "Eosinophilic Granulomatosis With Polyangiitis (Churg-Strauss Syndrome) -- Deterrence and Patient Education. Eosinophilic granulomatosis with polyangiitis, previously known as Churg-Strauss syndrome, is a multisystem disease of the immune system. Poorly controlled asthma over months with sinus and nasal symptoms, particularly when associated with high blood eosinophil count, should prompt a red flag to search for this possibility. Early initiation of treatment with steroids and other immunosuppressants usually leads to a favorable outcome and long life expectancy. Bronchial asthma and some muscle and nerve weakness may remain lifelong. Careful periodic screening for corticosteroid-induced adverse effects becomes essential as the disease may require long-term treatment with high-dose steroids over months. Compliance with the diagnostic procedures and treatment recommendations is essential, and therefore, regular follow up with the healthcare provider should not be ignored once the disease is diagnosed."}
{"id": "article-19543_74", "title": "Eosinophilic Granulomatosis With Polyangiitis (Churg-Strauss Syndrome) -- Pearls and Other Issues", "content": "Churg-Strauss syndrome or eosinophilic granulomatosis with polyangiitis is thus a pleiotropic systemic vasculitis with a dual face of manifestations- based on eosinophilic damage or ANCA associated small and medium vessel injury.", "contents": "Eosinophilic Granulomatosis With Polyangiitis (Churg-Strauss Syndrome) -- Pearls and Other Issues. Churg-Strauss syndrome or eosinophilic granulomatosis with polyangiitis is thus a pleiotropic systemic vasculitis with a dual face of manifestations- based on eosinophilic damage or ANCA associated small and medium vessel injury."}
{"id": "article-19543_75", "title": "Eosinophilic Granulomatosis With Polyangiitis (Churg-Strauss Syndrome) -- Pearls and Other Issues", "content": "The dichotomy has made it challenging to identify a gold standard for diagnosis and has also made prognosis somewhat variable. Pharmacologic treatment, irrespective of a mechanism of injury,  is still tied to early recognition. Treatment with immunomodulators with the use of plasma exchange or IVIG is reserved for more refractory cases. It responds well to treatment but is also characterized by a high remission rate and a lingering persistence of difficult to control asthma and systemic manifestations affecting the quality of life.", "contents": "Eosinophilic Granulomatosis With Polyangiitis (Churg-Strauss Syndrome) -- Pearls and Other Issues. The dichotomy has made it challenging to identify a gold standard for diagnosis and has also made prognosis somewhat variable. Pharmacologic treatment, irrespective of a mechanism of injury,  is still tied to early recognition. Treatment with immunomodulators with the use of plasma exchange or IVIG is reserved for more refractory cases. It responds well to treatment but is also characterized by a high remission rate and a lingering persistence of difficult to control asthma and systemic manifestations affecting the quality of life."}
{"id": "article-19543_76", "title": "Eosinophilic Granulomatosis With Polyangiitis (Churg-Strauss Syndrome) -- Enhancing Healthcare Team Outcomes", "content": "In the era of cost curtailment in healthcare and the broadening of first access to healthcare in independent urgent care centers (as opposed to hospital emergency departments), it is important to be aware of the exceptions to Occam’s razor principle.", "contents": "Eosinophilic Granulomatosis With Polyangiitis (Churg-Strauss Syndrome) -- Enhancing Healthcare Team Outcomes. In the era of cost curtailment in healthcare and the broadening of first access to healthcare in independent urgent care centers (as opposed to hospital emergency departments), it is important to be aware of the exceptions to Occam’s razor principle."}
{"id": "article-19543_77", "title": "Eosinophilic Granulomatosis With Polyangiitis (Churg-Strauss Syndrome) -- Enhancing Healthcare Team Outcomes", "content": "When an asthmatic returns for exacerbations time and again despite conventional therapy, it is important to recognize the pattern of recurrence or persistence. Broadening the suspicion and correlating with simple initial blood work like cell differential, ESR, CRP, and even IgE is worthwhile. Other organ involvement, like cardiomyopathy, renal disease, or GI symptoms, if present, should be tied together to a common unified diagnosis like EGPA. In a patient with eosinophilic asthma and multisystem involvement, discontinuation of leukotriene receptor antagonists should also be considered due to their potential role in pathogenesis. Prompt recognition and treatment are rewarding to the healthcare provider and immensely impactful to the prognosis and life expectancy in diseases like EGPA.", "contents": "Eosinophilic Granulomatosis With Polyangiitis (Churg-Strauss Syndrome) -- Enhancing Healthcare Team Outcomes. When an asthmatic returns for exacerbations time and again despite conventional therapy, it is important to recognize the pattern of recurrence or persistence. Broadening the suspicion and correlating with simple initial blood work like cell differential, ESR, CRP, and even IgE is worthwhile. Other organ involvement, like cardiomyopathy, renal disease, or GI symptoms, if present, should be tied together to a common unified diagnosis like EGPA. In a patient with eosinophilic asthma and multisystem involvement, discontinuation of leukotriene receptor antagonists should also be considered due to their potential role in pathogenesis. Prompt recognition and treatment are rewarding to the healthcare provider and immensely impactful to the prognosis and life expectancy in diseases like EGPA."}
{"id": "article-19543_78", "title": "Eosinophilic Granulomatosis With Polyangiitis (Churg-Strauss Syndrome) -- Enhancing Healthcare Team Outcomes", "content": "Finally, post-diagnosis and treatment, awareness of the likelihood of prolonged steroid dependence and, therefore, its adverse effects become essential. Periodic screening of glycemic status, bone density, fall prevention, and infection prevention becomes a routine care plan for the disease. An interprofessional team, including primary care providers, specialists, nurse practitioners, and pharmacists, assist in improving care. Prompt referral is imperative. Pharmacists evaluate appropriate dosing, check for drug-drug interactions, and provide patient education. Nurses administer treatment, monitor for side effects, provide patient and family education, and relay information to the team. All these disciplines coordinating as an interprofessional team, will enhance patient outcomes. [Level 5]", "contents": "Eosinophilic Granulomatosis With Polyangiitis (Churg-Strauss Syndrome) -- Enhancing Healthcare Team Outcomes. Finally, post-diagnosis and treatment, awareness of the likelihood of prolonged steroid dependence and, therefore, its adverse effects become essential. Periodic screening of glycemic status, bone density, fall prevention, and infection prevention becomes a routine care plan for the disease. An interprofessional team, including primary care providers, specialists, nurse practitioners, and pharmacists, assist in improving care. Prompt referral is imperative. Pharmacists evaluate appropriate dosing, check for drug-drug interactions, and provide patient education. Nurses administer treatment, monitor for side effects, provide patient and family education, and relay information to the team. All these disciplines coordinating as an interprofessional team, will enhance patient outcomes. [Level 5]"}
{"id": "article-19543_79", "title": "Eosinophilic Granulomatosis With Polyangiitis (Churg-Strauss Syndrome) -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Eosinophilic Granulomatosis With Polyangiitis (Churg-Strauss Syndrome) -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}