{"id": "article-20297_0", "title": "Physiology, Deep Tendon Reflexes -- Introduction", "content": "First described in 1875 by Wilhelm Heinrich Erb and Carl Friedrich Otto Westphal, the deep tendon reflex (DTR) is essential in examining and diagnosing neurologic disease. [1] Deep tendon reflexes or, more accurately, the 'muscle stretch reflex' can aid in evaluating neurologic disease affecting afferent nerves, spinal cord synaptic connections, motor nerves, and descending motor pathways. Proper technique and interpretation of results are crucial in achieving a proper distinction between upper and lower motor neuron pathologic processes such as multiple sclerosis (MS), amyotrophic lateral sclerosis (ALS), spinal cord injuries, and spinal muscular atrophies, with the presence of hyporeflexia or hyperreflexia considered a 'hard sign' of neurologic dysfunction. There are five primary deep tendon reflexes: biceps, brachioradialis, triceps, patellar, and ankle.", "contents": "Physiology, Deep Tendon Reflexes -- Introduction. First described in 1875 by Wilhelm Heinrich Erb and Carl Friedrich Otto Westphal, the deep tendon reflex (DTR) is essential in examining and diagnosing neurologic disease. [1] Deep tendon reflexes or, more accurately, the 'muscle stretch reflex' can aid in evaluating neurologic disease affecting afferent nerves, spinal cord synaptic connections, motor nerves, and descending motor pathways. Proper technique and interpretation of results are crucial in achieving a proper distinction between upper and lower motor neuron pathologic processes such as multiple sclerosis (MS), amyotrophic lateral sclerosis (ALS), spinal cord injuries, and spinal muscular atrophies, with the presence of hyporeflexia or hyperreflexia considered a 'hard sign' of neurologic dysfunction. There are five primary deep tendon reflexes: biceps, brachioradialis, triceps, patellar, and ankle."}
{"id": "article-20297_1", "title": "Physiology, Deep Tendon Reflexes -- Introduction -- Biceps Reflex", "content": "Muscle involved: biceps brachii Nerve supply: musculocutaneous Segmental innervation: C5-C6", "contents": "Physiology, Deep Tendon Reflexes -- Introduction -- Biceps Reflex. Muscle involved: biceps brachii Nerve supply: musculocutaneous Segmental innervation: C5-C6"}
{"id": "article-20297_2", "title": "Physiology, Deep Tendon Reflexes -- Introduction -- Brachioradialis Reflex", "content": "Muscle involved: brachioradialis Nerve supply: radial Segmental innervation: C5-C6", "contents": "Physiology, Deep Tendon Reflexes -- Introduction -- Brachioradialis Reflex. Muscle involved: brachioradialis Nerve supply: radial Segmental innervation: C5-C6"}
{"id": "article-20297_3", "title": "Physiology, Deep Tendon Reflexes -- Introduction -- Triceps Reflex", "content": "Muscle involved: triceps brachii Nerve supply: radial Segmental innervation: C7-C8", "contents": "Physiology, Deep Tendon Reflexes -- Introduction -- Triceps Reflex. Muscle involved: triceps brachii Nerve supply: radial Segmental innervation: C7-C8"}
{"id": "article-20297_4", "title": "Physiology, Deep Tendon Reflexes -- Introduction -- Patellar Reflex (knee-jerk)", "content": "Muscle involved: quadriceps femoris Nerve supply: femoral Segmental innervation: L2-L4", "contents": "Physiology, Deep Tendon Reflexes -- Introduction -- Patellar Reflex (knee-jerk). Muscle involved: quadriceps femoris Nerve supply: femoral Segmental innervation: L2-L4"}
{"id": "article-20297_5", "title": "Physiology, Deep Tendon Reflexes -- Introduction -- Achilles Reflex (ankle-jerk)", "content": "Muscles involved: gastrocnemius, soleus Nerve supply: tibial Segmental innervation: S1-S2", "contents": "Physiology, Deep Tendon Reflexes -- Introduction -- Achilles Reflex (ankle-jerk). Muscles involved: gastrocnemius, soleus Nerve supply: tibial Segmental innervation: S1-S2"}
{"id": "article-20297_6", "title": "Physiology, Deep Tendon Reflexes -- Introduction", "content": "To provide a standard scale for evaluating deep tendon reflexes, in 1993, the National Institute of Neurological Disorders and Stroke (NINDS) proposed a grading scale from 0 to 4. [2] This scale has been validated and is universally accepted. [3] NINDS grading of deep tendon reflexes. [4] 0: Reflex absent 1: Reflex small, less than normal, includes a trace response or a response brought out only with reinforcement 2: Reflex in the lower half of a normal range 3: Reflex in the upper half of a normal range 4: Reflex enhanced, more than normal, includes clonus if present, which optionally can be noted in an added verbal description of the reflex In some instances, a plus sign (+) is written after the number. When discussing DTRs, adding or omitting a plus sign does not change the meaning of the reflex grade observed.", "contents": "Physiology, Deep Tendon Reflexes -- Introduction. To provide a standard scale for evaluating deep tendon reflexes, in 1993, the National Institute of Neurological Disorders and Stroke (NINDS) proposed a grading scale from 0 to 4. [2] This scale has been validated and is universally accepted. [3] NINDS grading of deep tendon reflexes. [4] 0: Reflex absent 1: Reflex small, less than normal, includes a trace response or a response brought out only with reinforcement 2: Reflex in the lower half of a normal range 3: Reflex in the upper half of a normal range 4: Reflex enhanced, more than normal, includes clonus if present, which optionally can be noted in an added verbal description of the reflex In some instances, a plus sign (+) is written after the number. When discussing DTRs, adding or omitting a plus sign does not change the meaning of the reflex grade observed."}
{"id": "article-20297_7", "title": "Physiology, Deep Tendon Reflexes -- Introduction", "content": "What is 'normal' typically depends on the patient's history and past documented reflex grade. Abnormality is suggested when asymmetric reflexes are found. Once the examiner obtains a reflex on one side, they should test the same reflex on the opposite side for comparison.", "contents": "Physiology, Deep Tendon Reflexes -- Introduction. What is 'normal' typically depends on the patient's history and past documented reflex grade. Abnormality is suggested when asymmetric reflexes are found. Once the examiner obtains a reflex on one side, they should test the same reflex on the opposite side for comparison."}
{"id": "article-20297_8", "title": "Physiology, Deep Tendon Reflexes -- Issues of Concern", "content": "The deep tendon reflex is sometimes called the stretch reflex or myotatic reflex because of the stretch action and the muscle response involved. Some authors argue that they are not the same reflex. [5] They believe the tendon reflex occurs after the tendon's active stretching when it is tapped with the hammer. In contrast, the stretch reflex occurs after the passive stretching of the muscle spindle during posture and ambulation. The tendon reflex is a short-latency reflex, while the stretch reflex is a long-latency reflex. [6]", "contents": "Physiology, Deep Tendon Reflexes -- Issues of Concern. The deep tendon reflex is sometimes called the stretch reflex or myotatic reflex because of the stretch action and the muscle response involved. Some authors argue that they are not the same reflex. [5] They believe the tendon reflex occurs after the tendon's active stretching when it is tapped with the hammer. In contrast, the stretch reflex occurs after the passive stretching of the muscle spindle during posture and ambulation. The tendon reflex is a short-latency reflex, while the stretch reflex is a long-latency reflex. [6]"}
{"id": "article-20297_9", "title": "Physiology, Deep Tendon Reflexes -- Mechanism", "content": "A reflex arc is an involuntary pathway by which the stimulus to a tendon elicits a muscle response. It is considered a monosynaptic reflex as only two neurons are involved; a sensory and a motor neuron, with a single synapse between them. The sensory neuron provides the afferent component and consists of a cell body that lies in the dorsal root ganglion (DRG) and innervates the muscle or Golgi tendon organ associated with the muscle. The motor neuron provides the efferent component and consists of an alpha motoneuron located in the anterior horn of the spinal cord. The pathway initiates in the muscle spindle, a proprioceptive organ. The muscle spindle comprises intrafusal fibers engulfed by a connective tissue capsule responsible for detecting muscle stretch. The muscle spindle is present within the muscle in between the extrafusal fibers. [7]", "contents": "Physiology, Deep Tendon Reflexes -- Mechanism. A reflex arc is an involuntary pathway by which the stimulus to a tendon elicits a muscle response. It is considered a monosynaptic reflex as only two neurons are involved; a sensory and a motor neuron, with a single synapse between them. The sensory neuron provides the afferent component and consists of a cell body that lies in the dorsal root ganglion (DRG) and innervates the muscle or Golgi tendon organ associated with the muscle. The motor neuron provides the efferent component and consists of an alpha motoneuron located in the anterior horn of the spinal cord. The pathway initiates in the muscle spindle, a proprioceptive organ. The muscle spindle comprises intrafusal fibers engulfed by a connective tissue capsule responsible for detecting muscle stretch. The muscle spindle is present within the muscle in between the extrafusal fibers. [7]"}
{"id": "article-20297_10", "title": "Physiology, Deep Tendon Reflexes -- Mechanism", "content": "The mechanism of eliciting a deep tendon reflex in a patient involves tendons, muscles, and the reflex arc. Tapping the appropriate tendon causes passive stretch of the associated muscle. The stretch of the muscle fiber is detected by the muscle spindle located within the muscle fibers. The muscle spindle is a sensory proprioceptor responsible for identifying the length of the muscle fibers, composed of intrafusal fibers that do not contract. The Ia afferent sensory fibers in the muscle spindles produce action potentials in response to the stretch. These Ia afferent fibers go to the spinal cord at the dorsal root and monosynaptically stimulate the alpha motor neuron that goes to the homonymous muscle extrafusal fibers. Glutamate is the neurotransmitter at the central synapse. The extrafusal muscle fibers then generate a contraction to resist this stretch. When the muscle contraction occurs, the muscle spindle decreases the action potential firing frequency, and the reflex is extinguished.", "contents": "Physiology, Deep Tendon Reflexes -- Mechanism. The mechanism of eliciting a deep tendon reflex in a patient involves tendons, muscles, and the reflex arc. Tapping the appropriate tendon causes passive stretch of the associated muscle. The stretch of the muscle fiber is detected by the muscle spindle located within the muscle fibers. The muscle spindle is a sensory proprioceptor responsible for identifying the length of the muscle fibers, composed of intrafusal fibers that do not contract. The Ia afferent sensory fibers in the muscle spindles produce action potentials in response to the stretch. These Ia afferent fibers go to the spinal cord at the dorsal root and monosynaptically stimulate the alpha motor neuron that goes to the homonymous muscle extrafusal fibers. Glutamate is the neurotransmitter at the central synapse. The extrafusal muscle fibers then generate a contraction to resist this stretch. When the muscle contraction occurs, the muscle spindle decreases the action potential firing frequency, and the reflex is extinguished."}
{"id": "article-20297_11", "title": "Physiology, Deep Tendon Reflexes -- Mechanism", "content": "The antagonistic muscle is inhibited during the reflex while the agonist muscle contracts. [8] This action occurs polysynaptically through the Ia inhibitory interneuron, which inhibits alpha motor neurons to the antagonistic muscle. For example, during the knee jerk reflex, the hamstring muscles are inhibited and relaxed while the quadriceps muscles are stimulated and contract. Within the muscle spindle, the gamma motor neuron causes the tightening or relaxing of intrafusal muscle fibers to regulate the sensitivity of the muscle spindle and the reflex's response. This is mediated by acetylcholine.", "contents": "Physiology, Deep Tendon Reflexes -- Mechanism. The antagonistic muscle is inhibited during the reflex while the agonist muscle contracts. [8] This action occurs polysynaptically through the Ia inhibitory interneuron, which inhibits alpha motor neurons to the antagonistic muscle. For example, during the knee jerk reflex, the hamstring muscles are inhibited and relaxed while the quadriceps muscles are stimulated and contract. Within the muscle spindle, the gamma motor neuron causes the tightening or relaxing of intrafusal muscle fibers to regulate the sensitivity of the muscle spindle and the reflex's response. This is mediated by acetylcholine."}
{"id": "article-20297_12", "title": "Physiology, Deep Tendon Reflexes -- Related Testing", "content": "Testing the DTR is quick and easy but requires a proper technique for a reliable response. The examiner taps the muscle's tendon with an examination hammer, and the response is observed and graded. For effective and reliable results, the patient should be as relaxed as possible. If the patient thinks about the test or has a rigid posture, its integrity is limited.", "contents": "Physiology, Deep Tendon Reflexes -- Related Testing. Testing the DTR is quick and easy but requires a proper technique for a reliable response. The examiner taps the muscle's tendon with an examination hammer, and the response is observed and graded. For effective and reliable results, the patient should be as relaxed as possible. If the patient thinks about the test or has a rigid posture, its integrity is limited."}
{"id": "article-20297_13", "title": "Physiology, Deep Tendon Reflexes -- Related Testing", "content": "To properly elicit a response, the proper tools are required. In use today are multiple reflex hammers, typically with a weight of 80 to 140 grams. With the appropriate technique, any reflex hammer can be utilized. [9] The Taylor hammer The Krauss hammer The Troemmer hammer The Berliner hammer The Babinski reflex hammer The Rabiner reflex hammer The Dejerine reflex hammer The Queen Square reflex hammer Proper technique includes specific attention to the following: Amount of hammer force used to obtain contraction Velocity of the contraction Strength of the contraction Duration of the contraction Duration of the relaxation phase Response of other muscles not tested [4]", "contents": "Physiology, Deep Tendon Reflexes -- Related Testing. To properly elicit a response, the proper tools are required. In use today are multiple reflex hammers, typically with a weight of 80 to 140 grams. With the appropriate technique, any reflex hammer can be utilized. [9] The Taylor hammer The Krauss hammer The Troemmer hammer The Berliner hammer The Babinski reflex hammer The Rabiner reflex hammer The Dejerine reflex hammer The Queen Square reflex hammer Proper technique includes specific attention to the following: Amount of hammer force used to obtain contraction Velocity of the contraction Strength of the contraction Duration of the contraction Duration of the relaxation phase Response of other muscles not tested [4]"}
{"id": "article-20297_14", "title": "Physiology, Deep Tendon Reflexes -- Related Testing -- Biceps Reflex", "content": "Support the patient's forearm by resting it on the forearm of the examiner, with the arm midway between flexion and extension. The examiner's thumb should be firmly placed over the biceps tendon, with fingers curled around the elbow. Tap briskly. The forearm should flex at the elbow.", "contents": "Physiology, Deep Tendon Reflexes -- Related Testing -- Biceps Reflex. Support the patient's forearm by resting it on the forearm of the examiner, with the arm midway between flexion and extension. The examiner's thumb should be firmly placed over the biceps tendon, with fingers curled around the elbow. Tap briskly. The forearm should flex at the elbow."}
{"id": "article-20297_15", "title": "Physiology, Deep Tendon Reflexes -- Related Testing -- Triceps Reflex", "content": "Support the patient's forearm by resting on the forearm of the examiner, with the arm midway between flexion and extension. The triceps insertion should be located on the olecranon. Tap just above the insertion. The forearm should extend.", "contents": "Physiology, Deep Tendon Reflexes -- Related Testing -- Triceps Reflex. Support the patient's forearm by resting on the forearm of the examiner, with the arm midway between flexion and extension. The triceps insertion should be located on the olecranon. Tap just above the insertion. The forearm should extend."}
{"id": "article-20297_16", "title": "Physiology, Deep Tendon Reflexes -- Related Testing -- Brachioradialis Reflex", "content": "Support the patient's arm at the elbow and identify the brachioradialis tendon at the wrist. Its insertion is located at the base of the styloid process of the radius, about 1 cm lateral to the radial artery. The thumb of the hand supporting the elbow of the patient should be placed on the biceps tendon. Tap the brachioradialis tendon with the other hand. The brachioradialis reflex will show flexion and supination of the forearm. The finger jerk reflex may also be elicited by this maneuver and will show flexion of the fingers.", "contents": "Physiology, Deep Tendon Reflexes -- Related Testing -- Brachioradialis Reflex. Support the patient's arm at the elbow and identify the brachioradialis tendon at the wrist. Its insertion is located at the base of the styloid process of the radius, about 1 cm lateral to the radial artery. The thumb of the hand supporting the elbow of the patient should be placed on the biceps tendon. Tap the brachioradialis tendon with the other hand. The brachioradialis reflex will show flexion and supination of the forearm. The finger jerk reflex may also be elicited by this maneuver and will show flexion of the fingers."}
{"id": "article-20297_17", "title": "Physiology, Deep Tendon Reflexes -- Related Testing -- Knee Jerk", "content": "The patient's legs should swing freely on the side of the examination table, with the examiner placing one hand on the quadriceps. Tap the patellar tendon and look for quadriceps contraction and extension of the leg at the knee.", "contents": "Physiology, Deep Tendon Reflexes -- Related Testing -- Knee Jerk. The patient's legs should swing freely on the side of the examination table, with the examiner placing one hand on the quadriceps. Tap the patellar tendon and look for quadriceps contraction and extension of the leg at the knee."}
{"id": "article-20297_18", "title": "Physiology, Deep Tendon Reflexes -- Related Testing -- Ankle Jerk", "content": "The patient's legs should swing freely on the side of the examination table, with the examiner placing one hand underneath the sole of the patient's food and dorsiflexing it slightly. Tap the Achilles tendon just above its insertion on the calcaneus. The foot should plantarflex in response.", "contents": "Physiology, Deep Tendon Reflexes -- Related Testing -- Ankle Jerk. The patient's legs should swing freely on the side of the examination table, with the examiner placing one hand underneath the sole of the patient's food and dorsiflexing it slightly. Tap the Achilles tendon just above its insertion on the calcaneus. The foot should plantarflex in response."}
{"id": "article-20297_19", "title": "Physiology, Deep Tendon Reflexes -- Related Testing -- Ankle Jerk", "content": "When testing lower extremity reflexes such as the patellar or ankle reflex, if no visible response is initially observed, the examiner may then use the Jendrassik maneuver. This maneuver consists of the patient clenching their teeth, flexing their elbows, and tightly interlocking both sets of fingers. The patient is instructed to pull their hands apart while keeping them interlocked. This maneuver causes voluntary upper motor neuron innervation, which counters some of the descending inhibition sent by the brain to the lower motor neuron reflex arc. It also prevents conscious inhibition of the reflex by the patient, as they focus more on the maneuver and less on the examiner. [10]", "contents": "Physiology, Deep Tendon Reflexes -- Related Testing -- Ankle Jerk. When testing lower extremity reflexes such as the patellar or ankle reflex, if no visible response is initially observed, the examiner may then use the Jendrassik maneuver. This maneuver consists of the patient clenching their teeth, flexing their elbows, and tightly interlocking both sets of fingers. The patient is instructed to pull their hands apart while keeping them interlocked. This maneuver causes voluntary upper motor neuron innervation, which counters some of the descending inhibition sent by the brain to the lower motor neuron reflex arc. It also prevents conscious inhibition of the reflex by the patient, as they focus more on the maneuver and less on the examiner. [10]"}
{"id": "article-20297_20", "title": "Physiology, Deep Tendon Reflexes -- Pathophysiology", "content": "Hyperactive deep tendon reflexes are seen in upper motor neuron lesions. Pathologically, hyperactive DTRs may be the earliest sign of corticospinal tract abnormalities or other descending pathways influencing the reflex arc due to a suprasegmental lesion, which means a lesion above the level of the spinal reflex pathways. Hyperactive DTRs can be evoked by a much lighter tendon tap than normal, have short latency, and reflex muscle activity may be seen in motor neuron pools of synergistic muscles. For example, a tendon tap to the biceps brachii may elicit wrist pronation. [11]", "contents": "Physiology, Deep Tendon Reflexes -- Pathophysiology. Hyperactive deep tendon reflexes are seen in upper motor neuron lesions. Pathologically, hyperactive DTRs may be the earliest sign of corticospinal tract abnormalities or other descending pathways influencing the reflex arc due to a suprasegmental lesion, which means a lesion above the level of the spinal reflex pathways. Hyperactive DTRs can be evoked by a much lighter tendon tap than normal, have short latency, and reflex muscle activity may be seen in motor neuron pools of synergistic muscles. For example, a tendon tap to the biceps brachii may elicit wrist pronation. [11]"}
{"id": "article-20297_21", "title": "Physiology, Deep Tendon Reflexes -- Pathophysiology", "content": "Hypoactive or absent deep tendon reflexes are seen in lower motor neuron lesions. Hypoactive DTRs may be seen in disease states such as hypothyroidism, hypothermia, cerebellar dysfunction, or beta-blockade.", "contents": "Physiology, Deep Tendon Reflexes -- Pathophysiology. Hypoactive or absent deep tendon reflexes are seen in lower motor neuron lesions. Hypoactive DTRs may be seen in disease states such as hypothyroidism, hypothermia, cerebellar dysfunction, or beta-blockade."}
{"id": "article-20297_22", "title": "Physiology, Deep Tendon Reflexes -- Pathophysiology", "content": "Absent DTRs indicate a lesion within the reflex arc. An absent reflex + sensory loss in the nerve distribution of the reflex indicates the presence of a lesion involving the afferent arc of the reflex, either the nerve or dorsal horn. An absent reflex + paralysis, fasciculations, and muscle atrophy indicate the presence of a lesion involving the efferent arc, either the anterior horn cells, efferent nerve, or both. Peripheral neuropathy is the most common cause of areflexia and is typically caused by diabetes, alcoholism, uremia, vitamin deficiencies, amyloidosis, or toxins. [12]", "contents": "Physiology, Deep Tendon Reflexes -- Pathophysiology. Absent DTRs indicate a lesion within the reflex arc. An absent reflex + sensory loss in the nerve distribution of the reflex indicates the presence of a lesion involving the afferent arc of the reflex, either the nerve or dorsal horn. An absent reflex + paralysis, fasciculations, and muscle atrophy indicate the presence of a lesion involving the efferent arc, either the anterior horn cells, efferent nerve, or both. Peripheral neuropathy is the most common cause of areflexia and is typically caused by diabetes, alcoholism, uremia, vitamin deficiencies, amyloidosis, or toxins. [12]"}
{"id": "article-20297_23", "title": "Physiology, Deep Tendon Reflexes -- Pathophysiology", "content": "While a bilateral absent ankle jerk usually indicates peripheral neuropathy, cauda equina syndrome can also elicit this finding. [13] Specific peripheral nerve injuries can also lead to decreased or absent DTRs. A musculocutaneous nerve injury can affect the biceps reflex, and a radial nerve injury can affect the triceps or brachioradialis reflex, depending on the anatomical area of damage in the nerve. Femoral nerve lesions can affect the patellar reflex, and tibial nerve lesions can affect the ankle reflex.", "contents": "Physiology, Deep Tendon Reflexes -- Pathophysiology. While a bilateral absent ankle jerk usually indicates peripheral neuropathy, cauda equina syndrome can also elicit this finding. [13] Specific peripheral nerve injuries can also lead to decreased or absent DTRs. A musculocutaneous nerve injury can affect the biceps reflex, and a radial nerve injury can affect the triceps or brachioradialis reflex, depending on the anatomical area of damage in the nerve. Femoral nerve lesions can affect the patellar reflex, and tibial nerve lesions can affect the ankle reflex."}
{"id": "article-20297_24", "title": "Physiology, Deep Tendon Reflexes -- Clinical Significance", "content": "The DTR is used to assess the integrity of the motor system and provides information on the condition of upper and lower motor neurons. A hypoactive or absent reflex will be noted if a patient has an injury or a disease involving a lower motor neuron (nerve roots or peripheral nerves). A hyperactive reflex will be present if the lesion or injury involves the upper motor neuron (brain, brainstem, or spinal cord). In severe chronic cases, usually associated with spasticity, clonus can be seen, which is the involuntary and rhythmic contraction of muscles caused by a lesion in the descending motor neurons. [14] Clonus is commonly seen in patients with stroke, spinal cord injury, cerebral palsy, or multiple sclerosis and can also occur after ingesting large amounts of serotonergic agents. [15] While hyperreflexia can be a normal finding, especially if bilateral, clonus, if present, is never a normal finding and requires further workup.", "contents": "Physiology, Deep Tendon Reflexes -- Clinical Significance. The DTR is used to assess the integrity of the motor system and provides information on the condition of upper and lower motor neurons. A hypoactive or absent reflex will be noted if a patient has an injury or a disease involving a lower motor neuron (nerve roots or peripheral nerves). A hyperactive reflex will be present if the lesion or injury involves the upper motor neuron (brain, brainstem, or spinal cord). In severe chronic cases, usually associated with spasticity, clonus can be seen, which is the involuntary and rhythmic contraction of muscles caused by a lesion in the descending motor neurons. [14] Clonus is commonly seen in patients with stroke, spinal cord injury, cerebral palsy, or multiple sclerosis and can also occur after ingesting large amounts of serotonergic agents. [15] While hyperreflexia can be a normal finding, especially if bilateral, clonus, if present, is never a normal finding and requires further workup."}
{"id": "article-20297_25", "title": "Physiology, Deep Tendon Reflexes -- Clinical Significance", "content": "Understanding the laterality of reflexes can help localize the lesions. For example, suppose all reflexes on the left side of the body are hyperactive, and those on the right side are normal. In that case, it can be inferred that there exists a lesion interrupting the corticospinal pathways somewhere above the level of the highest reflex that is hyperactive. [12]", "contents": "Physiology, Deep Tendon Reflexes -- Clinical Significance. Understanding the laterality of reflexes can help localize the lesions. For example, suppose all reflexes on the left side of the body are hyperactive, and those on the right side are normal. In that case, it can be inferred that there exists a lesion interrupting the corticospinal pathways somewhere above the level of the highest reflex that is hyperactive. [12]"}
{"id": "article-20297_26", "title": "Physiology, Deep Tendon Reflexes -- Clinical Significance", "content": "Deep tendon reflexes are a powerful tool to evaluate a pregnant patient's response to magnesium infusions. Magnesium sulfate is the primary medication used to prevent and manage eclamptic seizures, as it exerts its effects by depressing the central nervous system (CNS). One of the first signs of magnesium toxicity is new-onset loss of DTRs, which is a hard sign that magnesium infusion should be immediately stopped. [16]", "contents": "Physiology, Deep Tendon Reflexes -- Clinical Significance. Deep tendon reflexes are a powerful tool to evaluate a pregnant patient's response to magnesium infusions. Magnesium sulfate is the primary medication used to prevent and manage eclamptic seizures, as it exerts its effects by depressing the central nervous system (CNS). One of the first signs of magnesium toxicity is new-onset loss of DTRs, which is a hard sign that magnesium infusion should be immediately stopped. [16]"}
{"id": "article-20297_27", "title": "Physiology, Deep Tendon Reflexes -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Physiology, Deep Tendon Reflexes -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}