{"id": "article-36142_0", "title": "Anatomy, Hinge Joints -- Introduction", "content": "A hinge joint is a type of synovial joint that exists in the body and serves to allow motion primarily in one plane. [1] The hinge joint is made up of two or more bones with articular surfaces that are covered by hyaline cartilage and lubricated by synovial fluid. [2] Stabilization of each hinge joint is by muscles, ligaments, and other connective tissues, such as the joint capsule. [3] [4] The hinge joints of the body include the elbow, knee, interphalangeal (IP) joints of the hand and foot and the tibiotalar joint of the ankle.", "contents": "Anatomy, Hinge Joints -- Introduction. A hinge joint is a type of synovial joint that exists in the body and serves to allow motion primarily in one plane. [1] The hinge joint is made up of two or more bones with articular surfaces that are covered by hyaline cartilage and lubricated by synovial fluid. [2] Stabilization of each hinge joint is by muscles, ligaments, and other connective tissues, such as the joint capsule. [3] [4] The hinge joints of the body include the elbow, knee, interphalangeal (IP) joints of the hand and foot and the tibiotalar joint of the ankle."}
{"id": "article-36142_1", "title": "Anatomy, Hinge Joints -- Structure and Function", "content": "Hinge joints function by allowing flexion and extension in one plane with small degrees of motion in other planes. [4] The hinge joint is an essential component of the complex biomechanics of the human body. [1] The knee, elbow, and ankle can support large amounts of force and aid in the performance of work. Interphalangeal joints are smaller and contribute primarily to dexterity. [5] A hinge joint is more stable than a ball and socket joint but offers less mobility.", "contents": "Anatomy, Hinge Joints -- Structure and Function. Hinge joints function by allowing flexion and extension in one plane with small degrees of motion in other planes. [4] The hinge joint is an essential component of the complex biomechanics of the human body. [1] The knee, elbow, and ankle can support large amounts of force and aid in the performance of work. Interphalangeal joints are smaller and contribute primarily to dexterity. [5] A hinge joint is more stable than a ball and socket joint but offers less mobility."}
{"id": "article-36142_2", "title": "Anatomy, Hinge Joints -- Embryology", "content": "Hinge joints begin to develop as limb buds around week 4 of embryogenesis. [6] In the following weeks, the limb buds continue to grow, and mesenchyme develops into hyaline cartilage, which forms models of the limb bones. [2] Synovial joints form from an area called the joint interzone within the cartilaginous models. Dead cells within the interzone form the joint cavity, and the surrounding mesenchyme forms the joint capsule and ligaments. Around the twelfth week of development, the process of endochondral ossification begins to transform most of the cartilaginous model into bone. At birth, hyaline cartilage remains on the articular surfaces of joints and also as the epiphyseal plate, which allows for the growth of bones. [7] [2]", "contents": "Anatomy, Hinge Joints -- Embryology. Hinge joints begin to develop as limb buds around week 4 of embryogenesis. [6] In the following weeks, the limb buds continue to grow, and mesenchyme develops into hyaline cartilage, which forms models of the limb bones. [2] Synovial joints form from an area called the joint interzone within the cartilaginous models. Dead cells within the interzone form the joint cavity, and the surrounding mesenchyme forms the joint capsule and ligaments. Around the twelfth week of development, the process of endochondral ossification begins to transform most of the cartilaginous model into bone. At birth, hyaline cartilage remains on the articular surfaces of joints and also as the epiphyseal plate, which allows for the growth of bones. [7] [2]"}
{"id": "article-36142_3", "title": "Anatomy, Hinge Joints -- Blood Supply and Lymphatics -- Elbow", "content": "The structures of the elbow receive much of their blood supply from branches of the brachial, radial, and ulnar arteries that form a series of anastomosis around the joint. Most of the elbow lymphatics follow the vasculature and flow to the axillary, clavicular, and cervical lymph nodes. Some of the lymphatics from the forearm and hand flow through the cubital nodes. [8] [5] [3]", "contents": "Anatomy, Hinge Joints -- Blood Supply and Lymphatics -- Elbow. The structures of the elbow receive much of their blood supply from branches of the brachial, radial, and ulnar arteries that form a series of anastomosis around the joint. Most of the elbow lymphatics follow the vasculature and flow to the axillary, clavicular, and cervical lymph nodes. Some of the lymphatics from the forearm and hand flow through the cubital nodes. [8] [5] [3]"}
{"id": "article-36142_4", "title": "Anatomy, Hinge Joints -- Blood Supply and Lymphatics -- Knee", "content": "The structures of the knee receive much of their blood supply from a plexus of arteries with branches from the popliteal artery and femoral artery. The genicular arteries and tibial recurrent arteries are the main contributing branches. Much of the lymphatic drainage from the knee follows vasculature and travels to the popliteal and inguinal lymph nodes. [4] [8]", "contents": "Anatomy, Hinge Joints -- Blood Supply and Lymphatics -- Knee. The structures of the knee receive much of their blood supply from a plexus of arteries with branches from the popliteal artery and femoral artery. The genicular arteries and tibial recurrent arteries are the main contributing branches. Much of the lymphatic drainage from the knee follows vasculature and travels to the popliteal and inguinal lymph nodes. [4] [8]"}
{"id": "article-36142_5", "title": "Anatomy, Hinge Joints -- Blood Supply and Lymphatics -- IP Hand", "content": "The IP joints of the hand receive blood supply from branches of the radial and ulnar arteries. The major contributing branches are the superficial and deep palmar arches. Lymphatics travel superiorly along the upper extremity to the cubital, axillary, cervical, and clavicular lymph nodes. [8] [5]", "contents": "Anatomy, Hinge Joints -- Blood Supply and Lymphatics -- IP Hand. The IP joints of the hand receive blood supply from branches of the radial and ulnar arteries. The major contributing branches are the superficial and deep palmar arches. Lymphatics travel superiorly along the upper extremity to the cubital, axillary, cervical, and clavicular lymph nodes. [8] [5]"}
{"id": "article-36142_6", "title": "Anatomy, Hinge Joints -- Blood Supply and Lymphatics -- IP Foot", "content": "The IP joints of the foot receive blood supply from branches of the anterior and posterior tibial arteries. The major contributing branches are the dorsal and plantar metatarsal arteries. Lymphatics flow superiorly up the lower limb through the popliteal and inguinal lymph nodes. [9] [8]", "contents": "Anatomy, Hinge Joints -- Blood Supply and Lymphatics -- IP Foot. The IP joints of the foot receive blood supply from branches of the anterior and posterior tibial arteries. The major contributing branches are the dorsal and plantar metatarsal arteries. Lymphatics flow superiorly up the lower limb through the popliteal and inguinal lymph nodes. [9] [8]"}
{"id": "article-36142_7", "title": "Anatomy, Hinge Joints -- Blood Supply and Lymphatics -- Ankle", "content": "The structures of the ankle receive much of their blood supply from anastomosis between branches of the anterior and posterior tibial and fibular arteries. Lymphatics flow superiorly up the lower limb through the popliteal and inguinal lymph nodes. [9] [8]", "contents": "Anatomy, Hinge Joints -- Blood Supply and Lymphatics -- Ankle. The structures of the ankle receive much of their blood supply from anastomosis between branches of the anterior and posterior tibial and fibular arteries. Lymphatics flow superiorly up the lower limb through the popliteal and inguinal lymph nodes. [9] [8]"}
{"id": "article-36142_8", "title": "Anatomy, Hinge Joints -- Nerves -- Elbow", "content": "The components of the elbow receive innervation from branches of the median, radial, ulnar, and musculocutaneous nerves. [5] [3] [10]", "contents": "Anatomy, Hinge Joints -- Nerves -- Elbow. The components of the elbow receive innervation from branches of the median, radial, ulnar, and musculocutaneous nerves. [5] [3] [10]"}
{"id": "article-36142_9", "title": "Anatomy, Hinge Joints -- Nerves -- Knee", "content": "The components of the knee receive innervation from branches of the femoral nerve (L1, L2, L3) and the sciatic nerve (L4, L5, S1, S2, S3), which branches into the tibial nerve and common peroneal nerve. [4]", "contents": "Anatomy, Hinge Joints -- Nerves -- Knee. The components of the knee receive innervation from branches of the femoral nerve (L1, L2, L3) and the sciatic nerve (L4, L5, S1, S2, S3), which branches into the tibial nerve and common peroneal nerve. [4]"}
{"id": "article-36142_10", "title": "Anatomy, Hinge Joints -- Nerves -- IP", "content": "The IP joints of the hand receive innervation from branches of the radial, median, and ulnar nerves. The IP joints of the foot receive innervation from branches of the tibial, sural, and fibular nerves. [5] [10] [11]", "contents": "Anatomy, Hinge Joints -- Nerves -- IP. The IP joints of the hand receive innervation from branches of the radial, median, and ulnar nerves. The IP joints of the foot receive innervation from branches of the tibial, sural, and fibular nerves. [5] [10] [11]"}
{"id": "article-36142_11", "title": "Anatomy, Hinge Joints -- Nerves -- Ankle", "content": "The components of the ankle receive innervation from branches of the tibial, sural, fibular, and saphenous nerves. [12]", "contents": "Anatomy, Hinge Joints -- Nerves -- Ankle. The components of the ankle receive innervation from branches of the tibial, sural, fibular, and saphenous nerves. [12]"}
{"id": "article-36142_12", "title": "Anatomy, Hinge Joints -- Muscles -- Elbow", "content": "Flexion is primarily the function of the brachialis, biceps brachii, and brachioradialis muscles, which originate on various locations of the humerus and scapula and insert on portions of the radius and ulna. Extension is primarily accomplished by the triceps brachii and anconeus muscles, which originate from various locations on the humerus and scapula and insert on portions of the ulna. [5] [3]", "contents": "Anatomy, Hinge Joints -- Muscles -- Elbow. Flexion is primarily the function of the brachialis, biceps brachii, and brachioradialis muscles, which originate on various locations of the humerus and scapula and insert on portions of the radius and ulna. Extension is primarily accomplished by the triceps brachii and anconeus muscles, which originate from various locations on the humerus and scapula and insert on portions of the ulna. [5] [3]"}
{"id": "article-36142_13", "title": "Anatomy, Hinge Joints -- Muscles -- Knee", "content": "Flexion is made possible, primarily, by the articularis genus, rectus femoris, vastus lateralis, vastus intermedius, and vastus medialis. These muscles originate from various locations on the femur and anterior inferior iliac spine. The vastus lateralis, vastus intermedius, and vastus medialis conjoin to form the patellar tendon, which crosses the knee anteriorly and inserts on the patella and tibial tuberosity. Extension is predominately the function of the biceps femoris, semitendinosus, semimembranosus, gastrocnemius, plantaris, gracilis, and popliteus. [13] [14] These muscles originate from the ischial tuberosity, inferior pubic ramus, and different locations on the femur. They insert on various locations of the tibia, fibula, and calcaneus. [4]", "contents": "Anatomy, Hinge Joints -- Muscles -- Knee. Flexion is made possible, primarily, by the articularis genus, rectus femoris, vastus lateralis, vastus intermedius, and vastus medialis. These muscles originate from various locations on the femur and anterior inferior iliac spine. The vastus lateralis, vastus intermedius, and vastus medialis conjoin to form the patellar tendon, which crosses the knee anteriorly and inserts on the patella and tibial tuberosity. Extension is predominately the function of the biceps femoris, semitendinosus, semimembranosus, gastrocnemius, plantaris, gracilis, and popliteus. [13] [14] These muscles originate from the ischial tuberosity, inferior pubic ramus, and different locations on the femur. They insert on various locations of the tibia, fibula, and calcaneus. [4]"}
{"id": "article-36142_14", "title": "Anatomy, Hinge Joints -- Muscles -- IP hand", "content": "Flexion of the hand IP joints primarily occurs through the functions of the flexor digitorum profundus, flexor pollicis longus, and flexor digitorum superficialis. They originate from various locations of the radius, ulna, interosseous membrane, and medial epicondyle, and insert on portions of the phalanges. Extension of the hand IP joints is provided by the extensor pollicis longus, extensor pollicis brevis, extensor digitorum, extensor indicis, and extensor digiti minimi. They originate from various locations of the radius, ulna, interosseous membrane, and lateral epicondyle, and insert on portions of the phalanges. [5] [15]", "contents": "Anatomy, Hinge Joints -- Muscles -- IP hand. Flexion of the hand IP joints primarily occurs through the functions of the flexor digitorum profundus, flexor pollicis longus, and flexor digitorum superficialis. They originate from various locations of the radius, ulna, interosseous membrane, and medial epicondyle, and insert on portions of the phalanges. Extension of the hand IP joints is provided by the extensor pollicis longus, extensor pollicis brevis, extensor digitorum, extensor indicis, and extensor digiti minimi. They originate from various locations of the radius, ulna, interosseous membrane, and lateral epicondyle, and insert on portions of the phalanges. [5] [15]"}
{"id": "article-36142_15", "title": "Anatomy, Hinge Joints -- Muscles -- IP foot", "content": "Flexion of the foot IP joints result from the action of the flexor digitorum longus and brevis, flexor hallucis longus and brevis, quadratus plantae, and flexor digiti minimi brevis. They originate from various locations of the tibia, fibula, and calcaneus, and insert on portions of the phalanges. Extension of the foot IP joints is primarily the function of the extensor digitorum longus and brevis, lumbricals, and extensor hallucis longus muscles, which originate on the tibia, calcaneus, flexor tendons, and fibula, and insert on portions of the phalanges. [12] [16]", "contents": "Anatomy, Hinge Joints -- Muscles -- IP foot. Flexion of the foot IP joints result from the action of the flexor digitorum longus and brevis, flexor hallucis longus and brevis, quadratus plantae, and flexor digiti minimi brevis. They originate from various locations of the tibia, fibula, and calcaneus, and insert on portions of the phalanges. Extension of the foot IP joints is primarily the function of the extensor digitorum longus and brevis, lumbricals, and extensor hallucis longus muscles, which originate on the tibia, calcaneus, flexor tendons, and fibula, and insert on portions of the phalanges. [12] [16]"}
{"id": "article-36142_16", "title": "Anatomy, Hinge Joints -- Muscles -- Ankle", "content": "Plantarflexion and inversion result from the actions of the gastrocnemius, plantaris, soleus, tibialis posterior, and anterior. They originate from various locations of the femur, tibia, and fibula, and insert on portions of the calcaneus, navicular, medial cuneiform, and metatarsal bones. Dorsiflexion and eversion occur as functions of the tibialis anterior, extensor hallucis longus, extensor digitorum longus, peroneus brevis, and longus. They originate from various locations on the tibia and fibula and insert on portions of the phalanges, metatarsals, and medial cuneiform bones. [16] [17]", "contents": "Anatomy, Hinge Joints -- Muscles -- Ankle. Plantarflexion and inversion result from the actions of the gastrocnemius, plantaris, soleus, tibialis posterior, and anterior. They originate from various locations of the femur, tibia, and fibula, and insert on portions of the calcaneus, navicular, medial cuneiform, and metatarsal bones. Dorsiflexion and eversion occur as functions of the tibialis anterior, extensor hallucis longus, extensor digitorum longus, peroneus brevis, and longus. They originate from various locations on the tibia and fibula and insert on portions of the phalanges, metatarsals, and medial cuneiform bones. [16] [17]"}
{"id": "article-36142_17", "title": "Anatomy, Hinge Joints -- Physiologic Variants", "content": "During the pathologic process of IP joint osteoarthritis (OA), the proximal interphalangeal joint (PIP) develops Bouchard’s nodes, and the distal interphalangeal joint (DIP) develops Heberden’s nodes. These nodes are bony and gelatinous outgrowths of the joint articular cartilage. Rheumatoid arthritis (RA) is another disease that can cause deformities of the PIP and DIP joints. [18] The inflammatory IP joint degeneration of RA can lead to swan neck deformity which involves hyperextension of the proximal interphalangeal joint and flexion at the DIP joint. All of these deformities decrease motion and functionality.", "contents": "Anatomy, Hinge Joints -- Physiologic Variants. During the pathologic process of IP joint osteoarthritis (OA), the proximal interphalangeal joint (PIP) develops Bouchard’s nodes, and the distal interphalangeal joint (DIP) develops Heberden’s nodes. These nodes are bony and gelatinous outgrowths of the joint articular cartilage. Rheumatoid arthritis (RA) is another disease that can cause deformities of the PIP and DIP joints. [18] The inflammatory IP joint degeneration of RA can lead to swan neck deformity which involves hyperextension of the proximal interphalangeal joint and flexion at the DIP joint. All of these deformities decrease motion and functionality."}
{"id": "article-36142_18", "title": "Anatomy, Hinge Joints -- Physiologic Variants", "content": "Rickets is a disease consisting of weak bones that most often occurs due to vitamin D deficiency in children. This disease can greatly affect the knee joint as a weakened bone of the femur and tibia allow for the development of varus bowing in the lower extremities that alters the biomechanics of the knee hinge joint. [1] [19]", "contents": "Anatomy, Hinge Joints -- Physiologic Variants. Rickets is a disease consisting of weak bones that most often occurs due to vitamin D deficiency in children. This disease can greatly affect the knee joint as a weakened bone of the femur and tibia allow for the development of varus bowing in the lower extremities that alters the biomechanics of the knee hinge joint. [1] [19]"}
{"id": "article-36142_19", "title": "Anatomy, Hinge Joints -- Surgical Considerations", "content": "All fractures that involve any surface of a hinge joint are considered for surgical treatment to maintain functional integrity and to help prevent OA. [20] Injuries that compromise certain surrounding muscles, tendons, and ligaments can be considered for surgical treatment as well, to maintain stability and functionality. [21] [17] Arthroscopy is primarily used to treat ligamentous and meniscal injuries of the knee. End-stage OA of the knee can be treated with a knee replacement that involves reshaping the distal end of the femur and proximal end of the tibia to be fitted with prosthetics, with a spacer placed between the two prosthetics. The knee continues to function primarily as a hinge joint.", "contents": "Anatomy, Hinge Joints -- Surgical Considerations. All fractures that involve any surface of a hinge joint are considered for surgical treatment to maintain functional integrity and to help prevent OA. [20] Injuries that compromise certain surrounding muscles, tendons, and ligaments can be considered for surgical treatment as well, to maintain stability and functionality. [21] [17] Arthroscopy is primarily used to treat ligamentous and meniscal injuries of the knee. End-stage OA of the knee can be treated with a knee replacement that involves reshaping the distal end of the femur and proximal end of the tibia to be fitted with prosthetics, with a spacer placed between the two prosthetics. The knee continues to function primarily as a hinge joint."}
{"id": "article-36142_20", "title": "Anatomy, Hinge Joints -- Clinical Significance", "content": "The hinge joints, just like most joints of the body can undergo degeneration of articular cartilage and develop OA, especially the knee and IP joints of the hands and feet. Trauma, activity level, weight, lifestyle, and genetics all play a role in the development of OA. Treatment centers around activity modification, physical therapy, NSAIDs, steroids, and replacement. [20]", "contents": "Anatomy, Hinge Joints -- Clinical Significance. The hinge joints, just like most joints of the body can undergo degeneration of articular cartilage and develop OA, especially the knee and IP joints of the hands and feet. Trauma, activity level, weight, lifestyle, and genetics all play a role in the development of OA. Treatment centers around activity modification, physical therapy, NSAIDs, steroids, and replacement. [20]"}
{"id": "article-36142_21", "title": "Anatomy, Hinge Joints -- Clinical Significance", "content": "Dislocation of any hinge joint is also possible but occurs most often in the IP joints. Treatment of IP dislocations usually involves reduction and splinting as opposed to elbow, knee, and ankle dislocations that often require surgical treatment to repair surrounding structures. [5]", "contents": "Anatomy, Hinge Joints -- Clinical Significance. Dislocation of any hinge joint is also possible but occurs most often in the IP joints. Treatment of IP dislocations usually involves reduction and splinting as opposed to elbow, knee, and ankle dislocations that often require surgical treatment to repair surrounding structures. [5]"}
{"id": "article-36142_22", "title": "Anatomy, Hinge Joints -- Clinical Significance", "content": "All hinge joints become less stable as ligaments become compromised. The ligaments of the ankle are commonly injured when one sustains an ankle sprain. The lateral collateral ligaments of the ankle are injured most commonly with the majority of ankle sprains being low grade and managed with conservative treatment. [17] The knee has a number of ligaments like the medial collateral ligament and anterior cruciate ligament that are commonly injured in sporting events. These injuries are treated conservatively or surgically depending on the age and activity level of the individual. [21] [22] The ulnar collateral ligament (UCL) of the elbow can be injured in overhead throwing athletes. Some collegiate and professional athletes, most notably baseball players, can undergo UCL reconstruction to maintain high levels of athletic performance. [3]", "contents": "Anatomy, Hinge Joints -- Clinical Significance. All hinge joints become less stable as ligaments become compromised. The ligaments of the ankle are commonly injured when one sustains an ankle sprain. The lateral collateral ligaments of the ankle are injured most commonly with the majority of ankle sprains being low grade and managed with conservative treatment. [17] The knee has a number of ligaments like the medial collateral ligament and anterior cruciate ligament that are commonly injured in sporting events. These injuries are treated conservatively or surgically depending on the age and activity level of the individual. [21] [22] The ulnar collateral ligament (UCL) of the elbow can be injured in overhead throwing athletes. Some collegiate and professional athletes, most notably baseball players, can undergo UCL reconstruction to maintain high levels of athletic performance. [3]"}
{"id": "article-36142_23", "title": "Anatomy, Hinge Joints -- Other Issues", "content": "The degeneration of articular cartilage on the surfaces of hinge joints is the source of much pain and dysfunction. This has fueled research in the area of cartilage replacement and regeneration. Adipose-derived stem cells are now being injected into joints to help decrease inflammation and promote regeneration of cartilage. Hyaluronic acid is a glycosaminoglycan that occurs naturally throughout the body and specifically in synovial fluid. It is now synthetically produced and injected into joints as viscosupplementation to help decrease friction and pain between articular surfaces. The mechanisms behind these treatment modalities are not completely understood, and both lack substantial studies, and more research is needed. [20]", "contents": "Anatomy, Hinge Joints -- Other Issues. The degeneration of articular cartilage on the surfaces of hinge joints is the source of much pain and dysfunction. This has fueled research in the area of cartilage replacement and regeneration. Adipose-derived stem cells are now being injected into joints to help decrease inflammation and promote regeneration of cartilage. Hyaluronic acid is a glycosaminoglycan that occurs naturally throughout the body and specifically in synovial fluid. It is now synthetically produced and injected into joints as viscosupplementation to help decrease friction and pain between articular surfaces. The mechanisms behind these treatment modalities are not completely understood, and both lack substantial studies, and more research is needed. [20]"}
{"id": "article-36142_24", "title": "Anatomy, Hinge Joints -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Anatomy, Hinge Joints -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}