{"id": "article-76416_0", "title": "Granulomatosis With Polyangiitis -- Continuing Education Activity", "content": "Granulomatosis with polyangiitis (GPA) is a rare vasculitis affecting small vessels. Hallmark features include necrotizing granulomas and pauci-immune vasculitis that most commonly affects the upper respiratory tract, lungs, and kidneys. This activity describes the clinical presentation, evaluation, and treatment of GPA, and highlights the role of the interprofessional team in managing patients with this disease.", "contents": "Granulomatosis With Polyangiitis -- Continuing Education Activity. Granulomatosis with polyangiitis (GPA) is a rare vasculitis affecting small vessels. Hallmark features include necrotizing granulomas and pauci-immune vasculitis that most commonly affects the upper respiratory tract, lungs, and kidneys. This activity describes the clinical presentation, evaluation, and treatment of GPA, and highlights the role of the interprofessional team in managing patients with this disease."}
{"id": "article-76416_1", "title": "Granulomatosis With Polyangiitis -- Continuing Education Activity", "content": "Objectives: Identify the etiology of granulomatosis with polyangiitis. Explain the common physical exam findings associated with granulomatosis with polyangiitis. Summarize the treatment and management options available for granulomatosis with polyangiitis. Review some interprofessional team strategies for improving care coordination and communication to improve the outcomes of patients with granulomatosis with polyangiitis. Access free multiple choice questions on this topic.", "contents": "Granulomatosis With Polyangiitis -- Continuing Education Activity. Objectives: Identify the etiology of granulomatosis with polyangiitis. Explain the common physical exam findings associated with granulomatosis with polyangiitis. Summarize the treatment and management options available for granulomatosis with polyangiitis. Review some interprofessional team strategies for improving care coordination and communication to improve the outcomes of patients with granulomatosis with polyangiitis. Access free multiple choice questions on this topic."}
{"id": "article-76416_2", "title": "Granulomatosis With Polyangiitis -- Introduction", "content": "Wegener granulomatosis - renamed as granulomatosis with polyangiitis is a small-medium vessel necrotizing vasculitis, which is a component of a vast spectrum of disorders entitled the anti-neutrophil-cytoplasmic-antibody (ANCA) associated vasculitides (AAV). AAV includes granulomatosis with polyangiitis (GPA), microscopic polyangiitis (MPA), and eosinophilic granulomatosis with polyangiitis (EGPA or Churg Strauss syndrome). This classification on the Modern Nomenclature of Systemic Vasculitides was laid down at the Chapel Hill Consensus Conference in 2012. [1] GPA is characterized by a pneumo-renal syndrome associated with otorhinolaryngologic manifestations.", "contents": "Granulomatosis With Polyangiitis -- Introduction. Wegener granulomatosis - renamed as granulomatosis with polyangiitis is a small-medium vessel necrotizing vasculitis, which is a component of a vast spectrum of disorders entitled the anti-neutrophil-cytoplasmic-antibody (ANCA) associated vasculitides (AAV). AAV includes granulomatosis with polyangiitis (GPA), microscopic polyangiitis (MPA), and eosinophilic granulomatosis with polyangiitis (EGPA or Churg Strauss syndrome). This classification on the Modern Nomenclature of Systemic Vasculitides was laid down at the Chapel Hill Consensus Conference in 2012. [1] GPA is characterized by a pneumo-renal syndrome associated with otorhinolaryngologic manifestations."}
{"id": "article-76416_3", "title": "Granulomatosis With Polyangiitis -- Introduction", "content": "The first case was described by a German medical student named Heinz Klinger in 1931. Five years later, in 1936, a German pathologist, Friedrich Wegener, described three cases of peculiar small-medium vessel vasculitis with granulomatous inflammation and identified the disorder as a distinct form of vasculitis. In 1954, Godman and Churg published a review of 22 cases, and the disease was universally known as Wegener's granulomatosis. [2] In 1989, the American College of Chest physicians awarded Wegener a master clinician prize. In 2000, Wegener's Nazi ties came to light, and a movement began to rename the disease in the clinical community. The board of directors of the American College of Rheumatology, the American Society of Nephrology, and The European League Against Rheumatism recommended a switch to disease-descriptive nomenclature. Hence the disease was renamed granulomatosis with polyangiitis.", "contents": "Granulomatosis With Polyangiitis -- Introduction. The first case was described by a German medical student named Heinz Klinger in 1931. Five years later, in 1936, a German pathologist, Friedrich Wegener, described three cases of peculiar small-medium vessel vasculitis with granulomatous inflammation and identified the disorder as a distinct form of vasculitis. In 1954, Godman and Churg published a review of 22 cases, and the disease was universally known as Wegener's granulomatosis. [2] In 1989, the American College of Chest physicians awarded Wegener a master clinician prize. In 2000, Wegener's Nazi ties came to light, and a movement began to rename the disease in the clinical community. The board of directors of the American College of Rheumatology, the American Society of Nephrology, and The European League Against Rheumatism recommended a switch to disease-descriptive nomenclature. Hence the disease was renamed granulomatosis with polyangiitis."}
{"id": "article-76416_4", "title": "Granulomatosis With Polyangiitis -- Etiology", "content": "The exact cause of GPA is not well understood. The etiopathogenesis has been credited to anti-neutrophilic cytoplasmic antibodies (ANCA). Several complex interactions involving genetics and microbes have been implicated in pathogenesis. It is now widely presumed that ANCA are responsible for inflammation in GPA. Defective immune-regulatory responses to environmental insults such as infection or autoantigens lead to excessive production of Th1 and Th17 cytokines (interleukin 17, tumor necrosis factor, and interferon-gamma), which in turn can lead to the development of an inflammatory granulomatous vascular lesion. ANCA in GPA reacts with proteinase 3 (PR3), an enzyme prevalent in neutrophil granulocytes. ANCA activates neutrophils, which leads to increased adherence to endothelium and induces their de-granulation that can damage endothelial cells. [3] ANCA is 66% sensitive and 98% specific for GPA and is present in 80%-90% of the patients with active multisystemic disease. There are some cases where ANCA is negative. Cytoplasmic-ANCA (c-ANCA) with autoantibodies directed against proteinase 3 antibodies is seen in 80%-90% of the cases with GPA, and the remaining are perinuclear-ANCA (p-ANCA) directed against myeloperoxidase antibodies.", "contents": "Granulomatosis With Polyangiitis -- Etiology. The exact cause of GPA is not well understood. The etiopathogenesis has been credited to anti-neutrophilic cytoplasmic antibodies (ANCA). Several complex interactions involving genetics and microbes have been implicated in pathogenesis. It is now widely presumed that ANCA are responsible for inflammation in GPA. Defective immune-regulatory responses to environmental insults such as infection or autoantigens lead to excessive production of Th1 and Th17 cytokines (interleukin 17, tumor necrosis factor, and interferon-gamma), which in turn can lead to the development of an inflammatory granulomatous vascular lesion. ANCA in GPA reacts with proteinase 3 (PR3), an enzyme prevalent in neutrophil granulocytes. ANCA activates neutrophils, which leads to increased adherence to endothelium and induces their de-granulation that can damage endothelial cells. [3] ANCA is 66% sensitive and 98% specific for GPA and is present in 80%-90% of the patients with active multisystemic disease. There are some cases where ANCA is negative. Cytoplasmic-ANCA (c-ANCA) with autoantibodies directed against proteinase 3 antibodies is seen in 80%-90% of the cases with GPA, and the remaining are perinuclear-ANCA (p-ANCA) directed against myeloperoxidase antibodies."}
{"id": "article-76416_5", "title": "Granulomatosis With Polyangiitis -- Etiology", "content": "Genetic associations in GPA include: A defective allele for alpha 1 antitrypsin Cytotoxic T-lymphocyte-associated protein 4 (CTLA-4), which is involved in T-cell activation Proteinase 3 (PRTN 3) gene Major histocompatibility complex, class II, DP alpha 1 (HLA-DP) gene Certain types of FC gamma receptor III b on the surface of neutrophils and macrocytes/monocytes [4] Infections:  In addition to the initiation and exacerbation of the vasculitic process, infectious agents have also been known to modulate the clinical phenotype of the disease. Bacterial: Colonization with Staphylococcus aureus has been hypothesized as an initiating factor for inflammation seen in GPA. Viral: Association with various viruses including hepatitis C virus (HCV), cytomegalovirus (CMV), Epstein-Barr virus (EBV), and parvovirus have been reported. [5] Medications: Various medications like hydralazine, phenytoin, antithyroid medications, sulfasalazine, and allopurinol have been implicated.", "contents": "Granulomatosis With Polyangiitis -- Etiology. Genetic associations in GPA include: A defective allele for alpha 1 antitrypsin Cytotoxic T-lymphocyte-associated protein 4 (CTLA-4), which is involved in T-cell activation Proteinase 3 (PRTN 3) gene Major histocompatibility complex, class II, DP alpha 1 (HLA-DP) gene Certain types of FC gamma receptor III b on the surface of neutrophils and macrocytes/monocytes [4] Infections:  In addition to the initiation and exacerbation of the vasculitic process, infectious agents have also been known to modulate the clinical phenotype of the disease. Bacterial: Colonization with Staphylococcus aureus has been hypothesized as an initiating factor for inflammation seen in GPA. Viral: Association with various viruses including hepatitis C virus (HCV), cytomegalovirus (CMV), Epstein-Barr virus (EBV), and parvovirus have been reported. [5] Medications: Various medications like hydralazine, phenytoin, antithyroid medications, sulfasalazine, and allopurinol have been implicated."}
{"id": "article-76416_6", "title": "Granulomatosis With Polyangiitis -- Epidemiology", "content": "Among the three ANCA-associated vasculitides, GPA is the most common. The annual worldwide incidence of GPA is estimated to be 10-20 cases per one million based upon the geographical location. A higher incidence is noted in the colder regions. The incidence in the United States is 3 per one million population. The incidence rate is noted to be higher in adults than in the pediatric age group. It has a peak incidence at 64 to 75 years of age, and recent studies have shown no sex predilection. [6] It is commonly reported in Whites, although it can be seen in all racial and ethnic groups.", "contents": "Granulomatosis With Polyangiitis -- Epidemiology. Among the three ANCA-associated vasculitides, GPA is the most common. The annual worldwide incidence of GPA is estimated to be 10-20 cases per one million based upon the geographical location. A higher incidence is noted in the colder regions. The incidence in the United States is 3 per one million population. The incidence rate is noted to be higher in adults than in the pediatric age group. It has a peak incidence at 64 to 75 years of age, and recent studies have shown no sex predilection. [6] It is commonly reported in Whites, although it can be seen in all racial and ethnic groups."}
{"id": "article-76416_7", "title": "Granulomatosis With Polyangiitis -- Pathophysiology", "content": "The formation of the granulomas in GPA begins with the formation of neutrophilic microabscesses. The granulomas in GPA ultimately result in partial or total occlusion of blood vessels. The granulomas in GPA are not well-formed, unlike the ones in sarcoidosis or tuberculosis, and consist of giant cells surrounded by plasma cells, lymphocytes, and dendritic cells. These cells can damage the submucosa and penetrate the surrounding tissues, cartilage, or bone, resulting in necrosis and permanent deformities. [3] [7]", "contents": "Granulomatosis With Polyangiitis -- Pathophysiology. The formation of the granulomas in GPA begins with the formation of neutrophilic microabscesses. The granulomas in GPA ultimately result in partial or total occlusion of blood vessels. The granulomas in GPA are not well-formed, unlike the ones in sarcoidosis or tuberculosis, and consist of giant cells surrounded by plasma cells, lymphocytes, and dendritic cells. These cells can damage the submucosa and penetrate the surrounding tissues, cartilage, or bone, resulting in necrosis and permanent deformities. [3] [7]"}
{"id": "article-76416_8", "title": "Granulomatosis With Polyangiitis -- Histopathology", "content": "Pauci-immune necrotizing granulomas are seen in small and medium-sized blood vessels. Lung: Granulomas surrounded by palisading histiocytes and giant cells with central necrosis. This leads to liquefaction/coagulative necrosis in the lungs with profuse eosinophils and multinucleated giant cells. Angiitis of arteries and veins by neutrophils, plasma cells and eosinophils, scanty lymphocytes, and plasma cells is noted. Kidney: Focal necrotizing glomerulonephritis is seen often with cellular crescents and glomerular thrombosis. Interstitial inflammation is common, and renal papillary necrosis occurs in 20%. Rarely granulomatous glomerulonephritis and necrotizing granulomas are seen in biopsies.", "contents": "Granulomatosis With Polyangiitis -- Histopathology. Pauci-immune necrotizing granulomas are seen in small and medium-sized blood vessels. Lung: Granulomas surrounded by palisading histiocytes and giant cells with central necrosis. This leads to liquefaction/coagulative necrosis in the lungs with profuse eosinophils and multinucleated giant cells. Angiitis of arteries and veins by neutrophils, plasma cells and eosinophils, scanty lymphocytes, and plasma cells is noted. Kidney: Focal necrotizing glomerulonephritis is seen often with cellular crescents and glomerular thrombosis. Interstitial inflammation is common, and renal papillary necrosis occurs in 20%. Rarely granulomatous glomerulonephritis and necrotizing granulomas are seen in biopsies."}
{"id": "article-76416_9", "title": "Granulomatosis With Polyangiitis -- History and Physical", "content": "Granulomatosis with polyangiitis commonly involves a triad of a) upper respiratory tract (sinusitis, crusting rhinitis, saddle nose deformity, otitis media, mastoiditis, hearing loss), and lower respiratory tract (lung nodules, alveolar hemorrhage), b) systemic vasculitis, and c) kidney involvement (glomerulonephritis). [8] The disease shows a significant overlap with microscopic polyangiitis. Alveolar hemorrhage and crescentic necrotizing glomerulonephritis are also seen in MPA. ANCA directed against proteinase 3 can be found in 80% of patients with GPA, whereas ANCA directed against myeloperoxidase can be detected in 70% of patients with MPA. Based on histology, GPA can be differentiated from MPA when the inflammatory infiltrates have a granulomatous pattern.", "contents": "Granulomatosis With Polyangiitis -- History and Physical. Granulomatosis with polyangiitis commonly involves a triad of a) upper respiratory tract (sinusitis, crusting rhinitis, saddle nose deformity, otitis media, mastoiditis, hearing loss), and lower respiratory tract (lung nodules, alveolar hemorrhage), b) systemic vasculitis, and c) kidney involvement (glomerulonephritis). [8] The disease shows a significant overlap with microscopic polyangiitis. Alveolar hemorrhage and crescentic necrotizing glomerulonephritis are also seen in MPA. ANCA directed against proteinase 3 can be found in 80% of patients with GPA, whereas ANCA directed against myeloperoxidase can be detected in 70% of patients with MPA. Based on histology, GPA can be differentiated from MPA when the inflammatory infiltrates have a granulomatous pattern."}
{"id": "article-76416_10", "title": "Granulomatosis With Polyangiitis -- History and Physical -- Generalized Systemic Symptoms", "content": "GPA usually presents with non-specific symptoms of generalized systemic disease, including fever, malaise, weight loss, polyarthralgia, and myalgia. [9]", "contents": "Granulomatosis With Polyangiitis -- History and Physical -- Generalized Systemic Symptoms. GPA usually presents with non-specific symptoms of generalized systemic disease, including fever, malaise, weight loss, polyarthralgia, and myalgia. [9]"}
{"id": "article-76416_11", "title": "Granulomatosis With Polyangiitis -- History and Physical -- Organ System Involvement", "content": "Respiratory and pulmonary manifestations include [9] Upper respiratory tract involvement:", "contents": "Granulomatosis With Polyangiitis -- History and Physical -- Organ System Involvement. Respiratory and pulmonary manifestations include [9] Upper respiratory tract involvement:"}
{"id": "article-76416_12", "title": "Granulomatosis With Polyangiitis -- History and Physical -- Organ System Involvement", "content": "Studies show that 90% of patients have upper respiratory involvement. The earliest complaints are usually upper respiratory tract problems, including nasal and sinus pain, sinus stuffiness, purulent nasal discharge, nasal ulcerations, epistaxis, and otitis media. The presence of clinical signs of sinusitis, crusting rhinitis, otitis media, mastoiditis, and hearing loss should alert for GPA. Nasal inflammation can lead to septal perforation or nasal bridge collapse, causing a saddle nose deformity. Lower respiratory tract involvement:", "contents": "Granulomatosis With Polyangiitis -- History and Physical -- Organ System Involvement. Studies show that 90% of patients have upper respiratory involvement. The earliest complaints are usually upper respiratory tract problems, including nasal and sinus pain, sinus stuffiness, purulent nasal discharge, nasal ulcerations, epistaxis, and otitis media. The presence of clinical signs of sinusitis, crusting rhinitis, otitis media, mastoiditis, and hearing loss should alert for GPA. Nasal inflammation can lead to septal perforation or nasal bridge collapse, causing a saddle nose deformity. Lower respiratory tract involvement:"}
{"id": "article-76416_13", "title": "Granulomatosis With Polyangiitis -- History and Physical -- Organ System Involvement", "content": "Symptoms include cough, hemoptysis, dyspnea, sometimes pleuritic chest pain, and tracheal obstruction can be noted. Initially, nearly 50% of patients present with bilateral or unilateral pulmonary infiltrates. Pulmonary nodules (referred to as coin lesions) are seen as well. Pleural effusion has also been reported in 15%-20% of the cases. Diffuse pulmonary hemorrhage in these patients is noted to cause significant morbidity and mortality. [10] [11] Trachea and bronchi: Subglottic stenosis and bronchial stenosis is also a potentially serious complication of GPA. Symptoms can range from initially being asymptomatic to developing hoarseness, cough, wheeze, or stridor. Renal involvement:", "contents": "Granulomatosis With Polyangiitis -- History and Physical -- Organ System Involvement. Symptoms include cough, hemoptysis, dyspnea, sometimes pleuritic chest pain, and tracheal obstruction can be noted. Initially, nearly 50% of patients present with bilateral or unilateral pulmonary infiltrates. Pulmonary nodules (referred to as coin lesions) are seen as well. Pleural effusion has also been reported in 15%-20% of the cases. Diffuse pulmonary hemorrhage in these patients is noted to cause significant morbidity and mortality. [10] [11] Trachea and bronchi: Subglottic stenosis and bronchial stenosis is also a potentially serious complication of GPA. Symptoms can range from initially being asymptomatic to developing hoarseness, cough, wheeze, or stridor. Renal involvement:"}
{"id": "article-76416_14", "title": "Granulomatosis With Polyangiitis -- History and Physical -- Organ System Involvement", "content": "Upon presentation, renal involvement is noted in only 10%-20%, but glomerulonephritis eventually develops in 80% of patients within two years of disease onset. The most common manifestation is rapidly progressive crescentic glomerulonephritis leading to chronic kidney disease or end-stage renal disease. Eye involvement:", "contents": "Granulomatosis With Polyangiitis -- History and Physical -- Organ System Involvement. Upon presentation, renal involvement is noted in only 10%-20%, but glomerulonephritis eventually develops in 80% of patients within two years of disease onset. The most common manifestation is rapidly progressive crescentic glomerulonephritis leading to chronic kidney disease or end-stage renal disease. Eye involvement:"}
{"id": "article-76416_15", "title": "Granulomatosis With Polyangiitis -- History and Physical -- Organ System Involvement", "content": "Eye involvement is common and is seen in more than half of the people with the disease. Scleritis and conjunctivitis are most commonly seen. Scleritis can lead to necrotizing anterior scleritis, eventually causing blindness. Peripheral ulcerative keratitis (PUK) is the most significant corneal complication of GPA that could lead to corneal melt syndrome. Other manifestations include episcleritis and anterior uveitis. In 10%-15% of the patients, orbital masses in the retrobulbar region can occur that are termed pseudotumors. These can cause diplopia, proptosis, or vision loss. Nasolacrimal duct obstruction is very often noted in GPA. [12] Ear involvement:", "contents": "Granulomatosis With Polyangiitis -- History and Physical -- Organ System Involvement. Eye involvement is common and is seen in more than half of the people with the disease. Scleritis and conjunctivitis are most commonly seen. Scleritis can lead to necrotizing anterior scleritis, eventually causing blindness. Peripheral ulcerative keratitis (PUK) is the most significant corneal complication of GPA that could lead to corneal melt syndrome. Other manifestations include episcleritis and anterior uveitis. In 10%-15% of the patients, orbital masses in the retrobulbar region can occur that are termed pseudotumors. These can cause diplopia, proptosis, or vision loss. Nasolacrimal duct obstruction is very often noted in GPA. [12] Ear involvement:"}
{"id": "article-76416_16", "title": "Granulomatosis With Polyangiitis -- History and Physical -- Organ System Involvement", "content": "Both the categories of ear disease - conductive and sensorineural hearing loss are typical of the disease. Conductive hearing loss due to auditory tube dysfunction secondary to nasopharyngeal disease is noted in many cases of GPA. Sensorineural hearing loss and vestibular dysfunction are seen in some individuals. Middle ear involvement, including serous otitis media and mastoiditis, is also seen. Skin:", "contents": "Granulomatosis With Polyangiitis -- History and Physical -- Organ System Involvement. Both the categories of ear disease - conductive and sensorineural hearing loss are typical of the disease. Conductive hearing loss due to auditory tube dysfunction secondary to nasopharyngeal disease is noted in many cases of GPA. Sensorineural hearing loss and vestibular dysfunction are seen in some individuals. Middle ear involvement, including serous otitis media and mastoiditis, is also seen. Skin:"}
{"id": "article-76416_17", "title": "Granulomatosis With Polyangiitis -- History and Physical -- Organ System Involvement", "content": "Dermatologic involvement is reported in 50%-60% of the patients with GPA with purpura commonly involving the lower extremities. Other common manifestations, including cutaneous nodules, particularly involving the olecranon regions, are common and can be mistaken for rheumatoid arthritis. Less commonly ulcers, papules, vesicles, and subcutaneous nodules (granulomas) may be seen. Nervous system:", "contents": "Granulomatosis With Polyangiitis -- History and Physical -- Organ System Involvement. Dermatologic involvement is reported in 50%-60% of the patients with GPA with purpura commonly involving the lower extremities. Other common manifestations, including cutaneous nodules, particularly involving the olecranon regions, are common and can be mistaken for rheumatoid arthritis. Less commonly ulcers, papules, vesicles, and subcutaneous nodules (granulomas) may be seen. Nervous system:"}
{"id": "article-76416_18", "title": "Granulomatosis With Polyangiitis -- History and Physical -- Organ System Involvement", "content": "Nervous system involvement is seen in about 30%-40% of the patients with peripheral neuropathies being most common. Neuropathy could lead to mononeuritis multiplex. Cranial neuropathies, pachymeningitis, seizures, and cerebritis have also been reported. Musculoskeletal:", "contents": "Granulomatosis With Polyangiitis -- History and Physical -- Organ System Involvement. Nervous system involvement is seen in about 30%-40% of the patients with peripheral neuropathies being most common. Neuropathy could lead to mononeuritis multiplex. Cranial neuropathies, pachymeningitis, seizures, and cerebritis have also been reported. Musculoskeletal:"}
{"id": "article-76416_19", "title": "Granulomatosis With Polyangiitis -- History and Physical -- Organ System Involvement", "content": "Arthralgia and myalgia are seen in 70% of patients. Joint symptoms are commonly seen, but diagnosis with this alone is rarely made without other manifestations. Arthralgias are more common than arthritis. The presence of joint pains along with subcutaneous nodules and rheumatoid factor positivity can often lead to misdiagnosis. Cardiac: Cardiac involvement is less common and involves valvular lesions or insufficiency, pericarditis, and coronary arteritis.", "contents": "Granulomatosis With Polyangiitis -- History and Physical -- Organ System Involvement. Arthralgia and myalgia are seen in 70% of patients. Joint symptoms are commonly seen, but diagnosis with this alone is rarely made without other manifestations. Arthralgias are more common than arthritis. The presence of joint pains along with subcutaneous nodules and rheumatoid factor positivity can often lead to misdiagnosis. Cardiac: Cardiac involvement is less common and involves valvular lesions or insufficiency, pericarditis, and coronary arteritis."}
{"id": "article-76416_20", "title": "Granulomatosis With Polyangiitis -- Evaluation", "content": "Evaluation of a patient with suspected GPA involves a complete clinical, laboratory, radiological, and histopathological assessment. A thorough clinical evaluation to assess the site and extent of involvement is key while evaluating a patient with GPA. Laboratory evaluation includes a complete blood count, electrolytes, renal function panel, urinalysis, titers of PR3-ANCA and MPO-ANCA, erythrocyte sedimentation rate (ESR), and c-reactive protein (CRP). Radiological evaluation of sinuses, lungs, trachea, and orbits can be performed to assess the sites and extent of involvement. A chest x-ray and computed tomography (CT) scan of the lungs can be done to look for pulmonary lesions and hemorrhage. This could further help in differentiating between GPA and MPA. Histopathological evaluation, including kidneys, skin, and lungs, can be performed to look for vasculitis and immune deposits. The lung is the most common site for biopsy, and a renal biopsy could be performed, which shows necrotizing glomerulonephritis.", "contents": "Granulomatosis With Polyangiitis -- Evaluation. Evaluation of a patient with suspected GPA involves a complete clinical, laboratory, radiological, and histopathological assessment. A thorough clinical evaluation to assess the site and extent of involvement is key while evaluating a patient with GPA. Laboratory evaluation includes a complete blood count, electrolytes, renal function panel, urinalysis, titers of PR3-ANCA and MPO-ANCA, erythrocyte sedimentation rate (ESR), and c-reactive protein (CRP). Radiological evaluation of sinuses, lungs, trachea, and orbits can be performed to assess the sites and extent of involvement. A chest x-ray and computed tomography (CT) scan of the lungs can be done to look for pulmonary lesions and hemorrhage. This could further help in differentiating between GPA and MPA. Histopathological evaluation, including kidneys, skin, and lungs, can be performed to look for vasculitis and immune deposits. The lung is the most common site for biopsy, and a renal biopsy could be performed, which shows necrotizing glomerulonephritis."}
{"id": "article-76416_21", "title": "Granulomatosis With Polyangiitis -- Evaluation -- Diagnostic Criteria", "content": "Various diagnostic criteria have been proposed to diagnose GPA and distinguish the disease from other vasculitides. The ACR criteria include: a) Urinary sediment showing red blood cell casts or more than five red blood cells per high power field, b) Abnormal findings on chest radiograph, c) Oral ulcer or nasal discharge, and d) Granulomatous inflammation on biopsy. The presence of two or more out of the above-mentioned four criteria was associated with a 92% specificity and 88% sensitivity. [10] The ELK (E stands for ears, nose, and throat or upper respiratory tract, L for lung, and K for kidney) proposed by DeRemee utilizes ANCA to diagnose. Per these criteria, any typical manifestation involving the ELK along with positive c-ANCA or typical histopathological finding qualifies for a diagnosis of GPA. [11]", "contents": "Granulomatosis With Polyangiitis -- Evaluation -- Diagnostic Criteria. Various diagnostic criteria have been proposed to diagnose GPA and distinguish the disease from other vasculitides. The ACR criteria include: a) Urinary sediment showing red blood cell casts or more than five red blood cells per high power field, b) Abnormal findings on chest radiograph, c) Oral ulcer or nasal discharge, and d) Granulomatous inflammation on biopsy. The presence of two or more out of the above-mentioned four criteria was associated with a 92% specificity and 88% sensitivity. [10] The ELK (E stands for ears, nose, and throat or upper respiratory tract, L for lung, and K for kidney) proposed by DeRemee utilizes ANCA to diagnose. Per these criteria, any typical manifestation involving the ELK along with positive c-ANCA or typical histopathological finding qualifies for a diagnosis of GPA. [11]"}
{"id": "article-76416_22", "title": "Granulomatosis With Polyangiitis -- Treatment / Management", "content": "Current choices for treatment are based on classifying patients by the extent of involvement in limited or severe disease. Severe disease constitutes a life-threatening disease or organ-threatening disease, which includes active glomerulonephritis, pulmonary hemorrhage, cerebral vasculitis, progressive peripheral or cranial neuropathy, gastrointestinal bleeding, pericarditis, orbital pseudotumor, or myocarditis. Limited disease involves a process that does not pose such threats. The diagnosis of severe disease warrants the use of cyclophosphamide.", "contents": "Granulomatosis With Polyangiitis -- Treatment / Management. Current choices for treatment are based on classifying patients by the extent of involvement in limited or severe disease. Severe disease constitutes a life-threatening disease or organ-threatening disease, which includes active glomerulonephritis, pulmonary hemorrhage, cerebral vasculitis, progressive peripheral or cranial neuropathy, gastrointestinal bleeding, pericarditis, orbital pseudotumor, or myocarditis. Limited disease involves a process that does not pose such threats. The diagnosis of severe disease warrants the use of cyclophosphamide."}
{"id": "article-76416_23", "title": "Granulomatosis With Polyangiitis -- Treatment / Management", "content": "The treatment of GPA involves the use of immunosuppressive agents in a variety of combinations. Treatment is classified into two phases: The induction phase and the maintenance phase. Commonly used agents are cyclophosphamide, glucocorticoids, rituximab, azathioprine, methotrexate, and plasmapheresis if indicated.", "contents": "Granulomatosis With Polyangiitis -- Treatment / Management. The treatment of GPA involves the use of immunosuppressive agents in a variety of combinations. Treatment is classified into two phases: The induction phase and the maintenance phase. Commonly used agents are cyclophosphamide, glucocorticoids, rituximab, azathioprine, methotrexate, and plasmapheresis if indicated."}
{"id": "article-76416_24", "title": "Granulomatosis With Polyangiitis -- Treatment / Management", "content": "Induction of remission with severe disease: Cyclophosphamide, in combination with glucocorticoids, has been proven to be effective in the treatment of life/organ-threatening disease. Pulse steroids for 3 days before initiating oral glucocorticoids are frequently used. The choice is based upon the patient preference, clinician preference, and adverse effects associated with each. According to the rituximab versus cyclophosphamide for induction of remission for ANCA-associated vasculitis trial (RAVE trial), [13] it was concluded that rituximab was not inferior to daily cyclophosphamide for induction of remission and may be superior in relapsing disease. In patients without severe disease and no contraindication to methotrexate, methotrexate, in combination with glucocorticoids, is used. Indications for plasmapheresis are rapidly declining kidney function, presence of positive anti-glomerular basement membrane antibodies, or pulmonary hemorrhage complicated by respiratory compromise that does not respond to intravenous glucocorticoids.", "contents": "Granulomatosis With Polyangiitis -- Treatment / Management. Induction of remission with severe disease: Cyclophosphamide, in combination with glucocorticoids, has been proven to be effective in the treatment of life/organ-threatening disease. Pulse steroids for 3 days before initiating oral glucocorticoids are frequently used. The choice is based upon the patient preference, clinician preference, and adverse effects associated with each. According to the rituximab versus cyclophosphamide for induction of remission for ANCA-associated vasculitis trial (RAVE trial), [13] it was concluded that rituximab was not inferior to daily cyclophosphamide for induction of remission and may be superior in relapsing disease. In patients without severe disease and no contraindication to methotrexate, methotrexate, in combination with glucocorticoids, is used. Indications for plasmapheresis are rapidly declining kidney function, presence of positive anti-glomerular basement membrane antibodies, or pulmonary hemorrhage complicated by respiratory compromise that does not respond to intravenous glucocorticoids."}
{"id": "article-76416_25", "title": "Granulomatosis With Polyangiitis -- Treatment / Management", "content": "Maintenance therapy is initiated after induction of remission is achieved (usually within 3-6 months). Patients are transitioned to maintenance therapy to avoid relapses. Methotrexate, azathioprine, and rituximab are effective. The preference of one of these agents depends on if the patient has been newly diagnosed or has more than one relapse. Other factors that influence the choice of the maintenance agent used include a prior history of toxicity or comorbidity that increases the risk of toxicity to a particular agent. Duration of maintenance therapy is usually for 12-36 months after remission has been induced. In patients who are at high risk of relapse, maintenance therapy is continued indefinitely.", "contents": "Granulomatosis With Polyangiitis -- Treatment / Management. Maintenance therapy is initiated after induction of remission is achieved (usually within 3-6 months). Patients are transitioned to maintenance therapy to avoid relapses. Methotrexate, azathioprine, and rituximab are effective. The preference of one of these agents depends on if the patient has been newly diagnosed or has more than one relapse. Other factors that influence the choice of the maintenance agent used include a prior history of toxicity or comorbidity that increases the risk of toxicity to a particular agent. Duration of maintenance therapy is usually for 12-36 months after remission has been induced. In patients who are at high risk of relapse, maintenance therapy is continued indefinitely."}
{"id": "article-76416_26", "title": "Granulomatosis With Polyangiitis -- Treatment / Management", "content": "Other therapies showing efficacy for induction and/or maintenance of remission are mycophenolate mofetil, cyclosporine, and intravenous immunoglobulin (IVIG). Trimethoprim-sulfamethoxazole has been reported to be used in patients with a limited form of GPA without renal involvement.", "contents": "Granulomatosis With Polyangiitis -- Treatment / Management. Other therapies showing efficacy for induction and/or maintenance of remission are mycophenolate mofetil, cyclosporine, and intravenous immunoglobulin (IVIG). Trimethoprim-sulfamethoxazole has been reported to be used in patients with a limited form of GPA without renal involvement."}
{"id": "article-76416_27", "title": "Granulomatosis With Polyangiitis -- Differential Diagnosis", "content": "Due to its multisystemic nature, the differential diagnosis is broad, and many conditions could mimic GPA and have to be ruled out before a final diagnosis can be established. Other forms of ANCA associated vasculitis: Microscopic polyangiitis Churg- Strauss syndrome Drug-induced ANCA associated vasculitis Renal limited vasculitis Mixed cryoglobulinemia Polyarteritis nodosa Henoch Schonlein purpura Goodpasture syndrome 2. Other autoimmune disorders: Systemic lupus erythematosus Sarcoidosis Rheumatoid arthritis Amyloidosis 3. Infections: Infective endocarditis Sepsis Mycobacterial infections Disseminated fungal infections Disseminated gonococcal infection Streptococcal pneumonia with glomerulonephritis 4. Malignancies: Lymphomatoid granulomatosis Lymphomas Castleman's disease Carcinomatosis 5. Drug toxicities: Intranasal cocaine Amphetamines Levamisole 6. Miscellaneous: Idiopathic pulmonary alveolar hemorrhage", "contents": "Granulomatosis With Polyangiitis -- Differential Diagnosis. Due to its multisystemic nature, the differential diagnosis is broad, and many conditions could mimic GPA and have to be ruled out before a final diagnosis can be established. Other forms of ANCA associated vasculitis: Microscopic polyangiitis Churg- Strauss syndrome Drug-induced ANCA associated vasculitis Renal limited vasculitis Mixed cryoglobulinemia Polyarteritis nodosa Henoch Schonlein purpura Goodpasture syndrome 2. Other autoimmune disorders: Systemic lupus erythematosus Sarcoidosis Rheumatoid arthritis Amyloidosis 3. Infections: Infective endocarditis Sepsis Mycobacterial infections Disseminated fungal infections Disseminated gonococcal infection Streptococcal pneumonia with glomerulonephritis 4. Malignancies: Lymphomatoid granulomatosis Lymphomas Castleman's disease Carcinomatosis 5. Drug toxicities: Intranasal cocaine Amphetamines Levamisole 6. Miscellaneous: Idiopathic pulmonary alveolar hemorrhage"}
{"id": "article-76416_28", "title": "Granulomatosis With Polyangiitis -- Toxicity and Adverse Effect Management", "content": "The immunosuppressive agents used in the treatment of GPA have a significant side effect profile and can cause complications that could be worse than the disease itself. The most common side effects include: Glucocorticoids Hypertension Diabetes mellitus Arrhythmias Gastrointestinal bleeding Cataract Glaucoma Avascular necrosis of bone Osteoporosis 2. Methotrexate Hepatotoxicity Stomatitis Pneumonitis Bone marrow suppression 3. Cyclophosphamide Bone marrow suppression Infections Gonadal toxicity Hemorrhagic cystitis Bladder carcinoma Hyponatremia due to syndrome of inappropriate antidiuretic hormone secretion (SIADH) Myelodysplasia 4. Rituximab Progressive multifocal leukoencephalopathy Infusion reactions Opportunistic infections Late-onset neutropenia", "contents": "Granulomatosis With Polyangiitis -- Toxicity and Adverse Effect Management. The immunosuppressive agents used in the treatment of GPA have a significant side effect profile and can cause complications that could be worse than the disease itself. The most common side effects include: Glucocorticoids Hypertension Diabetes mellitus Arrhythmias Gastrointestinal bleeding Cataract Glaucoma Avascular necrosis of bone Osteoporosis 2. Methotrexate Hepatotoxicity Stomatitis Pneumonitis Bone marrow suppression 3. Cyclophosphamide Bone marrow suppression Infections Gonadal toxicity Hemorrhagic cystitis Bladder carcinoma Hyponatremia due to syndrome of inappropriate antidiuretic hormone secretion (SIADH) Myelodysplasia 4. Rituximab Progressive multifocal leukoencephalopathy Infusion reactions Opportunistic infections Late-onset neutropenia"}
{"id": "article-76416_29", "title": "Granulomatosis With Polyangiitis -- Prognosis", "content": "GPA is associated with significant morbidity and mortality either due to irreversible organ dysfunction or due to the consequences of intensive/prolonged use of glucocorticoids or immunosuppressive agents. The average life expectancy for a patient with GPA without any treatment is 5 months, with a 1-year survival rate of less than 30%. In recent times more than 80% of patients who are treated are alive at least for eight to nine years. With advances in treatment, they have a higher long-term survival rate and have been able to lead a relatively normal life.", "contents": "Granulomatosis With Polyangiitis -- Prognosis. GPA is associated with significant morbidity and mortality either due to irreversible organ dysfunction or due to the consequences of intensive/prolonged use of glucocorticoids or immunosuppressive agents. The average life expectancy for a patient with GPA without any treatment is 5 months, with a 1-year survival rate of less than 30%. In recent times more than 80% of patients who are treated are alive at least for eight to nine years. With advances in treatment, they have a higher long-term survival rate and have been able to lead a relatively normal life."}
{"id": "article-76416_30", "title": "Granulomatosis With Polyangiitis -- Prognosis", "content": "Even though the prognosis of GPA has significantly improved with the introduction of immunosuppressive agents and biologics, there is significant morbidity from the disease itself (86%) or due to side effects from the treatment (42%). Patients with severe renal involvement have a guarded prognosis and a higher rate of mortality. [12]", "contents": "Granulomatosis With Polyangiitis -- Prognosis. Even though the prognosis of GPA has significantly improved with the introduction of immunosuppressive agents and biologics, there is significant morbidity from the disease itself (86%) or due to side effects from the treatment (42%). Patients with severe renal involvement have a guarded prognosis and a higher rate of mortality. [12]"}
{"id": "article-76416_31", "title": "Granulomatosis With Polyangiitis -- Complications", "content": "Common complications due to the disease itself: Hearing loss Permanent loss of vision Saddle nose deformity or septal perforation Acute hypoxic respiratory failure due to diffuse pulmonary hemorrhage Chronic kidney disease or end-stage renal disease Mononeuritis multiplex Complications due to immunosuppressive treatment: (refer to toxicity and side effect management) Infections Cancers including lymphomas and myelodysplastic syndromes Infusion reactions and death", "contents": "Granulomatosis With Polyangiitis -- Complications. Common complications due to the disease itself: Hearing loss Permanent loss of vision Saddle nose deformity or septal perforation Acute hypoxic respiratory failure due to diffuse pulmonary hemorrhage Chronic kidney disease or end-stage renal disease Mononeuritis multiplex Complications due to immunosuppressive treatment: (refer to toxicity and side effect management) Infections Cancers including lymphomas and myelodysplastic syndromes Infusion reactions and death"}
{"id": "article-76416_32", "title": "Granulomatosis With Polyangiitis -- Deterrence and Patient Education", "content": "Living with granulomatosis with polyangiitis can be very challenging. Fatigue, pain, complications of the disease, medication-related side effects, and emotional stress can take a toll on patients' wellbeing. It can affect work and personal relationships. Sharing experiences and difficulties with clinicians, family, and friends and connecting with them through a support group can help immensely. Due to its multisystemic involvement, patients have multiple health care providers, and it is important to follow up with them as recommended. Using a health care journal to keep track of medications and appointments can be helpful.", "contents": "Granulomatosis With Polyangiitis -- Deterrence and Patient Education. Living with granulomatosis with polyangiitis can be very challenging. Fatigue, pain, complications of the disease, medication-related side effects, and emotional stress can take a toll on patients' wellbeing. It can affect work and personal relationships. Sharing experiences and difficulties with clinicians, family, and friends and connecting with them through a support group can help immensely. Due to its multisystemic involvement, patients have multiple health care providers, and it is important to follow up with them as recommended. Using a health care journal to keep track of medications and appointments can be helpful."}
{"id": "article-76416_33", "title": "Granulomatosis With Polyangiitis -- Enhancing Healthcare Team Outcomes", "content": "GPA is a multisystemic disease that requires an interprofessional team to cover the broad spectrum of organ involvement. Rheumatologists, pulmonologists, otolaryngologists, pathologists, radiologists, pharmacists, cardiologists, and nephrologists play an important role. Good communication amongst the team members is key in management. Nurses play an important role in vital checks and measuring urine output. They also provide immediate care to the patient and monitor them closely during infusions for side effects. Of note, many patients have stated that they see a doctor for every organ, which emphasizes the importance of a collaborative effort.", "contents": "Granulomatosis With Polyangiitis -- Enhancing Healthcare Team Outcomes. GPA is a multisystemic disease that requires an interprofessional team to cover the broad spectrum of organ involvement. Rheumatologists, pulmonologists, otolaryngologists, pathologists, radiologists, pharmacists, cardiologists, and nephrologists play an important role. Good communication amongst the team members is key in management. Nurses play an important role in vital checks and measuring urine output. They also provide immediate care to the patient and monitor them closely during infusions for side effects. Of note, many patients have stated that they see a doctor for every organ, which emphasizes the importance of a collaborative effort."}
{"id": "article-76416_34", "title": "Granulomatosis With Polyangiitis -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Granulomatosis With Polyangiitis -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}