{"id": "article-25698_0", "title": "Interstitial Nephritis (Archived) -- Introduction", "content": "Interstitial nephritis, also called tubulointerstitial nephritis, includes a variety of mostly inflammatory kidney disorders that involve the renal tubules and interstitium but generally spare the glomeruli. [1]", "contents": "Interstitial Nephritis (Archived) -- Introduction. Interstitial nephritis, also called tubulointerstitial nephritis, includes a variety of mostly inflammatory kidney disorders that involve the renal tubules and interstitium but generally spare the glomeruli. [1]"}
{"id": "article-25698_1", "title": "Interstitial Nephritis (Archived) -- Introduction", "content": "The condition now known as acute interstitial nephritis (AIN), was first described in a renal biopsy specimen by William Thomas Councilman, the chief pathologist of Brigham Hospital, in 1898. [2] In a post-mortem review of 42 cases, he described nonsuppurative interstitial lesions found predominantly in patients with streptococcal infections, which were later implicated in the immunopathogenesis of acute kidney injury (AKI). [2]", "contents": "Interstitial Nephritis (Archived) -- Introduction. The condition now known as acute interstitial nephritis (AIN), was first described in a renal biopsy specimen by William Thomas Councilman, the chief pathologist of Brigham Hospital, in 1898. [2] In a post-mortem review of 42 cases, he described nonsuppurative interstitial lesions found predominantly in patients with streptococcal infections, which were later implicated in the immunopathogenesis of acute kidney injury (AKI). [2]"}
{"id": "article-25698_2", "title": "Interstitial Nephritis (Archived) -- Introduction", "content": "Over the years, acute interstitial nephritis has been linked to a variety of infections, drugs, and systemic disorders. [1] [3] [4] Fortunately, it is generally reversible if diagnosed early and treated appropriately. [1]", "contents": "Interstitial Nephritis (Archived) -- Introduction. Over the years, acute interstitial nephritis has been linked to a variety of infections, drugs, and systemic disorders. [1] [3] [4] Fortunately, it is generally reversible if diagnosed early and treated appropriately. [1]"}
{"id": "article-25698_3", "title": "Interstitial Nephritis (Archived) -- Introduction", "content": "Acute interstitial nephritis is the third leading cause of renal dysfunction in kidney transplants and it remains one of the most common causes of acute kidney injury (AKI) leading to renal failure. [1]", "contents": "Interstitial Nephritis (Archived) -- Introduction. Acute interstitial nephritis is the third leading cause of renal dysfunction in kidney transplants and it remains one of the most common causes of acute kidney injury (AKI) leading to renal failure. [1]"}
{"id": "article-25698_4", "title": "Interstitial Nephritis (Archived) -- Introduction", "content": "This review will not cover autosomal dominant tubulointerstitial kidney disease which is described elsewhere. [5] See our companion StatPearls review article on \"Autosomal Dominant Tubulointerstitial Kidney Disease.\" [5]", "contents": "Interstitial Nephritis (Archived) -- Introduction. This review will not cover autosomal dominant tubulointerstitial kidney disease which is described elsewhere. [5] See our companion StatPearls review article on \"Autosomal Dominant Tubulointerstitial Kidney Disease.\" [5]"}
{"id": "article-25698_5", "title": "Interstitial Nephritis (Archived) -- Etiology", "content": "Acute interstitial nephritis (also called acute tubulointerstitial nephritis) is associated with medications, infections, irradiation, hypokalemia, acute transplant rejection, and various systemic diseases.", "contents": "Interstitial Nephritis (Archived) -- Etiology. Acute interstitial nephritis (also called acute tubulointerstitial nephritis) is associated with medications, infections, irradiation, hypokalemia, acute transplant rejection, and various systemic diseases."}
{"id": "article-25698_6", "title": "Interstitial Nephritis (Archived) -- Etiology", "content": "Drugs are the single most common cause of acute interstitial nephritis (AIN) in all age groups and account for up to 85% of cases. [1] [6] Antibiotics (penicillins, cephalosporins, ciprofloxacin, sulphonamides) and especially nonsteroidal anti-inflammatory drugs (NSAIDs) are the most frequently associated with AIN. NSAIDs alone account for 44% of cases and antibiotics are responsible for 33%. [1] [7] Proton pump inhibitors (PPIs), 5-aminosalicylates, lithium, rifampin, allopurinol, warfarin, chemotherapy agents, furosemide, thiazides, and acyclovir are other common drugs that can cause AIN. [1] [8]", "contents": "Interstitial Nephritis (Archived) -- Etiology. Drugs are the single most common cause of acute interstitial nephritis (AIN) in all age groups and account for up to 85% of cases. [1] [6] Antibiotics (penicillins, cephalosporins, ciprofloxacin, sulphonamides) and especially nonsteroidal anti-inflammatory drugs (NSAIDs) are the most frequently associated with AIN. NSAIDs alone account for 44% of cases and antibiotics are responsible for 33%. [1] [7] Proton pump inhibitors (PPIs), 5-aminosalicylates, lithium, rifampin, allopurinol, warfarin, chemotherapy agents, furosemide, thiazides, and acyclovir are other common drugs that can cause AIN. [1] [8]"}
{"id": "article-25698_7", "title": "Interstitial Nephritis (Archived) -- Etiology", "content": "Acute interstitial nephritis is also recognized as the most common renal lesion in cases of acute kidney injury (AKI) cases including those associated with immune checkpoint inhibitors (e.g., pembrolizumab). [9] Immune checkpoint inhibitors are monoclonal antibodies used for cancer immunotherapy that are proving to be an increasing cause of medication-induced interstitial nephritis. [10] As there are no alternative drugs for many of these cancer patients, the use of immune checkpoint inhibitors in those individuals who develop drug-induced interstitial nephritis poses a difficult medical and ethical challenge. [6]", "contents": "Interstitial Nephritis (Archived) -- Etiology. Acute interstitial nephritis is also recognized as the most common renal lesion in cases of acute kidney injury (AKI) cases including those associated with immune checkpoint inhibitors (e.g., pembrolizumab). [9] Immune checkpoint inhibitors are monoclonal antibodies used for cancer immunotherapy that are proving to be an increasing cause of medication-induced interstitial nephritis. [10] As there are no alternative drugs for many of these cancer patients, the use of immune checkpoint inhibitors in those individuals who develop drug-induced interstitial nephritis poses a difficult medical and ethical challenge. [6]"}
{"id": "article-25698_8", "title": "Interstitial Nephritis (Archived) -- Etiology", "content": "In theory, any drug can precipitate AIN, and the list of offending medications has been growing over time. There are over two hundred fifty drugs currently associated with drug-induced interstitial nephritis. [11] Infections can also cause acute interstitial nephritis, usually when associated with either obstruction or reflux. The following organisms have been associated with AIN: Bacteria- E. coli , Campylobacter , Salmonella , streptococci Fungi - Histoplasmosis, coccidioidomycosis Parasites- Toxoplasmosis, leishmaniasis Spirochetes- Leptospirosis, syphilis Viruses- Human immunodeficiency virus (HIV), cytomegalovirus, Epstein-Barr virus, measles, mumps, polyoma, hepatitis B, and herpes simplex virus", "contents": "Interstitial Nephritis (Archived) -- Etiology. In theory, any drug can precipitate AIN, and the list of offending medications has been growing over time. There are over two hundred fifty drugs currently associated with drug-induced interstitial nephritis. [11] Infections can also cause acute interstitial nephritis, usually when associated with either obstruction or reflux. The following organisms have been associated with AIN: Bacteria- E. coli , Campylobacter , Salmonella , streptococci Fungi - Histoplasmosis, coccidioidomycosis Parasites- Toxoplasmosis, leishmaniasis Spirochetes- Leptospirosis, syphilis Viruses- Human immunodeficiency virus (HIV), cytomegalovirus, Epstein-Barr virus, measles, mumps, polyoma, hepatitis B, and herpes simplex virus"}
{"id": "article-25698_9", "title": "Interstitial Nephritis (Archived) -- Etiology", "content": "Systemic disorders that have been found to cause acute and chronic AIN include sarcoidosis, Sjogren’syndrome, IgG-4-related autoimmune disease, Goodpasture syndrome, and systemic lupus erythematosus (SLE), as well as tubulointerstitial nephritis and uveitis syndrome (TINU). [1] [12] [13] [14]", "contents": "Interstitial Nephritis (Archived) -- Etiology. Systemic disorders that have been found to cause acute and chronic AIN include sarcoidosis, Sjogren’syndrome, IgG-4-related autoimmune disease, Goodpasture syndrome, and systemic lupus erythematosus (SLE), as well as tubulointerstitial nephritis and uveitis syndrome (TINU). [1] [12] [13] [14]"}
{"id": "article-25698_10", "title": "Interstitial Nephritis (Archived) -- Etiology", "content": "IgG-4-related autoimmune nephropathy is a rare disorder in which IgG and IgG-4 serum levels are elevated and multiple organs are affected. [15] [16] When the kidney is affected, it causes interstitial nephritis. [15] [16] [17] [18] IgG and IgG-4 serum levels are elevated and multiple organs are affected. [16] It responds well to steroid therapy, but relapses are frequent when treatment is discontinued. [15] [16] [19] [20]", "contents": "Interstitial Nephritis (Archived) -- Etiology. IgG-4-related autoimmune nephropathy is a rare disorder in which IgG and IgG-4 serum levels are elevated and multiple organs are affected. [15] [16] When the kidney is affected, it causes interstitial nephritis. [15] [16] [17] [18] IgG and IgG-4 serum levels are elevated and multiple organs are affected. [16] It responds well to steroid therapy, but relapses are frequent when treatment is discontinued. [15] [16] [19] [20]"}
{"id": "article-25698_11", "title": "Interstitial Nephritis (Archived) -- Etiology", "content": "Chronic interstitial nephritis has been associated with Alport syndrome, amyloidosis, atherosclerotic renal disease, chronic transplant nephropathy, cystinosis, drugs, heavy metal exposure (cadmium, lead, mercury), hypercalcemia, leukemia, medullary cystic disease, myeloma, nephrolithiasis, obstructive uropathy, oxalosis, and vesicoureteral reflux. Idiopathic  AIN is noted in certain unique disease entities, such as tubulointerstitial nephritis and uveitis syndrome, and anti-tubular basement membrane (anti-TBM) disease. [21]", "contents": "Interstitial Nephritis (Archived) -- Etiology. Chronic interstitial nephritis has been associated with Alport syndrome, amyloidosis, atherosclerotic renal disease, chronic transplant nephropathy, cystinosis, drugs, heavy metal exposure (cadmium, lead, mercury), hypercalcemia, leukemia, medullary cystic disease, myeloma, nephrolithiasis, obstructive uropathy, oxalosis, and vesicoureteral reflux. Idiopathic  AIN is noted in certain unique disease entities, such as tubulointerstitial nephritis and uveitis syndrome, and anti-tubular basement membrane (anti-TBM) disease. [21]"}
{"id": "article-25698_12", "title": "Interstitial Nephritis (Archived) -- Etiology", "content": "Tubulointerstitial nephritis and uveitis syndrome (TINU) is a rare disorder that presents with acute onset of granulomatous bilateral uveitis (redness, pain, and photophobia) and abnormal renal function from interstitial nephritis. [21] Renal involvement usually precedes the eye manifestations (65%) but they can occur concurrently (15%).", "contents": "Interstitial Nephritis (Archived) -- Etiology. Tubulointerstitial nephritis and uveitis syndrome (TINU) is a rare disorder that presents with acute onset of granulomatous bilateral uveitis (redness, pain, and photophobia) and abnormal renal function from interstitial nephritis. [21] Renal involvement usually precedes the eye manifestations (65%) but they can occur concurrently (15%)."}
{"id": "article-25698_13", "title": "Interstitial Nephritis (Archived) -- Etiology", "content": "Tubulointerstitial nephritis and uveitis syndrome is most common in children and younger adults aged <20 years, although cases are reported in older age groups greater than 60. Women are affected more than men, with no specific ethnic predominance. TINU is seen in 1%-2% of ophthalmology practices, but it represents up to a third of symptomatic acute bilateral uveitis cases in patients younger than 20 years. [21]", "contents": "Interstitial Nephritis (Archived) -- Etiology. Tubulointerstitial nephritis and uveitis syndrome is most common in children and younger adults aged <20 years, although cases are reported in older age groups greater than 60. Women are affected more than men, with no specific ethnic predominance. TINU is seen in 1%-2% of ophthalmology practices, but it represents up to a third of symptomatic acute bilateral uveitis cases in patients younger than 20 years. [21]"}
{"id": "article-25698_14", "title": "Interstitial Nephritis (Archived) -- Etiology", "content": "The pathogenesis of TINU remains elusive. A combination of genetic susceptibility (Class II human leukocyte antigen subtypes), autoimmune, infectious, and iatrogenic factors are suspected of playing a role. [22] [23] It is associated with Epstein-Barr virus, leptospira, mycoplasma, and Yersinia infections. [1] [24] [25]", "contents": "Interstitial Nephritis (Archived) -- Etiology. The pathogenesis of TINU remains elusive. A combination of genetic susceptibility (Class II human leukocyte antigen subtypes), autoimmune, infectious, and iatrogenic factors are suspected of playing a role. [22] [23] It is associated with Epstein-Barr virus, leptospira, mycoplasma, and Yersinia infections. [1] [24] [25]"}
{"id": "article-25698_15", "title": "Interstitial Nephritis (Archived) -- Etiology", "content": "A definitive diagnosis of TINU can be established by the combination of the presence of typical bilateral uveitis and interstitial nephritis on renal biopsy (histopathology) or by the presence of typical uveitis and meeting all three of the following clinical criteria: [26] Abnormal creatinine or reduced creatinine clearance Abnormal urinalysis (low-grade proteinuria, microscopic hematuria, sterile pyuria, white blood cell casts, eosinophiluria, elevated b2 microglobulin) Systemic illness for more than two weeks (fever, weight loss, fatigue, elevated erythrocyte sedimentation rate, anemia, and abnormal liver enzymes)", "contents": "Interstitial Nephritis (Archived) -- Etiology. A definitive diagnosis of TINU can be established by the combination of the presence of typical bilateral uveitis and interstitial nephritis on renal biopsy (histopathology) or by the presence of typical uveitis and meeting all three of the following clinical criteria: [26] Abnormal creatinine or reduced creatinine clearance Abnormal urinalysis (low-grade proteinuria, microscopic hematuria, sterile pyuria, white blood cell casts, eosinophiluria, elevated b2 microglobulin) Systemic illness for more than two weeks (fever, weight loss, fatigue, elevated erythrocyte sedimentation rate, anemia, and abnormal liver enzymes)"}
{"id": "article-25698_16", "title": "Interstitial Nephritis (Archived) -- Etiology", "content": "Anti-TBM disease is a rare disorder that presents with acute kidney injury or chronic renal disease in all age groups. [27] Polyuria and polydipsia are the usual accompanying symptoms. [27] Microscopic hematuria and proteinuria (usually sub-nephrotic range) can be seen. [27]", "contents": "Interstitial Nephritis (Archived) -- Etiology. Anti-TBM disease is a rare disorder that presents with acute kidney injury or chronic renal disease in all age groups. [27] Polyuria and polydipsia are the usual accompanying symptoms. [27] Microscopic hematuria and proteinuria (usually sub-nephrotic range) can be seen. [27]"}
{"id": "article-25698_17", "title": "Interstitial Nephritis (Archived) -- Etiology", "content": "Anti-TBM antibodies are implicated in the pathogenesis of this disease. The anti-TBM antibodies are directed against the tubulointerstitial nephritis antigen, specifically in the kidney's proximal tubular basement membrane (TBM). [27] Tubulointerstitial nephritis antigen is a tubulogenesis regulatory protein. [27]", "contents": "Interstitial Nephritis (Archived) -- Etiology. Anti-TBM antibodies are implicated in the pathogenesis of this disease. The anti-TBM antibodies are directed against the tubulointerstitial nephritis antigen, specifically in the kidney's proximal tubular basement membrane (TBM). [27] Tubulointerstitial nephritis antigen is a tubulogenesis regulatory protein. [27]"}
{"id": "article-25698_18", "title": "Interstitial Nephritis (Archived) -- Etiology", "content": "Anti-TBM antibody formation can be triggered by drug exposure. The characteristic findings that clinch the diagnosis are the presence of anti-TBM antibodies in the serum, interstitial mononuclear infiltrate with tubulitis and variable eosinophils, acute tubular injury and interstitial edema on light microscopy, and strong linear IgG staining along the TBM with immunofluorescence. [27] [28] [29] Anti-TBM antibody titers are not commonly measured in clinical practice and it is unknown if such titers correlate to disease activity or severity. [28] The glomeruli show only non-specific changes and electron microscopy does not demonstrate any immune complexes. [27]", "contents": "Interstitial Nephritis (Archived) -- Etiology. Anti-TBM antibody formation can be triggered by drug exposure. The characteristic findings that clinch the diagnosis are the presence of anti-TBM antibodies in the serum, interstitial mononuclear infiltrate with tubulitis and variable eosinophils, acute tubular injury and interstitial edema on light microscopy, and strong linear IgG staining along the TBM with immunofluorescence. [27] [28] [29] Anti-TBM antibody titers are not commonly measured in clinical practice and it is unknown if such titers correlate to disease activity or severity. [28] The glomeruli show only non-specific changes and electron microscopy does not demonstrate any immune complexes. [27]"}
{"id": "article-25698_19", "title": "Interstitial Nephritis (Archived) -- Epidemiology", "content": "A renal biopsy is required to definitively establish the diagnosis of acute interstitial nephritis. In real-world practice, not all suspected AIN cases are biopsied either due to improvement in the renal function after stopping the offending agent or because the condition is treated empirically. Therefore, the true incidence of AIN is likely underestimated. Acute interstitial nephritis is the most common cause of acute kidney injury. [1] In the United States and worldwide, interstitial nephritis accounts for 10% to 15% of all renal diseases. It is even more prevalent in the Balkan countries. [30] According to large retrospective biopsy registries, AIN was present in 1% to 10% of all kidney biopsies, most of which were performed for suspected glomerulonephritis. Among the biopsies performed specifically for AKI evaluation, the incidence of AIN was higher, ranging from 6.5% to 35% and 13.5% of all biopsies performed for acute kidney failure. [1] [4] [31]", "contents": "Interstitial Nephritis (Archived) -- Epidemiology. A renal biopsy is required to definitively establish the diagnosis of acute interstitial nephritis. In real-world practice, not all suspected AIN cases are biopsied either due to improvement in the renal function after stopping the offending agent or because the condition is treated empirically. Therefore, the true incidence of AIN is likely underestimated. Acute interstitial nephritis is the most common cause of acute kidney injury. [1] In the United States and worldwide, interstitial nephritis accounts for 10% to 15% of all renal diseases. It is even more prevalent in the Balkan countries. [30] According to large retrospective biopsy registries, AIN was present in 1% to 10% of all kidney biopsies, most of which were performed for suspected glomerulonephritis. Among the biopsies performed specifically for AKI evaluation, the incidence of AIN was higher, ranging from 6.5% to 35% and 13.5% of all biopsies performed for acute kidney failure. [1] [4] [31]"}
{"id": "article-25698_20", "title": "Interstitial Nephritis (Archived) -- Epidemiology", "content": "Drug-induced AIN represents more than two-thirds of all cases of AIN. [1] [4] [7] Worldwide, analgesic use is the most common cause of chronic interstitial nephritis. [32]", "contents": "Interstitial Nephritis (Archived) -- Epidemiology. Drug-induced AIN represents more than two-thirds of all cases of AIN. [1] [4] [7] Worldwide, analgesic use is the most common cause of chronic interstitial nephritis. [32]"}
{"id": "article-25698_21", "title": "Interstitial Nephritis (Archived) -- Epidemiology", "content": "Analgesic-related interstitial nephritis is five to six times more prevalent in women than men, most likely due to their higher usage of pain-relieving drugs. Women in their sixth and seventh decades of life are affected most often.", "contents": "Interstitial Nephritis (Archived) -- Epidemiology. Analgesic-related interstitial nephritis is five to six times more prevalent in women than men, most likely due to their higher usage of pain-relieving drugs. Women in their sixth and seventh decades of life are affected most often."}
{"id": "article-25698_22", "title": "Interstitial Nephritis (Archived) -- Epidemiology", "content": "Elderly patients (12%) are more vulnerable to drug-induced AIN as compared to younger individuals (3%). [1] [4] [33] This is due to the increased use of antibiotics and NSAIDs in the older population as well as polypharmacy. [1] Infections, systemic disorders, and idiopathic causes account for the majority of the other causes of AIN.", "contents": "Interstitial Nephritis (Archived) -- Epidemiology. Elderly patients (12%) are more vulnerable to drug-induced AIN as compared to younger individuals (3%). [1] [4] [33] This is due to the increased use of antibiotics and NSAIDs in the older population as well as polypharmacy. [1] Infections, systemic disorders, and idiopathic causes account for the majority of the other causes of AIN."}
{"id": "article-25698_23", "title": "Interstitial Nephritis (Archived) -- Pathophysiology", "content": "The renal proximal tubules and interstitium are particularly susceptible to injury due to their high metabolic activity, increased exposure to concentrated drugs and toxins, and relatively limited blood supply. [1] [34] As inflammation and edema develop, the blood supply is diminished even more and the glomerular filtration rate (GFR) eventually begins to drop. [1] Inflammatory cytokines (such as tissue necrosis factor alpha) accelerate this process and initiate the production of transforming growth factor-beta from macrophages which results in fibrosis, tubular atrophy, and the permanent loss of kidney function seen in chronic interstitial nephritis. [1]", "contents": "Interstitial Nephritis (Archived) -- Pathophysiology. The renal proximal tubules and interstitium are particularly susceptible to injury due to their high metabolic activity, increased exposure to concentrated drugs and toxins, and relatively limited blood supply. [1] [34] As inflammation and edema develop, the blood supply is diminished even more and the glomerular filtration rate (GFR) eventually begins to drop. [1] Inflammatory cytokines (such as tissue necrosis factor alpha) accelerate this process and initiate the production of transforming growth factor-beta from macrophages which results in fibrosis, tubular atrophy, and the permanent loss of kidney function seen in chronic interstitial nephritis. [1]"}
{"id": "article-25698_24", "title": "Interstitial Nephritis (Archived) -- Pathophysiology", "content": "The immune mechanism mediates the pathogenesis of drug-induced AIN which is primarily an allergic reaction. [35] Drugs act as haptens that bind to the cytoplasmic or extracellular components of renal tubular cells during secretion and generate a host immune response. [1] In some patients' serum, IgE levels are elevated, suggesting a type -1 hypersensitivity reaction. [1] [36] In other cases, the latent period between drug exposure and the development of a rash, eosinophilia, and the presence of positive drug skin tests suggests a T-cell-mediated type-IV hypersensitivity reaction. [1] [36] See our companion StatPearls reference article on \"Allergic Interstitial Nephritis.\" [35]", "contents": "Interstitial Nephritis (Archived) -- Pathophysiology. The immune mechanism mediates the pathogenesis of drug-induced AIN which is primarily an allergic reaction. [35] Drugs act as haptens that bind to the cytoplasmic or extracellular components of renal tubular cells during secretion and generate a host immune response. [1] In some patients' serum, IgE levels are elevated, suggesting a type -1 hypersensitivity reaction. [1] [36] In other cases, the latent period between drug exposure and the development of a rash, eosinophilia, and the presence of positive drug skin tests suggests a T-cell-mediated type-IV hypersensitivity reaction. [1] [36] See our companion StatPearls reference article on \"Allergic Interstitial Nephritis.\" [35]"}
{"id": "article-25698_25", "title": "Interstitial Nephritis (Archived) -- Pathophysiology", "content": "The exact pathophysiology of infection associated with AIN is still unclear, though some mechanisms are proposed. Some microbial antigens can deposit in the interstitium (planted antigen) that can mimic a normally present antigen in the tubular basement membrane, inducing an immune response directed against this antigen. Additionally, direct cytopathic effects of the microorganism or cytokine-mediated inflammation can also explain the damage. [33] [37]", "contents": "Interstitial Nephritis (Archived) -- Pathophysiology. The exact pathophysiology of infection associated with AIN is still unclear, though some mechanisms are proposed. Some microbial antigens can deposit in the interstitium (planted antigen) that can mimic a normally present antigen in the tubular basement membrane, inducing an immune response directed against this antigen. Additionally, direct cytopathic effects of the microorganism or cytokine-mediated inflammation can also explain the damage. [33] [37]"}
{"id": "article-25698_26", "title": "Interstitial Nephritis (Archived) -- Pathophysiology", "content": "In chronic interstitial nephritis, damaged kidney cells activate nuclear transcription factors which release proinflammatory cytokines into the renal interstitium causing a prolonged inflammatory response. [38] Increased transforming growth factor-beta (TGF-β) directly stimulates basement membrane collagen production while inhibiting matrix-limiting enzymes (collagenases, metalloproteinases) resulting in fibrosis. [39]", "contents": "Interstitial Nephritis (Archived) -- Pathophysiology. In chronic interstitial nephritis, damaged kidney cells activate nuclear transcription factors which release proinflammatory cytokines into the renal interstitium causing a prolonged inflammatory response. [38] Increased transforming growth factor-beta (TGF-β) directly stimulates basement membrane collagen production while inhibiting matrix-limiting enzymes (collagenases, metalloproteinases) resulting in fibrosis. [39]"}
{"id": "article-25698_27", "title": "Interstitial Nephritis (Archived) -- Pathophysiology", "content": "The pathogenesis of TINU is likely multifactorial. The ubiquitous findings of predominantly lymphocytic and monocytic interstitial infiltrate in the kidney biopsies and association with HLA-specific subtypes support the role of cellular immunity. More specifically, a delayed hypersensitivity type reaction mediated by the T-helper cell type TH1/TH17 axis is implicated in the pathogenesis of TINU syndrome. [4] [11] [23] [40]", "contents": "Interstitial Nephritis (Archived) -- Pathophysiology. The pathogenesis of TINU is likely multifactorial. The ubiquitous findings of predominantly lymphocytic and monocytic interstitial infiltrate in the kidney biopsies and association with HLA-specific subtypes support the role of cellular immunity. More specifically, a delayed hypersensitivity type reaction mediated by the T-helper cell type TH1/TH17 axis is implicated in the pathogenesis of TINU syndrome. [4] [11] [23] [40]"}
{"id": "article-25698_28", "title": "Interstitial Nephritis (Archived) -- Pathophysiology", "content": "Anti-TBM antibodies are implicated in the pathogenesis of anti-TBM disease. [27] The anti-TBM antibodies are directed against the tubulointerstitial nephritis antigen, specifically in the kidney's proximal tubular basement membrane (TBM). [27]", "contents": "Interstitial Nephritis (Archived) -- Pathophysiology. Anti-TBM antibodies are implicated in the pathogenesis of anti-TBM disease. [27] The anti-TBM antibodies are directed against the tubulointerstitial nephritis antigen, specifically in the kidney's proximal tubular basement membrane (TBM). [27]"}
{"id": "article-25698_29", "title": "Interstitial Nephritis (Archived) -- Histopathology", "content": "Interstitial edema and mononuclear cell infiltration, mostly T- lymphocytes into the tubules and interstitial space, are seen on light microscopy. Drug-induced AIN may involve eosinophils, although NSAIDs are unlikely to do this due to their anti-inflammatory effects.", "contents": "Interstitial Nephritis (Archived) -- Histopathology. Interstitial edema and mononuclear cell infiltration, mostly T- lymphocytes into the tubules and interstitial space, are seen on light microscopy. Drug-induced AIN may involve eosinophils, although NSAIDs are unlikely to do this due to their anti-inflammatory effects."}
{"id": "article-25698_30", "title": "Interstitial Nephritis (Archived) -- Histopathology", "content": "High numbers of neutrophils and plasma cells in the infiltrate are suggestive of a bacterial infectious etiology. [1] [36] [41] Additional features may include evidence of tubulitis with irregular tubular lumens, luminal dilation, apoptosis, tubular atrophy from inflammatory cell infiltration, and the loss of brush border membranes. [42] [43] Scattered plasma cells, macrophages, and occasionally noncaseating granulomas with eosinophils can also be found in the lesion. The granulomas may eventually become fibrotic. Interstitial fibrosis is often present. The extent of fibrosis is a key prognostic factor for renal recovery. When the AIN is associated with infection, the pathogen-specific molecular protein can be identified in the tissue samples. [40] [44]", "contents": "Interstitial Nephritis (Archived) -- Histopathology. High numbers of neutrophils and plasma cells in the infiltrate are suggestive of a bacterial infectious etiology. [1] [36] [41] Additional features may include evidence of tubulitis with irregular tubular lumens, luminal dilation, apoptosis, tubular atrophy from inflammatory cell infiltration, and the loss of brush border membranes. [42] [43] Scattered plasma cells, macrophages, and occasionally noncaseating granulomas with eosinophils can also be found in the lesion. The granulomas may eventually become fibrotic. Interstitial fibrosis is often present. The extent of fibrosis is a key prognostic factor for renal recovery. When the AIN is associated with infection, the pathogen-specific molecular protein can be identified in the tissue samples. [40] [44]"}
{"id": "article-25698_31", "title": "Interstitial Nephritis (Archived) -- Histopathology", "content": "Immunofluorescence and electron microscopy are not generally very helpful in AIN as the findings are non-specific. Immunofluorescence shows a non-specific pattern consistent with autoimmune disease. [42]", "contents": "Interstitial Nephritis (Archived) -- Histopathology. Immunofluorescence and electron microscopy are not generally very helpful in AIN as the findings are non-specific. Immunofluorescence shows a non-specific pattern consistent with autoimmune disease. [42]"}
{"id": "article-25698_32", "title": "Interstitial Nephritis (Archived) -- History and Physical", "content": "Acute interstitial nephritis typically presents initially with non-oliguric acute kidney injury, but oliguria can be present. The latent period between drug exposure and the onset of renal failure could be several weeks to months (e.g., NSAIDs) if the patient were naive to the medication. In contrast, a second exposure to the drug can lead to renal manifestations within a matter of a few days. In a case series of 121 patients with AIN, 40% developed renal failure requiring dialysis. [33] Patients may remain asymptomatic or have non-specific symptoms such as nausea, vomiting, malaise, myalgia, fatigue, weight loss, anorexia, headache, skin rashes, arthralgias, and flank pain. [1] The other specific clinical features may be related to the AIN's underlying etiology, such as sarcoidosis or SLE. Drug-induced AIN typically presents as an allergic-type reaction with a skin rash, low-grade fever, and eosinophilia, though all three manifestations are infrequently present simultaneously.", "contents": "Interstitial Nephritis (Archived) -- History and Physical. Acute interstitial nephritis typically presents initially with non-oliguric acute kidney injury, but oliguria can be present. The latent period between drug exposure and the onset of renal failure could be several weeks to months (e.g., NSAIDs) if the patient were naive to the medication. In contrast, a second exposure to the drug can lead to renal manifestations within a matter of a few days. In a case series of 121 patients with AIN, 40% developed renal failure requiring dialysis. [33] Patients may remain asymptomatic or have non-specific symptoms such as nausea, vomiting, malaise, myalgia, fatigue, weight loss, anorexia, headache, skin rashes, arthralgias, and flank pain. [1] The other specific clinical features may be related to the AIN's underlying etiology, such as sarcoidosis or SLE. Drug-induced AIN typically presents as an allergic-type reaction with a skin rash, low-grade fever, and eosinophilia, though all three manifestations are infrequently present simultaneously."}
{"id": "article-25698_33", "title": "Interstitial Nephritis (Archived) -- History and Physical", "content": "Skin rashes may be present and are more commonly seen in drug-induced AIN from allopurinol, penicillins, phenytoin, and sulfonamides. The characteristics of such rashes are highly variable but have been described as erythroderma, maculopapular, morbilliform, and epidermal necrolysis. [1]", "contents": "Interstitial Nephritis (Archived) -- History and Physical. Skin rashes may be present and are more commonly seen in drug-induced AIN from allopurinol, penicillins, phenytoin, and sulfonamides. The characteristics of such rashes are highly variable but have been described as erythroderma, maculopapular, morbilliform, and epidermal necrolysis. [1]"}
{"id": "article-25698_34", "title": "Interstitial Nephritis (Archived) -- History and Physical", "content": "Hypertension is common in AIN due to sodium and fluid retention along with arterial vasoconstriction from increased angiotensin II activity secondary to tubulointerstitial inflammation. [31] [45] [46] [47] Flank pain tends to be associated with renal capsular distension from edema and inflammation in patients typically on rifampin. [42]", "contents": "Interstitial Nephritis (Archived) -- History and Physical. Hypertension is common in AIN due to sodium and fluid retention along with arterial vasoconstriction from increased angiotensin II activity secondary to tubulointerstitial inflammation. [31] [45] [46] [47] Flank pain tends to be associated with renal capsular distension from edema and inflammation in patients typically on rifampin. [42]"}
{"id": "article-25698_35", "title": "Interstitial Nephritis (Archived) -- History and Physical", "content": "The extrarenal manifestations of infection-associated AIN are mostly specific to infectious diseases. Similarly, AIN's clinical features associated with systemic disorders correlate with the spectrum of that particular condition (e.g., SLE, sarcoidosis, or Sjogren). Chronic interstitial nephritis is usually asymptomatic and is typically discovered incidentally on a routine laboratory examination. TINU is associated with bilateral uveitis and renal failure typically in young children and adolescents. [33] [42] [48]", "contents": "Interstitial Nephritis (Archived) -- History and Physical. The extrarenal manifestations of infection-associated AIN are mostly specific to infectious diseases. Similarly, AIN's clinical features associated with systemic disorders correlate with the spectrum of that particular condition (e.g., SLE, sarcoidosis, or Sjogren). Chronic interstitial nephritis is usually asymptomatic and is typically discovered incidentally on a routine laboratory examination. TINU is associated with bilateral uveitis and renal failure typically in young children and adolescents. [33] [42] [48]"}
{"id": "article-25698_36", "title": "Interstitial Nephritis (Archived) -- Evaluation", "content": "When evaluating a patient with AKI, clinicians must pay attention to the temporal relationship between the timing of the onset of AKI and exposure to a potential culprit drug. The classic triad of low-grade fever, skin rash, and eosinophilia is present in only 10% of drug-induced AIN cases. [1] The most common urinary findings include sterile pyuria (82%), microscopic hematuria, and proteinuria, usually subnephrotic (93%). [1]", "contents": "Interstitial Nephritis (Archived) -- Evaluation. When evaluating a patient with AKI, clinicians must pay attention to the temporal relationship between the timing of the onset of AKI and exposure to a potential culprit drug. The classic triad of low-grade fever, skin rash, and eosinophilia is present in only 10% of drug-induced AIN cases. [1] The most common urinary findings include sterile pyuria (82%), microscopic hematuria, and proteinuria, usually subnephrotic (93%). [1]"}
{"id": "article-25698_37", "title": "Interstitial Nephritis (Archived) -- Evaluation", "content": "Proteinuria is usually present and significant but typically <1 gram/day except in drug-induced interstitial nephritis from NSAIDs, where it may reach the nephrotic syndrome range (3 grams protein/day or more). [1] This is even more likely if there is a concomitant renal disorder such as minimal change disease or membranous nephropathy. [1] Proteinuria is more likely in older patients. [49] White blood cell (WBC), hyaline, and granular casts can be present on urinary sediment examination.", "contents": "Interstitial Nephritis (Archived) -- Evaluation. Proteinuria is usually present and significant but typically <1 gram/day except in drug-induced interstitial nephritis from NSAIDs, where it may reach the nephrotic syndrome range (3 grams protein/day or more). [1] This is even more likely if there is a concomitant renal disorder such as minimal change disease or membranous nephropathy. [1] Proteinuria is more likely in older patients. [49] White blood cell (WBC), hyaline, and granular casts can be present on urinary sediment examination."}
{"id": "article-25698_38", "title": "Interstitial Nephritis (Archived) -- Evaluation", "content": "Microscopic hematuria is reported in 67% of cases. Peripheral eosinophilia is seen in approximately 35% of drug-induced AIN cases and is less common with NSAIDs. The positive predictive value of eosinophiluria is 38%. [50]", "contents": "Interstitial Nephritis (Archived) -- Evaluation. Microscopic hematuria is reported in 67% of cases. Peripheral eosinophilia is seen in approximately 35% of drug-induced AIN cases and is less common with NSAIDs. The positive predictive value of eosinophiluria is 38%. [50]"}
{"id": "article-25698_39", "title": "Interstitial Nephritis (Archived) -- Evaluation", "content": "Urinary eosinophils, once considered a reliable diagnostic marker for acute interstitial nephritis, have been proven to lack sensitivity and specificity, making it an unreliable test for AIN although it may be somewhat suggestive if found. Laboratory studies typically show: [1] [40] [42] [50] [51] [52] Unexplained increase in serum creatinine. A BUN/creatinine ratio ≤12 suggests AIN. Hyperkalemic, hyperchloremic metabolic acidosis that appears excessive for the level of azotemia. (High serum chloride and potassium, low bicarbonate.) Eosinophilia and/or increased urinary eosinophils may be present (most often associated with methicillin use.) Eosinophilia is found in about 50% of AIN cases but generally not in those associated with NSAID use. Anemia may be present due to the development of erythropoietin resistance and diminished production. Elevated erythrocyte sedimentation rate (ESR) and/or high C-reactive protein.", "contents": "Interstitial Nephritis (Archived) -- Evaluation. Urinary eosinophils, once considered a reliable diagnostic marker for acute interstitial nephritis, have been proven to lack sensitivity and specificity, making it an unreliable test for AIN although it may be somewhat suggestive if found. Laboratory studies typically show: [1] [40] [42] [50] [51] [52] Unexplained increase in serum creatinine. A BUN/creatinine ratio ≤12 suggests AIN. Hyperkalemic, hyperchloremic metabolic acidosis that appears excessive for the level of azotemia. (High serum chloride and potassium, low bicarbonate.) Eosinophilia and/or increased urinary eosinophils may be present (most often associated with methicillin use.) Eosinophilia is found in about 50% of AIN cases but generally not in those associated with NSAID use. Anemia may be present due to the development of erythropoietin resistance and diminished production. Elevated erythrocyte sedimentation rate (ESR) and/or high C-reactive protein."}
{"id": "article-25698_40", "title": "Interstitial Nephritis (Archived) -- Evaluation", "content": "Elevated serum IgE levels. Usually associated with drug-induced allergic AIN. Proteinuria (usually significant but <1 gram/day), pyuria, or hematuria on urinalysis may be present. Nephrotic syndrome (3 grams or more of urinary protein/day) is rare but may be associated with NSAID use. WBC casts in the urine without evidence of pyelonephritis. Red cell casts would be rare. Hyaline and granular casts on urinalysis are likely.", "contents": "Interstitial Nephritis (Archived) -- Evaluation. Elevated serum IgE levels. Usually associated with drug-induced allergic AIN. Proteinuria (usually significant but <1 gram/day), pyuria, or hematuria on urinalysis may be present. Nephrotic syndrome (3 grams or more of urinary protein/day) is rare but may be associated with NSAID use. WBC casts in the urine without evidence of pyelonephritis. Red cell casts would be rare. Hyaline and granular casts on urinalysis are likely."}
{"id": "article-25698_41", "title": "Interstitial Nephritis (Archived) -- Evaluation", "content": "Renal imaging, such as ultrasound or CT scans, may show an increase in renal dimensions or increased cortical hyperechogenicity but are primarily used to exclude obstructive uropathy if no hydronephrosis is found. [40] [42] [50]", "contents": "Interstitial Nephritis (Archived) -- Evaluation. Renal imaging, such as ultrasound or CT scans, may show an increase in renal dimensions or increased cortical hyperechogenicity but are primarily used to exclude obstructive uropathy if no hydronephrosis is found. [40] [42] [50]"}
{"id": "article-25698_42", "title": "Interstitial Nephritis (Archived) -- Evaluation", "content": "Gallium renal scans tend to be positive, indicating interstitial inflammation, but sensitivity and specificity are relatively low at only 50% to 60%, and they will also tend to be positive in glomerulonephritis and pyelonephritis. [1] [53] [54] Gallium scans are most useful when a renal biopsy cannot be performed as confirmation of suspected AIN cases. [43] The non-specific nature of the symptoms often causes a delay in the diagnosis as the presentation may be similar to glomerulonephritis and acute tubular necrosis.", "contents": "Interstitial Nephritis (Archived) -- Evaluation. Gallium renal scans tend to be positive, indicating interstitial inflammation, but sensitivity and specificity are relatively low at only 50% to 60%, and they will also tend to be positive in glomerulonephritis and pyelonephritis. [1] [53] [54] Gallium scans are most useful when a renal biopsy cannot be performed as confirmation of suspected AIN cases. [43] The non-specific nature of the symptoms often causes a delay in the diagnosis as the presentation may be similar to glomerulonephritis and acute tubular necrosis."}
{"id": "article-25698_43", "title": "Interstitial Nephritis (Archived) -- Evaluation", "content": "Interstitial nephritis from lead nephropathy can be diagnosed with an EDTA lead mobilization test or radiographic fluorescence testing of lead content in bone. The EDTA lead mobilization test is done by injecting IV or IM two grams of calcium disodium versenate, a chelating agent, and then immediately measuring a 24-hour urine sample for lead. More than 600 mg of lead in the sample is considered abnormal. If lead exposure is found, then long-term chelation therapy is recommended. Several urinary biomarkers have been proposed to help diagnose and monitor AIN. These include monocyte chemotactic peptide-1, alpha1-microglobulin, and β2-microglobulin. [1] [36] The combination of elevated serum creatinine and high urinary β2-microglobulin was found to have a 100% positive predictive value for detecting patients likely to have TINU. [55]", "contents": "Interstitial Nephritis (Archived) -- Evaluation. Interstitial nephritis from lead nephropathy can be diagnosed with an EDTA lead mobilization test or radiographic fluorescence testing of lead content in bone. The EDTA lead mobilization test is done by injecting IV or IM two grams of calcium disodium versenate, a chelating agent, and then immediately measuring a 24-hour urine sample for lead. More than 600 mg of lead in the sample is considered abnormal. If lead exposure is found, then long-term chelation therapy is recommended. Several urinary biomarkers have been proposed to help diagnose and monitor AIN. These include monocyte chemotactic peptide-1, alpha1-microglobulin, and β2-microglobulin. [1] [36] The combination of elevated serum creatinine and high urinary β2-microglobulin was found to have a 100% positive predictive value for detecting patients likely to have TINU. [55]"}
{"id": "article-25698_44", "title": "Interstitial Nephritis (Archived) -- Evaluation", "content": "Urinary CXCL9 has been found to be a potentially very useful clinical diagnostic biomarker for acute interstitial nephritis. [56] [57] CXCL9 is a chemokine that promotes interstitial nephritis and is associated with lymphocyte chemotaxis. [56] [57] Using sandwich immunoassay techniques, urinary levels of CXCL9 were found to be 7.6 times higher in patients with AIN than in controls. [56] A renal biopsy is required for a definitive diagnosis. [33] [42] [48] [50] [58] Indications for a Renal Biopsy: [50] Acute renal failure and AIN is suspected clinically Possible triggering medication exposure Symptoms include rash, fever, arthralgias Laboratory data suggestive of AIN (see laboratory studies above) Failure to improve after withdrawal of all possible medication triggers Contraindications for a Renal Biopsy: [50]", "contents": "Interstitial Nephritis (Archived) -- Evaluation. Urinary CXCL9 has been found to be a potentially very useful clinical diagnostic biomarker for acute interstitial nephritis. [56] [57] CXCL9 is a chemokine that promotes interstitial nephritis and is associated with lymphocyte chemotaxis. [56] [57] Using sandwich immunoassay techniques, urinary levels of CXCL9 were found to be 7.6 times higher in patients with AIN than in controls. [56] A renal biopsy is required for a definitive diagnosis. [33] [42] [48] [50] [58] Indications for a Renal Biopsy: [50] Acute renal failure and AIN is suspected clinically Possible triggering medication exposure Symptoms include rash, fever, arthralgias Laboratory data suggestive of AIN (see laboratory studies above) Failure to improve after withdrawal of all possible medication triggers Contraindications for a Renal Biopsy: [50]"}
{"id": "article-25698_45", "title": "Interstitial Nephritis (Archived) -- Evaluation", "content": "Uncorrected bleeding disorder Solitary kidney (relative contraindication) Patient unable to cooperate with the procedure End-stage renal disease with small, atrophic kidneys Severe uncontrolled hypertension Sepsis, pyelonephritis, or active UTI Patient refusal", "contents": "Interstitial Nephritis (Archived) -- Evaluation. Uncorrected bleeding disorder Solitary kidney (relative contraindication) Patient unable to cooperate with the procedure End-stage renal disease with small, atrophic kidneys Severe uncontrolled hypertension Sepsis, pyelonephritis, or active UTI Patient refusal"}
{"id": "article-25698_46", "title": "Interstitial Nephritis (Archived) -- Evaluation -- Summary of Common Clinical Features and Laboratory Findings Suggesting Interstitial Nephritis Would Include:", "content": "Acute renal failure Administration of a new medication coinciding with the onset of other symptoms Anemia Arthralgias Elevated ESR or C-reactive protein Eosinophilia and/or eosinophiluria Fever Hematuria (usually microscopic) Hypertension Hyperkalemic, hyperchloremic metabolic acidosis. Negative renal ultrasound findings for hydronephrosis NSAID use Proteinuria (usually <1 gram per day) Pyuria without fever or infection (sterile) Skin rash Urinary casts (WBC, hyaline, and granular but not RBC)", "contents": "Interstitial Nephritis (Archived) -- Evaluation -- Summary of Common Clinical Features and Laboratory Findings Suggesting Interstitial Nephritis Would Include:. Acute renal failure Administration of a new medication coinciding with the onset of other symptoms Anemia Arthralgias Elevated ESR or C-reactive protein Eosinophilia and/or eosinophiluria Fever Hematuria (usually microscopic) Hypertension Hyperkalemic, hyperchloremic metabolic acidosis. Negative renal ultrasound findings for hydronephrosis NSAID use Proteinuria (usually <1 gram per day) Pyuria without fever or infection (sterile) Skin rash Urinary casts (WBC, hyaline, and granular but not RBC)"}
{"id": "article-25698_47", "title": "Interstitial Nephritis (Archived) -- Treatment / Management", "content": "Treatment should be based on the underlying etiology whenever possible. [36]", "contents": "Interstitial Nephritis (Archived) -- Treatment / Management. Treatment should be based on the underlying etiology whenever possible. [36]"}
{"id": "article-25698_48", "title": "Interstitial Nephritis (Archived) -- Treatment / Management", "content": "The mainstay of treatment of drug-induced AIN is the timely identification and discontinuation of the offending drug. [1] [6] [35] A renal biopsy should be promptly performed to establish a definitive diagnosis, especially if there is no improvement after drug discontinuation within three to seven days. [1] [35]", "contents": "Interstitial Nephritis (Archived) -- Treatment / Management. The mainstay of treatment of drug-induced AIN is the timely identification and discontinuation of the offending drug. [1] [6] [35] A renal biopsy should be promptly performed to establish a definitive diagnosis, especially if there is no improvement after drug discontinuation within three to seven days. [1] [35]"}
{"id": "article-25698_49", "title": "Interstitial Nephritis (Archived) -- Treatment / Management", "content": "The possibility of the absence of AIN on biopsy may impact the patient's medication regimen. The extent of interstitial fibrosis and any significant delay in starting corticosteroid therapy are risk factors linked to increased residual renal damage. [1] If renal failure is severe, supportive therapy with dialysis may be required.", "contents": "Interstitial Nephritis (Archived) -- Treatment / Management. The possibility of the absence of AIN on biopsy may impact the patient's medication regimen. The extent of interstitial fibrosis and any significant delay in starting corticosteroid therapy are risk factors linked to increased residual renal damage. [1] If renal failure is severe, supportive therapy with dialysis may be required."}
{"id": "article-25698_50", "title": "Interstitial Nephritis (Archived) -- Treatment / Management", "content": "There is a paucity of data from randomized controlled trials to guide the treatment for AIN. Observational studies have shown improved renal recovery with early initiation of corticosteroids, which suppress T cell-mediated inflammation and may plausibly mitigate the development of fibrosis and residual renal damage. [1] [59]", "contents": "Interstitial Nephritis (Archived) -- Treatment / Management. There is a paucity of data from randomized controlled trials to guide the treatment for AIN. Observational studies have shown improved renal recovery with early initiation of corticosteroids, which suppress T cell-mediated inflammation and may plausibly mitigate the development of fibrosis and residual renal damage. [1] [59]"}
{"id": "article-25698_51", "title": "Interstitial Nephritis (Archived) -- Treatment / Management", "content": "A systematic review of the benefit of corticosteroids in drug-induced interstitial nephritis demonstrated conflicting results, with half of the studies showing no improvement with steroids while the other half showed a benefit. [60]", "contents": "Interstitial Nephritis (Archived) -- Treatment / Management. A systematic review of the benefit of corticosteroids in drug-induced interstitial nephritis demonstrated conflicting results, with half of the studies showing no improvement with steroids while the other half showed a benefit. [60]"}
{"id": "article-25698_52", "title": "Interstitial Nephritis (Archived) -- Treatment / Management", "content": "In the absence of definitive studies or authoritative evidence, most experts will use steroids in these cases, especially if there is no obvious improvement within three to seven days after the withdrawal of the triggering medication. [35]", "contents": "Interstitial Nephritis (Archived) -- Treatment / Management. In the absence of definitive studies or authoritative evidence, most experts will use steroids in these cases, especially if there is no obvious improvement within three to seven days after the withdrawal of the triggering medication. [35]"}
{"id": "article-25698_53", "title": "Interstitial Nephritis (Archived) -- Treatment / Management", "content": "The available prospective studies with a limited study population have shown no differences in the efficacy of oral versus intravenous pulse doses of steroids to treat AIN. One of the potential regimens of steroid therapy can be administering intravenous methylprednisolone 500 to 1,000 mg for three days, followed by oral prednisone 1mg/kg for two weeks with a subsequent tapering over 4 to 6 weeks. [61]", "contents": "Interstitial Nephritis (Archived) -- Treatment / Management. The available prospective studies with a limited study population have shown no differences in the efficacy of oral versus intravenous pulse doses of steroids to treat AIN. One of the potential regimens of steroid therapy can be administering intravenous methylprednisolone 500 to 1,000 mg for three days, followed by oral prednisone 1mg/kg for two weeks with a subsequent tapering over 4 to 6 weeks. [61]"}
{"id": "article-25698_54", "title": "Interstitial Nephritis (Archived) -- Treatment / Management", "content": "Evidence of renal recovery is expected to be seen after two weeks of steroid therapy. In a study of 182 patients with biopsy-proven AIN, high-dose steroid use for more than three weeks and steroid tapering over five weeks did not significantly benefit renal function recovery.", "contents": "Interstitial Nephritis (Archived) -- Treatment / Management. Evidence of renal recovery is expected to be seen after two weeks of steroid therapy. In a study of 182 patients with biopsy-proven AIN, high-dose steroid use for more than three weeks and steroid tapering over five weeks did not significantly benefit renal function recovery."}
{"id": "article-25698_55", "title": "Interstitial Nephritis (Archived) -- Treatment / Management", "content": "Corticosteroids have been used for the treatment of AIN associated with sarcoidosis, TINU, and anti-TBM antibody-mediated disease with variable results. [4] [11] [33] [37] [40] [42] [51] [62] [63] The addition of immunosuppressants (azathioprine, cyclosporine) to corticosteroids appears to be beneficial in this group. [1] [61] [64] Steroids do not play a major role in the treatment of infection-related AIN, where antibiotic therapy of the underlying infectious agent is required. [61]", "contents": "Interstitial Nephritis (Archived) -- Treatment / Management. Corticosteroids have been used for the treatment of AIN associated with sarcoidosis, TINU, and anti-TBM antibody-mediated disease with variable results. [4] [11] [33] [37] [40] [42] [51] [62] [63] The addition of immunosuppressants (azathioprine, cyclosporine) to corticosteroids appears to be beneficial in this group. [1] [61] [64] Steroids do not play a major role in the treatment of infection-related AIN, where antibiotic therapy of the underlying infectious agent is required. [61]"}
{"id": "article-25698_56", "title": "Interstitial Nephritis (Archived) -- Treatment / Management", "content": "Mycophenolate mofetil at 1 or 2 grams daily appears to be helpful in steroid-resistant situations or when steroids are contraindicated. [12] [65] [66] [67] It acts as an immunosuppressive agent that is being successfully used for a number of autoimmune disorders, such as ANCA-associated vasculitis, IgA nephropathy, and lupus nephritis, as well as interstitial nephritis. [68]", "contents": "Interstitial Nephritis (Archived) -- Treatment / Management. Mycophenolate mofetil at 1 or 2 grams daily appears to be helpful in steroid-resistant situations or when steroids are contraindicated. [12] [65] [66] [67] It acts as an immunosuppressive agent that is being successfully used for a number of autoimmune disorders, such as ANCA-associated vasculitis, IgA nephropathy, and lupus nephritis, as well as interstitial nephritis. [68]"}
{"id": "article-25698_57", "title": "Interstitial Nephritis (Archived) -- Treatment / Management", "content": "TINU has no published therapeutic guidelines or recognized consensus treatment protocols. [21] Therapy generally consists of steroids, but immunosuppressants such as azathioprine have been used in cases where corticosteroids have failed or cannot be used. [21] Mycophenolate mofetil has also been used. [69] The uveitis is treated with cycloplegics. The overall positive response is about 50%. [26] [70] [71] Most patients with TINU recover reasonable renal function as the nephropathy is thought to be self-limiting. [66]", "contents": "Interstitial Nephritis (Archived) -- Treatment / Management. TINU has no published therapeutic guidelines or recognized consensus treatment protocols. [21] Therapy generally consists of steroids, but immunosuppressants such as azathioprine have been used in cases where corticosteroids have failed or cannot be used. [21] Mycophenolate mofetil has also been used. [69] The uveitis is treated with cycloplegics. The overall positive response is about 50%. [26] [70] [71] Most patients with TINU recover reasonable renal function as the nephropathy is thought to be self-limiting. [66]"}
{"id": "article-25698_58", "title": "Interstitial Nephritis (Archived) -- Treatment / Management", "content": "Anti-TBM disease is exceedingly rare, and the optimal therapy is unknown. [28] There are anecdotal reports and case studies suggesting corticosteroid therapy, along with the elimination of any underlying triggers, may be helpful. [28] It is also unknown if a therapeutic plasma exchange, which would remove anti-TBM antibodies, is beneficial. [28] [29]", "contents": "Interstitial Nephritis (Archived) -- Treatment / Management. Anti-TBM disease is exceedingly rare, and the optimal therapy is unknown. [28] There are anecdotal reports and case studies suggesting corticosteroid therapy, along with the elimination of any underlying triggers, may be helpful. [28] It is also unknown if a therapeutic plasma exchange, which would remove anti-TBM antibodies, is beneficial. [28] [29]"}
{"id": "article-25698_59", "title": "Interstitial Nephritis (Archived) -- Differential Diagnosis", "content": "All other causes of AKI can be considered in the differential diagnosis of AIN. Acute tubular necrosis (ATN) can be seen in the context of drug toxicity (e.g., vancomycin) and is associated with granular or muddy brown casts in the urine sediment Atheroembolic disease can present with a rash (livedo reticularis), digital infarcts, and peripheral eosinophilia. More common in older patients, obese individuals, and those with a history of endovascular disease. [72] Dysmorphic red blood cells (RBCs), red blood cell casts, and nephrotic range proteinuria are seen in glomerular diseases. Glomerulonephritis can present similarly to AIN, but can be differentiated by the presence of red blood cell casts on microscopic urinalysis as well as light and electron microscopy of the glomeruli from a renal biopsy. [73] [74] Post-renal AKI can be identified by renal imaging. Symptoms are likely to include oliguria and/or flank pain. [75] [76]", "contents": "Interstitial Nephritis (Archived) -- Differential Diagnosis. All other causes of AKI can be considered in the differential diagnosis of AIN. Acute tubular necrosis (ATN) can be seen in the context of drug toxicity (e.g., vancomycin) and is associated with granular or muddy brown casts in the urine sediment Atheroembolic disease can present with a rash (livedo reticularis), digital infarcts, and peripheral eosinophilia. More common in older patients, obese individuals, and those with a history of endovascular disease. [72] Dysmorphic red blood cells (RBCs), red blood cell casts, and nephrotic range proteinuria are seen in glomerular diseases. Glomerulonephritis can present similarly to AIN, but can be differentiated by the presence of red blood cell casts on microscopic urinalysis as well as light and electron microscopy of the glomeruli from a renal biopsy. [73] [74] Post-renal AKI can be identified by renal imaging. Symptoms are likely to include oliguria and/or flank pain. [75] [76]"}
{"id": "article-25698_60", "title": "Interstitial Nephritis (Archived) -- Differential Diagnosis", "content": "Pre-renal AKI is associated with a history and exam findings consistent with volume depletion and clinically responds well to a fluid challenge. Vasculitis can present with AKI and a rash. The vasculitic rash is usually purpuric, while in drug-induced AIN, a maculopapular rash consistent with an allergic pattern is usually noted.", "contents": "Interstitial Nephritis (Archived) -- Differential Diagnosis. Pre-renal AKI is associated with a history and exam findings consistent with volume depletion and clinically responds well to a fluid challenge. Vasculitis can present with AKI and a rash. The vasculitic rash is usually purpuric, while in drug-induced AIN, a maculopapular rash consistent with an allergic pattern is usually noted."}
{"id": "article-25698_61", "title": "Interstitial Nephritis (Archived) -- Prognosis", "content": "Initial studies of methicillin-associated and other drug-associated AIN showed a relatively favorable recovery of renal function in the majority of patients. [41] However, recent reports of drug-induced AIN show higher residual renal damage rates in 40% to 50% of cases. NSAID-associated AIN portends a poorer prognosis as it is usually not identified early. Granulomatous interstitial nephritis and chronic interstitial nephritis generally have a poorer prognosis. [61]", "contents": "Interstitial Nephritis (Archived) -- Prognosis. Initial studies of methicillin-associated and other drug-associated AIN showed a relatively favorable recovery of renal function in the majority of patients. [41] However, recent reports of drug-induced AIN show higher residual renal damage rates in 40% to 50% of cases. NSAID-associated AIN portends a poorer prognosis as it is usually not identified early. Granulomatous interstitial nephritis and chronic interstitial nephritis generally have a poorer prognosis. [61]"}
{"id": "article-25698_62", "title": "Interstitial Nephritis (Archived) -- Prognosis", "content": "The prognosis of AIN associated with other etiologies has not been fully understood. The factors associated with incomplete renal recovery are any significant delay in the initiation of corticosteroid therapy, the duration of AKI, NSAID-associated AIN, as well as the degree of interstitial fibrosis and tubular atrophy seen on a renal biopsy. [4] [33] [37]", "contents": "Interstitial Nephritis (Archived) -- Prognosis. The prognosis of AIN associated with other etiologies has not been fully understood. The factors associated with incomplete renal recovery are any significant delay in the initiation of corticosteroid therapy, the duration of AKI, NSAID-associated AIN, as well as the degree of interstitial fibrosis and tubular atrophy seen on a renal biopsy. [4] [33] [37]"}
{"id": "article-25698_63", "title": "Interstitial Nephritis (Archived) -- Prognosis", "content": "In general, patients who stop taking the AIN-associated drug within two weeks of the start of symptoms are more likely to return to their baseline renal function than those who wait three weeks or longer. [50]", "contents": "Interstitial Nephritis (Archived) -- Prognosis. In general, patients who stop taking the AIN-associated drug within two weeks of the start of symptoms are more likely to return to their baseline renal function than those who wait three weeks or longer. [50]"}
{"id": "article-25698_64", "title": "Interstitial Nephritis (Archived) -- Prognosis", "content": "Chronic interstitial nephritis often demonstrates interstitial scarring, fibrosis, tubular atrophy, and late glomerular involvement which frequently results in slowly progressive renal disease and eventually end-stage kidney failure. [39] [77]", "contents": "Interstitial Nephritis (Archived) -- Prognosis. Chronic interstitial nephritis often demonstrates interstitial scarring, fibrosis, tubular atrophy, and late glomerular involvement which frequently results in slowly progressive renal disease and eventually end-stage kidney failure. [39] [77]"}
{"id": "article-25698_65", "title": "Interstitial Nephritis (Archived) -- Complications", "content": "Older patients are more prone to complications as well as those who suffer a delay in starting treatment. Some degree of residual renal failure is a common complication. This may progress to end-stage kidney failure. More severe or prolonged cases can progress to extensive fibrosis, tubular atrophy, glomerulopathy, acid-base abnormalities, and renal failure. TINU may progress to Fanconi syndrome. [78] [79] [80] Patients with AIN from antineutrophil cytoplasmic antibody-associated vasculitis will progress to necrotizing crescentic glomerulonephritis if steroid therapy is not started promptly. [81] [82] Anemia can result from reduced production and/or unresponsiveness to erythropoietin. [43] AIN associated with prolonged NSAID use can progress to nephrotic syndrome. [1] Acute interstitial nephritis increases angiotensin II activity which results in hypertension from arterial vasoconstriction as well as sodium and fluid retention. [45] [46] [47]", "contents": "Interstitial Nephritis (Archived) -- Complications. Older patients are more prone to complications as well as those who suffer a delay in starting treatment. Some degree of residual renal failure is a common complication. This may progress to end-stage kidney failure. More severe or prolonged cases can progress to extensive fibrosis, tubular atrophy, glomerulopathy, acid-base abnormalities, and renal failure. TINU may progress to Fanconi syndrome. [78] [79] [80] Patients with AIN from antineutrophil cytoplasmic antibody-associated vasculitis will progress to necrotizing crescentic glomerulonephritis if steroid therapy is not started promptly. [81] [82] Anemia can result from reduced production and/or unresponsiveness to erythropoietin. [43] AIN associated with prolonged NSAID use can progress to nephrotic syndrome. [1] Acute interstitial nephritis increases angiotensin II activity which results in hypertension from arterial vasoconstriction as well as sodium and fluid retention. [45] [46] [47]"}
{"id": "article-25698_66", "title": "Interstitial Nephritis (Archived) -- Deterrence and Patient Education", "content": "Antibiotics, NSAIDs, and proton pump inhibitors are commonly prescribed and over-the-counter medications that can precipitate AIN. While patients may or may not develop noticeable clinical symptoms of AIN, it can still result in an irreversible loss of kidney function. Therefore, patient education regarding the possible adverse effects of these drugs is paramount.", "contents": "Interstitial Nephritis (Archived) -- Deterrence and Patient Education. Antibiotics, NSAIDs, and proton pump inhibitors are commonly prescribed and over-the-counter medications that can precipitate AIN. While patients may or may not develop noticeable clinical symptoms of AIN, it can still result in an irreversible loss of kidney function. Therefore, patient education regarding the possible adverse effects of these drugs is paramount."}
{"id": "article-25698_67", "title": "Interstitial Nephritis (Archived) -- Deterrence and Patient Education", "content": "Patients must be advised to limit the use of these medications except when clearly indicated under the treating clinician's close supervision. If a patient develops any clinical symptoms, such as nausea, vomiting, hematuria, arthralgia, or a rash, they should seek immediate medical attention. Patients should also be cautioned not to exceed the recommended dosages for these medications.", "contents": "Interstitial Nephritis (Archived) -- Deterrence and Patient Education. Patients must be advised to limit the use of these medications except when clearly indicated under the treating clinician's close supervision. If a patient develops any clinical symptoms, such as nausea, vomiting, hematuria, arthralgia, or a rash, they should seek immediate medical attention. Patients should also be cautioned not to exceed the recommended dosages for these medications."}
{"id": "article-25698_68", "title": "Interstitial Nephritis (Archived) -- Pearls and Other Issues", "content": "Acute interstitial nephritis should be considered in any patient presenting with an acute kidney injury and new onset of unexplained renal failure. New azotemia with nephrotic syndrome in a patient taking NSAIDs is likely to be drug-induced interstitial nephritis. A BUN/creatinine ratio ≤12 is suggestive of acute interstitial nephritis in patients with acute kidney injury. [52] Consider using mycophenolate mofetil if steroids are ineffective or cannot be used to treat interstitial nephritis.", "contents": "Interstitial Nephritis (Archived) -- Pearls and Other Issues. Acute interstitial nephritis should be considered in any patient presenting with an acute kidney injury and new onset of unexplained renal failure. New azotemia with nephrotic syndrome in a patient taking NSAIDs is likely to be drug-induced interstitial nephritis. A BUN/creatinine ratio ≤12 is suggestive of acute interstitial nephritis in patients with acute kidney injury. [52] Consider using mycophenolate mofetil if steroids are ineffective or cannot be used to treat interstitial nephritis."}
{"id": "article-25698_69", "title": "Interstitial Nephritis (Archived) -- Pearls and Other Issues", "content": "A renal biopsy can help diagnose interstitial nephritis but not the underlying cause. If the underlying etiology of the interstitial nephritis is unclear and not thought to be allergic or drug-induced, consider the following to identify the cause:", "contents": "Interstitial Nephritis (Archived) -- Pearls and Other Issues. A renal biopsy can help diagnose interstitial nephritis but not the underlying cause. If the underlying etiology of the interstitial nephritis is unclear and not thought to be allergic or drug-induced, consider the following to identify the cause:"}
{"id": "article-25698_70", "title": "Interstitial Nephritis (Archived) -- Pearls and Other Issues", "content": "Antineutrophilic cytoplasmic antibodies (ANCA) to rule out ANCA-related vasculitis disorders.", "contents": "Interstitial Nephritis (Archived) -- Pearls and Other Issues. Antineutrophilic cytoplasmic antibodies (ANCA) to rule out ANCA-related vasculitis disorders."}
{"id": "article-25698_71", "title": "Interstitial Nephritis (Archived) -- Pearls and Other Issues", "content": "Antinuclear, anti-smith, and anti-double-stranded DNA antibodies to screen for systemic lupus erythematosus (SLE).", "contents": "Interstitial Nephritis (Archived) -- Pearls and Other Issues. Antinuclear, anti-smith, and anti-double-stranded DNA antibodies to screen for systemic lupus erythematosus (SLE)."}
{"id": "article-25698_72", "title": "Interstitial Nephritis (Archived) -- Pearls and Other Issues", "content": "Chest X-ray or CT to screen for tuberculosis and sarcoidosis.", "contents": "Interstitial Nephritis (Archived) -- Pearls and Other Issues. Chest X-ray or CT to screen for tuberculosis and sarcoidosis."}
{"id": "article-25698_73", "title": "Interstitial Nephritis (Archived) -- Pearls and Other Issues", "content": "PPD tuberculosis skin test or a serum interferon-gamma release assay.", "contents": "Interstitial Nephritis (Archived) -- Pearls and Other Issues. PPD tuberculosis skin test or a serum interferon-gamma release assay."}
{"id": "article-25698_74", "title": "Interstitial Nephritis (Archived) -- Pearls and Other Issues", "content": "Rapid plasma reagin (RPR) test for syphilis.", "contents": "Interstitial Nephritis (Archived) -- Pearls and Other Issues. Rapid plasma reagin (RPR) test for syphilis."}
{"id": "article-25698_75", "title": "Interstitial Nephritis (Archived) -- Pearls and Other Issues", "content": "Renal ultrasound to identify hydronephrosis. (Adding a KUB helps identify nephrolithiasis.)", "contents": "Interstitial Nephritis (Archived) -- Pearls and Other Issues. Renal ultrasound to identify hydronephrosis. (Adding a KUB helps identify nephrolithiasis.)"}
{"id": "article-25698_76", "title": "Interstitial Nephritis (Archived) -- Pearls and Other Issues", "content": "Serologic testing for coccidioidomycosis, Epstein-Barr virus, histoplasmosis, HIV, and toxoplasmosis.", "contents": "Interstitial Nephritis (Archived) -- Pearls and Other Issues. Serologic testing for coccidioidomycosis, Epstein-Barr virus, histoplasmosis, HIV, and toxoplasmosis."}
{"id": "article-25698_77", "title": "Interstitial Nephritis (Archived) -- Pearls and Other Issues", "content": "Serum angiotensin-converting enzyme, calcium, and 24-hour urinary calcium as screening tests for sarcoidosis.", "contents": "Interstitial Nephritis (Archived) -- Pearls and Other Issues. Serum angiotensin-converting enzyme, calcium, and 24-hour urinary calcium as screening tests for sarcoidosis."}
{"id": "article-25698_78", "title": "Interstitial Nephritis (Archived) -- Pearls and Other Issues", "content": "Serum C3 and C4 to evaluate for SLE and IgG4.", "contents": "Interstitial Nephritis (Archived) -- Pearls and Other Issues. Serum C3 and C4 to evaluate for SLE and IgG4."}
{"id": "article-25698_79", "title": "Interstitial Nephritis (Archived) -- Pearls and Other Issues", "content": "Serum protein electrophoresis.", "contents": "Interstitial Nephritis (Archived) -- Pearls and Other Issues. Serum protein electrophoresis."}
{"id": "article-25698_80", "title": "Interstitial Nephritis (Archived) -- Pearls and Other Issues", "content": "Serum rheumatoid factor, antinuclear antibodies, and C-reactive protein to screen for Sjogren syndrome. A lip biopsy would be definitive.", "contents": "Interstitial Nephritis (Archived) -- Pearls and Other Issues. Serum rheumatoid factor, antinuclear antibodies, and C-reactive protein to screen for Sjogren syndrome. A lip biopsy would be definitive."}
{"id": "article-25698_81", "title": "Interstitial Nephritis (Archived) -- Pearls and Other Issues", "content": "Slit lamp examination for patients with ocular pain, erythema, or discomfort for possible TINU.", "contents": "Interstitial Nephritis (Archived) -- Pearls and Other Issues. Slit lamp examination for patients with ocular pain, erythema, or discomfort for possible TINU."}
{"id": "article-25698_82", "title": "Interstitial Nephritis (Archived) -- Pearls and Other Issues", "content": "Urinary antigen for legionella.", "contents": "Interstitial Nephritis (Archived) -- Pearls and Other Issues. Urinary antigen for legionella."}
{"id": "article-25698_83", "title": "Interstitial Nephritis (Archived) -- Pearls and Other Issues", "content": "Urine culture for leptospirosis.", "contents": "Interstitial Nephritis (Archived) -- Pearls and Other Issues. Urine culture for leptospirosis."}
{"id": "article-25698_84", "title": "Interstitial Nephritis (Archived) -- Enhancing Healthcare Team Outcomes", "content": "Drug-induced acute interstitial nephritis is the most common form of AIN. Many over-the-counter and common prescription medications can cause this disorder. Clinicians play a crucial role in recommending and selecting medications based on patients' conditions and monitoring for adverse reactions.", "contents": "Interstitial Nephritis (Archived) -- Enhancing Healthcare Team Outcomes. Drug-induced acute interstitial nephritis is the most common form of AIN. Many over-the-counter and common prescription medications can cause this disorder. Clinicians play a crucial role in recommending and selecting medications based on patients' conditions and monitoring for adverse reactions."}
{"id": "article-25698_85", "title": "Interstitial Nephritis (Archived) -- Enhancing Healthcare Team Outcomes", "content": "A nephrologist should be consulted to evaluate the cause of any newly discovered renal failure, provide recommendations on medication management, advise on a renal biopsy, and prepare a customized treatment plan. The pathologist can confirm the presence of AIN on a renal biopsy specimen. Pharmacists and nurses are vital to educating patients about the possible adverse effects of medications. In severe cases of AIN, the patient may need to be hospitalized.", "contents": "Interstitial Nephritis (Archived) -- Enhancing Healthcare Team Outcomes. A nephrologist should be consulted to evaluate the cause of any newly discovered renal failure, provide recommendations on medication management, advise on a renal biopsy, and prepare a customized treatment plan. The pathologist can confirm the presence of AIN on a renal biopsy specimen. Pharmacists and nurses are vital to educating patients about the possible adverse effects of medications. In severe cases of AIN, the patient may need to be hospitalized."}
{"id": "article-25698_86", "title": "Interstitial Nephritis (Archived) -- Enhancing Healthcare Team Outcomes", "content": "Interprofessional care coordination by clinicians, nurses, pharmacists, dermatologists, ophthalmologists, infectious disease specialists, nephrologists, and other health professionals is vital to enhancing care, improving patient safety, and optimizing outcomes.", "contents": "Interstitial Nephritis (Archived) -- Enhancing Healthcare Team Outcomes. Interprofessional care coordination by clinicians, nurses, pharmacists, dermatologists, ophthalmologists, infectious disease specialists, nephrologists, and other health professionals is vital to enhancing care, improving patient safety, and optimizing outcomes."}
{"id": "article-25698_87", "title": "Interstitial Nephritis (Archived) -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Interstitial Nephritis (Archived) -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}