{"id": "article-36570_0", "title": "Pleural Friction Rub -- Continuing Education Activity", "content": "A pleural friction rub is an adventitious breath sound heard on auscultation of the lungs. The sound results from the movement of inflamed and roughened pleural surfaces against one another. It has been described as \"grating,\" \"creaky,\" or similar to \"the sound made by walking on fresh snow.\" Pleural rubs can be caused by several different etiologies, which include any condition that results in pleural effusion, pleurisy, or serositis. Patients may be able to describe the localization of the rub based on pain. A pleural friction rub is a manifestation of pleural disease, though its absence does not exclude this pathology. This activity reviews the evaluation and treatment of pleural friction rubs and highlights the role of the interprofessional team in caring for patients with this condition.", "contents": "Pleural Friction Rub -- Continuing Education Activity. A pleural friction rub is an adventitious breath sound heard on auscultation of the lungs. The sound results from the movement of inflamed and roughened pleural surfaces against one another. It has been described as \"grating,\" \"creaky,\" or similar to \"the sound made by walking on fresh snow.\" Pleural rubs can be caused by several different etiologies, which include any condition that results in pleural effusion, pleurisy, or serositis. Patients may be able to describe the localization of the rub based on pain. A pleural friction rub is a manifestation of pleural disease, though its absence does not exclude this pathology. This activity reviews the evaluation and treatment of pleural friction rubs and highlights the role of the interprofessional team in caring for patients with this condition."}
{"id": "article-36570_1", "title": "Pleural Friction Rub -- Continuing Education Activity", "content": "Objectives: Identify the pathophysiology of a pleural friction rub. Determine how to evaluate a pleural friction rub. Evaluate the differential diagnosis of a pleural friction rub. Develop interprofessional team strategies for improving care coordination and communication to advance detection and management of pleural friction rubs and improve patient outcomes. Access free multiple choice questions on this topic.", "contents": "Pleural Friction Rub -- Continuing Education Activity. Objectives: Identify the pathophysiology of a pleural friction rub. Determine how to evaluate a pleural friction rub. Evaluate the differential diagnosis of a pleural friction rub. Develop interprofessional team strategies for improving care coordination and communication to advance detection and management of pleural friction rubs and improve patient outcomes. Access free multiple choice questions on this topic."}
{"id": "article-36570_2", "title": "Pleural Friction Rub -- Introduction", "content": "A pleural friction rub is an adventitious breath sound heard on lung auscultation (see Image. Lung Anatomy). The pleural rub sound results from the movement of inflamed and roughened pleural surfaces against one another during the chest wall movement. [1] This sound is nonmusical and described as \"grating,\" \"creaky,\" or \"the sound made by walking on fresh snow.\" [2] It is often heard in the upper lung fields. Any potential cause of pleural effusion, pleuritis, or serositis can result in a pleural friction rub. Patients may be able to describe the localization of the rub based on pain. A pleural friction rub manifests pleural disease, though its absence does not exclude this pathology. The finding of a pleural friction rub requires prompt recognition and action on the part of the physician.", "contents": "Pleural Friction Rub -- Introduction. A pleural friction rub is an adventitious breath sound heard on lung auscultation (see Image. Lung Anatomy). The pleural rub sound results from the movement of inflamed and roughened pleural surfaces against one another during the chest wall movement. [1] This sound is nonmusical and described as \"grating,\" \"creaky,\" or \"the sound made by walking on fresh snow.\" [2] It is often heard in the upper lung fields. Any potential cause of pleural effusion, pleuritis, or serositis can result in a pleural friction rub. Patients may be able to describe the localization of the rub based on pain. A pleural friction rub manifests pleural disease, though its absence does not exclude this pathology. The finding of a pleural friction rub requires prompt recognition and action on the part of the physician."}
{"id": "article-36570_3", "title": "Pleural Friction Rub -- Etiology", "content": "Auscultation of a pleural friction rub can occur when the usually smooth surfaces of the visceral and parietal pleura become roughened by inflammation. [1] Pleurisy, as well as other conditions affecting the chest cavity, can cause a pleural friction rub. A pleural friction rub is typical in patients with pneumonia, pulmonary embolism, malignant pleural disease, and pleurisy secondary to viral infection or pancreatitis, among other causes. [3] Pleural friction rubs need to be distinguished from pericardial friction rubs, which is a sign of pericarditis.", "contents": "Pleural Friction Rub -- Etiology. Auscultation of a pleural friction rub can occur when the usually smooth surfaces of the visceral and parietal pleura become roughened by inflammation. [1] Pleurisy, as well as other conditions affecting the chest cavity, can cause a pleural friction rub. A pleural friction rub is typical in patients with pneumonia, pulmonary embolism, malignant pleural disease, and pleurisy secondary to viral infection or pancreatitis, among other causes. [3] Pleural friction rubs need to be distinguished from pericardial friction rubs, which is a sign of pericarditis."}
{"id": "article-36570_4", "title": "Pleural Friction Rub -- Epidemiology", "content": "Recent literature does not describe the frequency of pleural friction rub in patients with pleural or other chest cavity diseases.", "contents": "Pleural Friction Rub -- Epidemiology. Recent literature does not describe the frequency of pleural friction rub in patients with pleural or other chest cavity diseases."}
{"id": "article-36570_5", "title": "Pleural Friction Rub -- Pathophysiology", "content": "Pleural friction rub occurs when inflammation roughens the visceral and parietal pleura surfaces. In this setting, friction between the pleura further increases due to decreased production of lubricating fluid (pleural fluid) by the pleura. The characteristic grating sound of the pleural rub is believed to result from the release of energy when the inflamed pleural surfaces overcome the increased friction and slide past one another. [4] Often, pleural friction rub is accompanied by pleuritic chest pain, which is characterized by sudden, intense, and sharp pain that is worse with inspiration. If the site of inflammation is near the diaphragm, pain can refer to the neck or shoulder. While the visceral pleura lacks somatic innervation and nociceptors, somatic nerves innervating the parietal pleura relay the sensation of pain. [3] Somatic nerves innervating the parietal pleura are responsible for this pattern of pain. The visceral pleura lacks somatic innervation and nociceptors.", "contents": "Pleural Friction Rub -- Pathophysiology. Pleural friction rub occurs when inflammation roughens the visceral and parietal pleura surfaces. In this setting, friction between the pleura further increases due to decreased production of lubricating fluid (pleural fluid) by the pleura. The characteristic grating sound of the pleural rub is believed to result from the release of energy when the inflamed pleural surfaces overcome the increased friction and slide past one another. [4] Often, pleural friction rub is accompanied by pleuritic chest pain, which is characterized by sudden, intense, and sharp pain that is worse with inspiration. If the site of inflammation is near the diaphragm, pain can refer to the neck or shoulder. While the visceral pleura lacks somatic innervation and nociceptors, somatic nerves innervating the parietal pleura relay the sensation of pain. [3] Somatic nerves innervating the parietal pleura are responsible for this pattern of pain. The visceral pleura lacks somatic innervation and nociceptors."}
{"id": "article-36570_6", "title": "Pleural Friction Rub -- History and Physical", "content": "Patients will often complain of pleuritic chest pain, which is sudden, intense, and worse with movement, such as respiration. Suppose the underlying cause of the pleural rub is pleural effusion. In that case, patients may experience some relief from leaning forward and supporting their upper body with hands placed on the knees or another surface. Upon palpation of the chest, the clinician may note a sandpaper-rubbing sensation. This sensation is suggestive of a pleural rub. Depending on the underlying etiology, the patient may complain of local tenderness with palpation. [3]", "contents": "Pleural Friction Rub -- History and Physical. Patients will often complain of pleuritic chest pain, which is sudden, intense, and worse with movement, such as respiration. Suppose the underlying cause of the pleural rub is pleural effusion. In that case, patients may experience some relief from leaning forward and supporting their upper body with hands placed on the knees or another surface. Upon palpation of the chest, the clinician may note a sandpaper-rubbing sensation. This sensation is suggestive of a pleural rub. Depending on the underlying etiology, the patient may complain of local tenderness with palpation. [3]"}
{"id": "article-36570_7", "title": "Pleural Friction Rub -- History and Physical", "content": "On auscultation, pleural friction rub is a nonmusical, short, explosive sound described as creaking or grating and likened to walking on fresh snow. The sound may be intermittent or continuous. A typical description of the sound is that it \"sounds like walking on fresh snow.\" The pleural friction rub is biphasic (heard on inspiration and expiration), usually localized to a small chest area, and may be accentuated by increasing the pressure on the stethoscope. [4] The sound does not change after a about of coughing.", "contents": "Pleural Friction Rub -- History and Physical. On auscultation, pleural friction rub is a nonmusical, short, explosive sound described as creaking or grating and likened to walking on fresh snow. The sound may be intermittent or continuous. A typical description of the sound is that it \"sounds like walking on fresh snow.\" The pleural friction rub is biphasic (heard on inspiration and expiration), usually localized to a small chest area, and may be accentuated by increasing the pressure on the stethoscope. [4] The sound does not change after a about of coughing."}
{"id": "article-36570_8", "title": "Pleural Friction Rub -- History and Physical", "content": "Additional findings on history and physical exam will suggest the underlying pathology. Essential factors in the patient's history include accompanying symptoms, history of infection, and occupational history. [3] For instance, decreased breath sounds increased tactile fremitus, and a history of infective symptoms may raise the clinician’s suspicion of pneumonia.", "contents": "Pleural Friction Rub -- History and Physical. Additional findings on history and physical exam will suggest the underlying pathology. Essential factors in the patient's history include accompanying symptoms, history of infection, and occupational history. [3] For instance, decreased breath sounds increased tactile fremitus, and a history of infective symptoms may raise the clinician’s suspicion of pneumonia."}
{"id": "article-36570_9", "title": "Pleural Friction Rub -- Evaluation", "content": "Patients with an audible rub should undergo further workup. Primary blood work, including ESR, CRP, and WBC, can help narrow the differential. [3] A chest X-ray is a useful initial imaging modality to identify pneumothorax and pleural effusion. Some cases would also benefit from pleural fluid analysis. Clinicians should complete a Wells Score to determine the pretest probability of pulmonary embolism. ECG is a recommendation if there is clinical suspicion of myocardial infarction or pericarditis. Additional tests, including D-dimer, arterial blood gas, ventilation-perfusion scanning, and CT pulmonary arteries, may be indicated depending on the clinical context.", "contents": "Pleural Friction Rub -- Evaluation. Patients with an audible rub should undergo further workup. Primary blood work, including ESR, CRP, and WBC, can help narrow the differential. [3] A chest X-ray is a useful initial imaging modality to identify pneumothorax and pleural effusion. Some cases would also benefit from pleural fluid analysis. Clinicians should complete a Wells Score to determine the pretest probability of pulmonary embolism. ECG is a recommendation if there is clinical suspicion of myocardial infarction or pericarditis. Additional tests, including D-dimer, arterial blood gas, ventilation-perfusion scanning, and CT pulmonary arteries, may be indicated depending on the clinical context."}
{"id": "article-36570_10", "title": "Pleural Friction Rub -- Treatment / Management", "content": "Pleural friction rub should resolve with the management of the underlying cause. Management should focus on controlling pleuritic chest pain (if present) and treating the underlying pathological process. [3]", "contents": "Pleural Friction Rub -- Treatment / Management. Pleural friction rub should resolve with the management of the underlying cause. Management should focus on controlling pleuritic chest pain (if present) and treating the underlying pathological process. [3]"}
{"id": "article-36570_11", "title": "Pleural Friction Rub -- Treatment / Management", "content": "For symptomatic treatment, nonsteroidal anti-inflammatory medications like- aspirin, ibuprofen, or non-steroidal anti-inflammatory drugs. Antibiotics are indicated if the inflammation results from a bacterial infection.", "contents": "Pleural Friction Rub -- Treatment / Management. For symptomatic treatment, nonsteroidal anti-inflammatory medications like- aspirin, ibuprofen, or non-steroidal anti-inflammatory drugs. Antibiotics are indicated if the inflammation results from a bacterial infection."}
{"id": "article-36570_12", "title": "Pleural Friction Rub -- Differential Diagnosis", "content": "Distinguishing a pleural friction rub from a pericardial rub is critical. In the patient with pericarditis, an inflammation of the pericardium, a grating-like sound can be heard as layers of inflamed pericardium slide against one another. Unlike a pleural friction rub, the pericardial rub will be heard even as the patient holds their breath because the movement of the pericardium has no relationship to that of the chest wall. Upon careful auscultation, the clinician will also note that the pericardial rub consists of 3 sounds: systolic and diastolic. [5] By contrast, a pleural friction rub usually has 2 sounds, one heard on inspiration and the second on expiration. [3] Coarse crackles and rhonchi may also be mistaken for a pleural friction rub, but coughing will alter both of these sounds. Pleural friction rub may also be a clinical feature in 4% of patients with pulmonary embolism of pneumonia. [6]", "contents": "Pleural Friction Rub -- Differential Diagnosis. Distinguishing a pleural friction rub from a pericardial rub is critical. In the patient with pericarditis, an inflammation of the pericardium, a grating-like sound can be heard as layers of inflamed pericardium slide against one another. Unlike a pleural friction rub, the pericardial rub will be heard even as the patient holds their breath because the movement of the pericardium has no relationship to that of the chest wall. Upon careful auscultation, the clinician will also note that the pericardial rub consists of 3 sounds: systolic and diastolic. [5] By contrast, a pleural friction rub usually has 2 sounds, one heard on inspiration and the second on expiration. [3] Coarse crackles and rhonchi may also be mistaken for a pleural friction rub, but coughing will alter both of these sounds. Pleural friction rub may also be a clinical feature in 4% of patients with pulmonary embolism of pneumonia. [6]"}
{"id": "article-36570_13", "title": "Pleural Friction Rub -- Prognosis", "content": "The prognosis depends on the etiology of the pleural rub.", "contents": "Pleural Friction Rub -- Prognosis. The prognosis depends on the etiology of the pleural rub."}
{"id": "article-36570_14", "title": "Pleural Friction Rub -- Enhancing Healthcare Team Outcomes", "content": "Identifying a pleural friction rub poses a diagnostic dilemma to the clinician; this is a non-specific finding with a broad differential. Excellent history-taking and documentation will facilitate remembering the cause of the rub. Life-threatening causes of pleural friction rub include pulmonary embolus and malignant pleural effusion, and rapid diagnosis and treatment have a marked effect on patient outcomes. The clinician must rule out life-threatening causes in the emergency department by obtaining the requisite investigations immediately. Effective communication between the referring physician and radiologist is essential to ensure imaging assessment with particular attention to the myriad causes of a pleural friction rub. The care of the patient with mesothelioma will necessitate consultations with an oncologist, radiation oncologist, and surgeon, among other physician specialists. At all stages of workup and treatment, patient-centered care is the standard.", "contents": "Pleural Friction Rub -- Enhancing Healthcare Team Outcomes. Identifying a pleural friction rub poses a diagnostic dilemma to the clinician; this is a non-specific finding with a broad differential. Excellent history-taking and documentation will facilitate remembering the cause of the rub. Life-threatening causes of pleural friction rub include pulmonary embolus and malignant pleural effusion, and rapid diagnosis and treatment have a marked effect on patient outcomes. The clinician must rule out life-threatening causes in the emergency department by obtaining the requisite investigations immediately. Effective communication between the referring physician and radiologist is essential to ensure imaging assessment with particular attention to the myriad causes of a pleural friction rub. The care of the patient with mesothelioma will necessitate consultations with an oncologist, radiation oncologist, and surgeon, among other physician specialists. At all stages of workup and treatment, patient-centered care is the standard."}
{"id": "article-36570_15", "title": "Pleural Friction Rub -- Enhancing Healthcare Team Outcomes", "content": "The prognosis of a patient with a finding of pleural friction rub depends on the underlying cause of this sign. However, prompt consultation with an interprofessional group of specialists is recommended to improve outcomes.", "contents": "Pleural Friction Rub -- Enhancing Healthcare Team Outcomes. The prognosis of a patient with a finding of pleural friction rub depends on the underlying cause of this sign. However, prompt consultation with an interprofessional group of specialists is recommended to improve outcomes."}
{"id": "article-36570_16", "title": "Pleural Friction Rub -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Pleural Friction Rub -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}