{"id": "article-24609_0", "title": "Lysergic Acid Diethylamide (LSD) (Archived) -- Indications", "content": "Lysergic acid diethylamide (LSD) is a classical hallucinogen originally synthesized by Albert Hoffman. He accidentally concocted the drug while making experimental substances from ergots to create circulatory and respiratory stimulants. The most pronounced effect on the animals allowed him to create a model for psychosis and study the induced temporary psychotic-like states. During the psychotic state, he also noted permitted recall and produced improved insight. [1] [2] [3]", "contents": "Lysergic Acid Diethylamide (LSD) (Archived) -- Indications. Lysergic acid diethylamide (LSD) is a classical hallucinogen originally synthesized by Albert Hoffman. He accidentally concocted the drug while making experimental substances from ergots to create circulatory and respiratory stimulants. The most pronounced effect on the animals allowed him to create a model for psychosis and study the induced temporary psychotic-like states. During the psychotic state, he also noted permitted recall and produced improved insight. [1] [2] [3]"}
{"id": "article-24609_1", "title": "Lysergic Acid Diethylamide (LSD) (Archived) -- Indications", "content": "In 1986, almost 400 patients received treated with LSD. The Danish LSD Damages Law was passed because of the crimes and deaths linked to LSD usage, where applicants received financial compensation for the harm resulting from the treatments. Many years afterward, patients still suffered from the side effects of being treated with LSD.", "contents": "Lysergic Acid Diethylamide (LSD) (Archived) -- Indications. In 1986, almost 400 patients received treated with LSD. The Danish LSD Damages Law was passed because of the crimes and deaths linked to LSD usage, where applicants received financial compensation for the harm resulting from the treatments. Many years afterward, patients still suffered from the side effects of being treated with LSD."}
{"id": "article-24609_2", "title": "Lysergic Acid Diethylamide (LSD) (Archived) -- Indications", "content": "Regulations on hallucinogenic drugs started to be introduced in 1967 to limit the use of LSD and other hallucinogenic drugs to qualified practitioners. The hope was to eliminate or decrease risky behaviors and result in harmful consequences brought on by the drug. Despite these efforts, LSD-assisted treatments continued in some European countries in the 1970s. In Switzerland, psychotherapy and research were also conducted from 1988 to 1993 with special permission from their government.", "contents": "Lysergic Acid Diethylamide (LSD) (Archived) -- Indications. Regulations on hallucinogenic drugs started to be introduced in 1967 to limit the use of LSD and other hallucinogenic drugs to qualified practitioners. The hope was to eliminate or decrease risky behaviors and result in harmful consequences brought on by the drug. Despite these efforts, LSD-assisted treatments continued in some European countries in the 1970s. In Switzerland, psychotherapy and research were also conducted from 1988 to 1993 with special permission from their government."}
{"id": "article-24609_3", "title": "Lysergic Acid Diethylamide (LSD) (Archived) -- Indications", "content": "No approved indications for LSD-assisted therapy exist today. It has seen use in the past for non-FDA approved indications: depressive disorders including those with conversion phobia, neurosis, manic-depression, and reactive depression, cyclothymic (obsessional) and passive-aggressive (obsessional) compulsive sexual deviation addiction, psychoneurotic disorders, mixed, pan-neuroticism (including schizophrenia), borderline or latent and personality disorders (especially transient situational). [4] [5]", "contents": "Lysergic Acid Diethylamide (LSD) (Archived) -- Indications. No approved indications for LSD-assisted therapy exist today. It has seen use in the past for non-FDA approved indications: depressive disorders including those with conversion phobia, neurosis, manic-depression, and reactive depression, cyclothymic (obsessional) and passive-aggressive (obsessional) compulsive sexual deviation addiction, psychoneurotic disorders, mixed, pan-neuroticism (including schizophrenia), borderline or latent and personality disorders (especially transient situational). [4] [5]"}
{"id": "article-24609_4", "title": "Lysergic Acid Diethylamide (LSD) (Archived) -- Indications", "content": "Researchers continue to study the utility of LSD-assisted therapy. The following non-FDA-approved indications show the most evidence for serotonin-based psychoactive agents: substance use disorders, especially in treating chronic alcohol addiction, post-traumatic stress disorder, anxiety, and depression in patients suffering from life-threatening illnesses. Combining LSD with counseling, researchers were able to create a psychedelic \"trip\" for the terminally ill, thereby decreasing the anxiety refractory to conventional anxiolytic therapy, depression, and pain associated with life-threatening diseases such as cancer. Sleep reportedly improved with terminally ill patients, and they were less preoccupied with death.", "contents": "Lysergic Acid Diethylamide (LSD) (Archived) -- Indications. Researchers continue to study the utility of LSD-assisted therapy. The following non-FDA-approved indications show the most evidence for serotonin-based psychoactive agents: substance use disorders, especially in treating chronic alcohol addiction, post-traumatic stress disorder, anxiety, and depression in patients suffering from life-threatening illnesses. Combining LSD with counseling, researchers were able to create a psychedelic \"trip\" for the terminally ill, thereby decreasing the anxiety refractory to conventional anxiolytic therapy, depression, and pain associated with life-threatening diseases such as cancer. Sleep reportedly improved with terminally ill patients, and they were less preoccupied with death."}
{"id": "article-24609_5", "title": "Lysergic Acid Diethylamide (LSD) (Archived) -- Indications", "content": "Research has also begun to look at LSD as a possible treatment for Alzheimer dementia and as a last resort for migraines or cluster headaches. This role is partly because patients have self-medicated using LSD off-label as an ablative therapy for treatment-resistant migraines and cluster headaches. Patients obtained the illicit psychoactive substances as a last resort. When patients use LSD as a treatment or a recreational drug, there are few if any reports of psychoactive effects. The effects were reportedly tolerable or avoided using minimal doses.", "contents": "Lysergic Acid Diethylamide (LSD) (Archived) -- Indications. Research has also begun to look at LSD as a possible treatment for Alzheimer dementia and as a last resort for migraines or cluster headaches. This role is partly because patients have self-medicated using LSD off-label as an ablative therapy for treatment-resistant migraines and cluster headaches. Patients obtained the illicit psychoactive substances as a last resort. When patients use LSD as a treatment or a recreational drug, there are few if any reports of psychoactive effects. The effects were reportedly tolerable or avoided using minimal doses."}
{"id": "article-24609_6", "title": "Lysergic Acid Diethylamide (LSD) (Archived) -- Indications", "content": "LSD-assisted therapy has been shown to enhance suggestibility without hypnotic induction. It has shown the most improvement in suggestibility in neurotic and schizophrenic patients but the least in depression. Neural plasticity in the cortex and cognitive flexibility are possibly necessary for demonstrable improvement in suggestibility.", "contents": "Lysergic Acid Diethylamide (LSD) (Archived) -- Indications. LSD-assisted therapy has been shown to enhance suggestibility without hypnotic induction. It has shown the most improvement in suggestibility in neurotic and schizophrenic patients but the least in depression. Neural plasticity in the cortex and cognitive flexibility are possibly necessary for demonstrable improvement in suggestibility."}
{"id": "article-24609_7", "title": "Lysergic Acid Diethylamide (LSD) (Archived) -- Mechanism of Action", "content": "The mechanism by which LSD works is mainly mediated by activation of serotonin receptors (namely 5HT2A receptors or 5hydroxytryptamine 2A receptor, 5-HT2AR) with modulation of the 5HT2C and 5HT1A receptors. The interactions between the receptor activation and the resulting impairment in cognition and induction of hallucinations are still poorly understood. One study suggests that LSD-induced 5-HT2AR activation leads to a breakdown of inhibitory processes in the hippocampal prefrontal cortex. Specifically, it has been demonstrated to reduce brain activity in the right middle temporal gyrus, superior/middle/inferior frontal gyrus, anterior cingulate cortex, and the left superior frontal and postcentral gyrus and cerebellum. Studies also have shown activation of the right hemisphere, altered thalamic functioning, and increased activity in the paralimbic structures and the frontal cortex; this all leads to the formation of induced visual imageries. [5] [6] [7]", "contents": "Lysergic Acid Diethylamide (LSD) (Archived) -- Mechanism of Action. The mechanism by which LSD works is mainly mediated by activation of serotonin receptors (namely 5HT2A receptors or 5hydroxytryptamine 2A receptor, 5-HT2AR) with modulation of the 5HT2C and 5HT1A receptors. The interactions between the receptor activation and the resulting impairment in cognition and induction of hallucinations are still poorly understood. One study suggests that LSD-induced 5-HT2AR activation leads to a breakdown of inhibitory processes in the hippocampal prefrontal cortex. Specifically, it has been demonstrated to reduce brain activity in the right middle temporal gyrus, superior/middle/inferior frontal gyrus, anterior cingulate cortex, and the left superior frontal and postcentral gyrus and cerebellum. Studies also have shown activation of the right hemisphere, altered thalamic functioning, and increased activity in the paralimbic structures and the frontal cortex; this all leads to the formation of induced visual imageries. [5] [6] [7]"}
{"id": "article-24609_8", "title": "Lysergic Acid Diethylamide (LSD) (Archived) -- Mechanism of Action", "content": "In substance abuse, it is well established that anxiety and stress are important triggers for relapse. It is possible that 5HT2A receptor downregulation by hallucinogens could help in stress-induced relapses. LSD may also affect the expression of brain-derived neurotrophic factor (BDNF) and glial cell line-derived neurotrophic factor(GDNF). Both of these play critical roles in neurogenesis, synaptic plasticity, learning, and memory. There is some evidence that LSD can induce neuroplastic changes suggesting a basis for the persistent behavioral changes. LSD also induces remodeling of pyramidal cell dendrites.", "contents": "Lysergic Acid Diethylamide (LSD) (Archived) -- Mechanism of Action. In substance abuse, it is well established that anxiety and stress are important triggers for relapse. It is possible that 5HT2A receptor downregulation by hallucinogens could help in stress-induced relapses. LSD may also affect the expression of brain-derived neurotrophic factor (BDNF) and glial cell line-derived neurotrophic factor(GDNF). Both of these play critical roles in neurogenesis, synaptic plasticity, learning, and memory. There is some evidence that LSD can induce neuroplastic changes suggesting a basis for the persistent behavioral changes. LSD also induces remodeling of pyramidal cell dendrites."}
{"id": "article-24609_9", "title": "Lysergic Acid Diethylamide (LSD) (Archived) -- Administration", "content": "LSD is a Schedule I drug in the United States. Its precursors, lysergic acid and lysergic acid amide are Schedule III drugs. It is illegal to administer, manufacture, buy, possess, process, or distribute LSD without a license from the DEA. [8] [9] [10]", "contents": "Lysergic Acid Diethylamide (LSD) (Archived) -- Administration. LSD is a Schedule I drug in the United States. Its precursors, lysergic acid and lysergic acid amide are Schedule III drugs. It is illegal to administer, manufacture, buy, possess, process, or distribute LSD without a license from the DEA. [8] [9] [10]"}
{"id": "article-24609_10", "title": "Lysergic Acid Diethylamide (LSD) (Archived) -- Administration", "content": "LSD is taken orally as a capsule or tablet. The moderate effect in most subjects is produced at 1 to 3 micrograms/kg body weight. The onset of effects usually begins within 30 to 60 minutes after taking the drug. The drug moves rapidly to the brain and is quickly distributed throughout the body, acting both on CNS and autonomics. The drug disappears from the brain in 20 minutes, but the effects are prolonged and may last many more hours after it disappears from the brain. LSD has a first-order elimination. LSD lasts up to 12 hours in the body with dose-proportional pharmacokinetics. The effects following administration are related to the time course of concentration in the plasma. The subjective response between patients with similar concentrations of LSD and similar doses is unpredictable. Each patient may have a completely different experience.", "contents": "Lysergic Acid Diethylamide (LSD) (Archived) -- Administration. LSD is taken orally as a capsule or tablet. The moderate effect in most subjects is produced at 1 to 3 micrograms/kg body weight. The onset of effects usually begins within 30 to 60 minutes after taking the drug. The drug moves rapidly to the brain and is quickly distributed throughout the body, acting both on CNS and autonomics. The drug disappears from the brain in 20 minutes, but the effects are prolonged and may last many more hours after it disappears from the brain. LSD has a first-order elimination. LSD lasts up to 12 hours in the body with dose-proportional pharmacokinetics. The effects following administration are related to the time course of concentration in the plasma. The subjective response between patients with similar concentrations of LSD and similar doses is unpredictable. Each patient may have a completely different experience."}
{"id": "article-24609_11", "title": "Lysergic Acid Diethylamide (LSD) (Archived) -- Administration", "content": "More recent studies used 75 micrograms of LSD intravenously. Reported subjective effects began within 5 to 15 minutes. Effects peaked 45 to 90 minutes after intravenous dosing. The researchers reported no further details.", "contents": "Lysergic Acid Diethylamide (LSD) (Archived) -- Administration. More recent studies used 75 micrograms of LSD intravenously. Reported subjective effects began within 5 to 15 minutes. Effects peaked 45 to 90 minutes after intravenous dosing. The researchers reported no further details."}
{"id": "article-24609_12", "title": "Lysergic Acid Diethylamide (LSD) (Archived) -- Administration", "content": "In one study, the administration of 200 micrograms of LSD in a safe setting reportedly produced subjective positive effects for the user, further described as a long-lasting positive experience. There were significant reports of positive attitudes with self-esteem, mood, altruism, social skills, behavioral changes, and improved satisfaction in life. No reported negative changes in attitude, mood, social skills, or behavior were attributed to LSD. [10]", "contents": "Lysergic Acid Diethylamide (LSD) (Archived) -- Administration. In one study, the administration of 200 micrograms of LSD in a safe setting reportedly produced subjective positive effects for the user, further described as a long-lasting positive experience. There were significant reports of positive attitudes with self-esteem, mood, altruism, social skills, behavioral changes, and improved satisfaction in life. No reported negative changes in attitude, mood, social skills, or behavior were attributed to LSD. [10]"}
{"id": "article-24609_13", "title": "Lysergic Acid Diethylamide (LSD) (Archived) -- Adverse Effects", "content": "Adverse effects are extremely subjective, with significant variability and unpredictability. One patient may experience a positive effect filled with bright hallucinations, sights, and sensations, increased awareness owing to mind expansion, and marked euphoria. The positive spectrum of effects is colloquially called a \"good trip.\" Another patient may experience the total opposite with an experience filled with increased anxiety becoming panic, fear, depression, despair, and disappointment. The negative spectrum is colloquially called a \"bad trip.\" One patient can experience both the positive and negative spectrum at different times of use.", "contents": "Lysergic Acid Diethylamide (LSD) (Archived) -- Adverse Effects. Adverse effects are extremely subjective, with significant variability and unpredictability. One patient may experience a positive effect filled with bright hallucinations, sights, and sensations, increased awareness owing to mind expansion, and marked euphoria. The positive spectrum of effects is colloquially called a \"good trip.\" Another patient may experience the total opposite with an experience filled with increased anxiety becoming panic, fear, depression, despair, and disappointment. The negative spectrum is colloquially called a \"bad trip.\" One patient can experience both the positive and negative spectrum at different times of use."}
{"id": "article-24609_14", "title": "Lysergic Acid Diethylamide (LSD) (Archived) -- Adverse Effects", "content": "One of the more disturbing side effects of LSD is the flashback. Flashbacks can be induced by stress or fatigue and by using other drugs. Often a flashback of a \"bad trip\" can occur without warning, even if the patient was not currently under the influence of LSD. Eventually, long-term use leads to the patient developing tolerance to the drug. Abstinence for a few days allows the patient to return to baseline quickly, emotionally, physically, and mentally. Abstinence of the drug does not typically produce a craving. Debilitating flashbacks occurred in the patients compensated under the Danish LSD Damages law. [11] [12]", "contents": "Lysergic Acid Diethylamide (LSD) (Archived) -- Adverse Effects. One of the more disturbing side effects of LSD is the flashback. Flashbacks can be induced by stress or fatigue and by using other drugs. Often a flashback of a \"bad trip\" can occur without warning, even if the patient was not currently under the influence of LSD. Eventually, long-term use leads to the patient developing tolerance to the drug. Abstinence for a few days allows the patient to return to baseline quickly, emotionally, physically, and mentally. Abstinence of the drug does not typically produce a craving. Debilitating flashbacks occurred in the patients compensated under the Danish LSD Damages law. [11] [12]"}
{"id": "article-24609_15", "title": "Lysergic Acid Diethylamide (LSD) (Archived) -- Adverse Effects", "content": "Daily ingestion is almost impossible because it produces an absurd \"good trip\" or high, making chronic daily misuse of LSD difficult. The dependence on LSD, therefore, is not from physical effects or cravings but psychological dependence or need. Patients want to keep re-experiencing the same good trips. There are concerns about increased antisocial behavior and abuse with unsupervised use of LSD. There also are concerns about the negative implications of increased suggestibility. There are possible dangers of creating false memories or instilling wrong beliefs.", "contents": "Lysergic Acid Diethylamide (LSD) (Archived) -- Adverse Effects. Daily ingestion is almost impossible because it produces an absurd \"good trip\" or high, making chronic daily misuse of LSD difficult. The dependence on LSD, therefore, is not from physical effects or cravings but psychological dependence or need. Patients want to keep re-experiencing the same good trips. There are concerns about increased antisocial behavior and abuse with unsupervised use of LSD. There also are concerns about the negative implications of increased suggestibility. There are possible dangers of creating false memories or instilling wrong beliefs."}
{"id": "article-24609_16", "title": "Lysergic Acid Diethylamide (LSD) (Archived) -- Contraindications", "content": "As a classic hallucinogen, LSD does not typically create compulsive drug-seeking behavior as is with most other drugs, but it can still be dangerous in non-clinical settings. Nonmedical use can precipitate prolonged psychiatric reactions in rare cases.", "contents": "Lysergic Acid Diethylamide (LSD) (Archived) -- Contraindications. As a classic hallucinogen, LSD does not typically create compulsive drug-seeking behavior as is with most other drugs, but it can still be dangerous in non-clinical settings. Nonmedical use can precipitate prolonged psychiatric reactions in rare cases."}
{"id": "article-24609_17", "title": "Lysergic Acid Diethylamide (LSD) (Archived) -- Contraindications", "content": "Absolute contraindications are physical conditions that have marked excitatory states like cardiovascular disease, pregnancy, epilepsy, paranoid personality, overt psychosis, and organic-toxic cerebral disorder. The teratogenic effects of LSD are controversial; they have been demonstrated by some but not confirmed by others.", "contents": "Lysergic Acid Diethylamide (LSD) (Archived) -- Contraindications. Absolute contraindications are physical conditions that have marked excitatory states like cardiovascular disease, pregnancy, epilepsy, paranoid personality, overt psychosis, and organic-toxic cerebral disorder. The teratogenic effects of LSD are controversial; they have been demonstrated by some but not confirmed by others."}
{"id": "article-24609_18", "title": "Lysergic Acid Diethylamide (LSD) (Archived) -- Monitoring", "content": "Because the drug has no indications for any medical use, there is no established monitoring for the use of LSD. A study showed improvement of 52 patients with independent diagnoses when using it to treat mental disorders, but 48 patients worsened acutely with LSD.  However, in most patients, the long-term outcome was poor in those who received treatments with LSD.", "contents": "Lysergic Acid Diethylamide (LSD) (Archived) -- Monitoring. Because the drug has no indications for any medical use, there is no established monitoring for the use of LSD. A study showed improvement of 52 patients with independent diagnoses when using it to treat mental disorders, but 48 patients worsened acutely with LSD.  However, in most patients, the long-term outcome was poor in those who received treatments with LSD."}
{"id": "article-24609_19", "title": "Lysergic Acid Diethylamide (LSD) (Archived) -- Toxicity", "content": "There is no evidence of organ damage or neuropsychological deficits, even at very high doses. Rarely, non-medical use may result in clinically distressing and persistent perceptual hallucinations, although they have not been observed in clinical research. The biggest concern is that dangerous and erratic behavior will result from intense subjective experiences with LSD.", "contents": "Lysergic Acid Diethylamide (LSD) (Archived) -- Toxicity. There is no evidence of organ damage or neuropsychological deficits, even at very high doses. Rarely, non-medical use may result in clinically distressing and persistent perceptual hallucinations, although they have not been observed in clinical research. The biggest concern is that dangerous and erratic behavior will result from intense subjective experiences with LSD."}
{"id": "article-24609_20", "title": "Lysergic Acid Diethylamide (LSD) (Archived) -- Toxicity", "content": "One patient was documented as having myocardial infarction with concurrent use of LSD and amphetamine. In that patient, aside from tobacco smoking, there were no other known cardiovascular risk factors. Most acute medical problems related to recreational drug toxicity do not have links to LSD. In the emergency department, the most common presentation of LSD intoxication would be psychosis.", "contents": "Lysergic Acid Diethylamide (LSD) (Archived) -- Toxicity. One patient was documented as having myocardial infarction with concurrent use of LSD and amphetamine. In that patient, aside from tobacco smoking, there were no other known cardiovascular risk factors. Most acute medical problems related to recreational drug toxicity do not have links to LSD. In the emergency department, the most common presentation of LSD intoxication would be psychosis."}
{"id": "article-24609_21", "title": "Lysergic Acid Diethylamide (LSD) (Archived) -- Toxicity -- Mental Effects", "content": "The mental effects of LSD are the most pronounced, but they are unpredictable. They occur because of the interruption of the normal interaction between the brain cells and serotonin. Delusions Visual hallucinations A distorted sense of time and identity An impaired depth and time perception Artificial euphoria and certainty A distorted perception of objects, movements, colors, sounds, touch, and the user’s body image Severe, terrifying thoughts and feelings Fear of losing control Fear of death Panic attacks", "contents": "Lysergic Acid Diethylamide (LSD) (Archived) -- Toxicity -- Mental Effects. The mental effects of LSD are the most pronounced, but they are unpredictable. They occur because of the interruption of the normal interaction between the brain cells and serotonin. Delusions Visual hallucinations A distorted sense of time and identity An impaired depth and time perception Artificial euphoria and certainty A distorted perception of objects, movements, colors, sounds, touch, and the user’s body image Severe, terrifying thoughts and feelings Fear of losing control Fear of death Panic attacks"}
{"id": "article-24609_22", "title": "Lysergic Acid Diethylamide (LSD) (Archived) -- Toxicity -- Visual Effects", "content": "Visual changes are very common. Patients can become fixated on the intensity of specific colors. Sensations can also have a cross-over phenomenon. Patients who use LSD can reportedly have feelings of “hearing colors” and “seeing sounds.”", "contents": "Lysergic Acid Diethylamide (LSD) (Archived) -- Toxicity -- Visual Effects. Visual changes are very common. Patients can become fixated on the intensity of specific colors. Sensations can also have a cross-over phenomenon. Patients who use LSD can reportedly have feelings of “hearing colors” and “seeing sounds.”"}
{"id": "article-24609_23", "title": "Lysergic Acid Diethylamide (LSD) (Archived) -- Toxicity -- Behavioral and Emotional Effects", "content": "Behavioral and emotional dangers are very noticeable. Severe anxiety, paranoia, and panic attacks often occur at high doses. These are colloquially called “bad trips.” Usually, these bad experiences are attributed by users to the environment and people surrounding their use at the time. Extreme changes in mood from a “spaced-out bliss” to “intense terror” can occur. The changes can be frightening, triggering panic attacks.  Some people never recover from these bizarre psychoses. LSD demonstrably produces these emotions: Feelings of happiness Trust of and closeness to others Enhanced explicit and implicit emotional empathy Impaired recognition of sad and fearful faces", "contents": "Lysergic Acid Diethylamide (LSD) (Archived) -- Toxicity -- Behavioral and Emotional Effects. Behavioral and emotional dangers are very noticeable. Severe anxiety, paranoia, and panic attacks often occur at high doses. These are colloquially called “bad trips.” Usually, these bad experiences are attributed by users to the environment and people surrounding their use at the time. Extreme changes in mood from a “spaced-out bliss” to “intense terror” can occur. The changes can be frightening, triggering panic attacks.  Some people never recover from these bizarre psychoses. LSD demonstrably produces these emotions: Feelings of happiness Trust of and closeness to others Enhanced explicit and implicit emotional empathy Impaired recognition of sad and fearful faces"}
{"id": "article-24609_24", "title": "Lysergic Acid Diethylamide (LSD) (Archived) -- Toxicity -- Behavioral and Emotional Effects", "content": "LSD-enhanced participants desired to be with other people and increased their prosocial behavior; this is theoretically due to the increased plasma oxytocin levels that appear to contribute to the empathogenic prosocial effects.", "contents": "Lysergic Acid Diethylamide (LSD) (Archived) -- Toxicity -- Behavioral and Emotional Effects. LSD-enhanced participants desired to be with other people and increased their prosocial behavior; this is theoretically due to the increased plasma oxytocin levels that appear to contribute to the empathogenic prosocial effects."}
{"id": "article-24609_25", "title": "Lysergic Acid Diethylamide (LSD) (Archived) -- Toxicity -- Physical Effects", "content": "The physical effects of LSD occur via the stimulation of the sympathetic nervous system. Patients commonly have the following physical symptoms: Dilated pupils Higher or lower body temperature Sweating or chills Loss of appetite Sleeplessness Dry mouth Tremors LSD use can lead to hypothermia, piloerection, tachycardia with palpitation, elevated blood pressure, and hyperglycemia.", "contents": "Lysergic Acid Diethylamide (LSD) (Archived) -- Toxicity -- Physical Effects. The physical effects of LSD occur via the stimulation of the sympathetic nervous system. Patients commonly have the following physical symptoms: Dilated pupils Higher or lower body temperature Sweating or chills Loss of appetite Sleeplessness Dry mouth Tremors LSD use can lead to hypothermia, piloerection, tachycardia with palpitation, elevated blood pressure, and hyperglycemia."}
{"id": "article-24609_26", "title": "Lysergic Acid Diethylamide (LSD) (Archived) -- Toxicity -- Physical Effects", "content": "The autonomic reactions listed above are not as significant as the mental and behavioral effects of LSD on the body. Actions on the motor and the central nervous system can lead to increased activity of the monosynaptic reflexes, an increase in muscle tension, tremors, and muscular incoordination.", "contents": "Lysergic Acid Diethylamide (LSD) (Archived) -- Toxicity -- Physical Effects. The autonomic reactions listed above are not as significant as the mental and behavioral effects of LSD on the body. Actions on the motor and the central nervous system can lead to increased activity of the monosynaptic reflexes, an increase in muscle tension, tremors, and muscular incoordination."}
{"id": "article-24609_27", "title": "Lysergic Acid Diethylamide (LSD) (Archived) -- Enhancing Healthcare Team Outcomes", "content": "When the primary care provider, nurse practitioner, internist, or pharmacist encounters a patient taking LSD, referral to a drug rehab facility is the recommended course of action. LSD has no medical benefits and is associated with several unpleasant psychiatric effects. In general, people who take LSD also take several other illicit drugs, and hence a urine screen is recommended. Unfortunately, LSD addiction is strong, and despite all therapies, success rates of treatments are low. In any case, the primary care providers should encourage the patient to cease taking LSD and/or avoid sharing needles and seek psychological assistance and treatment.", "contents": "Lysergic Acid Diethylamide (LSD) (Archived) -- Enhancing Healthcare Team Outcomes. When the primary care provider, nurse practitioner, internist, or pharmacist encounters a patient taking LSD, referral to a drug rehab facility is the recommended course of action. LSD has no medical benefits and is associated with several unpleasant psychiatric effects. In general, people who take LSD also take several other illicit drugs, and hence a urine screen is recommended. Unfortunately, LSD addiction is strong, and despite all therapies, success rates of treatments are low. In any case, the primary care providers should encourage the patient to cease taking LSD and/or avoid sharing needles and seek psychological assistance and treatment."}
{"id": "article-24609_28", "title": "Lysergic Acid Diethylamide (LSD) (Archived) -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Lysergic Acid Diethylamide (LSD) (Archived) -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}