{"id": "article-81121_0", "title": "Nocardia Keratitis -- Continuing Education Activity", "content": "Nocardia is a rare and frequently misdiagnosed cause of corneal infection. Nocardia keratitis most often occurs in individuals with prior ocular trauma with exposure to soil or dirt. This activity reviews the evaluation and treatment of nocardia keratitis and highlights the role of the healthcare team in improving care for patients with this condition.", "contents": "Nocardia Keratitis -- Continuing Education Activity. Nocardia is a rare and frequently misdiagnosed cause of corneal infection. Nocardia keratitis most often occurs in individuals with prior ocular trauma with exposure to soil or dirt. This activity reviews the evaluation and treatment of nocardia keratitis and highlights the role of the healthcare team in improving care for patients with this condition."}
{"id": "article-81121_1", "title": "Nocardia Keratitis -- Continuing Education Activity", "content": "Objectives: Identify risk factors associated with the development of nocardia keratitis. Review the findings on slit-lamp examination that will distinguish nocardia keratitis from other more common causes of keratitis. Summarize the laboratory techniques employed for the diagnosis of nocardia keratitis. Explain the importance of collaboration and communication among the interprofessional team to improve outcomes for patients affected by nocardia keratitis. Access free multiple choice questions on this topic.", "contents": "Nocardia Keratitis -- Continuing Education Activity. Objectives: Identify risk factors associated with the development of nocardia keratitis. Review the findings on slit-lamp examination that will distinguish nocardia keratitis from other more common causes of keratitis. Summarize the laboratory techniques employed for the diagnosis of nocardia keratitis. Explain the importance of collaboration and communication among the interprofessional team to improve outcomes for patients affected by nocardia keratitis. Access free multiple choice questions on this topic."}
{"id": "article-81121_2", "title": "Nocardia Keratitis -- Introduction", "content": "Nocardia is a Gram-variable, aerobic, weakly acid-fast bacteria that rarely causes ocular disease, of which corneal infection is the most common. [1] The diagnosis of Nocardia keratitis is often missed or delayed due to a lack of familiarity or a non-specific presentation, which may mimic other more common causative organisms. [1] Notably, Nocardia keratitis has a variable response to most first-line medications used for bacterial keratitis, such as fluoroquinolones. [2] Thus, patients may suffer from significant morbidity until reaching a proper diagnosis.", "contents": "Nocardia Keratitis -- Introduction. Nocardia is a Gram-variable, aerobic, weakly acid-fast bacteria that rarely causes ocular disease, of which corneal infection is the most common. [1] The diagnosis of Nocardia keratitis is often missed or delayed due to a lack of familiarity or a non-specific presentation, which may mimic other more common causative organisms. [1] Notably, Nocardia keratitis has a variable response to most first-line medications used for bacterial keratitis, such as fluoroquinolones. [2] Thus, patients may suffer from significant morbidity until reaching a proper diagnosis."}
{"id": "article-81121_3", "title": "Nocardia Keratitis -- Etiology", "content": "Although originally classified as a fungus, Nocardia is a genus of filamentous bacteria that contains over 80 species. [1] Nocardia is ubiquitous in the environment, representing the microflora of water, dust, soil, mud, and decaying vegetation. [1] As Nocardia species do not present as normal flora within the eye, Nocardia keratitis must occur secondary to exposure to bacteria in the environment. [2]", "contents": "Nocardia Keratitis -- Etiology. Although originally classified as a fungus, Nocardia is a genus of filamentous bacteria that contains over 80 species. [1] Nocardia is ubiquitous in the environment, representing the microflora of water, dust, soil, mud, and decaying vegetation. [1] As Nocardia species do not present as normal flora within the eye, Nocardia keratitis must occur secondary to exposure to bacteria in the environment. [2]"}
{"id": "article-81121_4", "title": "Nocardia Keratitis -- Etiology", "content": "For several decades, Nocardia asteroides was the most common species to be isolated from cases of Nocardia keratitis; however, recent advances in PCR and RNA sequencing have demonstrated that other species such as Nocardia arthritidis are more common in certain populations. [3]", "contents": "Nocardia Keratitis -- Etiology. For several decades, Nocardia asteroides was the most common species to be isolated from cases of Nocardia keratitis; however, recent advances in PCR and RNA sequencing have demonstrated that other species such as Nocardia arthritidis are more common in certain populations. [3]"}
{"id": "article-81121_5", "title": "Nocardia Keratitis -- Etiology", "content": "Ocular exposure to soil or plant matter was found to be a common historical point in nearly half of all Nocardia keratitis cases. [4] The most common risk factor for Nocardia keratitis is corneal trauma. In one case series, trauma was the inciting factor in 25% of cases. [5] Other known risk factors include prior ocular surgery such as LASIK or PRK, topical corticosteroid use, and contact lens wear, especially in the setting of extended use or improper hygiene. [6] [7] [2] [8]", "contents": "Nocardia Keratitis -- Etiology. Ocular exposure to soil or plant matter was found to be a common historical point in nearly half of all Nocardia keratitis cases. [4] The most common risk factor for Nocardia keratitis is corneal trauma. In one case series, trauma was the inciting factor in 25% of cases. [5] Other known risk factors include prior ocular surgery such as LASIK or PRK, topical corticosteroid use, and contact lens wear, especially in the setting of extended use or improper hygiene. [6] [7] [2] [8]"}
{"id": "article-81121_6", "title": "Nocardia Keratitis -- Epidemiology", "content": "Nocardia is thought to be more prevalent in the soil of South Asia. [9] As such, clinicians rarely diagnose Nocardia keratitis outside of the Asian continent. [10] A study from Hyderabad in South India estimated Nocardia to have caused 1.7% of bacterial keratitis cases. [11] Another paper from Tamil in South India indicated that Nocardia was isolated from 8.34% of samples of bacterial keratitis. [12]", "contents": "Nocardia Keratitis -- Epidemiology. Nocardia is thought to be more prevalent in the soil of South Asia. [9] As such, clinicians rarely diagnose Nocardia keratitis outside of the Asian continent. [10] A study from Hyderabad in South India estimated Nocardia to have caused 1.7% of bacterial keratitis cases. [11] Another paper from Tamil in South India indicated that Nocardia was isolated from 8.34% of samples of bacterial keratitis. [12]"}
{"id": "article-81121_7", "title": "Nocardia Keratitis -- Epidemiology", "content": "Bacterial keratitis of all etiologies tends to more frequently seen in males, young adults, and people in rural areas, likely due to the predisposing need for minor corneal trauma and/or environmental exposure. [2]", "contents": "Nocardia Keratitis -- Epidemiology. Bacterial keratitis of all etiologies tends to more frequently seen in males, young adults, and people in rural areas, likely due to the predisposing need for minor corneal trauma and/or environmental exposure. [2]"}
{"id": "article-81121_8", "title": "Nocardia Keratitis -- Pathophysiology", "content": "Nocardia keratitis is a slow-growing infection. One case series found the mean time to presentation to be 24.5 +/- 22.2 days after the initial infection. [13] One of the major virulence factors of Nocardia is trehalose 6,6’-dimycolate, which confers resistance to phagocytosis by inhibiting the integration of phagosomes and lysosomes, thereby decreasing lysosomal enzyme activity. [14] [15] The production of superoxide dismutase and subsequently increased levels of catalase additionally allow Nocardia to evade the oxidative killer mechanism of polymorphonuclear leukocytes. [16]", "contents": "Nocardia Keratitis -- Pathophysiology. Nocardia keratitis is a slow-growing infection. One case series found the mean time to presentation to be 24.5 +/- 22.2 days after the initial infection. [13] One of the major virulence factors of Nocardia is trehalose 6,6’-dimycolate, which confers resistance to phagocytosis by inhibiting the integration of phagosomes and lysosomes, thereby decreasing lysosomal enzyme activity. [14] [15] The production of superoxide dismutase and subsequently increased levels of catalase additionally allow Nocardia to evade the oxidative killer mechanism of polymorphonuclear leukocytes. [16]"}
{"id": "article-81121_9", "title": "Nocardia Keratitis -- History and Physical", "content": "A detailed history is necessary for all patients with suspected ocular infection. Clinicians should give special attention to inquiring about risk factors, as listed above. A history of recent travel to Asia should also raise the clinician’s suspicion of Nocardia keratitis. [10] The symptoms most commonly associated with Nocardia keratitis are non-specific and include severe ocular pain, blepharospasm, photophobia, and eyelid swelling. [2] [4]", "contents": "Nocardia Keratitis -- History and Physical. A detailed history is necessary for all patients with suspected ocular infection. Clinicians should give special attention to inquiring about risk factors, as listed above. A history of recent travel to Asia should also raise the clinician’s suspicion of Nocardia keratitis. [10] The symptoms most commonly associated with Nocardia keratitis are non-specific and include severe ocular pain, blepharospasm, photophobia, and eyelid swelling. [2] [4]"}
{"id": "article-81121_10", "title": "Nocardia Keratitis -- History and Physical", "content": "A comprehensive ocular examination is also for all patients with symptoms suspicious of ocular infection. On slit-lamp examination, Nocardia keratitis classically presents as patchy anterior stromal infiltrates arranged in a wreath pattern with satellite lesions. [1] Infiltrates are often found in the mid-periphery of the cornea adjacent to the region of corneal trauma. [17] However, Nocardia keratitis may also present as a non-specific punctuate epitheliopathy or an ulcer with margins studded with superficial yellow pinhead-sized infiltrates. [4] Though infiltrates are typically superficial, the infection may extend to the stroma. [2]", "contents": "Nocardia Keratitis -- History and Physical. A comprehensive ocular examination is also for all patients with symptoms suspicious of ocular infection. On slit-lamp examination, Nocardia keratitis classically presents as patchy anterior stromal infiltrates arranged in a wreath pattern with satellite lesions. [1] Infiltrates are often found in the mid-periphery of the cornea adjacent to the region of corneal trauma. [17] However, Nocardia keratitis may also present as a non-specific punctuate epitheliopathy or an ulcer with margins studded with superficial yellow pinhead-sized infiltrates. [4] Though infiltrates are typically superficial, the infection may extend to the stroma. [2]"}
{"id": "article-81121_11", "title": "Nocardia Keratitis -- Evaluation", "content": "Clinical diagnosis of Nocardia keratitis could theoretically be made based upon the symptoms and signs elicited by a thorough history and physical examination alone. However, the gold standard for diagnosis of Nocardia keratitis is an inoculation and growth of Nocardia species in culture media following corneal scraping and/or biopsy. [2] Nocardia colonies will grow on a variety of culture media, including blood agar, chocolate agar, and Sabouraud agar [12] ; nonetheless, clinical suspicion for Nocardia should be communicated to the lab such that specific measures can be taken to optimize recognition of the species. Notably, Nocardia is a slow-growing organism; though growth usually appears within 5 to 7 days, at least two weeks of inoculation should be allowed as false negatives may otherwise occur. Isolation of Nocardia is significant as the pathogen is not a common contaminant. [2]", "contents": "Nocardia Keratitis -- Evaluation. Clinical diagnosis of Nocardia keratitis could theoretically be made based upon the symptoms and signs elicited by a thorough history and physical examination alone. However, the gold standard for diagnosis of Nocardia keratitis is an inoculation and growth of Nocardia species in culture media following corneal scraping and/or biopsy. [2] Nocardia colonies will grow on a variety of culture media, including blood agar, chocolate agar, and Sabouraud agar [12] ; nonetheless, clinical suspicion for Nocardia should be communicated to the lab such that specific measures can be taken to optimize recognition of the species. Notably, Nocardia is a slow-growing organism; though growth usually appears within 5 to 7 days, at least two weeks of inoculation should be allowed as false negatives may otherwise occur. Isolation of Nocardia is significant as the pathogen is not a common contaminant. [2]"}
{"id": "article-81121_12", "title": "Nocardia Keratitis -- Evaluation", "content": "Multiple strategies beyond culture exist for evaluation of suspected Nocardia keratitis. One retrospective study identified several cases in which Gram stain or 1% acid-fast (Ziehl-Neelsen) stain allowed for early diagnosis. [4] In vivo confocal microscopy (IVCM) is an excellent non-invasive diagnostic tool that allows for the evaluation of cells of the cornea in real-time. Nocardia will appear on IVCM as filamentous, highly reflective structures, similar to many fungi; a history of trauma with organic matter will provide clinical context to findings on IVCM. Notably, the sensitivity of IVCM is highly dependent on the expertise of the user. Newer evidence suggests an increasing role of techniques such as the polymerase chain reaction (PCR), gene sequencing, DNA sequencing, and pyrosequencing in the detection of Nocardia from infected tissue. [3] [18] [19] [20]", "contents": "Nocardia Keratitis -- Evaluation. Multiple strategies beyond culture exist for evaluation of suspected Nocardia keratitis. One retrospective study identified several cases in which Gram stain or 1% acid-fast (Ziehl-Neelsen) stain allowed for early diagnosis. [4] In vivo confocal microscopy (IVCM) is an excellent non-invasive diagnostic tool that allows for the evaluation of cells of the cornea in real-time. Nocardia will appear on IVCM as filamentous, highly reflective structures, similar to many fungi; a history of trauma with organic matter will provide clinical context to findings on IVCM. Notably, the sensitivity of IVCM is highly dependent on the expertise of the user. Newer evidence suggests an increasing role of techniques such as the polymerase chain reaction (PCR), gene sequencing, DNA sequencing, and pyrosequencing in the detection of Nocardia from infected tissue. [3] [18] [19] [20]"}
{"id": "article-81121_13", "title": "Nocardia Keratitis -- Treatment / Management", "content": "Amikacin 2 to 2.5% hourly remains the first-line treatment for Nocardia keratitis. [12] Nocardia keratitis exhibits a variable response to standard initial therapy for other forms of bacterial keratitis. One study of 20 Nocardia isolates from ocular infections demonstrated that only 55% were responsive to ciprofloxacin, whereas all isolates were susceptible to treatment with amikacin. [21] Given that culture results often require 5 to 7 days to produce a positive result, empiric therapy should not delay if the clinician has a high suspicion for Nocardia keratitis. Topical therapy should continue until achieving complete resolution of the infection; the mean duration for complete resolution of infection following daily administration of amikacin 2.5% is approximately 38 days. [4]", "contents": "Nocardia Keratitis -- Treatment / Management. Amikacin 2 to 2.5% hourly remains the first-line treatment for Nocardia keratitis. [12] Nocardia keratitis exhibits a variable response to standard initial therapy for other forms of bacterial keratitis. One study of 20 Nocardia isolates from ocular infections demonstrated that only 55% were responsive to ciprofloxacin, whereas all isolates were susceptible to treatment with amikacin. [21] Given that culture results often require 5 to 7 days to produce a positive result, empiric therapy should not delay if the clinician has a high suspicion for Nocardia keratitis. Topical therapy should continue until achieving complete resolution of the infection; the mean duration for complete resolution of infection following daily administration of amikacin 2.5% is approximately 38 days. [4]"}
{"id": "article-81121_14", "title": "Nocardia Keratitis -- Treatment / Management", "content": "Some cases of amikacin resistant Nocardia exist. [17] [22] In these cases, second-line treatments, including topical tobramycin or gentamicin 1.4%, imipenem 0.5%, or moxifloxacin 0.5%, are potential options. [1] Though sulfonamides (trimethoprim-sulfamethoxazole) were previously considered the mainstay of therapy, they have fallen out of favor due to a significantly higher minimum inhibitory concentration than amikacin. [2] Topical corticosteroids should be avoided as they are associated with an increased risk for corneal perforation and endophthalmitis. [2]", "contents": "Nocardia Keratitis -- Treatment / Management. Some cases of amikacin resistant Nocardia exist. [17] [22] In these cases, second-line treatments, including topical tobramycin or gentamicin 1.4%, imipenem 0.5%, or moxifloxacin 0.5%, are potential options. [1] Though sulfonamides (trimethoprim-sulfamethoxazole) were previously considered the mainstay of therapy, they have fallen out of favor due to a significantly higher minimum inhibitory concentration than amikacin. [2] Topical corticosteroids should be avoided as they are associated with an increased risk for corneal perforation and endophthalmitis. [2]"}
{"id": "article-81121_15", "title": "Nocardia Keratitis -- Treatment / Management", "content": "Occasionally, Nocardia may extend beyond the cornea and cause secondary scleritis. [4] Scleritis in the setting of prior ocular trauma is highly suspicious for Nocardia infection and warrants immediate surgical debridement before receiving a confirmatory result from culture or PCR. In addition to topical amikacin 2%, scleritis should have treatment with a subconjunctival injection of 100 mg amikacin. [23] Persistent scleritis despite repeat subconjunctival injection may require initiation of oral trimethoprim-sulfamethoxazole 160 mg/800 mg hourly. [17]", "contents": "Nocardia Keratitis -- Treatment / Management. Occasionally, Nocardia may extend beyond the cornea and cause secondary scleritis. [4] Scleritis in the setting of prior ocular trauma is highly suspicious for Nocardia infection and warrants immediate surgical debridement before receiving a confirmatory result from culture or PCR. In addition to topical amikacin 2%, scleritis should have treatment with a subconjunctival injection of 100 mg amikacin. [23] Persistent scleritis despite repeat subconjunctival injection may require initiation of oral trimethoprim-sulfamethoxazole 160 mg/800 mg hourly. [17]"}
{"id": "article-81121_16", "title": "Nocardia Keratitis -- Treatment / Management", "content": "Though medical management is generally sufficient for the treatment of Nocardia keratitis, surgical treatment may be necessary in the case of medication non-responsiveness, progressive corneal thinning, or significant scleral involvement. [2] Surgical options include lamellar keratectomy, penetrating keratoplasty, and conjunctival flap. [24] In particular, lamellar keratectomy may be useful for removing infected tissue and increasing penetration of topical antibiotics. [25] Few reports exist on the use of surgery for the treatment of Nocardia keratitis, but the outcomes appear to be good. [12]", "contents": "Nocardia Keratitis -- Treatment / Management. Though medical management is generally sufficient for the treatment of Nocardia keratitis, surgical treatment may be necessary in the case of medication non-responsiveness, progressive corneal thinning, or significant scleral involvement. [2] Surgical options include lamellar keratectomy, penetrating keratoplasty, and conjunctival flap. [24] In particular, lamellar keratectomy may be useful for removing infected tissue and increasing penetration of topical antibiotics. [25] Few reports exist on the use of surgery for the treatment of Nocardia keratitis, but the outcomes appear to be good. [12]"}
{"id": "article-81121_17", "title": "Nocardia Keratitis -- Differential Diagnosis", "content": "Both Nocardia keratitis and fungal keratitis present with satellite infiltrates on slit-lamp examination and filamentous structures in culture. [1] Occasionally, Nocardia may present on slit-lamp examination as cotton-wool infiltrates with irregular and feathery margins, an atypical presentation similar to fungal keratitis. [4] [26] Moreover, the classic “wreath-like” pattern of Nocardia keratitis has been described in some cases of fungal keratitis. [27] Therefore, fungal keratitis may mimic Nocardia may mimic fungal keratitis, and vice versa. Nocardia keratitis may be distinguished from fungal keratitis by a history of trauma with organic matter, protracted time course for infection to develop, and a superficial granular appearance of lesions on slit-lamp examination. [2]", "contents": "Nocardia Keratitis -- Differential Diagnosis. Both Nocardia keratitis and fungal keratitis present with satellite infiltrates on slit-lamp examination and filamentous structures in culture. [1] Occasionally, Nocardia may present on slit-lamp examination as cotton-wool infiltrates with irregular and feathery margins, an atypical presentation similar to fungal keratitis. [4] [26] Moreover, the classic “wreath-like” pattern of Nocardia keratitis has been described in some cases of fungal keratitis. [27] Therefore, fungal keratitis may mimic Nocardia may mimic fungal keratitis, and vice versa. Nocardia keratitis may be distinguished from fungal keratitis by a history of trauma with organic matter, protracted time course for infection to develop, and a superficial granular appearance of lesions on slit-lamp examination. [2]"}
{"id": "article-81121_18", "title": "Nocardia Keratitis -- Differential Diagnosis", "content": "Another pathogen that may mimic Nocardia is Moraxella , a gram-negative diplococcus that may produce ulcers on the inferior cornea in select patient groups, including patients with diabetes, alcoholics, and the malnourished. [28] Both Nocardia and Moraxella will grow colonies on blood agar and chocolate agar; however, Nocardia stains Gram-positive and will develop filamentous structures in culture. Unlike Nocardia , Moraxella keratitis typically presents on the inferior portion of the cornea and does not spread beyond the cornea. [2]", "contents": "Nocardia Keratitis -- Differential Diagnosis. Another pathogen that may mimic Nocardia is Moraxella , a gram-negative diplococcus that may produce ulcers on the inferior cornea in select patient groups, including patients with diabetes, alcoholics, and the malnourished. [28] Both Nocardia and Moraxella will grow colonies on blood agar and chocolate agar; however, Nocardia stains Gram-positive and will develop filamentous structures in culture. Unlike Nocardia , Moraxella keratitis typically presents on the inferior portion of the cornea and does not spread beyond the cornea. [2]"}
{"id": "article-81121_19", "title": "Nocardia Keratitis -- Differential Diagnosis", "content": "Mycobacteria are aerobic, Gram-neutral bacilli that cause slow-developing corneal infections similar to Nocardia . Both Nocardia and Mycobacteria will stain positive with acid-fast (Ziehl-Neelsen) staining and grow on blood agar. However, Mycobacteria is more likely to reveal white corneal infiltrates with a “snowflake” or “cracked windshield” appearance on slit-lamp examination. [29] Furthermore, unlike Nocardia , Mycobacteria will grow on Lowenstein-Jensen medium.", "contents": "Nocardia Keratitis -- Differential Diagnosis. Mycobacteria are aerobic, Gram-neutral bacilli that cause slow-developing corneal infections similar to Nocardia . Both Nocardia and Mycobacteria will stain positive with acid-fast (Ziehl-Neelsen) staining and grow on blood agar. However, Mycobacteria is more likely to reveal white corneal infiltrates with a “snowflake” or “cracked windshield” appearance on slit-lamp examination. [29] Furthermore, unlike Nocardia , Mycobacteria will grow on Lowenstein-Jensen medium."}
{"id": "article-81121_20", "title": "Nocardia Keratitis -- Prognosis", "content": "With appropriate treatment, Nocardia keratitis tends to heal rapidly with scarring and some peripheral vascularization. [12] If the infection is responsive to medical therapy, visual acuity tends to improve. Patients typically remain asymptomatic with no recurrences. In one case series, nearly all patients regained visual acuity greater than 20/25 following prompt diagnosis and treatment. [30] Poorer outcomes correlate with older age and scleral extension of keratitis. [4]", "contents": "Nocardia Keratitis -- Prognosis. With appropriate treatment, Nocardia keratitis tends to heal rapidly with scarring and some peripheral vascularization. [12] If the infection is responsive to medical therapy, visual acuity tends to improve. Patients typically remain asymptomatic with no recurrences. In one case series, nearly all patients regained visual acuity greater than 20/25 following prompt diagnosis and treatment. [30] Poorer outcomes correlate with older age and scleral extension of keratitis. [4]"}
{"id": "article-81121_21", "title": "Nocardia Keratitis -- Complications", "content": "Undiagnosed or poorly managed Nocardia keratitis may extend to the adjacent sclera. [4] Nocardia scleritis commonly presents with necrosis, hemorrhage, and abscess formation. The episcleral veins may also appear as engorged. Initial treatment for Nocardia scleritis involves debridement, topical amikacin, and subconjunctival amikacin, as listed above. [2]", "contents": "Nocardia Keratitis -- Complications. Undiagnosed or poorly managed Nocardia keratitis may extend to the adjacent sclera. [4] Nocardia scleritis commonly presents with necrosis, hemorrhage, and abscess formation. The episcleral veins may also appear as engorged. Initial treatment for Nocardia scleritis involves debridement, topical amikacin, and subconjunctival amikacin, as listed above. [2]"}
{"id": "article-81121_22", "title": "Nocardia Keratitis -- Complications", "content": "Nocardia keratitis may also rarely progress to endophthalmitis, though this infection more typically occurs due to hematogenous spread of an extraocular Nocardia infection in immunocompromised individuals. [2] Endophthalmitis classically presents as a significant inflammation of the anterior chamber and hypopyon. Yellow-white nodules may also be seen overlying the iris. Outcomes in Nocardia endophthalmitis are usually very poor, but vision may be salvaged with early detection and aggressive therapy with both topical and intravitreal antibiotics. [2]", "contents": "Nocardia Keratitis -- Complications. Nocardia keratitis may also rarely progress to endophthalmitis, though this infection more typically occurs due to hematogenous spread of an extraocular Nocardia infection in immunocompromised individuals. [2] Endophthalmitis classically presents as a significant inflammation of the anterior chamber and hypopyon. Yellow-white nodules may also be seen overlying the iris. Outcomes in Nocardia endophthalmitis are usually very poor, but vision may be salvaged with early detection and aggressive therapy with both topical and intravitreal antibiotics. [2]"}
{"id": "article-81121_23", "title": "Nocardia Keratitis -- Complications", "content": "There are no reports of the incidence of these complications as an extension of Nocardia keratitis in the literature. Significant delays in treatment may result in corneal perforation or permanent blindness. [7]", "contents": "Nocardia Keratitis -- Complications. There are no reports of the incidence of these complications as an extension of Nocardia keratitis in the literature. Significant delays in treatment may result in corneal perforation or permanent blindness. [7]"}
{"id": "article-81121_24", "title": "Nocardia Keratitis -- Deterrence and Patient Education", "content": "Patients who use contact lenses should receive counsel regarding maintaining proper care of their lens and avoid extended wear. Individuals with significant regular exposure to soil or plant matter should wear protective eyewear as appropriate.", "contents": "Nocardia Keratitis -- Deterrence and Patient Education. Patients who use contact lenses should receive counsel regarding maintaining proper care of their lens and avoid extended wear. Individuals with significant regular exposure to soil or plant matter should wear protective eyewear as appropriate."}
{"id": "article-81121_25", "title": "Nocardia Keratitis -- Pearls and Other Issues", "content": "Nocardia is a rare and often misdiagnosed cause of ocular infection, of which the most common is keratitis. The pathognomonic finding on slit-lamp examination is patchy anterior stromal infiltrates arranged in a wreath pattern. Diagnosis is by corneal scrapings and culture. Cultures often require 5 to 7 days to develop. First-line treatment is topical amikacin. Corticosteroids should be avoided.", "contents": "Nocardia Keratitis -- Pearls and Other Issues. Nocardia is a rare and often misdiagnosed cause of ocular infection, of which the most common is keratitis. The pathognomonic finding on slit-lamp examination is patchy anterior stromal infiltrates arranged in a wreath pattern. Diagnosis is by corneal scrapings and culture. Cultures often require 5 to 7 days to develop. First-line treatment is topical amikacin. Corticosteroids should be avoided."}
{"id": "article-81121_26", "title": "Nocardia Keratitis -- Enhancing Healthcare Team Outcomes", "content": "The majority of patients with Nocardia keratitis will present to their primary care provider or the emergency room for evaluation. Prompt referral to an ophthalmologist is necessary as any delay may result in permanent vision loss. Communication between the pathologist, the ophthalmologist, and the microbiologist is especially vital to employ isolation techniques used to identify Nocardia . Close follow-up by an ophthalmologist is required to monitor the improvement of clinical symptoms and findings on slit-lamp examination following initiation of both medical and surgical treatment. The primary clinicians, including the nurse, should educate patients who wear contacts to exercise good hygiene. The patient should not engage in water-related activities while wearing contacts, wash hands regularly, and use a clean, fresh solution for storing the lenses. The patient should understand that at any time they develop a painful red eye, a visit to the eye specialist is in order. Antimicrobial therapy should enlist the assistance of a pharmacist with infectious disease specialty training, who can verify agent selection and dosing, as well as check for any drug interactions that may negatively impact therapy, and report these to the team. Open communication and cooperation between interprofessional healthcare team members is the only way to lower the morbidity of Nocardia keratitis and improve patient outcomes. [Level V]", "contents": "Nocardia Keratitis -- Enhancing Healthcare Team Outcomes. The majority of patients with Nocardia keratitis will present to their primary care provider or the emergency room for evaluation. Prompt referral to an ophthalmologist is necessary as any delay may result in permanent vision loss. Communication between the pathologist, the ophthalmologist, and the microbiologist is especially vital to employ isolation techniques used to identify Nocardia . Close follow-up by an ophthalmologist is required to monitor the improvement of clinical symptoms and findings on slit-lamp examination following initiation of both medical and surgical treatment. The primary clinicians, including the nurse, should educate patients who wear contacts to exercise good hygiene. The patient should not engage in water-related activities while wearing contacts, wash hands regularly, and use a clean, fresh solution for storing the lenses. The patient should understand that at any time they develop a painful red eye, a visit to the eye specialist is in order. Antimicrobial therapy should enlist the assistance of a pharmacist with infectious disease specialty training, who can verify agent selection and dosing, as well as check for any drug interactions that may negatively impact therapy, and report these to the team. Open communication and cooperation between interprofessional healthcare team members is the only way to lower the morbidity of Nocardia keratitis and improve patient outcomes. [Level V]"}
{"id": "article-81121_27", "title": "Nocardia Keratitis -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Nocardia Keratitis -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}