{"id": "article-17260_0", "title": "Aeromedical Transport -- Introduction", "content": "Aeromedical transportation includes any fixed-wing or rotor-wing aircraft used for patient treatment and transport. Evacuation by air was first performed during World War I to transfer wounded soldiers from the battlefield to hospitals. Medical air evacuations continued during World War II when over 1 million patients were transported by fixed-wing transport (FWT). [1] During the Korean War, helicopters were implemented to access rugged terrain, although their benefits were unclear. [2] Rotor-wing transport (RWT) use expanded during the Vietnam War when more advanced field hospitals performed stabilization before further evacuation. Today, the civilian and military sectors depend on FWT and RWT to respond to medical and trauma emergencies that may not be well served by ground ambulances. [3] Approximately 3% of all ambulance transports in the United States are performed by aeromedical assets, requiring over 300 air ambulance services, 1000 bases, and 1400 registered aircraft, according to the 2017 Atlas and Database of Air Medical Services (ADAMS, https://aams.org/page/industry-resources).", "contents": "Aeromedical Transport -- Introduction. Aeromedical transportation includes any fixed-wing or rotor-wing aircraft used for patient treatment and transport. Evacuation by air was first performed during World War I to transfer wounded soldiers from the battlefield to hospitals. Medical air evacuations continued during World War II when over 1 million patients were transported by fixed-wing transport (FWT). [1] During the Korean War, helicopters were implemented to access rugged terrain, although their benefits were unclear. [2] Rotor-wing transport (RWT) use expanded during the Vietnam War when more advanced field hospitals performed stabilization before further evacuation. Today, the civilian and military sectors depend on FWT and RWT to respond to medical and trauma emergencies that may not be well served by ground ambulances. [3] Approximately 3% of all ambulance transports in the United States are performed by aeromedical assets, requiring over 300 air ambulance services, 1000 bases, and 1400 registered aircraft, according to the 2017 Atlas and Database of Air Medical Services (ADAMS, https://aams.org/page/industry-resources)."}
{"id": "article-17260_1", "title": "Aeromedical Transport -- Introduction", "content": "As aircraft have improved, patient care by aeromedical providers has changed drastically over the past 60 years. Technology and field care advancements now allow emergency medical service (EMS) to provide critical care while moving the patient toward definitive care, including diagnostics such as focused assessment with sonography in trauma (FAST) and therapeutics, including whole blood and tranexamic. [4] [5] [6] This expansion has led to questions about whether helicopter emergency medical services (HEMS) is overutilized, too expensive and dangerous. [7] [8]", "contents": "Aeromedical Transport -- Introduction. As aircraft have improved, patient care by aeromedical providers has changed drastically over the past 60 years. Technology and field care advancements now allow emergency medical service (EMS) to provide critical care while moving the patient toward definitive care, including diagnostics such as focused assessment with sonography in trauma (FAST) and therapeutics, including whole blood and tranexamic. [4] [5] [6] This expansion has led to questions about whether helicopter emergency medical services (HEMS) is overutilized, too expensive and dangerous. [7] [8]"}
{"id": "article-17260_2", "title": "Aeromedical Transport -- Introduction", "content": "This activity reviews basic information regarding air and ground transportation comparisons, medical care provided in aircraft, different mission profiles, safety, cost considerations, preparing patients for transport, and the potential clinical impact of air medical services. [8] [9] [10]", "contents": "Aeromedical Transport -- Introduction. This activity reviews basic information regarding air and ground transportation comparisons, medical care provided in aircraft, different mission profiles, safety, cost considerations, preparing patients for transport, and the potential clinical impact of air medical services. [8] [9] [10]"}
{"id": "article-17260_3", "title": "Aeromedical Transport -- Issues of Concern -- Indications", "content": "Several organizations provide recommended indications for EMS aircraft utilization, including the Air Medical Physicians Association, the National Association of EMS Physicians, and the American College of Surgeons Committee on Trauma. [11] Typically, acute cardiac, neurologic, or vascular emergencies or those requiring intensive care during transport are considered appropriate, as well as those requiring transport for hyperbaric oxygen. Traumatic injuries, both from the field and outside facilities, often require air transport for stabilization and definitive care.", "contents": "Aeromedical Transport -- Issues of Concern -- Indications. Several organizations provide recommended indications for EMS aircraft utilization, including the Air Medical Physicians Association, the National Association of EMS Physicians, and the American College of Surgeons Committee on Trauma. [11] Typically, acute cardiac, neurologic, or vascular emergencies or those requiring intensive care during transport are considered appropriate, as well as those requiring transport for hyperbaric oxygen. Traumatic injuries, both from the field and outside facilities, often require air transport for stabilization and definitive care."}
{"id": "article-17260_4", "title": "Aeromedical Transport -- Issues of Concern -- Indications", "content": "FWT, such as an airplane, is used for distances greater than 200 miles. Their higher speed and fuel capacity allow for longer transports, such as repatriation of a patient at the intensive care unit patient or organ transfer. FWT may have more specialized medical equipment or personnel than RWT standards; RWT typically responds within a 200-mile radius, although refueling stations may be placed strategically for further distances. The ability of RWT to land vertically allows scene response and point-to-point transfers, while FWT requires airport access. Using aircraft for these or other issues is best handled based on a predetermined plan rather than ad hoc decision-making. Preplanning improves consistency and provides additional safety for responding crews. This can include written indications and contraindications for flights, how to set up predetermined and ad hoc landing zones when necessary, communication plans, and shared protocols. [12]", "contents": "Aeromedical Transport -- Issues of Concern -- Indications. FWT, such as an airplane, is used for distances greater than 200 miles. Their higher speed and fuel capacity allow for longer transports, such as repatriation of a patient at the intensive care unit patient or organ transfer. FWT may have more specialized medical equipment or personnel than RWT standards; RWT typically responds within a 200-mile radius, although refueling stations may be placed strategically for further distances. The ability of RWT to land vertically allows scene response and point-to-point transfers, while FWT requires airport access. Using aircraft for these or other issues is best handled based on a predetermined plan rather than ad hoc decision-making. Preplanning improves consistency and provides additional safety for responding crews. This can include written indications and contraindications for flights, how to set up predetermined and ad hoc landing zones when necessary, communication plans, and shared protocols. [12]"}
{"id": "article-17260_5", "title": "Aeromedical Transport -- Issues of Concern -- Contraindications", "content": "There are very few absolute contraindications to using aeromedical transportation. Weather is usually the limiting factor and can include issues with visibility, cloud ceiling, precipitation, wind, and temperature. The decision to fly or not should lie solely with the aircraft crew. Prelaunch weather checks, including weather prediction, are completed before accepting a flight mission, with Federal Aviation Administration minimums setting absolute rules governing these flights. Patient weight and girth may also be a contraindication to flight, though this depends on the aircraft type and the crew configuration. The pilot must use an accurate patient weight, current and predicted fuel levels, weather, and crew weight to determine if flying is safe. This accept/deny mission decision is made by the aircraft crew, who are blinded to patient information before this decision is made. Circumventing weather or safety-related flight turndowns is never appropriate. Calling a different flight program after another rejects a mission due to weather concerns is known as \"helicopter shopping.\" [11] The FAA officially discourages this practice, though no written regulation exists.", "contents": "Aeromedical Transport -- Issues of Concern -- Contraindications. There are very few absolute contraindications to using aeromedical transportation. Weather is usually the limiting factor and can include issues with visibility, cloud ceiling, precipitation, wind, and temperature. The decision to fly or not should lie solely with the aircraft crew. Prelaunch weather checks, including weather prediction, are completed before accepting a flight mission, with Federal Aviation Administration minimums setting absolute rules governing these flights. Patient weight and girth may also be a contraindication to flight, though this depends on the aircraft type and the crew configuration. The pilot must use an accurate patient weight, current and predicted fuel levels, weather, and crew weight to determine if flying is safe. This accept/deny mission decision is made by the aircraft crew, who are blinded to patient information before this decision is made. Circumventing weather or safety-related flight turndowns is never appropriate. Calling a different flight program after another rejects a mission due to weather concerns is known as \"helicopter shopping.\" [11] The FAA officially discourages this practice, though no written regulation exists."}
{"id": "article-17260_6", "title": "Aeromedical Transport -- Issues of Concern -- Contraindications", "content": "Certain types of patients may create a risk for the aircraft. Flying uncontrolled violent patients is an absolute contraindication, though this can potentially be mitigated with sedation and restraints. Flights involving a prisoner are not necessarily contraindicated. However, most services will refuse these flights because they require an armed prison guard aboard the aircraft. Patients contaminated by hazardous materials should not be allowed on any aircraft until they are decontaminated, as the fumes may affect the pilot's ability to fly safely and may render the aircraft unavailable for additional flights for an extended period.", "contents": "Aeromedical Transport -- Issues of Concern -- Contraindications. Certain types of patients may create a risk for the aircraft. Flying uncontrolled violent patients is an absolute contraindication, though this can potentially be mitigated with sedation and restraints. Flights involving a prisoner are not necessarily contraindicated. However, most services will refuse these flights because they require an armed prison guard aboard the aircraft. Patients contaminated by hazardous materials should not be allowed on any aircraft until they are decontaminated, as the fumes may affect the pilot's ability to fly safely and may render the aircraft unavailable for additional flights for an extended period."}
{"id": "article-17260_7", "title": "Aeromedical Transport -- Issues of Concern -- Contraindications", "content": "Relative contraindications are based on the ability of the crew to manage the patient's condition and expected complications in a space that allows for little movement and limited patient access. The patient is often situated, so performing procedures below the waist is difficult. This precludes taking care of pregnant patients with imminent delivery, as visualizing the perineum and safely delivering a newborn would be nearly impossible. This does not necessarily contraindicate pregnant patients from being flown in aircraft. Still, the requesting team and the flight crew must assess the likelihood of delivery in flight and perform an educated risk/benefit analysis before taking off. Examples of potentially appropriate pregnancy-related transfers are severe pre-eclampsia and eclampsia, fetal hydrops, and surgical emergencies with a fetus at less than 34 weeks gestation. The benefits of transferring premature labor with an estimated gestational age of fewer than 34 weeks may outweigh the risks if the sending facility (or potentially the EMS crew on the scene) is ill-equipped to handle the premature delivery.", "contents": "Aeromedical Transport -- Issues of Concern -- Contraindications. Relative contraindications are based on the ability of the crew to manage the patient's condition and expected complications in a space that allows for little movement and limited patient access. The patient is often situated, so performing procedures below the waist is difficult. This precludes taking care of pregnant patients with imminent delivery, as visualizing the perineum and safely delivering a newborn would be nearly impossible. This does not necessarily contraindicate pregnant patients from being flown in aircraft. Still, the requesting team and the flight crew must assess the likelihood of delivery in flight and perform an educated risk/benefit analysis before taking off. Examples of potentially appropriate pregnancy-related transfers are severe pre-eclampsia and eclampsia, fetal hydrops, and surgical emergencies with a fetus at less than 34 weeks gestation. The benefits of transferring premature labor with an estimated gestational age of fewer than 34 weeks may outweigh the risks if the sending facility (or potentially the EMS crew on the scene) is ill-equipped to handle the premature delivery."}
{"id": "article-17260_8", "title": "Aeromedical Transport -- Issues of Concern -- Contraindications", "content": "Another difficult-to-manage scenario is a patient who is in extremis or cardiac arrest. Continuous high-performance cardiopulmonary resuscitation (CPR) is realistically impossible in most RWTs unless the aircraft can access a mechanical CPR device. Manual CPR would also require at least one of the providers to remain unbelted in flight, posing a potential danger to the crew and patient. Since CPR is one of the most important procedures for a patient in cardiopulmonary arrest, most flight crews will decline these missions unless they are equipped with a mechanical CPR device. Given the high acuity of patients transported by air, especially HEMS, providers should prepare in advance for patients who decompensate and go into cardiac arrest. The NAEMSP recommends that basic life support flight crews divert to the closest hospital. Advanced life support crews consider the risks and benefits of diverting versus returning to the origin facility. Preplanning for these and similar events will help reduce stress on the crew so they can focus on patient care instead of destination decisions.", "contents": "Aeromedical Transport -- Issues of Concern -- Contraindications. Another difficult-to-manage scenario is a patient who is in extremis or cardiac arrest. Continuous high-performance cardiopulmonary resuscitation (CPR) is realistically impossible in most RWTs unless the aircraft can access a mechanical CPR device. Manual CPR would also require at least one of the providers to remain unbelted in flight, posing a potential danger to the crew and patient. Since CPR is one of the most important procedures for a patient in cardiopulmonary arrest, most flight crews will decline these missions unless they are equipped with a mechanical CPR device. Given the high acuity of patients transported by air, especially HEMS, providers should prepare in advance for patients who decompensate and go into cardiac arrest. The NAEMSP recommends that basic life support flight crews divert to the closest hospital. Advanced life support crews consider the risks and benefits of diverting versus returning to the origin facility. Preplanning for these and similar events will help reduce stress on the crew so they can focus on patient care instead of destination decisions."}
{"id": "article-17260_9", "title": "Aeromedical Transport -- Issues of Concern -- Contraindications", "content": "Less commonly, patients may have a medical condition or device that altitude changes may adversely affect; this concerns fixed-wing aircraft, as helicopters usually fly at less than 2000 feet and are unlikely to cause significant physiologic alterations. Most fixed-wing aircraft pressurize the patient compartment. However, pressurization is often set to 8000 to 10,000 feet. Disease states that altitude changes can negatively impact pneumothoraces and barotrauma (decompression sickness). Air-filled devices, such as endotracheal balloons, can swell with increasing altitude, and consideration should be made toward filling them with saline to counteract this problem. Using air splints in flight is also potentially problematic, and these devices should be deflated or removed before flight.", "contents": "Aeromedical Transport -- Issues of Concern -- Contraindications. Less commonly, patients may have a medical condition or device that altitude changes may adversely affect; this concerns fixed-wing aircraft, as helicopters usually fly at less than 2000 feet and are unlikely to cause significant physiologic alterations. Most fixed-wing aircraft pressurize the patient compartment. However, pressurization is often set to 8000 to 10,000 feet. Disease states that altitude changes can negatively impact pneumothoraces and barotrauma (decompression sickness). Air-filled devices, such as endotracheal balloons, can swell with increasing altitude, and consideration should be made toward filling them with saline to counteract this problem. Using air splints in flight is also potentially problematic, and these devices should be deflated or removed before flight."}
{"id": "article-17260_10", "title": "Aeromedical Transport -- Issues of Concern -- Safety", "content": "The safety of aeromedical assets is important when comparing aeromedical to ground transportation. Rotor-wing aircraft have drawn intense scrutiny because of multiple high-profile crashes. [13] Because of the rapid response requirements and often unsecured scenes, HEMS units are considered the highest-risk mode of patient transportation. Although ground units are involved in far more crashes than their air counterparts, air incidents are more likely to involve fatalities. [13] Based on data from the National Highway Traffic Safety Administration, approximately 2% of ground ambulance accidents result in fatalities, while upward of 20% of HEMS crashes end with at least 1 death. [14] [15] The concern for safe transportation has even led some to recommend using lighter-than-air vehicles like blimps. [16]", "contents": "Aeromedical Transport -- Issues of Concern -- Safety. The safety of aeromedical assets is important when comparing aeromedical to ground transportation. Rotor-wing aircraft have drawn intense scrutiny because of multiple high-profile crashes. [13] Because of the rapid response requirements and often unsecured scenes, HEMS units are considered the highest-risk mode of patient transportation. Although ground units are involved in far more crashes than their air counterparts, air incidents are more likely to involve fatalities. [13] Based on data from the National Highway Traffic Safety Administration, approximately 2% of ground ambulance accidents result in fatalities, while upward of 20% of HEMS crashes end with at least 1 death. [14] [15] The concern for safe transportation has even led some to recommend using lighter-than-air vehicles like blimps. [16]"}
{"id": "article-17260_11", "title": "Aeromedical Transport -- Issues of Concern -- Safety", "content": "Most safety issues are related to weather, obstacles, night flying, and mechanical problems. Each of these is mitigated using multiple strategies, emphasizing crew resource management and communication. Standard strategies include shift safety briefings, preflight checklists, pre-selected landing zones, weather prediction models and radar, scheduled maintenance, and crash avoidance technology on the aircraft. [17] Flight services often follow the best practices rule of \"3 to go, 1 to say no\", wherein all crew members, including pilot(s) and medical team, must agree that the mission falls within predefined safety parameters. Any crew member can abort the flight for any reason, and the flight will be canceled, no questions asked. [11] An accepted best practice is to withhold patient acuity information from the pilot until after the accept/reject mission decision has been made so as not to bias the pilot's decision regarding safety. [18]", "contents": "Aeromedical Transport -- Issues of Concern -- Safety. Most safety issues are related to weather, obstacles, night flying, and mechanical problems. Each of these is mitigated using multiple strategies, emphasizing crew resource management and communication. Standard strategies include shift safety briefings, preflight checklists, pre-selected landing zones, weather prediction models and radar, scheduled maintenance, and crash avoidance technology on the aircraft. [17] Flight services often follow the best practices rule of \"3 to go, 1 to say no\", wherein all crew members, including pilot(s) and medical team, must agree that the mission falls within predefined safety parameters. Any crew member can abort the flight for any reason, and the flight will be canceled, no questions asked. [11] An accepted best practice is to withhold patient acuity information from the pilot until after the accept/reject mission decision has been made so as not to bias the pilot's decision regarding safety. [18]"}
{"id": "article-17260_12", "title": "Aeromedical Transport -- Issues of Concern -- Safety", "content": "With that in mind, requesting air transportation for patients should not be based on the requestor's perceived safety risk. Rather, the other advantages and disadvantages of flight medicine should be weighed, and the decision regarding the mode of transportation should be based on what is best for patient care. The decision regarding the mode of transportation is usually left to the requesting medical provider. The aircraft crews and program management are in the best position to decide how to mitigate the risks of using their aircraft, and safety decisions should be left to these experts.", "contents": "Aeromedical Transport -- Issues of Concern -- Safety. With that in mind, requesting air transportation for patients should not be based on the requestor's perceived safety risk. Rather, the other advantages and disadvantages of flight medicine should be weighed, and the decision regarding the mode of transportation should be based on what is best for patient care. The decision regarding the mode of transportation is usually left to the requesting medical provider. The aircraft crews and program management are in the best position to decide how to mitigate the risks of using their aircraft, and safety decisions should be left to these experts."}
{"id": "article-17260_13", "title": "Aeromedical Transport -- Issues of Concern -- Safety", "content": "Aircraft pose other risks to providers related to stressors that are specific to flying. These include noise, vibration, rapid temperature changes, and possible dehydration—all of which can lead to adverse sequelae if not managed appropriately. Hearing protection equipment is standard, and many programs have implemented fatigue recognition and management strategies to assist crews with these issues. Flight crew positions are often very coveted, given their prestige, compensation, and schedule. However, the job can be very stressful, and caution must be taken to ensure crew members do not experience burnout.", "contents": "Aeromedical Transport -- Issues of Concern -- Safety. Aircraft pose other risks to providers related to stressors that are specific to flying. These include noise, vibration, rapid temperature changes, and possible dehydration—all of which can lead to adverse sequelae if not managed appropriately. Hearing protection equipment is standard, and many programs have implemented fatigue recognition and management strategies to assist crews with these issues. Flight crew positions are often very coveted, given their prestige, compensation, and schedule. However, the job can be very stressful, and caution must be taken to ensure crew members do not experience burnout."}
{"id": "article-17260_14", "title": "Aeromedical Transport -- Issues of Concern -- Safety", "content": "When a collision does occur, an emergency locator transmitter (ELT) is activated; this is an independent battery-powered transmitter in an aircraft. The device's primary function is to transmit a distress signal in case of an impact or significant G-forces. Typically, an ELT will operate on emergency frequencies of 121.5 MHz and 406.025 MHz. The former is used for short-range locating by airborne and ground-based search and rescue teams, while the latter frequency is used for satellite-based global locating.", "contents": "Aeromedical Transport -- Issues of Concern -- Safety. When a collision does occur, an emergency locator transmitter (ELT) is activated; this is an independent battery-powered transmitter in an aircraft. The device's primary function is to transmit a distress signal in case of an impact or significant G-forces. Typically, an ELT will operate on emergency frequencies of 121.5 MHz and 406.025 MHz. The former is used for short-range locating by airborne and ground-based search and rescue teams, while the latter frequency is used for satellite-based global locating."}
{"id": "article-17260_15", "title": "Aeromedical Transport -- Issues of Concern -- Visual vs Instrument Flight", "content": "Visual flight and instrument flight are 2 different methods of operating an aircraft, including helicopters, and they are crucial concepts for medical staff involved in aeromedical transports to understand. Visual flight refers to the pilot's use of outside visual cues such as landmarks or terrain and a clear view of the ground and horizon. Visual flight allows more flexibility in maneuvering and landing locations, but weather conditions and visibility limit it. Instrument flight involves flying the aircraft solely by referencing the instruments inside the cockpit without external visual references. Pilots rely on instruments such as the attitude indicator, airspeed indicator, altimeter, and navigation instruments to maintain control and navigate the aircraft. Helicopters equipped for instrument flight are fitted with specialized instruments and avionics systems, enabling pilots to fly safely in these conditions. Both visual and instrument flights are regulated under visual flight rules (VFR) and instrument flight rules (IFR).", "contents": "Aeromedical Transport -- Issues of Concern -- Visual vs Instrument Flight. Visual flight and instrument flight are 2 different methods of operating an aircraft, including helicopters, and they are crucial concepts for medical staff involved in aeromedical transports to understand. Visual flight refers to the pilot's use of outside visual cues such as landmarks or terrain and a clear view of the ground and horizon. Visual flight allows more flexibility in maneuvering and landing locations, but weather conditions and visibility limit it. Instrument flight involves flying the aircraft solely by referencing the instruments inside the cockpit without external visual references. Pilots rely on instruments such as the attitude indicator, airspeed indicator, altimeter, and navigation instruments to maintain control and navigate the aircraft. Helicopters equipped for instrument flight are fitted with specialized instruments and avionics systems, enabling pilots to fly safely in these conditions. Both visual and instrument flights are regulated under visual flight rules (VFR) and instrument flight rules (IFR)."}
{"id": "article-17260_16", "title": "Aeromedical Transport -- Issues of Concern -- Visual vs Instrument Flight", "content": "In aeromedical transports, helicopter pilots need both visual and instrument flight skills. They must be capable of flying in various weather conditions to ensure timely and safe patient transportation. Medical staff should be aware of the differences between these 2 types of flight and how they impact aeromedical operations, including patient safety and transport logistics considerations. Additionally, they should be prepared for weather conditions that may necessitate a switch from visual to instrument flight or vice versa.", "contents": "Aeromedical Transport -- Issues of Concern -- Visual vs Instrument Flight. In aeromedical transports, helicopter pilots need both visual and instrument flight skills. They must be capable of flying in various weather conditions to ensure timely and safe patient transportation. Medical staff should be aware of the differences between these 2 types of flight and how they impact aeromedical operations, including patient safety and transport logistics considerations. Additionally, they should be prepared for weather conditions that may necessitate a switch from visual to instrument flight or vice versa."}
{"id": "article-17260_17", "title": "Aeromedical Transport -- Issues of Concern -- Visual vs Instrument Flight", "content": "Flight providers should be comfortable with commonly used terminology, including above-ground level (AGL) and mean sea level (MSL). AGL and MSL are 2 different altitude references used in aviation and other fields to denote the height or altitude of an object or location. AGL refers to the height or altitude of an object or location above the Earth's terrain or surface. This measurement provides information about an aircraft's height above the ground or obstacles. AGL is a relative measurement, and it is particularly important during the takeoff and landing phases of flight when the aircraft is closer to the ground. For example, if an aircraft is flying at 500 feet AGL, it is 500 feet above the ground level at that specific location. MSL is a reference point used to measure the height or altitude of an object or location above the average sea level surface. MSL provides a standardized reference point for elevation measurements worldwide. MSL is often used in aviation for en route navigation, as it allows pilots to have a consistent altitude reference regardless of the geographical location. This helps ensure uniformity in air traffic control and navigation procedures. When an aircraft is flying at a certain altitude MSL, its height is measured from a theoretical sea level surface, and it does not consider variations in terrain or ground elevation.", "contents": "Aeromedical Transport -- Issues of Concern -- Visual vs Instrument Flight. Flight providers should be comfortable with commonly used terminology, including above-ground level (AGL) and mean sea level (MSL). AGL and MSL are 2 different altitude references used in aviation and other fields to denote the height or altitude of an object or location. AGL refers to the height or altitude of an object or location above the Earth's terrain or surface. This measurement provides information about an aircraft's height above the ground or obstacles. AGL is a relative measurement, and it is particularly important during the takeoff and landing phases of flight when the aircraft is closer to the ground. For example, if an aircraft is flying at 500 feet AGL, it is 500 feet above the ground level at that specific location. MSL is a reference point used to measure the height or altitude of an object or location above the average sea level surface. MSL provides a standardized reference point for elevation measurements worldwide. MSL is often used in aviation for en route navigation, as it allows pilots to have a consistent altitude reference regardless of the geographical location. This helps ensure uniformity in air traffic control and navigation procedures. When an aircraft is flying at a certain altitude MSL, its height is measured from a theoretical sea level surface, and it does not consider variations in terrain or ground elevation."}
{"id": "article-17260_18", "title": "Aeromedical Transport -- Issues of Concern -- Regulation", "content": "Ground-based emergency medical services are regulated at the state government level. However, since the passage of the Airline Deregulation Act of 1978, the ability of states to manage air medical transportation has been severely limited. While it is generally accepted that the EMS personnel and patient care protocols used on aircraft are subject to state oversight, state and local government attempts to regulate decisions regarding the type and placement of aircraft, staffing, equipment, and response have been successfully challenged in federal court (Bailey vs Rocky Mountain Holdings, LLC, 889 F.3d 1259). While discussions regarding specific regulations are beyond the scope of this chapter, important FAA regulations for aeromedicine include Part 91, and all EMS aircraft must hold Part 135 certification.", "contents": "Aeromedical Transport -- Issues of Concern -- Regulation. Ground-based emergency medical services are regulated at the state government level. However, since the passage of the Airline Deregulation Act of 1978, the ability of states to manage air medical transportation has been severely limited. While it is generally accepted that the EMS personnel and patient care protocols used on aircraft are subject to state oversight, state and local government attempts to regulate decisions regarding the type and placement of aircraft, staffing, equipment, and response have been successfully challenged in federal court (Bailey vs Rocky Mountain Holdings, LLC, 889 F.3d 1259). While discussions regarding specific regulations are beyond the scope of this chapter, important FAA regulations for aeromedicine include Part 91, and all EMS aircraft must hold Part 135 certification."}
{"id": "article-17260_19", "title": "Aeromedical Transport -- Issues of Concern -- Cost", "content": "The use of rotor-wing transportation is often very expensive. Similar to ground units, there are fixed and variable operating costs. Aircraft are more expensive to purchase and maintain. Combining very high fixed costs with a relatively low call volume and higher fuel prices makes transport costs extremely high in many cases. Patient charges depend on many factors, including operating costs and market forces. Unlike ground ambulances, there is no federal fee schedule or standard for reimbursement for air medical services. The typical scene transport may cost between $20 and $40,000, depending on the region and required treatment. However, the average consumer may only pay $1 to $300. [19] [20] There is significant debate regarding these charges and handling charges above what insurers reimburse. However, it is important to understand that mileage becomes the main factor involved in ground ambulance fees for distances over 30 miles, and it is distinctly possible that air transportation, especially by fixed-wing aircraft, may be less expensive for greater distances.", "contents": "Aeromedical Transport -- Issues of Concern -- Cost. The use of rotor-wing transportation is often very expensive. Similar to ground units, there are fixed and variable operating costs. Aircraft are more expensive to purchase and maintain. Combining very high fixed costs with a relatively low call volume and higher fuel prices makes transport costs extremely high in many cases. Patient charges depend on many factors, including operating costs and market forces. Unlike ground ambulances, there is no federal fee schedule or standard for reimbursement for air medical services. The typical scene transport may cost between $20 and $40,000, depending on the region and required treatment. However, the average consumer may only pay $1 to $300. [19] [20] There is significant debate regarding these charges and handling charges above what insurers reimburse. However, it is important to understand that mileage becomes the main factor involved in ground ambulance fees for distances over 30 miles, and it is distinctly possible that air transportation, especially by fixed-wing aircraft, may be less expensive for greater distances."}
{"id": "article-17260_20", "title": "Aeromedical Transport -- Clinical Significance -- Common Uses", "content": "Aircraft form an important part of EMS care systems, especially between outlying communities and tertiary/quaternary referral centers. This is most often due to the rapid speed and greater distance that can be covered by rotor and fixed-wing ambulances. The usual distance range of a rotor-wing asset is 150 to 200 miles, with maximum speeds of 100 to 180 mph; for fixed-wing aircraft, it depends on the aircraft type and fuel capacity, with ranges over 500 miles at speeds between 200 to 300 mph. The airspeeds of these aircraft easily exceed those of ground units, especially when considering ground traffic.", "contents": "Aeromedical Transport -- Clinical Significance -- Common Uses. Aircraft form an important part of EMS care systems, especially between outlying communities and tertiary/quaternary referral centers. This is most often due to the rapid speed and greater distance that can be covered by rotor and fixed-wing ambulances. The usual distance range of a rotor-wing asset is 150 to 200 miles, with maximum speeds of 100 to 180 mph; for fixed-wing aircraft, it depends on the aircraft type and fuel capacity, with ranges over 500 miles at speeds between 200 to 300 mph. The airspeeds of these aircraft easily exceed those of ground units, especially when considering ground traffic."}
{"id": "article-17260_21", "title": "Aeromedical Transport -- Clinical Significance -- Common Uses", "content": "However, all aircraft require a warmup time (generally 5 to 10 minutes for HEMS, longer for airplanes) and are usually farther away from the patient than a local ground unit. Runway requirements for takeoff and landing further restrict airplanes, and the patient will usually need one or more transfers involving a ground unit to move them to/from the runway/airport. This limitation may be offset by de-icing capabilities and the less restrictive weather minimums of fixed-wing aircraft. When considering the potential time savings of using aeromedical assets, the caregiver must carefully account for these and other factors. The need for uninterrupted continuous critical care may possibly outweigh a longer transport time. Note that each aircraft and aeromedical program has strengths and weaknesses, and mission requirements should dictate the decision regarding flight. Aeromedical transportation is used in many scenarios, including scene response, interfacility transfers, specialty care delivery, and repatriation. While this is not an exhaustive list, it includes the most common mission types, each discussed briefly below.", "contents": "Aeromedical Transport -- Clinical Significance -- Common Uses. However, all aircraft require a warmup time (generally 5 to 10 minutes for HEMS, longer for airplanes) and are usually farther away from the patient than a local ground unit. Runway requirements for takeoff and landing further restrict airplanes, and the patient will usually need one or more transfers involving a ground unit to move them to/from the runway/airport. This limitation may be offset by de-icing capabilities and the less restrictive weather minimums of fixed-wing aircraft. When considering the potential time savings of using aeromedical assets, the caregiver must carefully account for these and other factors. The need for uninterrupted continuous critical care may possibly outweigh a longer transport time. Note that each aircraft and aeromedical program has strengths and weaknesses, and mission requirements should dictate the decision regarding flight. Aeromedical transportation is used in many scenarios, including scene response, interfacility transfers, specialty care delivery, and repatriation. While this is not an exhaustive list, it includes the most common mission types, each discussed briefly below."}
{"id": "article-17260_22", "title": "Aeromedical Transport -- Clinical Significance -- Repatriation", "content": "Medical repatriation occurs when citizens living or traveling abroad desire to return home for medical care. These flights are not uncommon. However, no single organization tracks these numbers, making detailed analysis difficult. These missions can be for unexpected emergencies while away or urgent specialty care that may not be available in some foreign countries. While repatriation is often accomplished via commercial airlines, patients needing constant medical attendance and monitoring will often require fixed-wing aeromedical transport. Most repatriation flights do not require critical care resources, though some countries require a physician. These flights are usually elective and may not be covered unless the patient has separate trip insurance, including a repatriation rider. The rules and regulations regarding international medical flights can be complex and depend on the jurisdictions involved.", "contents": "Aeromedical Transport -- Clinical Significance -- Repatriation. Medical repatriation occurs when citizens living or traveling abroad desire to return home for medical care. These flights are not uncommon. However, no single organization tracks these numbers, making detailed analysis difficult. These missions can be for unexpected emergencies while away or urgent specialty care that may not be available in some foreign countries. While repatriation is often accomplished via commercial airlines, patients needing constant medical attendance and monitoring will often require fixed-wing aeromedical transport. Most repatriation flights do not require critical care resources, though some countries require a physician. These flights are usually elective and may not be covered unless the patient has separate trip insurance, including a repatriation rider. The rules and regulations regarding international medical flights can be complex and depend on the jurisdictions involved."}
{"id": "article-17260_23", "title": "Aeromedical Transport -- Clinical Significance -- Transfers", "content": "As regional specialty care systems continue to develop, transferring patients from outlying community hospitals to regional referral centers becomes more and more common. Many conditions requiring specialty care are time-dependent, including cardiac, stroke, and trauma care. Transferring patients between medical facilities poses specific medical and legal implications. The Emergency Medical Treatment and Labor Act (EMTALA) will likely apply, and it is important for sending and receiving physicians to understand their obligations under that law. The sending physician must stabilize the patient to the best capability of that hospital before the transfer. That physician is also ultimately responsible for choosing the mode of transportation, the level of care to be provided during the transfer, and treatment orders if needed or requested.", "contents": "Aeromedical Transport -- Clinical Significance -- Transfers. As regional specialty care systems continue to develop, transferring patients from outlying community hospitals to regional referral centers becomes more and more common. Many conditions requiring specialty care are time-dependent, including cardiac, stroke, and trauma care. Transferring patients between medical facilities poses specific medical and legal implications. The Emergency Medical Treatment and Labor Act (EMTALA) will likely apply, and it is important for sending and receiving physicians to understand their obligations under that law. The sending physician must stabilize the patient to the best capability of that hospital before the transfer. That physician is also ultimately responsible for choosing the mode of transportation, the level of care to be provided during the transfer, and treatment orders if needed or requested."}
{"id": "article-17260_24", "title": "Aeromedical Transport -- Clinical Significance -- Scene Response", "content": "Using aircraft to respond to emergency scenes is termed primary air transport and depends on geography and the local EMS system. Distance, traffic patterns, and time to definitive care are usually the most important considerations for the ground crews deciding to call for an air ambulance. Many areas in the United States (US) require aircraft to be able to respond to an emergency quickly and effectively. While only 19% of the US population lives in a rural area, over 50% of fatal motor vehicle crashes occur there. Additionally, many terrains may necessitate flight retrieval, including mountains, islands, ships, and offshore drilling sites. For many localities, aircraft support ground units on an as-needed basis. Emergency department closures and a reduction in level I and II trauma centers nationwide have also fueled growth in aeromedical flights. Trauma scene calls are common, with HEMS responding at the request of the local EMS agency to reduce the time needed to transport the patient to a trauma center. Acute strokes and patients with ST-elevation myocardial infarction are also sometimes flown from a scene if the EMS responders think it will provide significant time savings to a stroke center or cardiac catheterization lab; this is much more common in rural areas where ground transportation may take an hour or more to get the patient to the cardiac catheterization lab or thrombolytics.", "contents": "Aeromedical Transport -- Clinical Significance -- Scene Response. Using aircraft to respond to emergency scenes is termed primary air transport and depends on geography and the local EMS system. Distance, traffic patterns, and time to definitive care are usually the most important considerations for the ground crews deciding to call for an air ambulance. Many areas in the United States (US) require aircraft to be able to respond to an emergency quickly and effectively. While only 19% of the US population lives in a rural area, over 50% of fatal motor vehicle crashes occur there. Additionally, many terrains may necessitate flight retrieval, including mountains, islands, ships, and offshore drilling sites. For many localities, aircraft support ground units on an as-needed basis. Emergency department closures and a reduction in level I and II trauma centers nationwide have also fueled growth in aeromedical flights. Trauma scene calls are common, with HEMS responding at the request of the local EMS agency to reduce the time needed to transport the patient to a trauma center. Acute strokes and patients with ST-elevation myocardial infarction are also sometimes flown from a scene if the EMS responders think it will provide significant time savings to a stroke center or cardiac catheterization lab; this is much more common in rural areas where ground transportation may take an hour or more to get the patient to the cardiac catheterization lab or thrombolytics."}
{"id": "article-17260_25", "title": "Aeromedical Transport -- Clinical Significance -- Specialty Care", "content": "Specialty care services are often limited by availability because it is often cost-prohibitive to equip and staff every ground unit in a system with special equipment and subject matter experts. For example, neonatal critical care teams are relatively uncommon, so centralizing a team and using an aircraft to get them quickly to outlying areas and hospitals make the most sense. This strategy is sometimes employed for taking physician specialists to remote areas during a time-sensitive emergency, such as transporting a trauma surgeon to the scene of an entrapped patient for performing a limb amputation. In many systems, the crews and equipment on air assets represent the highest level of out-of-hospital care available in the region. Patient transfers involving an intra-aortic balloon pump, extracorporeal membrane oxygenation, resuscitative endovascular balloon occlusion of the aorta, and other very advanced devices are often best served by a flight team who has the requisite training and experience to manage these complex technologies and their potential complications.", "contents": "Aeromedical Transport -- Clinical Significance -- Specialty Care. Specialty care services are often limited by availability because it is often cost-prohibitive to equip and staff every ground unit in a system with special equipment and subject matter experts. For example, neonatal critical care teams are relatively uncommon, so centralizing a team and using an aircraft to get them quickly to outlying areas and hospitals make the most sense. This strategy is sometimes employed for taking physician specialists to remote areas during a time-sensitive emergency, such as transporting a trauma surgeon to the scene of an entrapped patient for performing a limb amputation. In many systems, the crews and equipment on air assets represent the highest level of out-of-hospital care available in the region. Patient transfers involving an intra-aortic balloon pump, extracorporeal membrane oxygenation, resuscitative endovascular balloon occlusion of the aorta, and other very advanced devices are often best served by a flight team who has the requisite training and experience to manage these complex technologies and their potential complications."}
{"id": "article-17260_26", "title": "Aeromedical Transport -- Clinical Significance -- Provider Staffing Models", "content": "There are several organizational and staffing models in the US. The traditional flight program model is organized around a hospital or healthcare group, and flight crew members are hospital employees. Aviation staff members, including mechanics and pilots, are usually employed/supplied by a contractor. A community model is different in that the aviation contractor provides the medical and aviation staff and is often utilized by private, for-profit aeromedical groups that may or may not be affiliated with a hospital or EMS agency. Hybrid programs also exist, wherein the aviation company contracts with a hospital to provide hospital employees as the medical crew for a privately held aircraft. In rare circumstances, public service agencies may own and provide staffing for aeromedical services. These aircraft often serve multiple roles, including law enforcement and search and rescue.", "contents": "Aeromedical Transport -- Clinical Significance -- Provider Staffing Models. There are several organizational and staffing models in the US. The traditional flight program model is organized around a hospital or healthcare group, and flight crew members are hospital employees. Aviation staff members, including mechanics and pilots, are usually employed/supplied by a contractor. A community model is different in that the aviation contractor provides the medical and aviation staff and is often utilized by private, for-profit aeromedical groups that may or may not be affiliated with a hospital or EMS agency. Hybrid programs also exist, wherein the aviation company contracts with a hospital to provide hospital employees as the medical crew for a privately held aircraft. In rare circumstances, public service agencies may own and provide staffing for aeromedical services. These aircraft often serve multiple roles, including law enforcement and search and rescue."}
{"id": "article-17260_27", "title": "Aeromedical Transport -- Clinical Significance -- Provider Staffing Models", "content": "Staffing models vary widely, depending on mission profile, local needs, EMS regulations, and other factors. The typical flight medical crew has 2 providers, though some programs include a third team member. Programs rarely have a single medical crew member assigned to the aircraft. Crew configurations vary but most frequently include one nurse and one paramedic. Less common configurations include nurse/nurse, paramedic/paramedic, nurse/respiratory therapist, and combinations that include a flight physician.", "contents": "Aeromedical Transport -- Clinical Significance -- Provider Staffing Models. Staffing models vary widely, depending on mission profile, local needs, EMS regulations, and other factors. The typical flight medical crew has 2 providers, though some programs include a third team member. Programs rarely have a single medical crew member assigned to the aircraft. Crew configurations vary but most frequently include one nurse and one paramedic. Less common configurations include nurse/nurse, paramedic/paramedic, nurse/respiratory therapist, and combinations that include a flight physician."}
{"id": "article-17260_28", "title": "Aeromedical Transport -- Clinical Significance -- Interfacility", "content": "In addition to utilizing pre-arranged agreements and obtaining acceptance from a receiving physician, the most important preparation step for interfacility transfers is adequately stabilizing the patient; this should include performing any invasive procedures that the patient needs immediately or could be anticipated to need during the transfer, as it can be difficult to perform many procedures after the helicopter lifts off. Airplanes are typically less restricted in this manner. Still, patients will often undergo multiple transfers that take significant time, meaning the sending provider must anticipate future patient needs. Providing an accurate weight and anticipated needs (ventilator, number of drips, and family member presence) can benefit the incoming flight crew. [21] [22] [23]", "contents": "Aeromedical Transport -- Clinical Significance -- Interfacility. In addition to utilizing pre-arranged agreements and obtaining acceptance from a receiving physician, the most important preparation step for interfacility transfers is adequately stabilizing the patient; this should include performing any invasive procedures that the patient needs immediately or could be anticipated to need during the transfer, as it can be difficult to perform many procedures after the helicopter lifts off. Airplanes are typically less restricted in this manner. Still, patients will often undergo multiple transfers that take significant time, meaning the sending provider must anticipate future patient needs. Providing an accurate weight and anticipated needs (ventilator, number of drips, and family member presence) can benefit the incoming flight crew. [21] [22] [23]"}
{"id": "article-17260_29", "title": "Aeromedical Transport -- Clinical Significance -- Scene", "content": "The most important steps of scene preparation for flight operations are choosing a safe landing zone and communicating the location of any hazards that may present a danger to the aircraft. These situations involve HEMS, as most airplanes require a dedicated landing strip. Recommendations for landing zones include a minimum 100 ft by 100 ft flat area that can be secured and avoids flying debris from rotor wash. Minimizing and communicating hazards such as overhead power lines, trees, cell towers, and cranes and direct radio communication between the pilot and landing zone team is paramount to crew safety. Ideally, global positioning system coordinates should be supplied. Additional helpful information includes patient weight, type of call, need for specialty resources, and how the landing zone will be marked. Again, it is ideal to have pre-established landing zones, even for scene flights. Using a hospital landing pad as a rendezvous point for ground and air EMS units is a legitimate strategy for maximizing flight safety. EMTALA is not triggered unless the patient or EMS crew specifically asks for hospital assistance. In those instances, the hospital staff should be instructed to stay clear of the area and not interfere with the patient transfer unless asked to assist.", "contents": "Aeromedical Transport -- Clinical Significance -- Scene. The most important steps of scene preparation for flight operations are choosing a safe landing zone and communicating the location of any hazards that may present a danger to the aircraft. These situations involve HEMS, as most airplanes require a dedicated landing strip. Recommendations for landing zones include a minimum 100 ft by 100 ft flat area that can be secured and avoids flying debris from rotor wash. Minimizing and communicating hazards such as overhead power lines, trees, cell towers, and cranes and direct radio communication between the pilot and landing zone team is paramount to crew safety. Ideally, global positioning system coordinates should be supplied. Additional helpful information includes patient weight, type of call, need for specialty resources, and how the landing zone will be marked. Again, it is ideal to have pre-established landing zones, even for scene flights. Using a hospital landing pad as a rendezvous point for ground and air EMS units is a legitimate strategy for maximizing flight safety. EMTALA is not triggered unless the patient or EMS crew specifically asks for hospital assistance. In those instances, the hospital staff should be instructed to stay clear of the area and not interfere with the patient transfer unless asked to assist."}
{"id": "article-17260_30", "title": "Aeromedical Transport -- Clinical Significance -- Scene", "content": "If multiple aircraft are requested to a scene (or to a hospital), all agencies must be explicitly told of all other responding aircraft to help prevent a mid-air collision. Most localities have no air traffic controller responsible for medical aircraft, and the pilots need to know how to communicate with each other to avoid disaster.", "contents": "Aeromedical Transport -- Clinical Significance -- Scene. If multiple aircraft are requested to a scene (or to a hospital), all agencies must be explicitly told of all other responding aircraft to help prevent a mid-air collision. Most localities have no air traffic controller responsible for medical aircraft, and the pilots need to know how to communicate with each other to avoid disaster."}
{"id": "article-17260_31", "title": "Aeromedical Transport -- Clinical Significance -- Medical Direction", "content": "Aeromedical transportation services in the US require physician medical direction. These doctors are responsible for supervising all aspects of the medical care the medical crew provides and must have final authority over all clinical aspects of care. Most medical directors have a background in emergency medicine, though this is not always necessary. The requirements for medical directors vary based on state regulations and organizational policies. The National Association of Emergency Medical Service Physicians position statement has over 30 recommendations regarding medical directors' requisite knowledge and duties for flight programs. The recommendations include knowledge of applicable laws, ground EMS, advanced resuscitation, effects of altitude, safety, dispatching, disaster management, and adult education. The medical director should approve all operational protocols, safety procedures, and biomedical equipment and participate in all air medical personnel's initial and continuing education.", "contents": "Aeromedical Transport -- Clinical Significance -- Medical Direction. Aeromedical transportation services in the US require physician medical direction. These doctors are responsible for supervising all aspects of the medical care the medical crew provides and must have final authority over all clinical aspects of care. Most medical directors have a background in emergency medicine, though this is not always necessary. The requirements for medical directors vary based on state regulations and organizational policies. The National Association of Emergency Medical Service Physicians position statement has over 30 recommendations regarding medical directors' requisite knowledge and duties for flight programs. The recommendations include knowledge of applicable laws, ground EMS, advanced resuscitation, effects of altitude, safety, dispatching, disaster management, and adult education. The medical director should approve all operational protocols, safety procedures, and biomedical equipment and participate in all air medical personnel's initial and continuing education."}
{"id": "article-17260_32", "title": "Aeromedical Transport -- Clinical Significance -- Medical Direction", "content": "Physician presence on the flight crew is relatively rare in the US but is often the standard internationally. These physicians can offer real-time medical direction and an expanded skill set. For crews without a flight physician, real-time medical direction can be challenging, as communication via cell phones is often prohibited in flight, making protocols and training even more important.", "contents": "Aeromedical Transport -- Clinical Significance -- Medical Direction. Physician presence on the flight crew is relatively rare in the US but is often the standard internationally. These physicians can offer real-time medical direction and an expanded skill set. For crews without a flight physician, real-time medical direction can be challenging, as communication via cell phones is often prohibited in flight, making protocols and training even more important."}
{"id": "article-17260_33", "title": "Aeromedical Transport -- Clinical Significance -- Medical Direction", "content": "Aeromedical programs provide regional education regarding indications for flight requests, landing zone preparation, aircraft safety, and other perceived needs. Programs should also participate in regional trauma and medical care groups and track statistics regarding outcomes and over-triage rates. Proactive integration into EMS systems of care is highly encouraged. The medical director is key in forging and maintaining these various relationships.", "contents": "Aeromedical Transport -- Clinical Significance -- Medical Direction. Aeromedical programs provide regional education regarding indications for flight requests, landing zone preparation, aircraft safety, and other perceived needs. Programs should also participate in regional trauma and medical care groups and track statistics regarding outcomes and over-triage rates. Proactive integration into EMS systems of care is highly encouraged. The medical director is key in forging and maintaining these various relationships."}
{"id": "article-17260_34", "title": "Aeromedical Transport -- Clinical Significance -- Efficacy/Outcomes", "content": "While there are limited studies evaluating the direct impact of aeromedical transport, it is presumed that HEMS improves outcomes in patients with trauma and many with time-sensitive medical needs. The volume of literature on aeromedical transportation has steadily increased. [24] Conducting randomized controlled trials comparing air and ground EMS care would be difficult—perhaps impossible. As a result, most studies are retrospective and have significant selection bias. Many studies demonstrate higher skill success for aeromedical crews, especially with advanced airways and rapid sequence intubation. Research that examines patient-oriented outcomes is rare. However, there is a trend towards morbidity and mortality benefits of HEMS in time-critical trauma cases. The idea that many patients are not sick enough or are too ill and cannot benefit from aeromedical transportation is generally accepted. Thus, the exact benefit of air transportation remains largely undefined.", "contents": "Aeromedical Transport -- Clinical Significance -- Efficacy/Outcomes. While there are limited studies evaluating the direct impact of aeromedical transport, it is presumed that HEMS improves outcomes in patients with trauma and many with time-sensitive medical needs. The volume of literature on aeromedical transportation has steadily increased. [24] Conducting randomized controlled trials comparing air and ground EMS care would be difficult—perhaps impossible. As a result, most studies are retrospective and have significant selection bias. Many studies demonstrate higher skill success for aeromedical crews, especially with advanced airways and rapid sequence intubation. Research that examines patient-oriented outcomes is rare. However, there is a trend towards morbidity and mortality benefits of HEMS in time-critical trauma cases. The idea that many patients are not sick enough or are too ill and cannot benefit from aeromedical transportation is generally accepted. Thus, the exact benefit of air transportation remains largely undefined."}
{"id": "article-17260_35", "title": "Aeromedical Transport -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Aeromedical Transport -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}