{"id": "article-25089_0", "title": "Metoprolol -- Continuing Education Activity", "content": "Metoprolol, a widely employed β-adrenergic antagonist, is pivotal in cardiovascular pharmacology. Metoprolol is indicated primarily for conditions such as hypertension, angina pectoris, heart failure, and arrhythmias. The medication exerts its therapeutic effect by selectively inhibiting β-1 adrenergic receptors, resulting in diminished cardiac contractility, heart rate, and blood pressure. While generally well-tolerated, metoprolol may elicit adverse effects, including bradycardia, hypotension, and bronchospasm, necessitating vigilant patient monitoring. Contraindications encompass conditions such as severe bradycardia, heart block, and decompensated heart failure, warranting cautious use of alternative therapies. An adept understanding of metoprolol's multifaceted clinical profile empowers healthcare professionals to navigate treatment decisions judiciously, promoting favorable patient outcomes in cardiovascular management.", "contents": "Metoprolol -- Continuing Education Activity. Metoprolol, a widely employed β-adrenergic antagonist, is pivotal in cardiovascular pharmacology. Metoprolol is indicated primarily for conditions such as hypertension, angina pectoris, heart failure, and arrhythmias. The medication exerts its therapeutic effect by selectively inhibiting β-1 adrenergic receptors, resulting in diminished cardiac contractility, heart rate, and blood pressure. While generally well-tolerated, metoprolol may elicit adverse effects, including bradycardia, hypotension, and bronchospasm, necessitating vigilant patient monitoring. Contraindications encompass conditions such as severe bradycardia, heart block, and decompensated heart failure, warranting cautious use of alternative therapies. An adept understanding of metoprolol's multifaceted clinical profile empowers healthcare professionals to navigate treatment decisions judiciously, promoting favorable patient outcomes in cardiovascular management."}
{"id": "article-25089_1", "title": "Metoprolol -- Continuing Education Activity", "content": "This activity highlights the importance of interdisciplinary collaboration, which is paramount for comprehensive patient care, with close communication between cardiologists, nurses, pharmacists, and other specialists ensuring tailored treatment plans and meticulous monitoring. This continuing education activity comprehensively elucidates metoprolol's essential aspects, including its indications, mechanism of action, adverse effects, contraindications, and interdisciplinary applications to optimize patient outcomes. This review is a valuable resource for clinicians seeking to integrate metoprolol effectively into their practice to benefit patients with cardiovascular conditions.", "contents": "Metoprolol -- Continuing Education Activity. This activity highlights the importance of interdisciplinary collaboration, which is paramount for comprehensive patient care, with close communication between cardiologists, nurses, pharmacists, and other specialists ensuring tailored treatment plans and meticulous monitoring. This continuing education activity comprehensively elucidates metoprolol's essential aspects, including its indications, mechanism of action, adverse effects, contraindications, and interdisciplinary applications to optimize patient outcomes. This review is a valuable resource for clinicians seeking to integrate metoprolol effectively into their practice to benefit patients with cardiovascular conditions."}
{"id": "article-25089_2", "title": "Metoprolol -- Continuing Education Activity", "content": "Objectives: Evaluate the diverse range of clinical indications for metoprolol, considering factors such as heart rate control, blood pressure management, arrhythmia suppression, and treatment of ischemic heart disease. Compare the mechanisms of action between metoprolol and other β-blockers, highlighting key distinctions in receptor selectivity and potential therapeutic advantages. Assess the potential adverse effects associated with metoprolol. Implement interprofessional collaboration when prescribing metoprolol, considering co-administered medications, potential drug interactions, and patient-specific factors while prioritizing open communication and shared decision-making. Access free multiple choice questions on this topic.", "contents": "Metoprolol -- Continuing Education Activity. Objectives: Evaluate the diverse range of clinical indications for metoprolol, considering factors such as heart rate control, blood pressure management, arrhythmia suppression, and treatment of ischemic heart disease. Compare the mechanisms of action between metoprolol and other β-blockers, highlighting key distinctions in receptor selectivity and potential therapeutic advantages. Assess the potential adverse effects associated with metoprolol. Implement interprofessional collaboration when prescribing metoprolol, considering co-administered medications, potential drug interactions, and patient-specific factors while prioritizing open communication and shared decision-making. Access free multiple choice questions on this topic."}
{"id": "article-25089_3", "title": "Metoprolol -- Indications", "content": "Metoprolol belongs to the class of compounds known as β-adrenergic antagonists. The β-adrenergic antagonist is a lipophilic compound with a molecular weight of approximately 267.3 g/mol. The chemical structure of metoprolol consists of substituted phenylpropanolamine, providing the necessary structural features for selective β-1 adrenergic receptor blockade. [1] As one of the first selective β blockers, metoprolol mainly affects the β-1 receptors in the heart and less affects the β-2 receptors in the lungs and blood vessels. [2] Metoprolol was patented in 1970 and approved for medical use in 1978. Metoprolol is now a generic medication under various brand names, such as Lopressor, Toprol-XL, and Betaloc. [3]", "contents": "Metoprolol -- Indications. Metoprolol belongs to the class of compounds known as β-adrenergic antagonists. The β-adrenergic antagonist is a lipophilic compound with a molecular weight of approximately 267.3 g/mol. The chemical structure of metoprolol consists of substituted phenylpropanolamine, providing the necessary structural features for selective β-1 adrenergic receptor blockade. [1] As one of the first selective β blockers, metoprolol mainly affects the β-1 receptors in the heart and less affects the β-2 receptors in the lungs and blood vessels. [2] Metoprolol was patented in 1970 and approved for medical use in 1978. Metoprolol is now a generic medication under various brand names, such as Lopressor, Toprol-XL, and Betaloc. [3]"}
{"id": "article-25089_4", "title": "Metoprolol -- Indications", "content": "Metoprolol was developed as part of a series of compounds that were designed to have fewer side effects than non-selective β-blockers (such as propranolol), which also block β-2 receptors and can cause bronchoconstriction, hypoglycemia, and peripheral vasoconstriction. Metoprolol was also designed to have low membrane-stabilizing activity, which means that it does not interfere with the electrical activity of the cardiac cells and does not cause arrhythmia. Metoprolol was tested in various animal models and clinical trials before being approved for human use. One of the most important clinical trials that demonstrated the efficacy and safety of metoprolol was the Metoprolol Randomised Intervention Trial in Congestive Heart Failure (MERIT-HF), conducted between 1997 and 1999. This multicenter, double-blind, placebo-controlled trial enrolled 3991 patients with chronic heart failure who were randomized to receive either metoprolol succinate (a long-acting formulation) or placebo in addition to standard therapy. The primary endpoint was all-cause mortality. [4] The results showed that metoprolol succinate reduced the risk of death by 34% compared with placebo over a mean follow-up of 1 year. Metoprolol succinate also reduced the risk of hospitalization for worsening heart failure by 19% and improved the patient’s symptoms and quality of life. The drug was well tolerated and did not cause any serious adverse events.", "contents": "Metoprolol -- Indications. Metoprolol was developed as part of a series of compounds that were designed to have fewer side effects than non-selective β-blockers (such as propranolol), which also block β-2 receptors and can cause bronchoconstriction, hypoglycemia, and peripheral vasoconstriction. Metoprolol was also designed to have low membrane-stabilizing activity, which means that it does not interfere with the electrical activity of the cardiac cells and does not cause arrhythmia. Metoprolol was tested in various animal models and clinical trials before being approved for human use. One of the most important clinical trials that demonstrated the efficacy and safety of metoprolol was the Metoprolol Randomised Intervention Trial in Congestive Heart Failure (MERIT-HF), conducted between 1997 and 1999. This multicenter, double-blind, placebo-controlled trial enrolled 3991 patients with chronic heart failure who were randomized to receive either metoprolol succinate (a long-acting formulation) or placebo in addition to standard therapy. The primary endpoint was all-cause mortality. [4] The results showed that metoprolol succinate reduced the risk of death by 34% compared with placebo over a mean follow-up of 1 year. Metoprolol succinate also reduced the risk of hospitalization for worsening heart failure by 19% and improved the patient’s symptoms and quality of life. The drug was well tolerated and did not cause any serious adverse events."}
{"id": "article-25089_5", "title": "Metoprolol -- Indications", "content": "Other randomized trials in the 1980s showed a mortality benefit for β-blockers in acute myocardial infarction (AMI). [5] [6] [7] The Metoprolol Atherosclerosis Prevention in Hypertensives (MAPHY) trial specifically showed the benefit of metoprolol over diuretics regarding sudden cardiac death and AMI. [8] Results from a large randomized trial of over 50,000 patients in the 1990s showed metoprolol reduced mortality and re-infarction when used chronically after myocardial infarction. [9] β-blockers have demonstrated prognostic benefits and reduced mortality in the treatment of chronic heart failure. The Carvedilol or Metoprolol European trial (COMET) enrolled patients with stable heart failure and compared each drug head-to-head. Carvedilol was associated with a statistically significantly lower risk of all-cause death. [10] However, recent trials have had conflicting evidence on whether selective β-1 blockers such as metoprolol have any benefit over other β-blockers like carvedilol. [11]", "contents": "Metoprolol -- Indications. Other randomized trials in the 1980s showed a mortality benefit for β-blockers in acute myocardial infarction (AMI). [5] [6] [7] The Metoprolol Atherosclerosis Prevention in Hypertensives (MAPHY) trial specifically showed the benefit of metoprolol over diuretics regarding sudden cardiac death and AMI. [8] Results from a large randomized trial of over 50,000 patients in the 1990s showed metoprolol reduced mortality and re-infarction when used chronically after myocardial infarction. [9] β-blockers have demonstrated prognostic benefits and reduced mortality in the treatment of chronic heart failure. The Carvedilol or Metoprolol European trial (COMET) enrolled patients with stable heart failure and compared each drug head-to-head. Carvedilol was associated with a statistically significantly lower risk of all-cause death. [10] However, recent trials have had conflicting evidence on whether selective β-1 blockers such as metoprolol have any benefit over other β-blockers like carvedilol. [11]"}
{"id": "article-25089_6", "title": "Metoprolol -- Indications -- Food and Drug Administration-Approved Indications", "content": "According to the Food and Drug Administration, FDA, metoprolol has been approved for the following indications:", "contents": "Metoprolol -- Indications -- Food and Drug Administration-Approved Indications. According to the Food and Drug Administration, FDA, metoprolol has been approved for the following indications:"}
{"id": "article-25089_7", "title": "Metoprolol -- Indications -- Food and Drug Administration-Approved Indications", "content": "Hypertension: Metoprolol is indicated for treating high blood pressure or in combination with other antihypertensive agents. Lowering blood pressure reduces the risk of fatal and non-fatal cardiovascular events, such as strokes and heart attacks. [12]", "contents": "Metoprolol -- Indications -- Food and Drug Administration-Approved Indications. Hypertension: Metoprolol is indicated for treating high blood pressure or in combination with other antihypertensive agents. Lowering blood pressure reduces the risk of fatal and non-fatal cardiovascular events, such as strokes and heart attacks. [12]"}
{"id": "article-25089_8", "title": "Metoprolol -- Indications -- Food and Drug Administration-Approved Indications", "content": "Angina pectoris: Metoprolol is indicated for treating chest pain due to reduced blood flow to the heart, also known as angina. Metoprolol reduces the heart’s oxygen demand by decreasing the heart rate and contractility.", "contents": "Metoprolol -- Indications -- Food and Drug Administration-Approved Indications. Angina pectoris: Metoprolol is indicated for treating chest pain due to reduced blood flow to the heart, also known as angina. Metoprolol reduces the heart’s oxygen demand by decreasing the heart rate and contractility."}
{"id": "article-25089_9", "title": "Metoprolol -- Indications -- Food and Drug Administration-Approved Indications", "content": "Heart failure: Metoprolol is indicated for the treatment of chronic heart failure, a condition in which the heart cannot pump enough blood to meet the body’s needs. [4] Metoprolol improves survival and reduces the hospitalization of patients with heart failure. [13] Metoprolol should be used in addition to standard therapy, such as angiotensin-converting enzyme inhibitors, diuretics, and digitalis", "contents": "Metoprolol -- Indications -- Food and Drug Administration-Approved Indications. Heart failure: Metoprolol is indicated for the treatment of chronic heart failure, a condition in which the heart cannot pump enough blood to meet the body’s needs. [4] Metoprolol improves survival and reduces the hospitalization of patients with heart failure. [13] Metoprolol should be used in addition to standard therapy, such as angiotensin-converting enzyme inhibitors, diuretics, and digitalis"}
{"id": "article-25089_10", "title": "Metoprolol -- Indications -- Food and Drug Administration-Approved Indications", "content": "Myocardial infarction: Metoprolol is indicated for the treatment of AMI, also known as a heart attack. Metoprolol reduces the mortality and morbidity of patients with heart attacks by preventing or reducing the damage to the heart muscle. [14] Metoprolol should be given as soon as possible after the onset of symptoms and continued for at least 3 months.", "contents": "Metoprolol -- Indications -- Food and Drug Administration-Approved Indications. Myocardial infarction: Metoprolol is indicated for the treatment of AMI, also known as a heart attack. Metoprolol reduces the mortality and morbidity of patients with heart attacks by preventing or reducing the damage to the heart muscle. [14] Metoprolol should be given as soon as possible after the onset of symptoms and continued for at least 3 months."}
{"id": "article-25089_11", "title": "Metoprolol -- Indications -- Off-Label Uses", "content": "Supraventricular tachycardia: Metoprolol is indicated for the treatment of abnormally fast heart rhythms that originate from the upper chambers of the heart, such as atrial fibrillation, atrial flutter, and paroxysmal supraventricular tachycardia. [15] Metoprolol slows the electrical conduction in the heart and restores a normal rhythm. Depending on the severity of the condition, metoprolol can be given orally or intravenously (IV).", "contents": "Metoprolol -- Indications -- Off-Label Uses. Supraventricular tachycardia: Metoprolol is indicated for the treatment of abnormally fast heart rhythms that originate from the upper chambers of the heart, such as atrial fibrillation, atrial flutter, and paroxysmal supraventricular tachycardia. [15] Metoprolol slows the electrical conduction in the heart and restores a normal rhythm. Depending on the severity of the condition, metoprolol can be given orally or intravenously (IV)."}
{"id": "article-25089_12", "title": "Metoprolol -- Indications -- Off-Label Uses", "content": "Ventricular tachycardia: Metoprolol is indicated for treating abnormally fast heart rhythms originating from the heart’s lower chambers, such as ventricular tachycardia and ventricular fibrillation. Metoprolol stabilizes the electrical activity of the cardiac cells and prevents life-threatening arrhythmias. Metoprolol can be given by IV in emergencies or orally for long-term management.", "contents": "Metoprolol -- Indications -- Off-Label Uses. Ventricular tachycardia: Metoprolol is indicated for treating abnormally fast heart rhythms originating from the heart’s lower chambers, such as ventricular tachycardia and ventricular fibrillation. Metoprolol stabilizes the electrical activity of the cardiac cells and prevents life-threatening arrhythmias. Metoprolol can be given by IV in emergencies or orally for long-term management."}
{"id": "article-25089_13", "title": "Metoprolol -- Indications -- Off-Label Uses", "content": "Migraine prevention: Metoprolol is indicated for the prevention of migraine headaches, a type of severe headache that is often accompanied by nausea, vomiting, and sensitivity to light and sound. Metoprolol reduces the frequency and severity of migraine attacks by blocking the effects of certain chemicals in the brain that trigger migraine pain. [16] Metoprolol should be taken regularly to prevent migraine episodes. This drug has category B evidence in its efficacy.", "contents": "Metoprolol -- Indications -- Off-Label Uses. Migraine prevention: Metoprolol is indicated for the prevention of migraine headaches, a type of severe headache that is often accompanied by nausea, vomiting, and sensitivity to light and sound. Metoprolol reduces the frequency and severity of migraine attacks by blocking the effects of certain chemicals in the brain that trigger migraine pain. [16] Metoprolol should be taken regularly to prevent migraine episodes. This drug has category B evidence in its efficacy."}
{"id": "article-25089_14", "title": "Metoprolol -- Indications -- Off-Label Uses", "content": "Essential Tremor: Metoprolol is sometimes used off-label for managing essential tremors, mainly when other treatments are ineffective. [17]", "contents": "Metoprolol -- Indications -- Off-Label Uses. Essential Tremor: Metoprolol is sometimes used off-label for managing essential tremors, mainly when other treatments are ineffective. [17]"}
{"id": "article-25089_15", "title": "Metoprolol -- Indications -- Off-Label Uses", "content": "Thyrotoxicosis: Despite not being FDA approved, Metoprolol efficacy as an adjunct treatment for thyroid storms carries category B evidence. [18]", "contents": "Metoprolol -- Indications -- Off-Label Uses. Thyrotoxicosis: Despite not being FDA approved, Metoprolol efficacy as an adjunct treatment for thyroid storms carries category B evidence. [18]"}
{"id": "article-25089_16", "title": "Metoprolol -- Indications", "content": "Overall, conflicting evidence exists regarding selecting a particular β-blocker optimally for medical intervention. [11] The role of β-blockers as initial therapy for hypertension, particularly in the absence of compelling indications, is unclear. [19] [20]", "contents": "Metoprolol -- Indications. Overall, conflicting evidence exists regarding selecting a particular β-blocker optimally for medical intervention. [11] The role of β-blockers as initial therapy for hypertension, particularly in the absence of compelling indications, is unclear. [19] [20]"}
{"id": "article-25089_17", "title": "Metoprolol -- Mechanism of Action", "content": "Metoprolol is a cardioselective β-blocker medication that acts on the β-1 adrenergic receptors in the heart and reduces the effects of catecholamines (such as adrenaline and noradrenaline) on cardiac function. The mechanism of action of metoprolol can be explained in the following steps:", "contents": "Metoprolol -- Mechanism of Action. Metoprolol is a cardioselective β-blocker medication that acts on the β-1 adrenergic receptors in the heart and reduces the effects of catecholamines (such as adrenaline and noradrenaline) on cardiac function. The mechanism of action of metoprolol can be explained in the following steps:"}
{"id": "article-25089_18", "title": "Metoprolol -- Mechanism of Action", "content": "Metoprolol binds to the β-1 adrenergic receptors on the surface of the cardiac cells, especially in the sinoatrial node, the atrioventricular node, and the ventricular myocardium.", "contents": "Metoprolol -- Mechanism of Action. Metoprolol binds to the β-1 adrenergic receptors on the surface of the cardiac cells, especially in the sinoatrial node, the atrioventricular node, and the ventricular myocardium."}
{"id": "article-25089_19", "title": "Metoprolol -- Mechanism of Action", "content": "Metoprolol blocks catecholamine receptor activation by competing for the same receptors; this reduces the intracellular signaling pathways mediated by cyclic adenosine monophosphate and protein kinase A (PKA).", "contents": "Metoprolol -- Mechanism of Action. Metoprolol blocks catecholamine receptor activation by competing for the same receptors; this reduces the intracellular signaling pathways mediated by cyclic adenosine monophosphate and protein kinase A (PKA)."}
{"id": "article-25089_20", "title": "Metoprolol -- Mechanism of Action", "content": "Metoprolol decreases the slope of phase 4 in the nodal action potential, which is the spontaneous depolarization phase that determines the heart rate. By reducing the sodium influx during this phase, metoprolol slows down the firing rate of the pacemaker cells and lowers the heart rate.", "contents": "Metoprolol -- Mechanism of Action. Metoprolol decreases the slope of phase 4 in the nodal action potential, which is the spontaneous depolarization phase that determines the heart rate. By reducing the sodium influx during this phase, metoprolol slows down the firing rate of the pacemaker cells and lowers the heart rate."}
{"id": "article-25089_21", "title": "Metoprolol -- Mechanism of Action", "content": "Metoprolol prolongs the repolarization of phase 3 in the nodal action potential, which is the phase where potassium efflux restores the resting membrane potential. By delaying this phase, metoprolol increases the refractory period of the cardiac cells and reduces their excitability and conduction velocity.", "contents": "Metoprolol -- Mechanism of Action. Metoprolol prolongs the repolarization of phase 3 in the nodal action potential, which is the phase where potassium efflux restores the resting membrane potential. By delaying this phase, metoprolol increases the refractory period of the cardiac cells and reduces their excitability and conduction velocity."}
{"id": "article-25089_22", "title": "Metoprolol -- Mechanism of Action", "content": "Metoprolol also decreases the contractility of the ventricular myocardium by inhibiting the calcium influx through the L-type calcium channels regulated by PKA. By reducing the calcium availability for the sarcomeres, metoprolol reduces the force of contraction and lowers the cardiac output. [21]", "contents": "Metoprolol -- Mechanism of Action. Metoprolol also decreases the contractility of the ventricular myocardium by inhibiting the calcium influx through the L-type calcium channels regulated by PKA. By reducing the calcium availability for the sarcomeres, metoprolol reduces the force of contraction and lowers the cardiac output. [21]"}
{"id": "article-25089_23", "title": "Metoprolol -- Mechanism of Action", "content": "By these mechanisms, metoprolol reduces the workload and oxygen demand of the heart and lowers blood pressure; this relieves symptoms of various cardiovascular conditions, such as hypertension, angina, heart failure, and arrhythmias. Metoprolol does not exhibit membrane stabilizing or intrinsic sympathomimetic activity. Administrating metoprolol to normal subjects reduces heart rate and cardiac output; this is related to the dose and concentration of the drug.", "contents": "Metoprolol -- Mechanism of Action. By these mechanisms, metoprolol reduces the workload and oxygen demand of the heart and lowers blood pressure; this relieves symptoms of various cardiovascular conditions, such as hypertension, angina, heart failure, and arrhythmias. Metoprolol does not exhibit membrane stabilizing or intrinsic sympathomimetic activity. Administrating metoprolol to normal subjects reduces heart rate and cardiac output; this is related to the dose and concentration of the drug."}
{"id": "article-25089_24", "title": "Metoprolol -- Mechanism of Action -- Pharmacokinetics", "content": "Metoprolol succinate produces higher drug concentrations than metoprolol tartrate, which has more peak-to-trough variation. However, despite these differences in pharmacokinetics, studies have concluded that both agents produce similar acute and chronic clinical effects. [22] [23]", "contents": "Metoprolol -- Mechanism of Action -- Pharmacokinetics. Metoprolol succinate produces higher drug concentrations than metoprolol tartrate, which has more peak-to-trough variation. However, despite these differences in pharmacokinetics, studies have concluded that both agents produce similar acute and chronic clinical effects. [22] [23]"}
{"id": "article-25089_25", "title": "Metoprolol -- Mechanism of Action -- Pharmacokinetics", "content": "Absorption: Metoprolol is rapidly and completely absorbed from the gastrointestinal tract after oral administration. The bioavailability of metoprolol is about 50% due to extensive first-pass metabolism in the liver. The peak plasma concentration of metoprolol is reached within 1 to 2 hours after an oral dose. Food does not affect the absorption of metoprolol, but the absorption rate may be slightly delayed. [23]", "contents": "Metoprolol -- Mechanism of Action -- Pharmacokinetics. Absorption: Metoprolol is rapidly and completely absorbed from the gastrointestinal tract after oral administration. The bioavailability of metoprolol is about 50% due to extensive first-pass metabolism in the liver. The peak plasma concentration of metoprolol is reached within 1 to 2 hours after an oral dose. Food does not affect the absorption of metoprolol, but the absorption rate may be slightly delayed. [23]"}
{"id": "article-25089_26", "title": "Metoprolol -- Mechanism of Action -- Pharmacokinetics", "content": "Distribution: Metoprolol has a large volume of distribution, ranging from 3.2 to 5.6 L/kg. This drug is widely distributed to various tissues and organs, including the heart, brain, lungs, kidneys, and liver. Metoprolol crosses the blood-brain barrier and the placenta and is excreted into breast milk. Metoprolol is about 12% bound to plasma proteins, mainly albumin.", "contents": "Metoprolol -- Mechanism of Action -- Pharmacokinetics. Distribution: Metoprolol has a large volume of distribution, ranging from 3.2 to 5.6 L/kg. This drug is widely distributed to various tissues and organs, including the heart, brain, lungs, kidneys, and liver. Metoprolol crosses the blood-brain barrier and the placenta and is excreted into breast milk. Metoprolol is about 12% bound to plasma proteins, mainly albumin."}
{"id": "article-25089_27", "title": "Metoprolol -- Mechanism of Action -- Pharmacokinetics", "content": "Metabolism: Metoprolol is extensively metabolized in the liver by the cytochrome P450 enzyme CYP2D6. [24] Then it undergoes oxidative deamination and O-demethylation to form several inactive metabolites, such as alpha-hydroxy-metoprolol and 4’-hydroxy-metoprolol. Metoprolol is a racemic mixture of R- and S-enantiomers with different pharmacokinetic and pharmacodynamic properties. The R-enantiomer is more potent and selective for β-1 receptors than the S-enantiomer; it is also more prone to metabolism by CYP2D6. The S-enantiomer has a longer half-life and higher plasma concentration than the R-enantiomer. The metabolism of metoprolol is influenced by genetic polymorphism of CYP2D6, which can result in poor, intermediate, extensive, or ultra-rapid metabolizers. Poor metabolizers have higher plasma levels and longer half-lives of metoprolol than extensive ones, while ultra-rapid metabolizers have lower plasma levels and shorter half-lives than extensive ones. [23]", "contents": "Metoprolol -- Mechanism of Action -- Pharmacokinetics. Metabolism: Metoprolol is extensively metabolized in the liver by the cytochrome P450 enzyme CYP2D6. [24] Then it undergoes oxidative deamination and O-demethylation to form several inactive metabolites, such as alpha-hydroxy-metoprolol and 4’-hydroxy-metoprolol. Metoprolol is a racemic mixture of R- and S-enantiomers with different pharmacokinetic and pharmacodynamic properties. The R-enantiomer is more potent and selective for β-1 receptors than the S-enantiomer; it is also more prone to metabolism by CYP2D6. The S-enantiomer has a longer half-life and higher plasma concentration than the R-enantiomer. The metabolism of metoprolol is influenced by genetic polymorphism of CYP2D6, which can result in poor, intermediate, extensive, or ultra-rapid metabolizers. Poor metabolizers have higher plasma levels and longer half-lives of metoprolol than extensive ones, while ultra-rapid metabolizers have lower plasma levels and shorter half-lives than extensive ones. [23]"}
{"id": "article-25089_28", "title": "Metoprolol -- Mechanism of Action -- Pharmacokinetics", "content": "Excretion: Metoprolol and its metabolites are mainly excreted in the urine, accounting for about 95% of an oral dose. [25] Less than 5% to 10% of an oral dose is excreted unchanged in the urine, but this proportion can increase to 30% to 40% in poor CYP2D6 metabolizers. The renal clearance of metoprolol is about 1 L/h/kg. The elimination half-life of metoprolol ranges from 3 to 7 hours, depending on the dose, formulation, enantiomer, and metabolic phenotype.", "contents": "Metoprolol -- Mechanism of Action -- Pharmacokinetics. Excretion: Metoprolol and its metabolites are mainly excreted in the urine, accounting for about 95% of an oral dose. [25] Less than 5% to 10% of an oral dose is excreted unchanged in the urine, but this proportion can increase to 30% to 40% in poor CYP2D6 metabolizers. The renal clearance of metoprolol is about 1 L/h/kg. The elimination half-life of metoprolol ranges from 3 to 7 hours, depending on the dose, formulation, enantiomer, and metabolic phenotype."}
{"id": "article-25089_29", "title": "Metoprolol -- Administration -- Available Dosage Forms and Strengths", "content": "Metoprolol is available in 2 main formulations: metoprolol tartrate and metoprolol succinate. Metoprolol tartrate is an immediate-release tablet taken orally twice or thrice daily. Metoprolol succinate is an extended-release tablet or capsule taken orally daily. In some situations, such as AMI, Metoprolol can also be given as an IV injection or infusion.", "contents": "Metoprolol -- Administration -- Available Dosage Forms and Strengths. Metoprolol is available in 2 main formulations: metoprolol tartrate and metoprolol succinate. Metoprolol tartrate is an immediate-release tablet taken orally twice or thrice daily. Metoprolol succinate is an extended-release tablet or capsule taken orally daily. In some situations, such as AMI, Metoprolol can also be given as an IV injection or infusion."}
{"id": "article-25089_30", "title": "Metoprolol -- Administration -- Available Dosage Forms and Strengths", "content": "Metoprolol tartrate tablets are available in the following dosage strengths: 25 mg, 37.5 mg, 50 mg, 75 mg, and 100 mg. Metoprolol succinate tablets or capsules are available in the following strengths: 25 mg, 50 mg, 100 mg, and 200 mg. Metoprolol injection is available in the following strength: 1 mg/mL.", "contents": "Metoprolol -- Administration -- Available Dosage Forms and Strengths. Metoprolol tartrate tablets are available in the following dosage strengths: 25 mg, 37.5 mg, 50 mg, 75 mg, and 100 mg. Metoprolol succinate tablets or capsules are available in the following strengths: 25 mg, 50 mg, 100 mg, and 200 mg. Metoprolol injection is available in the following strength: 1 mg/mL."}
{"id": "article-25089_31", "title": "Metoprolol -- Administration -- Adult Dosage", "content": "The dosage of metoprolol depends on the condition being treated, the patient’s response to the drug, and the formulation used. The following are some general guidelines for the adult dosage of metoprolol for different indications:", "contents": "Metoprolol -- Administration -- Adult Dosage. The dosage of metoprolol depends on the condition being treated, the patient’s response to the drug, and the formulation used. The following are some general guidelines for the adult dosage of metoprolol for different indications:"}
{"id": "article-25089_32", "title": "Metoprolol -- Administration -- Adult Dosage", "content": "Hypertension: The usual initial dose of metoprolol tartrate is 100 mg daily in single or divided doses. The maintenance dosage is 100 to 450 mg per day. The usual initial dosage of Metoprolol succinate is 25 to 100 mg daily. The maintenance dosage is 100 to 400 mg daily. The dosage may be increased weekly or longer until the optimum blood pressure reduction is achieved.", "contents": "Metoprolol -- Administration -- Adult Dosage. Hypertension: The usual initial dose of metoprolol tartrate is 100 mg daily in single or divided doses. The maintenance dosage is 100 to 450 mg per day. The usual initial dosage of Metoprolol succinate is 25 to 100 mg daily. The maintenance dosage is 100 to 400 mg daily. The dosage may be increased weekly or longer until the optimum blood pressure reduction is achieved."}
{"id": "article-25089_33", "title": "Metoprolol -- Administration -- Adult Dosage", "content": "Angina pectoris: The usual initial dosage of metoprolol tartrate is 50 mg twice a day, and the usual initial dosage of metoprolol succinate is 100 mg daily. The maintenance dosage is 100 to 400 mg per day. The dosage may be increased weekly until the optimum clinical response or the heart rate is slowed.", "contents": "Metoprolol -- Administration -- Adult Dosage. Angina pectoris: The usual initial dosage of metoprolol tartrate is 50 mg twice a day, and the usual initial dosage of metoprolol succinate is 100 mg daily. The maintenance dosage is 100 to 400 mg per day. The dosage may be increased weekly until the optimum clinical response or the heart rate is slowed."}
{"id": "article-25089_34", "title": "Metoprolol -- Administration -- Adult Dosage", "content": "Myocardial infarction: The usual treatment of metoprolol tartrate consists of early and late phases. In the early phase, the initial dose is 5 mg IV every 2 minutes for 3 doses as tolerated. Patients who tolerate the full IV dose (15 mg) are given 50 mg orally every 6 hours starting 15 minutes after the last IV dose and continued for 48 hours. Patients who do not tolerate the full IV dose (15 mg) are given 25 or 50 mg orally every 6 hours, depending on the degree of intolerance, starting 15 minutes after the last IV dose or as soon as their clinical condition allows. In the late phase, the maintenance dose is 100 mg orally twice daily for at least 3 months.", "contents": "Metoprolol -- Administration -- Adult Dosage. Myocardial infarction: The usual treatment of metoprolol tartrate consists of early and late phases. In the early phase, the initial dose is 5 mg IV every 2 minutes for 3 doses as tolerated. Patients who tolerate the full IV dose (15 mg) are given 50 mg orally every 6 hours starting 15 minutes after the last IV dose and continued for 48 hours. Patients who do not tolerate the full IV dose (15 mg) are given 25 or 50 mg orally every 6 hours, depending on the degree of intolerance, starting 15 minutes after the last IV dose or as soon as their clinical condition allows. In the late phase, the maintenance dose is 100 mg orally twice daily for at least 3 months."}
{"id": "article-25089_35", "title": "Metoprolol -- Administration -- Adult Dosage", "content": "Heart failure: The usual initial dosage of metoprolol succinate is 25 mg daily for 2 weeks. The maintenance dosage is adjusted according to the patient’s tolerance and clinical response. The target dose is usually between 100 and 200 mg daily. Metoprolol succinate should be used in addition to standard therapy for heart failure, such as angiotensin-converting enzyme inhibitors, diuretics, and digitalis.", "contents": "Metoprolol -- Administration -- Adult Dosage. Heart failure: The usual initial dosage of metoprolol succinate is 25 mg daily for 2 weeks. The maintenance dosage is adjusted according to the patient’s tolerance and clinical response. The target dose is usually between 100 and 200 mg daily. Metoprolol succinate should be used in addition to standard therapy for heart failure, such as angiotensin-converting enzyme inhibitors, diuretics, and digitalis."}
{"id": "article-25089_36", "title": "Metoprolol -- Administration -- Adult Dosage", "content": "Supraventricular tachycardia: The usual dosage of metoprolol tartrate is 5 to 15 mg IV over several minutes, followed by oral administration of either metoprolol tartrate or metoprolol succinate at doses ranging from 50 to 200 mg per day in single or divided doses depending on the patient’s response and tolerance. Alternatively, oral administration of either formulation can be initiated without prior IV administration at doses ranging from 50 to 200 mg daily in single or divided doses, depending on the patient’s response and tolerance.", "contents": "Metoprolol -- Administration -- Adult Dosage. Supraventricular tachycardia: The usual dosage of metoprolol tartrate is 5 to 15 mg IV over several minutes, followed by oral administration of either metoprolol tartrate or metoprolol succinate at doses ranging from 50 to 200 mg per day in single or divided doses depending on the patient’s response and tolerance. Alternatively, oral administration of either formulation can be initiated without prior IV administration at doses ranging from 50 to 200 mg daily in single or divided doses, depending on the patient’s response and tolerance."}
{"id": "article-25089_37", "title": "Metoprolol -- Administration -- Adult Dosage", "content": "Ventricular tachycardia: The usual dosage of metoprolol tartrate is 5 to 15 mg IV over several minutes, followed by oral administration of either metoprolol tartrate or metoprolol succinate at doses ranging from 50 to 200 mg per day in single or divided doses depending on the patient’s response and tolerance. Alternatively, oral administration of either formulation can be initiated without prior IV administration at doses ranging from 50 to 200 mg daily in single or divided doses, depending on the patient’s response and tolerance.", "contents": "Metoprolol -- Administration -- Adult Dosage. Ventricular tachycardia: The usual dosage of metoprolol tartrate is 5 to 15 mg IV over several minutes, followed by oral administration of either metoprolol tartrate or metoprolol succinate at doses ranging from 50 to 200 mg per day in single or divided doses depending on the patient’s response and tolerance. Alternatively, oral administration of either formulation can be initiated without prior IV administration at doses ranging from 50 to 200 mg daily in single or divided doses, depending on the patient’s response and tolerance."}
{"id": "article-25089_38", "title": "Metoprolol -- Administration -- Adult Dosage", "content": "Migraine prevention: Metoprolol tartrate or metoprolol succinate is 50 to 200 mg daily in single or divided doses. The dosage should be adjusted according to the patient’s response and tolerance.", "contents": "Metoprolol -- Administration -- Adult Dosage. Migraine prevention: Metoprolol tartrate or metoprolol succinate is 50 to 200 mg daily in single or divided doses. The dosage should be adjusted according to the patient’s response and tolerance."}
{"id": "article-25089_39", "title": "Metoprolol -- Administration -- Adult Dosage", "content": "Thyrotoxicosis: The recommended dosage is 25 to 50 mg orally 2 to 3 times daily. [26]", "contents": "Metoprolol -- Administration -- Adult Dosage. Thyrotoxicosis: The recommended dosage is 25 to 50 mg orally 2 to 3 times daily. [26]"}
{"id": "article-25089_40", "title": "Metoprolol -- Administration -- Specific Patient Population", "content": "Hepatic impairment: Metoprolol is extensively metabolized in the liver by the enzyme CYP2D6. Patients with hepatic impairment may have reduced clearance and increased plasma levels of metoprolol, which may increase the risk of adverse effects. The elimination half-life of metoprolol may be prolonged depending on the severity of hepatic impairment. Therefore, metoprolol should be used with caution and at lower doses in patients with hepatic impairment. [27]", "contents": "Metoprolol -- Administration -- Specific Patient Population. Hepatic impairment: Metoprolol is extensively metabolized in the liver by the enzyme CYP2D6. Patients with hepatic impairment may have reduced clearance and increased plasma levels of metoprolol, which may increase the risk of adverse effects. The elimination half-life of metoprolol may be prolonged depending on the severity of hepatic impairment. Therefore, metoprolol should be used with caution and at lower doses in patients with hepatic impairment. [27]"}
{"id": "article-25089_41", "title": "Metoprolol -- Administration -- Specific Patient Population", "content": "Renal impairment: Metoprolol and its metabolites are mainly excreted in the urine. Patients with renal impairment may have reduced renal clearance and increased plasma levels of metoprolol, which may increase the risk of adverse effects. [28] However, the effect of renal impairment on the pharmacokinetics of metoprolol is less pronounced than that of hepatic impairment. Therefore, metoprolol can be used at normal doses in patients with mild to moderate renal impairment but should be used cautiously and at lower doses in patients with severe renal impairment.", "contents": "Metoprolol -- Administration -- Specific Patient Population. Renal impairment: Metoprolol and its metabolites are mainly excreted in the urine. Patients with renal impairment may have reduced renal clearance and increased plasma levels of metoprolol, which may increase the risk of adverse effects. [28] However, the effect of renal impairment on the pharmacokinetics of metoprolol is less pronounced than that of hepatic impairment. Therefore, metoprolol can be used at normal doses in patients with mild to moderate renal impairment but should be used cautiously and at lower doses in patients with severe renal impairment."}
{"id": "article-25089_42", "title": "Metoprolol -- Administration -- Specific Patient Population", "content": "Pregnancy: Metoprolol crosses the placenta and may affect fetal circulation and development. Limited data is available from human studies on the safety and efficacy of metoprolol during pregnancy. Some studies have reported inconsistent findings of intrauterine growth restriction, preterm birth, and perinatal mortality with maternal use of metoprolol during pregnancy; however, these studies have methodological limitations and confounding factors that make it difficult to draw definitive conclusions. [29] Metoprolol should only be used during pregnancy if the potential benefit outweighs the potential risk to the fetus. Pregnant women using metoprolol should be monitored closely for blood pressure, heart rate, fetal growth, and well-being. Neonates born to mothers who use metoprolol during pregnancy may be at risk of hypotension, bradycardia, hypoglycemia, and respiratory depression and should be observed and treated accordingly.", "contents": "Metoprolol -- Administration -- Specific Patient Population. Pregnancy: Metoprolol crosses the placenta and may affect fetal circulation and development. Limited data is available from human studies on the safety and efficacy of metoprolol during pregnancy. Some studies have reported inconsistent findings of intrauterine growth restriction, preterm birth, and perinatal mortality with maternal use of metoprolol during pregnancy; however, these studies have methodological limitations and confounding factors that make it difficult to draw definitive conclusions. [29] Metoprolol should only be used during pregnancy if the potential benefit outweighs the potential risk to the fetus. Pregnant women using metoprolol should be monitored closely for blood pressure, heart rate, fetal growth, and well-being. Neonates born to mothers who use metoprolol during pregnancy may be at risk of hypotension, bradycardia, hypoglycemia, and respiratory depression and should be observed and treated accordingly."}
{"id": "article-25089_43", "title": "Metoprolol -- Administration -- Specific Patient Population", "content": "Breastfeeding: Metoprolol is excreted into breast milk in small amounts. The amount of metoprolol the infant ingests is estimated to be less than 1% of the maternal dose. No evidence is available on the effects of metoprolol use on breastfed infants or milk production in maternal use.", "contents": "Metoprolol -- Administration -- Specific Patient Population. Breastfeeding: Metoprolol is excreted into breast milk in small amounts. The amount of metoprolol the infant ingests is estimated to be less than 1% of the maternal dose. No evidence is available on the effects of metoprolol use on breastfed infants or milk production in maternal use."}
{"id": "article-25089_44", "title": "Metoprolol -- Administration -- Specific Patient Population", "content": "Pediatric: The safety and efficacy of metoprolol in pediatric patients have not been established. Limited data is available from clinical trials and case reports on the use of metoprolol in children for various indications, such as hypertension, arrhythmias, and heart failure. [30] The pharmacokinetics and pharmacodynamics of metoprolol in children may differ from those in adults due to developmental factors such as body weight, organ maturation, enzyme activity, and drug interactions. Therefore, metoprolol should only be used in these patients under the guidance of a pediatric cardiologist. Patients in this group who use metoprolol should be monitored closely for blood pressure, heart rate, growth, development, and adverse effects.", "contents": "Metoprolol -- Administration -- Specific Patient Population. Pediatric: The safety and efficacy of metoprolol in pediatric patients have not been established. Limited data is available from clinical trials and case reports on the use of metoprolol in children for various indications, such as hypertension, arrhythmias, and heart failure. [30] The pharmacokinetics and pharmacodynamics of metoprolol in children may differ from those in adults due to developmental factors such as body weight, organ maturation, enzyme activity, and drug interactions. Therefore, metoprolol should only be used in these patients under the guidance of a pediatric cardiologist. Patients in this group who use metoprolol should be monitored closely for blood pressure, heart rate, growth, development, and adverse effects."}
{"id": "article-25089_45", "title": "Metoprolol -- Administration -- Specific Patient Population", "content": "Geriatric: The pharmacokinetics and pharmacodynamics of metoprolol may change with age due to physiological factors, such as decreased cardiac output, reduced hepatic blood flow, decreased renal function, increased body fat, and decreased plasma protein binding. [31] Older adults may have increased sensitivity and decreased metoprolol clearance compared to younger adults. Therefore, metoprolol should be used cautiously and at lower doses in patients who are older; if these patients use metoprolol, they should be monitored closely for blood pressure, heart rate, cardiac function, cognitive function, and adverse effects. [32]", "contents": "Metoprolol -- Administration -- Specific Patient Population. Geriatric: The pharmacokinetics and pharmacodynamics of metoprolol may change with age due to physiological factors, such as decreased cardiac output, reduced hepatic blood flow, decreased renal function, increased body fat, and decreased plasma protein binding. [31] Older adults may have increased sensitivity and decreased metoprolol clearance compared to younger adults. Therefore, metoprolol should be used cautiously and at lower doses in patients who are older; if these patients use metoprolol, they should be monitored closely for blood pressure, heart rate, cardiac function, cognitive function, and adverse effects. [32]"}
{"id": "article-25089_46", "title": "Metoprolol -- Adverse Effects -- Common Adverse Events", "content": "Metoprolol's most common adverse events are related to its β-blocking action on the heart and blood vessels. These include tiredness, dizziness, depression, shortness of breath, bradycardia (slow heart rate), hypotension (low blood pressure), diarrhea, pruritus (itching), rash, decreased exercise tolerance, glucose intolerance, and may mask hypoglycemia in patients who have diabetes; these are usually mild and may improve as the body adjusts to the drug. Metoprolol may also cause some other adverse events that are less common or less severe but still require attention. These include abnormal sexual function, such as impotence or decreased libido, headache, nausea, stomach pain, blurred vision, dry mouth, cold hands or feet, and nightmares. These effects may be bothersome or interfere with daily activities and quality of life. Abrupt cessation of the drug may lead to a withdrawal syndrome that could cause angina or AMI. Tachycardia and hypertension are both common in withdrawal syndrome. [33]", "contents": "Metoprolol -- Adverse Effects -- Common Adverse Events. Metoprolol's most common adverse events are related to its β-blocking action on the heart and blood vessels. These include tiredness, dizziness, depression, shortness of breath, bradycardia (slow heart rate), hypotension (low blood pressure), diarrhea, pruritus (itching), rash, decreased exercise tolerance, glucose intolerance, and may mask hypoglycemia in patients who have diabetes; these are usually mild and may improve as the body adjusts to the drug. Metoprolol may also cause some other adverse events that are less common or less severe but still require attention. These include abnormal sexual function, such as impotence or decreased libido, headache, nausea, stomach pain, blurred vision, dry mouth, cold hands or feet, and nightmares. These effects may be bothersome or interfere with daily activities and quality of life. Abrupt cessation of the drug may lead to a withdrawal syndrome that could cause angina or AMI. Tachycardia and hypertension are both common in withdrawal syndrome. [33]"}
{"id": "article-25089_47", "title": "Metoprolol -- Adverse Effects -- Serious Adverse Events", "content": "Some of the serious adverse events of metoprolol are rare but potentially life-threatening. These include severe allergic reactions (anaphylaxis), which may cause symptoms such as swelling of the face, lips, tongue, or throat, difficulty breathing, hives, or shock. [34] Another serious adverse event is heart block, where the electrical signals controlling the heartbeat are disrupted or blocked; this may cause symptoms such as fainting, chest pain, palpitations, or cardiac arrest. A third serious adverse effect is the worsening of heart failure, which may occur in some patients with pre-existing heart disease who take metoprolol, as this may cause symptoms such as swelling of the legs or ankles, weight gain, shortness of breath, or cough. If any of these serious adverse events occur while taking metoprolol, the patient should seek immediate medical attention and stop taking the drug unless otherwise instructed by their doctor.", "contents": "Metoprolol -- Adverse Effects -- Serious Adverse Events. Some of the serious adverse events of metoprolol are rare but potentially life-threatening. These include severe allergic reactions (anaphylaxis), which may cause symptoms such as swelling of the face, lips, tongue, or throat, difficulty breathing, hives, or shock. [34] Another serious adverse event is heart block, where the electrical signals controlling the heartbeat are disrupted or blocked; this may cause symptoms such as fainting, chest pain, palpitations, or cardiac arrest. A third serious adverse effect is the worsening of heart failure, which may occur in some patients with pre-existing heart disease who take metoprolol, as this may cause symptoms such as swelling of the legs or ankles, weight gain, shortness of breath, or cough. If any of these serious adverse events occur while taking metoprolol, the patient should seek immediate medical attention and stop taking the drug unless otherwise instructed by their doctor."}
{"id": "article-25089_48", "title": "Metoprolol -- Adverse Effects -- Drug-Drug Interactions", "content": "Metoprolol is a β-blocker medication that can interact with many other drugs and substances. Some of these interactions may affect the effectiveness, safety, or duration of metoprolol or other drugs.", "contents": "Metoprolol -- Adverse Effects -- Drug-Drug Interactions. Metoprolol is a β-blocker medication that can interact with many other drugs and substances. Some of these interactions may affect the effectiveness, safety, or duration of metoprolol or other drugs."}
{"id": "article-25089_49", "title": "Metoprolol -- Adverse Effects -- Drug-Drug Interactions", "content": "Metoprolol undergoes extensive hepatic metabolism, primarily mediated by CYP2D6. Co-administration with substances that modulate CYP2D6 activity can lead to altered Metoprolol concentrations; these include: Inhibitors (eg, fluoxetine, paroxetine) may elevate metoprolol levels, potentially leading to enhanced β-blockade and adverse effects. CYP2D6 inducers: Conversely, CYP2D6 inducers (eg, rifampin) may accelerate metoprolol metabolism, potentially reducing its therapeutic efficacy. Dose adjustments or alternative therapeutic options may be warranted. Calcium channel blockers: Concurrent use of calcium channel blockers, particularly verapamil and diltiazem, may lead to additive negative inotropic and chronotropic effects, potentially exacerbating bradycardia and hypotension. Drug- Drug Interaction and Adverse Events", "contents": "Metoprolol -- Adverse Effects -- Drug-Drug Interactions. Metoprolol undergoes extensive hepatic metabolism, primarily mediated by CYP2D6. Co-administration with substances that modulate CYP2D6 activity can lead to altered Metoprolol concentrations; these include: Inhibitors (eg, fluoxetine, paroxetine) may elevate metoprolol levels, potentially leading to enhanced β-blockade and adverse effects. CYP2D6 inducers: Conversely, CYP2D6 inducers (eg, rifampin) may accelerate metoprolol metabolism, potentially reducing its therapeutic efficacy. Dose adjustments or alternative therapeutic options may be warranted. Calcium channel blockers: Concurrent use of calcium channel blockers, particularly verapamil and diltiazem, may lead to additive negative inotropic and chronotropic effects, potentially exacerbating bradycardia and hypotension. Drug- Drug Interaction and Adverse Events"}
{"id": "article-25089_50", "title": "Metoprolol -- Contraindications", "content": "Metoprolol, a pivotal β-adrenergic antagonist utilized extensively in cardiovascular therapeutics, presents distinct clinical scenarios wherein its use is contraindicated due to the potential for heightened risk or lack of therapeutic benefit. [35] Severe bradycardia: Metoprolol is contraindicated in individuals exhibiting marked bradycardia, a resting heart rate persistently below a predetermined threshold (eg, 45 to 50 beats/min). Co-administration may further depress heart rate, potentially leading to hemodynamic compromise. Sick sinus syndrome: Metoprolol is contraindicated in patients with symptomatic bradycardia associated with this syndrome, as it may exacerbate sinus node dysfunction and lead to periods of profound bradycardia or sinus arrest.", "contents": "Metoprolol -- Contraindications. Metoprolol, a pivotal β-adrenergic antagonist utilized extensively in cardiovascular therapeutics, presents distinct clinical scenarios wherein its use is contraindicated due to the potential for heightened risk or lack of therapeutic benefit. [35] Severe bradycardia: Metoprolol is contraindicated in individuals exhibiting marked bradycardia, a resting heart rate persistently below a predetermined threshold (eg, 45 to 50 beats/min). Co-administration may further depress heart rate, potentially leading to hemodynamic compromise. Sick sinus syndrome: Metoprolol is contraindicated in patients with symptomatic bradycardia associated with this syndrome, as it may exacerbate sinus node dysfunction and lead to periods of profound bradycardia or sinus arrest."}
{"id": "article-25089_51", "title": "Metoprolol -- Contraindications", "content": "Second or third-degree heart block: Metoprolol is contraindicated in individuals with advanced atrioventricular block, including second or third-degree heart block without a functioning pacemaker. The drug's negative chronotropic effects may exacerbate the conduction disturbance, potentially leading to hemodynamic compromise. Decompensated heart failure: In the setting of decompensated heart failure, marked by acute exacerbation of symptoms and signs, Metoprolol's negative inotropic effects can further compromise cardiac output, rendering its use contraindicated. Hypotension: Metoprolol should be avoided or used with extreme caution in patients with severe hypotension (eg, systolic blood pressure <90 mm Hg) due to its potential to exacerbate this condition.", "contents": "Metoprolol -- Contraindications. Second or third-degree heart block: Metoprolol is contraindicated in individuals with advanced atrioventricular block, including second or third-degree heart block without a functioning pacemaker. The drug's negative chronotropic effects may exacerbate the conduction disturbance, potentially leading to hemodynamic compromise. Decompensated heart failure: In the setting of decompensated heart failure, marked by acute exacerbation of symptoms and signs, Metoprolol's negative inotropic effects can further compromise cardiac output, rendering its use contraindicated. Hypotension: Metoprolol should be avoided or used with extreme caution in patients with severe hypotension (eg, systolic blood pressure <90 mm Hg) due to its potential to exacerbate this condition."}
{"id": "article-25089_52", "title": "Metoprolol -- Contraindications", "content": "Cocaine-induced chest pain or methamphetamine: In cases of chest pain or myocardial ischemia arising from cocaine use, Metoprolol is contraindicated. Beta-blockers may exacerbate vasoconstriction and hypertension associated with cocaine, potentially leading to severe cardiovascular complications. Acute cardiogenic shock: Metoprolol is contraindicated in acute cardiogenic shock, characterized by severe hemodynamic compromise and inadequate tissue perfusion. The drug's negative inotropic effects may further compromise cardiac output in this critical setting. Untreated pheochromocytoma: Metoprolol is contraindicated in patients with untreated pheochromocytoma, a catecholamine-secreting tumor, as unopposed α-adrenergic stimulation may lead to severe hypertension.", "contents": "Metoprolol -- Contraindications. Cocaine-induced chest pain or methamphetamine: In cases of chest pain or myocardial ischemia arising from cocaine use, Metoprolol is contraindicated. Beta-blockers may exacerbate vasoconstriction and hypertension associated with cocaine, potentially leading to severe cardiovascular complications. Acute cardiogenic shock: Metoprolol is contraindicated in acute cardiogenic shock, characterized by severe hemodynamic compromise and inadequate tissue perfusion. The drug's negative inotropic effects may further compromise cardiac output in this critical setting. Untreated pheochromocytoma: Metoprolol is contraindicated in patients with untreated pheochromocytoma, a catecholamine-secreting tumor, as unopposed α-adrenergic stimulation may lead to severe hypertension."}
{"id": "article-25089_53", "title": "Metoprolol -- Contraindications", "content": "Hypersensitivity: Metoprolol can cause hypersensitivity reactions in some patients allergic to metoprolol or related derivatives, such as atenolol or propranolol. The symptoms of hypersensitivity may include rash, itching, swelling, difficulty breathing, or anaphylaxis (a severe and potentially life-threatening reaction). Also, caution is necessary for patients with a history of noncompliance, as the abrupt cessation of the drug can lead to withdrawal syndromes, including angina and myocardial infarction. [35]", "contents": "Metoprolol -- Contraindications. Hypersensitivity: Metoprolol can cause hypersensitivity reactions in some patients allergic to metoprolol or related derivatives, such as atenolol or propranolol. The symptoms of hypersensitivity may include rash, itching, swelling, difficulty breathing, or anaphylaxis (a severe and potentially life-threatening reaction). Also, caution is necessary for patients with a history of noncompliance, as the abrupt cessation of the drug can lead to withdrawal syndromes, including angina and myocardial infarction. [35]"}
{"id": "article-25089_54", "title": "Metoprolol -- Contraindications -- Box Warning", "content": "The black-box warning for metoprolol is based on clinical studies and reports that have shown that sudden withdrawal of β-blockers can lead to rebound sympathetic activation, resulting in increased heart rate, elevated blood pressure, and a heightened risk of adverse cardiovascular events, especially in patients with coronary artery disease or heart failure.", "contents": "Metoprolol -- Contraindications -- Box Warning. The black-box warning for metoprolol is based on clinical studies and reports that have shown that sudden withdrawal of β-blockers can lead to rebound sympathetic activation, resulting in increased heart rate, elevated blood pressure, and a heightened risk of adverse cardiovascular events, especially in patients with coronary artery disease or heart failure."}
{"id": "article-25089_55", "title": "Metoprolol -- Contraindications -- Warnings and Precautions", "content": "To mitigate the risk of withdrawal symptoms, it is imperative to advocate for a structured tapering regimen when discontinuing metoprolol, particularly in patients with cardiovascular conditions necessitating its long-term use. Clinicians must exercise prudence and attentiveness when transitioning patients off metoprolol, ensuring a gradual dose reduction (1-2 weeks) to prevent the potential for adverse rebound effects.", "contents": "Metoprolol -- Contraindications -- Warnings and Precautions. To mitigate the risk of withdrawal symptoms, it is imperative to advocate for a structured tapering regimen when discontinuing metoprolol, particularly in patients with cardiovascular conditions necessitating its long-term use. Clinicians must exercise prudence and attentiveness when transitioning patients off metoprolol, ensuring a gradual dose reduction (1-2 weeks) to prevent the potential for adverse rebound effects."}
{"id": "article-25089_56", "title": "Metoprolol -- Monitoring", "content": "Metoprolol is a β-blocker medication that requires careful monitoring in patients with various cardiovascular conditions. The following parameters should be monitored when a patient is on metoprolol:", "contents": "Metoprolol -- Monitoring. Metoprolol is a β-blocker medication that requires careful monitoring in patients with various cardiovascular conditions. The following parameters should be monitored when a patient is on metoprolol:"}
{"id": "article-25089_57", "title": "Metoprolol -- Monitoring", "content": "Blood pressure and heart rate: Metoprolol can lower blood pressure and heart rate by blocking the effects of adrenaline on the heart and blood vessels. The blood pressure and heart rate should be measured at rest, during exercise, and before and after taking metoprolol.", "contents": "Metoprolol -- Monitoring. Blood pressure and heart rate: Metoprolol can lower blood pressure and heart rate by blocking the effects of adrenaline on the heart and blood vessels. The blood pressure and heart rate should be measured at rest, during exercise, and before and after taking metoprolol."}
{"id": "article-25089_58", "title": "Metoprolol -- Monitoring", "content": "Electrocardiogram: Metoprolol can affect the electrical activity of the heart and cause changes in the electrocardiogram (ECG), such as bradycardia, heart block, or arrhythmias. Therefore, monitoring the ECG every 5 to 15 minutes during and for several hours after parenteral administration of metoprolol is important.", "contents": "Metoprolol -- Monitoring. Electrocardiogram: Metoprolol can affect the electrical activity of the heart and cause changes in the electrocardiogram (ECG), such as bradycardia, heart block, or arrhythmias. Therefore, monitoring the ECG every 5 to 15 minutes during and for several hours after parenteral administration of metoprolol is important."}
{"id": "article-25089_59", "title": "Metoprolol -- Monitoring", "content": "Digoxin level: Monitoring the digoxin levels of patients taking both drugs, as well as their cardiac function and electrolyte balance, is important. This can help prevent digoxin toxicity or underdosing and adjust the dose of both drugs accordingly. The digoxin levels should be measured at least 6 hours after the last digoxin dose and within the therapeutic range of 0.5 to 2 ng/mL. Diabetes: Patients may require more frequent monitoring of blood glucose levels, as metoprolol can influence glucose metabolism. Adjustments to antidiabetic therapy may be necessary. [35]", "contents": "Metoprolol -- Monitoring. Digoxin level: Monitoring the digoxin levels of patients taking both drugs, as well as their cardiac function and electrolyte balance, is important. This can help prevent digoxin toxicity or underdosing and adjust the dose of both drugs accordingly. The digoxin levels should be measured at least 6 hours after the last digoxin dose and within the therapeutic range of 0.5 to 2 ng/mL. Diabetes: Patients may require more frequent monitoring of blood glucose levels, as metoprolol can influence glucose metabolism. Adjustments to antidiabetic therapy may be necessary. [35]"}
{"id": "article-25089_60", "title": "Metoprolol -- Toxicity -- Signs and Symptoms of Metoprolol Overdose", "content": "Metoprolol overdose can affect the heart, blood pressure, breathing, and nervous system and may cause life-threatening complications. The signs and symptoms of metoprolol overdose may vary depending on the amount taken, the time elapsed, and the presence of other drugs or medical conditions. Some of the possible signs and symptoms are lightheadedness, dizziness, and fainting due to hypotension (low blood pressure), severe bradycardia, often accompanied by varying degrees of heart block, shortness of breath, gasping, and wheezing due to bronchospasm. [36]", "contents": "Metoprolol -- Toxicity -- Signs and Symptoms of Metoprolol Overdose. Metoprolol overdose can affect the heart, blood pressure, breathing, and nervous system and may cause life-threatening complications. The signs and symptoms of metoprolol overdose may vary depending on the amount taken, the time elapsed, and the presence of other drugs or medical conditions. Some of the possible signs and symptoms are lightheadedness, dizziness, and fainting due to hypotension (low blood pressure), severe bradycardia, often accompanied by varying degrees of heart block, shortness of breath, gasping, and wheezing due to bronchospasm. [36]"}
{"id": "article-25089_61", "title": "Metoprolol -- Toxicity -- Management of Metoprolol Overdose", "content": "Treatment will vary based on the amount of metoprolol taken, comorbidities, age, and other substances ingested. On arrival, assess ABCs (airway, breathing, circulation) and monitor appropriate blood work, including co-ingestants, ECG, large-bore IVs, and pregnancy status. Consult poison control/toxicology early in the course. Treatment choices include volume resuscitation, activated charcoal, whole bowel irrigation, nasogastric lavage, atropine, glucagon, calcium gluconate/calcium chloride, high-dose insulin, vasopressors, intralipid, transcutaneous, or transvenous pacemaker. Cardiac status and a current fluid balance will guide volume resuscitation. Activated charcoal is typically given 1 g/kg and usually only has efficacy if dosed within 1 to 2 hours of ingestion. [37] If the patient has any altered mentation, caution is necessary to the possibility of aspiration. Whole bowel irrigation should be a consideration for extended-release preparations or large-quantity ingestion.", "contents": "Metoprolol -- Toxicity -- Management of Metoprolol Overdose. Treatment will vary based on the amount of metoprolol taken, comorbidities, age, and other substances ingested. On arrival, assess ABCs (airway, breathing, circulation) and monitor appropriate blood work, including co-ingestants, ECG, large-bore IVs, and pregnancy status. Consult poison control/toxicology early in the course. Treatment choices include volume resuscitation, activated charcoal, whole bowel irrigation, nasogastric lavage, atropine, glucagon, calcium gluconate/calcium chloride, high-dose insulin, vasopressors, intralipid, transcutaneous, or transvenous pacemaker. Cardiac status and a current fluid balance will guide volume resuscitation. Activated charcoal is typically given 1 g/kg and usually only has efficacy if dosed within 1 to 2 hours of ingestion. [37] If the patient has any altered mentation, caution is necessary to the possibility of aspiration. Whole bowel irrigation should be a consideration for extended-release preparations or large-quantity ingestion."}
{"id": "article-25089_62", "title": "Metoprolol -- Toxicity -- Management of Metoprolol Overdose", "content": "Nasogastric lavage is usually ineffective, except for large-quantity ingestions. The clinician may consider using atropine, although it is typically ineffective in moderate-to-severe overdoses. Calcium administration increases intracellular calcium at 60 mg/kg over 5 to 10 minutes of calcium gluconate. Calcium chloride at a dose of 10 to 20 mL of a 10% solution is an option if central access is obtained. Glucagon dosing is 50 mcg/kg as a bolus with drip titration. High-dose insulin at a dose of 1 unit/kg bolus followed by 1 unit/kg/h drip. [38]", "contents": "Metoprolol -- Toxicity -- Management of Metoprolol Overdose. Nasogastric lavage is usually ineffective, except for large-quantity ingestions. The clinician may consider using atropine, although it is typically ineffective in moderate-to-severe overdoses. Calcium administration increases intracellular calcium at 60 mg/kg over 5 to 10 minutes of calcium gluconate. Calcium chloride at a dose of 10 to 20 mL of a 10% solution is an option if central access is obtained. Glucagon dosing is 50 mcg/kg as a bolus with drip titration. High-dose insulin at a dose of 1 unit/kg bolus followed by 1 unit/kg/h drip. [38]"}
{"id": "article-25089_63", "title": "Metoprolol -- Toxicity -- Management of Metoprolol Overdose", "content": "Administration with dextrose with a drip titrating to euglycemia and potassium repletion as needed. Vasopressors with epinephrine or norepinephrine titrated rate and blood pressure. Intralipid IV lipid emulsion therapy can serve as a lipid sink that extracts the drug from the myocyte. It may also provide free fatty acids as a substrate. This medication may affect some laboratory monitoring. [39] Consider a transcutaneous or transvenous pacemaker. Extracorporeal membrane oxygenation should be considered for refractory cases. [40] If the clinician is concerned about intentional overdose, they should order a mandatory psychiatric evaluation, considering any co-ingestants. For non-extended or non-sustained-release preparations, 4 to 6 hours of observation without any derangement of mental status or vital signs is sufficient. Any extended- or sustained-release preparation requires 12 to 24 hours of telemetry observation, depending on the preparation. Extra caution should be considered in the pediatric population as very low amounts, including one pill or even one-half pill, can cause cardiovascular collapse and death.", "contents": "Metoprolol -- Toxicity -- Management of Metoprolol Overdose. Administration with dextrose with a drip titrating to euglycemia and potassium repletion as needed. Vasopressors with epinephrine or norepinephrine titrated rate and blood pressure. Intralipid IV lipid emulsion therapy can serve as a lipid sink that extracts the drug from the myocyte. It may also provide free fatty acids as a substrate. This medication may affect some laboratory monitoring. [39] Consider a transcutaneous or transvenous pacemaker. Extracorporeal membrane oxygenation should be considered for refractory cases. [40] If the clinician is concerned about intentional overdose, they should order a mandatory psychiatric evaluation, considering any co-ingestants. For non-extended or non-sustained-release preparations, 4 to 6 hours of observation without any derangement of mental status or vital signs is sufficient. Any extended- or sustained-release preparation requires 12 to 24 hours of telemetry observation, depending on the preparation. Extra caution should be considered in the pediatric population as very low amounts, including one pill or even one-half pill, can cause cardiovascular collapse and death."}
{"id": "article-25089_64", "title": "Metoprolol -- Enhancing Healthcare Team Outcomes", "content": "The interprofessional utilization of metoprolol, a cardinal β-adrenergic antagonist in cardiovascular therapeutics, represents a paradigm of collaborative healthcare. This interdisciplinary approach encompasses the cooperative efforts of physicians, nurses, pharmacists, and other healthcare professionals, synergistically leveraging their expertise to optimize patient outcomes. Clinicians judiciously prescribe metoprolol based on clinical indications, considering individual patient characteristics. Pharmacists are pivotal in dose titration, drug interaction monitoring, and patient education. Nurses provide vigilant assessment, administer metoprolol, and monitor vital signs. Close communication between these professionals allows for the timely identification of adverse effects and therapeutic adjustments. This collective approach mitigates risks associated with metoprolol, tailoring treatment to individual patients' needs. Through shared decision-making and continuous communication, the interprofessional team achieves enhanced patient adherence and improved management of cardiovascular conditions, ultimately leading to better clinical outcomes and patient well-being.", "contents": "Metoprolol -- Enhancing Healthcare Team Outcomes. The interprofessional utilization of metoprolol, a cardinal β-adrenergic antagonist in cardiovascular therapeutics, represents a paradigm of collaborative healthcare. This interdisciplinary approach encompasses the cooperative efforts of physicians, nurses, pharmacists, and other healthcare professionals, synergistically leveraging their expertise to optimize patient outcomes. Clinicians judiciously prescribe metoprolol based on clinical indications, considering individual patient characteristics. Pharmacists are pivotal in dose titration, drug interaction monitoring, and patient education. Nurses provide vigilant assessment, administer metoprolol, and monitor vital signs. Close communication between these professionals allows for the timely identification of adverse effects and therapeutic adjustments. This collective approach mitigates risks associated with metoprolol, tailoring treatment to individual patients' needs. Through shared decision-making and continuous communication, the interprofessional team achieves enhanced patient adherence and improved management of cardiovascular conditions, ultimately leading to better clinical outcomes and patient well-being."}
{"id": "article-25089_65", "title": "Metoprolol -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Metoprolol -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}