{"id": "article-28804_0", "title": "Seat Belt Injury -- Continuing Education Activity", "content": "Although seatbelts have prevented numerous deaths by reducing head injuries, they can cause damage via the transmission of force upon impact associated with the restraint of a passenger. Seatbelt injury, also called seatbelt syndrome, is a group of common injury profiles associated with the use of seatbelts. These range from bruising and abrasions following the distribution of the seatbelt, also known as seatbelt signs, to intra-abdominal injuries and vertebral fractures. This activity outlines the evaluation and management of seat belt injuries and reviews the role of the interprofessional team in improving care for patients with this condition.", "contents": "Seat Belt Injury -- Continuing Education Activity. Although seatbelts have prevented numerous deaths by reducing head injuries, they can cause damage via the transmission of force upon impact associated with the restraint of a passenger. Seatbelt injury, also called seatbelt syndrome, is a group of common injury profiles associated with the use of seatbelts. These range from bruising and abrasions following the distribution of the seatbelt, also known as seatbelt signs, to intra-abdominal injuries and vertebral fractures. This activity outlines the evaluation and management of seat belt injuries and reviews the role of the interprofessional team in improving care for patients with this condition."}
{"id": "article-28804_1", "title": "Seat Belt Injury -- Continuing Education Activity", "content": "Objectives: Describe how to properly evaluate a patient after a motor vehicle accident during which a seatbelt was worn. Identify common injury profiles for patients involved in motor vehicle accidents during which seatbelts were worn. Explain the principles of management of patients who were involved in motor vehicle accidents during which seatbelts were worn. Review the importance of collaboration and communication among the interprofessional team to promptly recognize seatbelt signs and provide treatment that will improve outcomes for patients with these injuries. Access free multiple choice questions on this topic.", "contents": "Seat Belt Injury -- Continuing Education Activity. Objectives: Describe how to properly evaluate a patient after a motor vehicle accident during which a seatbelt was worn. Identify common injury profiles for patients involved in motor vehicle accidents during which seatbelts were worn. Explain the principles of management of patients who were involved in motor vehicle accidents during which seatbelts were worn. Review the importance of collaboration and communication among the interprofessional team to promptly recognize seatbelt signs and provide treatment that will improve outcomes for patients with these injuries. Access free multiple choice questions on this topic."}
{"id": "article-28804_2", "title": "Seat Belt Injury -- Introduction", "content": "Seat belts save lives. Restraints in vehicles have prevented innumerable deaths due to a head injury and many other lethal fates. [1]", "contents": "Seat Belt Injury -- Introduction. Seat belts save lives. Restraints in vehicles have prevented innumerable deaths due to a head injury and many other lethal fates. [1]"}
{"id": "article-28804_3", "title": "Seat Belt Injury -- Introduction", "content": "The first seat belt designs were introduced in 1894, after being patented in 1885. In motor vehicles, the front lap belt became standard in 1964. In 1973 the lap belt was upgraded to a three-point harness, mostly due to the efforts of Bohlin. This introduction has led to almost a 50% decrease in fatal injuries from automobile collisions. [2] Safety harnesses represent \"active restraints,\" while airbags and head restraints are referred to as passive restraints. Despite obvious benefits, seat belts are not universally used in most countries. The National Highway Traffic Safety Administration (NHTSA) reported an 83% compliance in the United States in 2008. [3]", "contents": "Seat Belt Injury -- Introduction. The first seat belt designs were introduced in 1894, after being patented in 1885. In motor vehicles, the front lap belt became standard in 1964. In 1973 the lap belt was upgraded to a three-point harness, mostly due to the efforts of Bohlin. This introduction has led to almost a 50% decrease in fatal injuries from automobile collisions. [2] Safety harnesses represent \"active restraints,\" while airbags and head restraints are referred to as passive restraints. Despite obvious benefits, seat belts are not universally used in most countries. The National Highway Traffic Safety Administration (NHTSA) reported an 83% compliance in the United States in 2008. [3]"}
{"id": "article-28804_4", "title": "Seat Belt Injury -- Etiology", "content": "The use of restraints in vehicles prevents severe head injury and ejection from vehicles. By holding individuals in the seat, lives are saved at the expense of certain injury patterns specific to seat belt use.", "contents": "Seat Belt Injury -- Etiology. The use of restraints in vehicles prevents severe head injury and ejection from vehicles. By holding individuals in the seat, lives are saved at the expense of certain injury patterns specific to seat belt use."}
{"id": "article-28804_5", "title": "Seat Belt Injury -- Etiology", "content": "The three-point adult harness rests on the shoulder, chest, and abdomen. At these sites of impact, the seat belt can transmit significant force depending on the mechanics of the MVC. Seatbelt injuries result from forces transmitted from the restraint to the passenger of a vehicle. Underlying structures can be damaged by the subsequent blunt force trauma delivered to the neck, chest, or abdomen.", "contents": "Seat Belt Injury -- Etiology. The three-point adult harness rests on the shoulder, chest, and abdomen. At these sites of impact, the seat belt can transmit significant force depending on the mechanics of the MVC. Seatbelt injuries result from forces transmitted from the restraint to the passenger of a vehicle. Underlying structures can be damaged by the subsequent blunt force trauma delivered to the neck, chest, or abdomen."}
{"id": "article-28804_6", "title": "Seat Belt Injury -- Epidemiology", "content": "As of 2015, roughly 35,000 deaths occur in the United States annually due to MVC. [4] Estimated fatality from motor vehicle crashes has decreased from 16 per 100 million miles (in 1930) to 1.8 deaths per 100 million miles currently. [5] Seatbelts reduce fatal injuries by an estimated 43% according to the NHTSA. [3]", "contents": "Seat Belt Injury -- Epidemiology. As of 2015, roughly 35,000 deaths occur in the United States annually due to MVC. [4] Estimated fatality from motor vehicle crashes has decreased from 16 per 100 million miles (in 1930) to 1.8 deaths per 100 million miles currently. [5] Seatbelts reduce fatal injuries by an estimated 43% according to the NHTSA. [3]"}
{"id": "article-28804_7", "title": "Seat Belt Injury -- Epidemiology", "content": "The literature has established different estimates of the incidence of seat belt-related injuries. Seat belt sign to the neck and chest appears to be less predictive of serious underlying injury, usually, present less than five percent of patients. Seat belt injuries to the abdomen (and to the lumbar spine) may occur slightly more common in those with external signs of injury, but data has not been consistent.", "contents": "Seat Belt Injury -- Epidemiology. The literature has established different estimates of the incidence of seat belt-related injuries. Seat belt sign to the neck and chest appears to be less predictive of serious underlying injury, usually, present less than five percent of patients. Seat belt injuries to the abdomen (and to the lumbar spine) may occur slightly more common in those with external signs of injury, but data has not been consistent."}
{"id": "article-28804_8", "title": "Seat Belt Injury -- Pathophysiology", "content": "Injury in MVC trauma is related to change in velocity and dissipation of energy. High vehicle speed, vehicle rollover, passenger ejection, and loss of consciousness with a low Glasgow coma scale (GCS) are predictive of more force transmission and, therefore, severe injury. [6]", "contents": "Seat Belt Injury -- Pathophysiology. Injury in MVC trauma is related to change in velocity and dissipation of energy. High vehicle speed, vehicle rollover, passenger ejection, and loss of consciousness with a low Glasgow coma scale (GCS) are predictive of more force transmission and, therefore, severe injury. [6]"}
{"id": "article-28804_9", "title": "Seat Belt Injury -- Pathophysiology", "content": "Seat belts are designed to transmit the energy to the clavicle, chest wall, and superior pelvis (anterior superior iliac spine [ASIS]). When a seatbelt rests on the neck or well above the ASIS, force is transmitted to the softer neck area and the more vulnerable abdominal viscera.", "contents": "Seat Belt Injury -- Pathophysiology. Seat belts are designed to transmit the energy to the clavicle, chest wall, and superior pelvis (anterior superior iliac spine [ASIS]). When a seatbelt rests on the neck or well above the ASIS, force is transmitted to the softer neck area and the more vulnerable abdominal viscera."}
{"id": "article-28804_10", "title": "Seat Belt Injury -- Pathophysiology", "content": "All injury patterns are explained by the transmission of physical force. The seat belt can act as a fulcrum, with a point of contact remaining fixed in the same location while the areas above and below continuing forward.", "contents": "Seat Belt Injury -- Pathophysiology. All injury patterns are explained by the transmission of physical force. The seat belt can act as a fulcrum, with a point of contact remaining fixed in the same location while the areas above and below continuing forward."}
{"id": "article-28804_11", "title": "Seat Belt Injury -- Pathophysiology", "content": "The \"seat belt sign\" was first described by Garrett and Braunstein in 1962 as an ecchymosis across the abdominal wall in the location of a lap belt. The \"seat belt syndrome\" referred to the musculoskeletal and visceral injuries associated with the force transmitted by the seat belt. [7]", "contents": "Seat Belt Injury -- Pathophysiology. The \"seat belt sign\" was first described by Garrett and Braunstein in 1962 as an ecchymosis across the abdominal wall in the location of a lap belt. The \"seat belt syndrome\" referred to the musculoskeletal and visceral injuries associated with the force transmitted by the seat belt. [7]"}
{"id": "article-28804_12", "title": "Seat Belt Injury -- Pathophysiology", "content": "Skin abrasions and bruising occur on the surface, while common internal injuries are bowel and mesenteric injuries, along with fractures of the lumbar spine. Solid-organ injuries such as liver and spleen laceration can occur in these patients. Likewise, injuries to the pancreas, kidneys, and any other visceral organ can occur. When the seat belt impacts the neck, the clinician may diagnose the cervical vascular injury, cervical spine fracture, or clavicle fracture. Thoracic injuries due to seat belt force include sternal fracture, rib fracture, pulmonary contusion, and more rarely myocardial contusion.", "contents": "Seat Belt Injury -- Pathophysiology. Skin abrasions and bruising occur on the surface, while common internal injuries are bowel and mesenteric injuries, along with fractures of the lumbar spine. Solid-organ injuries such as liver and spleen laceration can occur in these patients. Likewise, injuries to the pancreas, kidneys, and any other visceral organ can occur. When the seat belt impacts the neck, the clinician may diagnose the cervical vascular injury, cervical spine fracture, or clavicle fracture. Thoracic injuries due to seat belt force include sternal fracture, rib fracture, pulmonary contusion, and more rarely myocardial contusion."}
{"id": "article-28804_13", "title": "Seat Belt Injury -- Histopathology", "content": "Damage to internal structures can occur in seat belt injuries. The histopathology of bony fractures is similar to any fracture due to blunt force trauma. Similarly, injuries to the mesentery or bowel are of a tearing nature, with many being undetectable on CT and potentially very small histologically.", "contents": "Seat Belt Injury -- Histopathology. Damage to internal structures can occur in seat belt injuries. The histopathology of bony fractures is similar to any fracture due to blunt force trauma. Similarly, injuries to the mesentery or bowel are of a tearing nature, with many being undetectable on CT and potentially very small histologically."}
{"id": "article-28804_14", "title": "Seat Belt Injury -- History and Physical", "content": "A complete history of all patients in motor vehicle collisions should be obtained as soon as feasible. Use of restraints, airbag deployment, vehicle velocity, position in the vehicle, etiology of the collision, time of extrication, loss of consciousness, and injury level of others individuals in the accident are all valuable pieces of data in the evaluation of these patients. Patients should be interviewed as to the presence of any pain with attention to the potential distracting nature of many injuries. Complete past medical and surgical history, along with medications and drug allergies, are the high yield in these patients, as many will require an operation.", "contents": "Seat Belt Injury -- History and Physical. A complete history of all patients in motor vehicle collisions should be obtained as soon as feasible. Use of restraints, airbag deployment, vehicle velocity, position in the vehicle, etiology of the collision, time of extrication, loss of consciousness, and injury level of others individuals in the accident are all valuable pieces of data in the evaluation of these patients. Patients should be interviewed as to the presence of any pain with attention to the potential distracting nature of many injuries. Complete past medical and surgical history, along with medications and drug allergies, are the high yield in these patients, as many will require an operation."}
{"id": "article-28804_15", "title": "Seat Belt Injury -- Evaluation", "content": "Airway (with cervical spine protection), breathing, and circulation should be assessed first in all patients. Neurologic disability should be briefly evaluated, and full exposure of the patient should take place to ensure no missed injuries. Vital signs and the shock index should be trended for deterioration.", "contents": "Seat Belt Injury -- Evaluation. Airway (with cervical spine protection), breathing, and circulation should be assessed first in all patients. Neurologic disability should be briefly evaluated, and full exposure of the patient should take place to ensure no missed injuries. Vital signs and the shock index should be trended for deterioration."}
{"id": "article-28804_16", "title": "Seat Belt Injury -- Evaluation", "content": "Laboratory testing varies in sensitivity and specificity in MVC patients. Leukocytosis, low hemoglobin, elevated liver transaminases, elevated amylase and lipase, elevated lactate, and a high base deficit can all alert the clinician to the presence of serious injury. [8] A urinalysis may detect injury to the genitourinary system.", "contents": "Seat Belt Injury -- Evaluation. Laboratory testing varies in sensitivity and specificity in MVC patients. Leukocytosis, low hemoglobin, elevated liver transaminases, elevated amylase and lipase, elevated lactate, and a high base deficit can all alert the clinician to the presence of serious injury. [8] A urinalysis may detect injury to the genitourinary system."}
{"id": "article-28804_17", "title": "Seat Belt Injury -- Evaluation", "content": "Plain x-rays of the chest and pelvis are typically performed in patients with a significant mechanism of trauma. Ultrasound of the lungs, heart, and viscera (FAST exam and eFAST exam) should be implemented in all unstable patients.", "contents": "Seat Belt Injury -- Evaluation. Plain x-rays of the chest and pelvis are typically performed in patients with a significant mechanism of trauma. Ultrasound of the lungs, heart, and viscera (FAST exam and eFAST exam) should be implemented in all unstable patients."}
{"id": "article-28804_18", "title": "Seat Belt Injury -- Evaluation", "content": "CT imaging plays a major role in the evaluation of blunt trauma patients. The pan-scan approach (CT of the head, cervical spine, chest, abdomen, and pelvis with thoracic and lumbar spine reconstitution) appears to save time, lead to less delay in diagnosis, and may add very little to costs and radiation. Reassessment of the physical exam, laboratory values, and selected imaging may be implemented in critical patients, and in those in whom the occult injury is suspected.", "contents": "Seat Belt Injury -- Evaluation. CT imaging plays a major role in the evaluation of blunt trauma patients. The pan-scan approach (CT of the head, cervical spine, chest, abdomen, and pelvis with thoracic and lumbar spine reconstitution) appears to save time, lead to less delay in diagnosis, and may add very little to costs and radiation. Reassessment of the physical exam, laboratory values, and selected imaging may be implemented in critical patients, and in those in whom the occult injury is suspected."}
{"id": "article-28804_19", "title": "Seat Belt Injury -- Treatment / Management", "content": "Treatment of patients with seat belt injury depends entirely on the type of injury. [9] Patients with vascular, viscus or spinal injuries will be admitted to the hospital, preferably to a trauma center. Injuries to ribs, sternum, and soft tissues could be managed conservatively, possibly on an outpatient basis with pain control. The treatment of these injuries should follow local practice patterns and established standard-of-care guidelines.", "contents": "Seat Belt Injury -- Treatment / Management. Treatment of patients with seat belt injury depends entirely on the type of injury. [9] Patients with vascular, viscus or spinal injuries will be admitted to the hospital, preferably to a trauma center. Injuries to ribs, sternum, and soft tissues could be managed conservatively, possibly on an outpatient basis with pain control. The treatment of these injuries should follow local practice patterns and established standard-of-care guidelines."}
{"id": "article-28804_20", "title": "Seat Belt Injury -- Differential Diagnosis", "content": "The differential diagnosis is broad in MVC patients with a significant mechanism. Any area of the body can be injured, many in an occult manner. A take-home point is the index of suspicion one must maintain in cases with clear external signs of seat belt injury.", "contents": "Seat Belt Injury -- Differential Diagnosis. The differential diagnosis is broad in MVC patients with a significant mechanism. Any area of the body can be injured, many in an occult manner. A take-home point is the index of suspicion one must maintain in cases with clear external signs of seat belt injury."}
{"id": "article-28804_21", "title": "Seat Belt Injury -- Prognosis", "content": "The prognosis of seat belt injuries depends largely on which type of injury is involved. [10] Damage to the mesentery or bowel can cause severe morbidity, especially if not detected early. However, with timely operative intervention, most patients will recover with no sequelae. Fractures of the cervical, thoracic, or lumbar spine will have prognostic features dependent upon the severity of bony disruption and the neurologic deficits present. For vascular injuries, again timely diagnosis is key. However, some carotid or vertebral injuries, even if diagnosed early, can lead to irreversible neurologic disability.", "contents": "Seat Belt Injury -- Prognosis. The prognosis of seat belt injuries depends largely on which type of injury is involved. [10] Damage to the mesentery or bowel can cause severe morbidity, especially if not detected early. However, with timely operative intervention, most patients will recover with no sequelae. Fractures of the cervical, thoracic, or lumbar spine will have prognostic features dependent upon the severity of bony disruption and the neurologic deficits present. For vascular injuries, again timely diagnosis is key. However, some carotid or vertebral injuries, even if diagnosed early, can lead to irreversible neurologic disability."}
{"id": "article-28804_22", "title": "Seat Belt Injury -- Postoperative and Rehabilitation Care", "content": "Patients should be educated about not driving again unless all the symptoms have resolved. They should be educated on using painkillers and ice packs for swelling and soreness. Furthermore, they should make sure to get the vehicle evaluated for safety concerns.", "contents": "Seat Belt Injury -- Postoperative and Rehabilitation Care. Patients should be educated about not driving again unless all the symptoms have resolved. They should be educated on using painkillers and ice packs for swelling and soreness. Furthermore, they should make sure to get the vehicle evaluated for safety concerns."}
{"id": "article-28804_23", "title": "Seat Belt Injury -- Enhancing Healthcare Team Outcomes", "content": "The literature is currently expanding related to the incidence of seat belt injuries and the sensitivity of currently used diagnostic tests. Though these patterns of injury occur, no one would suggest one is safer without a seat belt. The seat belt sign may predict underlying injury with fairly high likelihood, but it appears that modern generation CT scanners will detect most if not all of these injuries. Disposition of the patient with seat belt injuries will depend on the injuries. No consensus has been established for admission criteria in patients with only soft tissue injury on physical exam or CT. [11]", "contents": "Seat Belt Injury -- Enhancing Healthcare Team Outcomes. The literature is currently expanding related to the incidence of seat belt injuries and the sensitivity of currently used diagnostic tests. Though these patterns of injury occur, no one would suggest one is safer without a seat belt. The seat belt sign may predict underlying injury with fairly high likelihood, but it appears that modern generation CT scanners will detect most if not all of these injuries. Disposition of the patient with seat belt injuries will depend on the injuries. No consensus has been established for admission criteria in patients with only soft tissue injury on physical exam or CT. [11]"}
{"id": "article-28804_24", "title": "Seat Belt Injury -- Enhancing Healthcare Team Outcomes", "content": "Clinicians, nurses, and pharmacists should work together to educate the public on the use of seatbelts. Despite the injuries that may occur from their use, the injuries sustained for the belt are usually far less than what might have occurred without their use.", "contents": "Seat Belt Injury -- Enhancing Healthcare Team Outcomes. Clinicians, nurses, and pharmacists should work together to educate the public on the use of seatbelts. Despite the injuries that may occur from their use, the injuries sustained for the belt are usually far less than what might have occurred without their use."}
{"id": "article-28804_25", "title": "Seat Belt Injury -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Seat Belt Injury -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}