{"id": "article-22817_0", "title": "Hereditary Nonpolyposis Colon Cancer  -- Continuing Education Activity", "content": "Hereditary non-polyposis colorectal cancer (HNPCC), also known as Lynch syndrome, is an autosomal dominant disorder. Individuals with HNPCC are at increased risk for synchronous and metachronous colorectal cancer (CRC). The most common extracolonic manifestation in HNPCC is endometrial cancer. Individuals with HNPCC are also at increased risk of cancer of the ovary, stomach, small bowel, hepatobiliary system, renal pelvis and ureter, brain (glioma), and sebaceous neoplasms. This activity reviews the evaluation and management of HNPCC and highlights the interprofessional team's role in evaluating and treating patients with this condition.", "contents": "Hereditary Nonpolyposis Colon Cancer  -- Continuing Education Activity. Hereditary non-polyposis colorectal cancer (HNPCC), also known as Lynch syndrome, is an autosomal dominant disorder. Individuals with HNPCC are at increased risk for synchronous and metachronous colorectal cancer (CRC). The most common extracolonic manifestation in HNPCC is endometrial cancer. Individuals with HNPCC are also at increased risk of cancer of the ovary, stomach, small bowel, hepatobiliary system, renal pelvis and ureter, brain (glioma), and sebaceous neoplasms. This activity reviews the evaluation and management of HNPCC and highlights the interprofessional team's role in evaluating and treating patients with this condition."}
{"id": "article-22817_1", "title": "Hereditary Nonpolyposis Colon Cancer  -- Continuing Education Activity", "content": "Objectives: Describe the etiology of hereditary non-polyposis colorectal cancer. Summarize the pathophysiology of hereditary non-polyposis colorectal cancer. Review the treatment and management options available for hereditary non-polyposis colorectal cancer. Outline interprofessional team strategies for improving care coordination and communication to advance hereditary non-polyposis colorectal cancer and improve outcomes. Access free multiple choice questions on this topic.", "contents": "Hereditary Nonpolyposis Colon Cancer  -- Continuing Education Activity. Objectives: Describe the etiology of hereditary non-polyposis colorectal cancer. Summarize the pathophysiology of hereditary non-polyposis colorectal cancer. Review the treatment and management options available for hereditary non-polyposis colorectal cancer. Outline interprofessional team strategies for improving care coordination and communication to advance hereditary non-polyposis colorectal cancer and improve outcomes. Access free multiple choice questions on this topic."}
{"id": "article-22817_2", "title": "Hereditary Nonpolyposis Colon Cancer  -- Introduction", "content": "Hereditary non-polyposis colorectal cancer (HNPCC), also known as Lynch syndrome, is an autosomal dominant trait and the most common cause of inherited colorectal cancer (CRC). [1] It is characterized by the presence of a strong family history of HNPCC associated cancers involving first-degree relatives with the involvement of at least two generations and at least one case diagnosed before the age of 50. [2]", "contents": "Hereditary Nonpolyposis Colon Cancer  -- Introduction. Hereditary non-polyposis colorectal cancer (HNPCC), also known as Lynch syndrome, is an autosomal dominant trait and the most common cause of inherited colorectal cancer (CRC). [1] It is characterized by the presence of a strong family history of HNPCC associated cancers involving first-degree relatives with the involvement of at least two generations and at least one case diagnosed before the age of 50. [2]"}
{"id": "article-22817_3", "title": "Hereditary Nonpolyposis Colon Cancer  -- Etiology", "content": "HNPCC correlates with germline mutations of a number of DNA mismatch repair (MMR) genes, which leads to defective repair of mismatched DNA and results in abnormal cell growth and tumor development. [3]", "contents": "Hereditary Nonpolyposis Colon Cancer  -- Etiology. HNPCC correlates with germline mutations of a number of DNA mismatch repair (MMR) genes, which leads to defective repair of mismatched DNA and results in abnormal cell growth and tumor development. [3]"}
{"id": "article-22817_4", "title": "Hereditary Nonpolyposis Colon Cancer  -- Epidemiology", "content": "The prevalence of hereditary non-polyposis colorectal cancer (HNPCC) is 1% to 6% among the White race population. CRC in those with HNPCC is found to occur earlier than the median age for the general population by 10 to 15 years. HNPCC is commonly diagnosed in both sexes without significant variation.", "contents": "Hereditary Nonpolyposis Colon Cancer  -- Epidemiology. The prevalence of hereditary non-polyposis colorectal cancer (HNPCC) is 1% to 6% among the White race population. CRC in those with HNPCC is found to occur earlier than the median age for the general population by 10 to 15 years. HNPCC is commonly diagnosed in both sexes without significant variation."}
{"id": "article-22817_5", "title": "Hereditary Nonpolyposis Colon Cancer  -- Pathophysiology", "content": "In hereditary non-polyposis colorectal cancer, inherited mutations of DNA mismatch repair (MMR) genes responsible for the correction of DNA mismatches, such as base substitution mismatch and insertion-deletion mismatch, play a crucial role. [4] These MMR genes produce proteins that identify and correct the mismatch that occurs during DNA replication. Mutations of these MMR genes lead to inadequate DNA repair, which further increases the likelihood of malignant transformation and cancer. The identified distinct MMR genes include the following: hMLH1 on chromosome 3p22 hMSH2 and hMSH6 on chromosome 2p16 hPMS1 on chromosome 2q32 and hPMS2 on chromosome 7p22 hMSH3 on chromosome 5q14.1 EXO1 on chromosome 1q43. Mutation of hMLH1, hMSH2, and hMSH6 genes account for almost 75-80% of HNPCC, while genes responsible for the remaining 20 to 25% are still unknown.", "contents": "Hereditary Nonpolyposis Colon Cancer  -- Pathophysiology. In hereditary non-polyposis colorectal cancer, inherited mutations of DNA mismatch repair (MMR) genes responsible for the correction of DNA mismatches, such as base substitution mismatch and insertion-deletion mismatch, play a crucial role. [4] These MMR genes produce proteins that identify and correct the mismatch that occurs during DNA replication. Mutations of these MMR genes lead to inadequate DNA repair, which further increases the likelihood of malignant transformation and cancer. The identified distinct MMR genes include the following: hMLH1 on chromosome 3p22 hMSH2 and hMSH6 on chromosome 2p16 hPMS1 on chromosome 2q32 and hPMS2 on chromosome 7p22 hMSH3 on chromosome 5q14.1 EXO1 on chromosome 1q43. Mutation of hMLH1, hMSH2, and hMSH6 genes account for almost 75-80% of HNPCC, while genes responsible for the remaining 20 to 25% are still unknown."}
{"id": "article-22817_6", "title": "Hereditary Nonpolyposis Colon Cancer  -- Histopathology", "content": "CRC associated with HNPCC has distinct histological characteristic features. These cancers are more often mucinous, poorly differentiated, signet ring cells with lymphocytic infiltrate, or rimmed by a germinal center producing a lymphoid reaction. [5]", "contents": "Hereditary Nonpolyposis Colon Cancer  -- Histopathology. CRC associated with HNPCC has distinct histological characteristic features. These cancers are more often mucinous, poorly differentiated, signet ring cells with lymphocytic infiltrate, or rimmed by a germinal center producing a lymphoid reaction. [5]"}
{"id": "article-22817_7", "title": "Hereditary Nonpolyposis Colon Cancer  -- History and Physical", "content": "HNPCC remains largely unrecognized. Traditionally the primary tool to identify HNPCC was a positive family history of CRC and other malignancies. There are several criteria to identify individuals at risk.", "contents": "Hereditary Nonpolyposis Colon Cancer  -- History and Physical. HNPCC remains largely unrecognized. Traditionally the primary tool to identify HNPCC was a positive family history of CRC and other malignancies. There are several criteria to identify individuals at risk."}
{"id": "article-22817_8", "title": "Hereditary Nonpolyposis Colon Cancer  -- History and Physical", "content": "Amsterdam Criteria: Amsterdam I criteria was initially introduced to identify the individuals at risk of HNPCC. It was later modified as the Amsterdam II criteria to include other HNPCC associated malignancies. [6] According to the Amsterdam II criteria , HNPCC should be suspected in those individuals who meet all of the following criteria: Three or more relatives with histologically verified Lynch syndrome-associated cancers (CRC, endometrial cancers, small bowel carcinoma, carcinoma of the ureter or renal pelvis), one of whom is a first-degree relative of the other two and in whom familial adenomatous polyposis (FAP) has been excluded. At least two generations involved in HNPCC related cancers At least one cancer diagnosed before the age of 50 The sensitivity and specificity of Amsterdam II criteria for a diagnosis of HNPCC are 22 and 98 percent, respectively.", "contents": "Hereditary Nonpolyposis Colon Cancer  -- History and Physical. Amsterdam Criteria: Amsterdam I criteria was initially introduced to identify the individuals at risk of HNPCC. It was later modified as the Amsterdam II criteria to include other HNPCC associated malignancies. [6] According to the Amsterdam II criteria , HNPCC should be suspected in those individuals who meet all of the following criteria: Three or more relatives with histologically verified Lynch syndrome-associated cancers (CRC, endometrial cancers, small bowel carcinoma, carcinoma of the ureter or renal pelvis), one of whom is a first-degree relative of the other two and in whom familial adenomatous polyposis (FAP) has been excluded. At least two generations involved in HNPCC related cancers At least one cancer diagnosed before the age of 50 The sensitivity and specificity of Amsterdam II criteria for a diagnosis of HNPCC are 22 and 98 percent, respectively."}
{"id": "article-22817_9", "title": "Hereditary Nonpolyposis Colon Cancer  -- History and Physical", "content": "Bethesda criteria guidelines — The Bethesda and the revised Bethesda guidelines were developed for identifying the individuals who should undergo tumor testing for microsatellite instability (MSI). [6] The sensitivity and specificity of any one of the revised Bethesda guidelines for a diagnosis of HNPCC are 82 and 77 percent, respectively.", "contents": "Hereditary Nonpolyposis Colon Cancer  -- History and Physical. Bethesda criteria guidelines — The Bethesda and the revised Bethesda guidelines were developed for identifying the individuals who should undergo tumor testing for microsatellite instability (MSI). [6] The sensitivity and specificity of any one of the revised Bethesda guidelines for a diagnosis of HNPCC are 82 and 77 percent, respectively."}
{"id": "article-22817_10", "title": "Hereditary Nonpolyposis Colon Cancer  -- History and Physical -- Clinical Features:", "content": "GI upset (constipation or diarrhea); abdominal pain, cramps, and bloating. Blood in the stool (visible blood loss or positive FOBT) Melena Iron deficiency Decreased appetite Unexplained weight loss Fatigue or generalized weakness", "contents": "Hereditary Nonpolyposis Colon Cancer  -- History and Physical -- Clinical Features:. GI upset (constipation or diarrhea); abdominal pain, cramps, and bloating. Blood in the stool (visible blood loss or positive FOBT) Melena Iron deficiency Decreased appetite Unexplained weight loss Fatigue or generalized weakness"}
{"id": "article-22817_11", "title": "Hereditary Nonpolyposis Colon Cancer  -- Evaluation", "content": "Candidates for genetic evaluation: Genetic evaluation for HNPCC should be considered in the following individuals: All patients diagnosed with CRC. Patients with endometrial cancer diagnosed before age 60 years. With a first-degree relative of those with HNPCC and related cancers. Patients with CRC and prediction models suggesting >5 percent chance of MMR gene mutation. Positive family history of cancer that meets the criteria of Amsterdam I or II or revised Bethesda guidelines.", "contents": "Hereditary Nonpolyposis Colon Cancer  -- Evaluation. Candidates for genetic evaluation: Genetic evaluation for HNPCC should be considered in the following individuals: All patients diagnosed with CRC. Patients with endometrial cancer diagnosed before age 60 years. With a first-degree relative of those with HNPCC and related cancers. Patients with CRC and prediction models suggesting >5 percent chance of MMR gene mutation. Positive family history of cancer that meets the criteria of Amsterdam I or II or revised Bethesda guidelines."}
{"id": "article-22817_12", "title": "Hereditary Nonpolyposis Colon Cancer  -- Evaluation", "content": "Tumor evaluation —  Tumor microsatellite instability (MSI) and/or immunohistochemistry (IHC) testing are done initially for genetic evaluation. The absence of MSI and intact expression of all four MMR proteins on IHC rules out most cases of HNPCC. In individuals with evidence of high MSI (MSI-H) or loss of expression of MMR protein, further evaluation is done based on the MSI/IHC results. [7] [8] Germline testing — The mutation in the MMR (MLH1, MSH2, MSH6, and PMS2) or EPCAM gene establish the diagnosis of HNPCC. Germline testing should be offered to the following individuals: [7] [8] Patients with microsatellite unstable tumors by MSI/IHC testing. If tumor testing is not feasible and if the clinical suspicion of HNPCC is strong (e.g., individual meets revised Bethesda criteria). In some cases, when a patient meets the Amsterdam criteria, without prior tumor testing.", "contents": "Hereditary Nonpolyposis Colon Cancer  -- Evaluation. Tumor evaluation —  Tumor microsatellite instability (MSI) and/or immunohistochemistry (IHC) testing are done initially for genetic evaluation. The absence of MSI and intact expression of all four MMR proteins on IHC rules out most cases of HNPCC. In individuals with evidence of high MSI (MSI-H) or loss of expression of MMR protein, further evaluation is done based on the MSI/IHC results. [7] [8] Germline testing — The mutation in the MMR (MLH1, MSH2, MSH6, and PMS2) or EPCAM gene establish the diagnosis of HNPCC. Germline testing should be offered to the following individuals: [7] [8] Patients with microsatellite unstable tumors by MSI/IHC testing. If tumor testing is not feasible and if the clinical suspicion of HNPCC is strong (e.g., individual meets revised Bethesda criteria). In some cases, when a patient meets the Amsterdam criteria, without prior tumor testing."}
{"id": "article-22817_13", "title": "Hereditary Nonpolyposis Colon Cancer  -- Treatment / Management", "content": "1. General measures — Individuals with Lynch syndrome should undergo an annual physical examination beginning at age 25 to 30. 2. Surgery: Colon neoplasia – In patients with HNPCC and colon cancer or an endoscopically unresectable adenoma, total abdominal colectomy with ileorectal anastomosis is the procedure of choice with continued annual endoscopic surveillance of the retained rectum. [8] Segmental colectomy with annual post-operative colonoscopic surveillance for individuals who are not candidates for total colectomy. Rectal neoplasia – In patients with HNPCC and rectal cancer, total proctocolectomy with an ileal pouch-anal anastomosis is the procedure of choice given the high risk for metachronous colon cancer in those with proctectomy. [8] If a proctectomy is performed for rectal cancer, it is important to ensure annual colonoscopic surveillance of the retained colon.", "contents": "Hereditary Nonpolyposis Colon Cancer  -- Treatment / Management. 1. General measures — Individuals with Lynch syndrome should undergo an annual physical examination beginning at age 25 to 30. 2. Surgery: Colon neoplasia – In patients with HNPCC and colon cancer or an endoscopically unresectable adenoma, total abdominal colectomy with ileorectal anastomosis is the procedure of choice with continued annual endoscopic surveillance of the retained rectum. [8] Segmental colectomy with annual post-operative colonoscopic surveillance for individuals who are not candidates for total colectomy. Rectal neoplasia – In patients with HNPCC and rectal cancer, total proctocolectomy with an ileal pouch-anal anastomosis is the procedure of choice given the high risk for metachronous colon cancer in those with proctectomy. [8] If a proctectomy is performed for rectal cancer, it is important to ensure annual colonoscopic surveillance of the retained colon."}
{"id": "article-22817_14", "title": "Hereditary Nonpolyposis Colon Cancer  -- Treatment / Management", "content": "Women undergoing colectomy should be offered concurrent prophylactic hysterectomy and bilateral salpingo-oophorectomy to prevent endometrial and ovarian cancer. 3. Chemotherapy — Immunotherapy with an immune checkpoint inhibitor that targets the programmed death receptor-1 may be beneficial for advanced high microsatellite instability metastatic CRC. 4. Other strategies for cancer prevention A. Prophylactic surgery Risk-reducing hysterectomy and bilateral salpingo-oophorectomy surgery. B. Chemoprevention Aspirin: Although some studies suggest that aspirin can reduce the risk of CRC in patients with HNPCC, further studies are needed to clarify the net benefits in CRC prevention and to find the optimal dose for chemoprevention for individuals with HNPCC. [9]", "contents": "Hereditary Nonpolyposis Colon Cancer  -- Treatment / Management. Women undergoing colectomy should be offered concurrent prophylactic hysterectomy and bilateral salpingo-oophorectomy to prevent endometrial and ovarian cancer. 3. Chemotherapy — Immunotherapy with an immune checkpoint inhibitor that targets the programmed death receptor-1 may be beneficial for advanced high microsatellite instability metastatic CRC. 4. Other strategies for cancer prevention A. Prophylactic surgery Risk-reducing hysterectomy and bilateral salpingo-oophorectomy surgery. B. Chemoprevention Aspirin: Although some studies suggest that aspirin can reduce the risk of CRC in patients with HNPCC, further studies are needed to clarify the net benefits in CRC prevention and to find the optimal dose for chemoprevention for individuals with HNPCC. [9]"}
{"id": "article-22817_15", "title": "Hereditary Nonpolyposis Colon Cancer  -- Treatment / Management", "content": "Oral contraceptives: Patients with HNPCC who have not completed childbearing but are not currently attempting to conceive may reduce their risk of developing endometrial and ovarian cancer by using hormonal contraception in addition to ongoing surveillance. Estrogen-progestin contraceptives reduce the risk of both endometrial and ovarian cancer; progestin-based contraceptives reduce the risk of endometrial cancer. [10]", "contents": "Hereditary Nonpolyposis Colon Cancer  -- Treatment / Management. Oral contraceptives: Patients with HNPCC who have not completed childbearing but are not currently attempting to conceive may reduce their risk of developing endometrial and ovarian cancer by using hormonal contraception in addition to ongoing surveillance. Estrogen-progestin contraceptives reduce the risk of both endometrial and ovarian cancer; progestin-based contraceptives reduce the risk of endometrial cancer. [10]"}
{"id": "article-22817_16", "title": "Hereditary Nonpolyposis Colon Cancer  -- Differential Diagnosis", "content": "Many other conditions should be considered as differential diagnoses of HNPCC, some of which are as follows: Double somatic mutations in suspected Lynch syndrome Attenuated familial adenomatous polyposis (AFAP) and MUTYH-associated polyposis (MAP) Constitutional mismatch repair deficiency (CMMR-D) syndrome Familial colorectal cancer type X (FCCTX) Lynch-like syndrome Cronkhite-Canada syndrome Hyperplastic polyps Juvenile polyposis syndrome Lymphomatous polyposis Nodular lymphoid hyperplasia Sporadic colon cancer Turcot syndrome Cowden disease Muir-Torre syndrome Neurofibromatosis type 1 Peutz-Jeghers syndrome", "contents": "Hereditary Nonpolyposis Colon Cancer  -- Differential Diagnosis. Many other conditions should be considered as differential diagnoses of HNPCC, some of which are as follows: Double somatic mutations in suspected Lynch syndrome Attenuated familial adenomatous polyposis (AFAP) and MUTYH-associated polyposis (MAP) Constitutional mismatch repair deficiency (CMMR-D) syndrome Familial colorectal cancer type X (FCCTX) Lynch-like syndrome Cronkhite-Canada syndrome Hyperplastic polyps Juvenile polyposis syndrome Lymphomatous polyposis Nodular lymphoid hyperplasia Sporadic colon cancer Turcot syndrome Cowden disease Muir-Torre syndrome Neurofibromatosis type 1 Peutz-Jeghers syndrome"}
{"id": "article-22817_17", "title": "Hereditary Nonpolyposis Colon Cancer  -- Surgical Oncology", "content": "There are various kinds of surgical procedures available to prevent and treat hereditary non-polyposis colorectal cancer (HNPCC). However, removal of the entire colon remains the only way to treat the existing cancers and prevent colon cancer development. The most commonly performed surgeries are as follows: [8] Subtotal colectomy Total colectomy with ileostomy or ileoanal pull through", "contents": "Hereditary Nonpolyposis Colon Cancer  -- Surgical Oncology. There are various kinds of surgical procedures available to prevent and treat hereditary non-polyposis colorectal cancer (HNPCC). However, removal of the entire colon remains the only way to treat the existing cancers and prevent colon cancer development. The most commonly performed surgeries are as follows: [8] Subtotal colectomy Total colectomy with ileostomy or ileoanal pull through"}
{"id": "article-22817_18", "title": "Hereditary Nonpolyposis Colon Cancer  -- Prognosis", "content": "Patients with HNPCC and colon cancer have a better prognosis than patients in the general population with colorectal cancer (sporadic colon cancer). In patients with HNPCC, the 5-year survival rate is estimated at approximately 60%, while sporadic cases have 40-50%. It is also found that MSI-positive tumors are associated with improved survival rates.", "contents": "Hereditary Nonpolyposis Colon Cancer  -- Prognosis. Patients with HNPCC and colon cancer have a better prognosis than patients in the general population with colorectal cancer (sporadic colon cancer). In patients with HNPCC, the 5-year survival rate is estimated at approximately 60%, while sporadic cases have 40-50%. It is also found that MSI-positive tumors are associated with improved survival rates."}
{"id": "article-22817_19", "title": "Hereditary Nonpolyposis Colon Cancer  -- Complications", "content": "Individuals with HNPCC are at increased risk for synchronous and metachronous CRCs. The most common extracolonic manifestation in HNPCC is endometrial cancer. Individuals with HNPCC are also at increased risk of cancer of the ovary, stomach, small bowel, hepatobiliary system, renal pelvis and ureter, brain (glioma), and sebaceous neoplasms. [11]", "contents": "Hereditary Nonpolyposis Colon Cancer  -- Complications. Individuals with HNPCC are at increased risk for synchronous and metachronous CRCs. The most common extracolonic manifestation in HNPCC is endometrial cancer. Individuals with HNPCC are also at increased risk of cancer of the ovary, stomach, small bowel, hepatobiliary system, renal pelvis and ureter, brain (glioma), and sebaceous neoplasms. [11]"}
{"id": "article-22817_20", "title": "Hereditary Nonpolyposis Colon Cancer  -- Complications", "content": "There is also an increased risk of cancer of the pancreas, prostate, breast, and cervix in individuals with HNPCC.  Few cases of Laryngeal cancer, hematologic malignancies, adrenocortical cancers, and sarcomas have also been reported in individuals with HNPCC. [11]", "contents": "Hereditary Nonpolyposis Colon Cancer  -- Complications. There is also an increased risk of cancer of the pancreas, prostate, breast, and cervix in individuals with HNPCC.  Few cases of Laryngeal cancer, hematologic malignancies, adrenocortical cancers, and sarcomas have also been reported in individuals with HNPCC. [11]"}
{"id": "article-22817_21", "title": "Hereditary Nonpolyposis Colon Cancer  -- Consultations", "content": "Oncologist Gynecologist regarding endometrial, ovary, and cervical cancers General or GI surgeons regarding stomach, small bowel, hepatobiliary system, pancreas, and breast cancers Urologist regarding renal pelvis, ureter, and prostate cancers Neurosurgeon regarding brain tumor (glioma) Dermatology consultation regarding sebaceous neoplasms Radiologist", "contents": "Hereditary Nonpolyposis Colon Cancer  -- Consultations. Oncologist Gynecologist regarding endometrial, ovary, and cervical cancers General or GI surgeons regarding stomach, small bowel, hepatobiliary system, pancreas, and breast cancers Urologist regarding renal pelvis, ureter, and prostate cancers Neurosurgeon regarding brain tumor (glioma) Dermatology consultation regarding sebaceous neoplasms Radiologist"}
{"id": "article-22817_22", "title": "Hereditary Nonpolyposis Colon Cancer  -- Deterrence and Patient Education -- What is HNPCC and Cancer Screening?", "content": "Hereditary Non-polyposis Colorectal Cancer (HNPCC), also known as Lynch syndrome, is an autosomal dominant trait and the most common cause of inherited Colorectal Cancer (CRC). Colorectal cancer screening is how doctors check the colon and rectum for signs of cancer or growths (polyps) that might become cancer.", "contents": "Hereditary Nonpolyposis Colon Cancer  -- Deterrence and Patient Education -- What is HNPCC and Cancer Screening? Hereditary Non-polyposis Colorectal Cancer (HNPCC), also known as Lynch syndrome, is an autosomal dominant trait and the most common cause of inherited Colorectal Cancer (CRC). Colorectal cancer screening is how doctors check the colon and rectum for signs of cancer or growths (polyps) that might become cancer."}
{"id": "article-22817_23", "title": "Hereditary Nonpolyposis Colon Cancer  -- Deterrence and Patient Education -- Who and when should cancer screening be done?", "content": "In case of strong family history of colorectal cancers, early screening by endoscopy is recommended and should be performed every one to two years starting from the age of 25 and then every year from age 40, or screening should be done 10 years before the age of appearance of CRC in the youngest patient in the family.", "contents": "Hereditary Nonpolyposis Colon Cancer  -- Deterrence and Patient Education -- Who and when should cancer screening be done? In case of strong family history of colorectal cancers, early screening by endoscopy is recommended and should be performed every one to two years starting from the age of 25 and then every year from age 40, or screening should be done 10 years before the age of appearance of CRC in the youngest patient in the family."}
{"id": "article-22817_24", "title": "Hereditary Nonpolyposis Colon Cancer  -- Deterrence and Patient Education -- What are the different screening tests for colon cancer?", "content": "Colonoscopy CT colonography Stool test for blood Sigmoidoscopy Stool DNA test", "contents": "Hereditary Nonpolyposis Colon Cancer  -- Deterrence and Patient Education -- What are the different screening tests for colon cancer? Colonoscopy CT colonography Stool test for blood Sigmoidoscopy Stool DNA test"}
{"id": "article-22817_25", "title": "Hereditary Nonpolyposis Colon Cancer  -- Enhancing Healthcare Team Outcomes", "content": "Hereditary non-polyposis colorectal cancer (HNPCC) is largely unrecognized due to its nonspecific clinical presentation like GI upset, blood in the stool, melena, iron deficiency, decreased appetite, unexplained weight loss, and fatigue. However, proper family history and early screening of such patients help diagnose and manage, which is a multidisciplinary approach.", "contents": "Hereditary Nonpolyposis Colon Cancer  -- Enhancing Healthcare Team Outcomes. Hereditary non-polyposis colorectal cancer (HNPCC) is largely unrecognized due to its nonspecific clinical presentation like GI upset, blood in the stool, melena, iron deficiency, decreased appetite, unexplained weight loss, and fatigue. However, proper family history and early screening of such patients help diagnose and manage, which is a multidisciplinary approach."}
{"id": "article-22817_26", "title": "Hereditary Nonpolyposis Colon Cancer  -- Enhancing Healthcare Team Outcomes", "content": "The gastroenterologist and GI surgeons are almost always involved in the care of patients with HNPCC; it is always necessary and of great help to consult with a multidisciplinary team of specialists that include an oncologist, gynecologist, and a dermatologist if necessary. The nurses play a vital role in the group as they participate actively in diagnosis, management, and patient education. The Pharmacists are also involved during the preoperative and postoperative management of the patients with various kinds of drugs, including antibiotics, antiemetics, analgesics, and chemotherapeutic agents. The radiologist also plays a vital role in the diagnosis of HNPCC. The outcomes of HNPCC depend on early detection and intervention. However, to improve outcomes, prompt consultation with an interprofessional group of specialists is recommended.", "contents": "Hereditary Nonpolyposis Colon Cancer  -- Enhancing Healthcare Team Outcomes. The gastroenterologist and GI surgeons are almost always involved in the care of patients with HNPCC; it is always necessary and of great help to consult with a multidisciplinary team of specialists that include an oncologist, gynecologist, and a dermatologist if necessary. The nurses play a vital role in the group as they participate actively in diagnosis, management, and patient education. The Pharmacists are also involved during the preoperative and postoperative management of the patients with various kinds of drugs, including antibiotics, antiemetics, analgesics, and chemotherapeutic agents. The radiologist also plays a vital role in the diagnosis of HNPCC. The outcomes of HNPCC depend on early detection and intervention. However, to improve outcomes, prompt consultation with an interprofessional group of specialists is recommended."}
{"id": "article-22817_27", "title": "Hereditary Nonpolyposis Colon Cancer  -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Hereditary Nonpolyposis Colon Cancer  -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}