{"id": "article-93108_0", "title": "Adalimumab -- Continuing Education Activity", "content": "Adalimumab is a fully human, recombinant monoclonal antibody with high affinity and was the third tumor necrosis factor-alpha (TNF-α) inhibitor. Adalimumab is used to treat various autoimmune conditions such as rheumatoid arthritis, ankylosing spondylitis, psoriasis, psoriatic arthritis, Crohn disease, and ulcerative colitis. The original adalimumab molecule received its initial approval from the U.S. Food and Drug Administration (FDA) for treating rheumatoid arthritis. This activity comprehensively reviews the indications, mechanism of action, administration, potential adverse effects, and contraindications of adalimumab, providing the interprofessional healthcare team with the necessary information to effectively utilize the drug and treat certain autoimmune conditions. This topic also emphasizes the warnings, precautions, and potential drug-drug interactions associated with adalimumab when administered to patients with autoimmune disorders.", "contents": "Adalimumab -- Continuing Education Activity. Adalimumab is a fully human, recombinant monoclonal antibody with high affinity and was the third tumor necrosis factor-alpha (TNF-α) inhibitor. Adalimumab is used to treat various autoimmune conditions such as rheumatoid arthritis, ankylosing spondylitis, psoriasis, psoriatic arthritis, Crohn disease, and ulcerative colitis. The original adalimumab molecule received its initial approval from the U.S. Food and Drug Administration (FDA) for treating rheumatoid arthritis. This activity comprehensively reviews the indications, mechanism of action, administration, potential adverse effects, and contraindications of adalimumab, providing the interprofessional healthcare team with the necessary information to effectively utilize the drug and treat certain autoimmune conditions. This topic also emphasizes the warnings, precautions, and potential drug-drug interactions associated with adalimumab when administered to patients with autoimmune disorders."}
{"id": "article-93108_1", "title": "Adalimumab -- Continuing Education Activity", "content": "Objectives: Identify appropriate indications for adalimumab therapy based on the patient's medical history, clinical presentation, and relevant diagnostic findings. Implement a standardized dosing and monitoring protocol for patients initiating adalimumab therapy, ensuring adherence to recommended treatment regimens. Assess patient response to adalimumab treatment, including evaluating changes in disease activity, symptoms, and adverse events. Collaborate with multidisciplinary healthcare teams, including rheumatologists, gastroenterologists, nurses, and pharmacists, to provide comprehensive patient care, improve patient outcomes, and address complex patient needs. Access free multiple choice questions on this topic.", "contents": "Adalimumab -- Continuing Education Activity. Objectives: Identify appropriate indications for adalimumab therapy based on the patient's medical history, clinical presentation, and relevant diagnostic findings. Implement a standardized dosing and monitoring protocol for patients initiating adalimumab therapy, ensuring adherence to recommended treatment regimens. Assess patient response to adalimumab treatment, including evaluating changes in disease activity, symptoms, and adverse events. Collaborate with multidisciplinary healthcare teams, including rheumatologists, gastroenterologists, nurses, and pharmacists, to provide comprehensive patient care, improve patient outcomes, and address complex patient needs. Access free multiple choice questions on this topic."}
{"id": "article-93108_2", "title": "Adalimumab -- Indications", "content": "Adalimumab is a fully human, recombinant monoclonal antibody (mAb) with high affinity, acting as an inhibitor of tumor necrosis factor-alpha (TNF-α). Adalimumab is used to treat various autoimmune conditions such as rheumatoid arthritis, ankylosing spondylitis, psoriasis, psoriatic arthritis, Crohn disease, and ulcerative colitis.", "contents": "Adalimumab -- Indications. Adalimumab is a fully human, recombinant monoclonal antibody (mAb) with high affinity, acting as an inhibitor of tumor necrosis factor-alpha (TNF-α). Adalimumab is used to treat various autoimmune conditions such as rheumatoid arthritis, ankylosing spondylitis, psoriasis, psoriatic arthritis, Crohn disease, and ulcerative colitis."}
{"id": "article-93108_3", "title": "Adalimumab -- Indications -- FDA-Approved Indications", "content": "The original adalimumab molecule received its initial approval from the U.S. Food and Drug Administration (FDA) for treating rheumatoid arthritis. Adalimumab received FDA approval as the third TNF-α inhibitor, following the approvals of infliximab and etanercept. Subsequently, the FDA approved adalimumab for the following indications: [1] [2] Rheumatoid arthritis Ankylosing spondylitis Crohn disease Ulcerative colitis Hidradenitis suppurativa Juvenile idiopathic arthritis Plaque psoriasis Psoriatic arthritis Uveitis", "contents": "Adalimumab -- Indications -- FDA-Approved Indications. The original adalimumab molecule received its initial approval from the U.S. Food and Drug Administration (FDA) for treating rheumatoid arthritis. Adalimumab received FDA approval as the third TNF-α inhibitor, following the approvals of infliximab and etanercept. Subsequently, the FDA approved adalimumab for the following indications: [1] [2] Rheumatoid arthritis Ankylosing spondylitis Crohn disease Ulcerative colitis Hidradenitis suppurativa Juvenile idiopathic arthritis Plaque psoriasis Psoriatic arthritis Uveitis"}
{"id": "article-93108_4", "title": "Adalimumab -- Indications -- Off-Label Uses", "content": "Adalimumab is used off-label for various conditions, including: Neutrophilic dermatosis, specifically pyoderma gangrenosum [3] Behcet disease [4] Granulomatosis with polyangiitis, also known as Wegener granulomatosis [5] Sarcoidosis [6] Pemphigus [7] Multicentric reticulohistiocytosis [8] [9] Several biosimilar molecules have been developed, including ABP 501, BI 695501, and SB5. [10]", "contents": "Adalimumab -- Indications -- Off-Label Uses. Adalimumab is used off-label for various conditions, including: Neutrophilic dermatosis, specifically pyoderma gangrenosum [3] Behcet disease [4] Granulomatosis with polyangiitis, also known as Wegener granulomatosis [5] Sarcoidosis [6] Pemphigus [7] Multicentric reticulohistiocytosis [8] [9] Several biosimilar molecules have been developed, including ABP 501, BI 695501, and SB5. [10]"}
{"id": "article-93108_5", "title": "Adalimumab -- Mechanism of Action", "content": "Adalimumab is a fully human, recombinant immunoglobulin G (IgG) anti-TNF-α mAb with high affinity. Adalimumab consists of 1330 amino acids and has a molecular weight of approximately 148 kDa. [11] The mechanism of action of adalimumab involves the inhibition of the binding of TNF-α to its receptor, affecting both the soluble and membrane-bound forms. Specifically, adalimumab inhibits the interaction of TNF-α to the cell surface TNF receptors, p55 (TNFR1) and p75 (TNFR2), thereby disrupting cytokine-driven inflammatory processes. Adalimumab shares an identical structure and function with naturally occurring human IgG1, resulting in its high specificity for TNF-α and low immunogenic potential. [12] [13]", "contents": "Adalimumab -- Mechanism of Action. Adalimumab is a fully human, recombinant immunoglobulin G (IgG) anti-TNF-α mAb with high affinity. Adalimumab consists of 1330 amino acids and has a molecular weight of approximately 148 kDa. [11] The mechanism of action of adalimumab involves the inhibition of the binding of TNF-α to its receptor, affecting both the soluble and membrane-bound forms. Specifically, adalimumab inhibits the interaction of TNF-α to the cell surface TNF receptors, p55 (TNFR1) and p75 (TNFR2), thereby disrupting cytokine-driven inflammatory processes. Adalimumab shares an identical structure and function with naturally occurring human IgG1, resulting in its high specificity for TNF-α and low immunogenic potential. [12] [13]"}
{"id": "article-93108_6", "title": "Adalimumab -- Mechanism of Action", "content": "Adalimumab does not affect or bind to other cytokines, such as lymphotoxin or interleukins. The effectiveness of adalimumab in different forms of arthritis can be attributed to its potent osteogenic properties. TNF facilitates the activation of NF-κB (nuclear factor kappa-light-chain-enhancer of activated B cells) ligand (RANKL, receptor activator of nuclear factor–κB ligand) receptors on stromal or osteoblast cells. Consequently, TNF blockade inhibits the subsequent destruction of cartilage and bone. TNF also contributes to osteoclast maturation and activation—a process regulated by TNF blockade. Anti-TNF agents also downregulate serum matrix metalloproteinases 1 and 3 (MMP-1 and MMP-3). This comprehensive effect contributes to the effectiveness of TNF inhibitors in arthritis treatment. [13]", "contents": "Adalimumab -- Mechanism of Action. Adalimumab does not affect or bind to other cytokines, such as lymphotoxin or interleukins. The effectiveness of adalimumab in different forms of arthritis can be attributed to its potent osteogenic properties. TNF facilitates the activation of NF-κB (nuclear factor kappa-light-chain-enhancer of activated B cells) ligand (RANKL, receptor activator of nuclear factor–κB ligand) receptors on stromal or osteoblast cells. Consequently, TNF blockade inhibits the subsequent destruction of cartilage and bone. TNF also contributes to osteoclast maturation and activation—a process regulated by TNF blockade. Anti-TNF agents also downregulate serum matrix metalloproteinases 1 and 3 (MMP-1 and MMP-3). This comprehensive effect contributes to the effectiveness of TNF inhibitors in arthritis treatment. [13]"}
{"id": "article-93108_7", "title": "Adalimumab -- Mechanism of Action -- Pharmacokinetics", "content": "Absorption: Adalimumab, when administered every 2 weeks at a dose of 80 mg, produces comparable exposure to the weekly dosage of 40 mg. The absolute bioavailability of the drug is 64%. The average time to reach peak concentration is 131 hours, with a maximum serum concentration of around 4.7 mcg/mL. In steady-state conditions without concurrent methotrexate (MTX) use, the plasma concentration is approximately 5 mcg/mL. When used alongside methotrexate, the concentration typically ranges from 8 to 9 mcg/mL. [13] Distribution: The volume of distribution (Vss) for adalimumab varies between 4.7 and 6.0 L, with intravenous (IV) dosages ranging from 0.25 to 10 mg/kg in patients with rheumatoid arthritis. Metabolism: Therapeutic mAbs typically undergo metabolic processes that do not involve cytochrome P450–mediated pathways or interactions with cell membrane transporters. [14]", "contents": "Adalimumab -- Mechanism of Action -- Pharmacokinetics. Absorption: Adalimumab, when administered every 2 weeks at a dose of 80 mg, produces comparable exposure to the weekly dosage of 40 mg. The absolute bioavailability of the drug is 64%. The average time to reach peak concentration is 131 hours, with a maximum serum concentration of around 4.7 mcg/mL. In steady-state conditions without concurrent methotrexate (MTX) use, the plasma concentration is approximately 5 mcg/mL. When used alongside methotrexate, the concentration typically ranges from 8 to 9 mcg/mL. [13] Distribution: The volume of distribution (Vss) for adalimumab varies between 4.7 and 6.0 L, with intravenous (IV) dosages ranging from 0.25 to 10 mg/kg in patients with rheumatoid arthritis. Metabolism: Therapeutic mAbs typically undergo metabolic processes that do not involve cytochrome P450–mediated pathways or interactions with cell membrane transporters. [14]"}
{"id": "article-93108_8", "title": "Adalimumab -- Mechanism of Action -- Pharmacokinetics", "content": "Elimination: In patients with rheumatoid arthritis, the systemic clearance of adalimumab, as determined from single-dose pharmacokinetics, was approximately 12 mL/h (IV doses ranged from 0.25 to 10 mg/kg). Long-term clinical studies spanning more than 2 years revealed no evidence of changes in clearance among patients with rheumatoid arthritis. Adalimumab exhibits a terminal half-life of 2 weeks.", "contents": "Adalimumab -- Mechanism of Action -- Pharmacokinetics. Elimination: In patients with rheumatoid arthritis, the systemic clearance of adalimumab, as determined from single-dose pharmacokinetics, was approximately 12 mL/h (IV doses ranged from 0.25 to 10 mg/kg). Long-term clinical studies spanning more than 2 years revealed no evidence of changes in clearance among patients with rheumatoid arthritis. Adalimumab exhibits a terminal half-life of 2 weeks."}
{"id": "article-93108_9", "title": "Adalimumab -- Administration -- Available Dosage Forms and Strengths", "content": "Adalimumab is available in various forms, including pre-filled glass syringes, pens, and single-use glass vials, with strengths of 10 mg, 20 mg, 40 mg, or 80 mg. Patients can self-administer with the adalimumab pen, while the vial is exclusively intended for institutional use. The injection should be administered subcutaneously at distinct sites in the thigh or lower abdomen, avoiding areas within 2 inches of the navel. Notably, it is recommended to rotate injection sites. The product may be left at room temperature for 15 to 20 minutes before use. However, it is important not to remove the cap or cover while allowing the product to reach room temperature. This product should not be administered to skin that is red, tender, bruised, or hard or presents with scars, stretch marks, or psoriasis plaques. [15] [1]", "contents": "Adalimumab -- Administration -- Available Dosage Forms and Strengths. Adalimumab is available in various forms, including pre-filled glass syringes, pens, and single-use glass vials, with strengths of 10 mg, 20 mg, 40 mg, or 80 mg. Patients can self-administer with the adalimumab pen, while the vial is exclusively intended for institutional use. The injection should be administered subcutaneously at distinct sites in the thigh or lower abdomen, avoiding areas within 2 inches of the navel. Notably, it is recommended to rotate injection sites. The product may be left at room temperature for 15 to 20 minutes before use. However, it is important not to remove the cap or cover while allowing the product to reach room temperature. This product should not be administered to skin that is red, tender, bruised, or hard or presents with scars, stretch marks, or psoriasis plaques. [15] [1]"}
{"id": "article-93108_10", "title": "Adalimumab -- Administration -- Adult Dosage", "content": "The recommended dosages of adalimumab for each indication are listed below. Rheumatoid arthritis, psoriatic arthritis, and ankylosing spondylitis: 40 mg subcutaneously every other week. [13]", "contents": "Adalimumab -- Administration -- Adult Dosage. The recommended dosages of adalimumab for each indication are listed below. Rheumatoid arthritis, psoriatic arthritis, and ankylosing spondylitis: 40 mg subcutaneously every other week. [13]"}
{"id": "article-93108_11", "title": "Adalimumab -- Administration -- Adult Dosage", "content": "Juvenile idiopathic arthritis or pediatric uveitis: [16] For patients with a body weight ranging from 10 kg to less than 15 kg: 10 mg every other week. For patients with a body weight ranging from 15 kg to less than 30 kg: 20 mg every other week. For patients with a body weight of more than 30 kg: 40 mg every other week.", "contents": "Adalimumab -- Administration -- Adult Dosage. Juvenile idiopathic arthritis or pediatric uveitis: [16] For patients with a body weight ranging from 10 kg to less than 15 kg: 10 mg every other week. For patients with a body weight ranging from 15 kg to less than 30 kg: 20 mg every other week. For patients with a body weight of more than 30 kg: 40 mg every other week."}
{"id": "article-93108_12", "title": "Adalimumab -- Administration -- Adult Dosage", "content": "Adult Crohn disease and ulcerative colitis: [17] The initial dosage is administered on day 1: 160 mg. The second dosage is administered 2 weeks after the first dose, on day 15: 80 mg. The third dosage is administered 2 weeks after the second dose, on day 29: A maintenance dose of 40 mg every other week. For patients with ulcerative colitis only: Adalimumab should be continued solely for those individuals who have demonstrated clinical remission within 8 weeks, on day 57, of therapy.", "contents": "Adalimumab -- Administration -- Adult Dosage. Adult Crohn disease and ulcerative colitis: [17] The initial dosage is administered on day 1: 160 mg. The second dosage is administered 2 weeks after the first dose, on day 15: 80 mg. The third dosage is administered 2 weeks after the second dose, on day 29: A maintenance dose of 40 mg every other week. For patients with ulcerative colitis only: Adalimumab should be continued solely for those individuals who have demonstrated clinical remission within 8 weeks, on day 57, of therapy."}
{"id": "article-93108_13", "title": "Adalimumab -- Administration -- Adult Dosage", "content": "Plaque psoriasis or adult uveitis: [18] [19] For this condition, an initial dose of 80 mg, followed by 40 mg every other week, commencing 1 week after the initial dose, is recommended. As per the Joint American Academy of Dermatology-National Psoriasis Foundation (AAD-NPF) guidelines, adalimumab is suggested as a standalone therapy for moderate-to-severe plaque psoriasis. [20]", "contents": "Adalimumab -- Administration -- Adult Dosage. Plaque psoriasis or adult uveitis: [18] [19] For this condition, an initial dose of 80 mg, followed by 40 mg every other week, commencing 1 week after the initial dose, is recommended. As per the Joint American Academy of Dermatology-National Psoriasis Foundation (AAD-NPF) guidelines, adalimumab is suggested as a standalone therapy for moderate-to-severe plaque psoriasis. [20]"}
{"id": "article-93108_14", "title": "Adalimumab -- Administration -- Adult Dosage", "content": "Hidradenitis suppurativa: [21] The initial dosage is administered on day 1: 160 mg The second dosage is administered 2 weeks after the first dose, on day 15: 80 mg The third dosage is administered 2 weeks after the second dose, on day 29, which continues with subsequent doses: 40 mg weekly.", "contents": "Adalimumab -- Administration -- Adult Dosage. Hidradenitis suppurativa: [21] The initial dosage is administered on day 1: 160 mg The second dosage is administered 2 weeks after the first dose, on day 15: 80 mg The third dosage is administered 2 weeks after the second dose, on day 29, which continues with subsequent doses: 40 mg weekly."}
{"id": "article-93108_15", "title": "Adalimumab -- Administration -- Specific Patient Populations", "content": "Hepatic impairment: Adalimumab's product labeling lacks specific dosage recommendations for individuals with hepatic impairment. When compared to other anti-TNF-α therapies, post-marketing surveillance studies have categorized adalimumab as having a lower level of concern for drug-induced liver injury (DILI). Thus, monitoring aspartate transaminase (AST) and alanine transaminase (ALT) levels throughout the treatment course is recommended. [22]", "contents": "Adalimumab -- Administration -- Specific Patient Populations. Hepatic impairment: Adalimumab's product labeling lacks specific dosage recommendations for individuals with hepatic impairment. When compared to other anti-TNF-α therapies, post-marketing surveillance studies have categorized adalimumab as having a lower level of concern for drug-induced liver injury (DILI). Thus, monitoring aspartate transaminase (AST) and alanine transaminase (ALT) levels throughout the treatment course is recommended. [22]"}
{"id": "article-93108_16", "title": "Adalimumab -- Administration -- Specific Patient Populations", "content": "Renal impairment: An observational cohort study has demonstrated that anti-TNF drug therapy, which includes adalimumab, is both effective and safe for patients with ankylosing spondylitis and chronic kidney disease. [23]", "contents": "Adalimumab -- Administration -- Specific Patient Populations. Renal impairment: An observational cohort study has demonstrated that anti-TNF drug therapy, which includes adalimumab, is both effective and safe for patients with ankylosing spondylitis and chronic kidney disease. [23]"}
{"id": "article-93108_17", "title": "Adalimumab -- Administration -- Specific Patient Populations", "content": "Pregnancy considerations: According to the American College of Obstetricians and Gynecologists (ACOG), TNF-α inhibitor drugs, such as infliximab, etanercept, adalimumab, certolizumab, and golimumab, are utilized for managing autoimmune diseases. Notably, except for certolizumab, all TNF-α inhibitors can traverse the placental barrier. [24] In a study encompassing 30 pregnancies involving the use of adalimumab in rheumatoid arthritis patients, comparable live birth rates (90% to 91%) were noted when compared to 53 pregnancies in rheumatoid arthritis patients without medication and 40 healthy pregnancies. Preterm births were most frequent in the rheumatoid arthritis control group (19%), followed by the adalimumab group (11%), whereas there were no preterm births in the healthy control group.", "contents": "Adalimumab -- Administration -- Specific Patient Populations. Pregnancy considerations: According to the American College of Obstetricians and Gynecologists (ACOG), TNF-α inhibitor drugs, such as infliximab, etanercept, adalimumab, certolizumab, and golimumab, are utilized for managing autoimmune diseases. Notably, except for certolizumab, all TNF-α inhibitors can traverse the placental barrier. [24] In a study encompassing 30 pregnancies involving the use of adalimumab in rheumatoid arthritis patients, comparable live birth rates (90% to 91%) were noted when compared to 53 pregnancies in rheumatoid arthritis patients without medication and 40 healthy pregnancies. Preterm births were most frequent in the rheumatoid arthritis control group (19%), followed by the adalimumab group (11%), whereas there were no preterm births in the healthy control group."}
{"id": "article-93108_18", "title": "Adalimumab -- Administration -- Specific Patient Populations", "content": "Among infants exposed to adalimumab, 2 cases of congenital anomalies were observed, including undescended testicles and microcephaly. In the comparison groups, the rheumatoid arthritis control group had 1 case of chromosome abnormality, whereas the healthy controls exhibited 2 major defects. In a larger series of pregnancies exposed to adalimumab for indications other than rheumatoid arthritis, or reported retrospectively, 10% of the pregnancies experienced major malformations. These major malformations included 3 cases of chromosome abnormalities—one with spina bifida and hydrocephalus, one with a ventricular septal defect, and one with congenital hip dysplasia and an inguinal hernia. [25] However, it is crucial to acknowledge that active inflammation during pregnancy could potentially lead to adverse effects on fetal development.", "contents": "Adalimumab -- Administration -- Specific Patient Populations. Among infants exposed to adalimumab, 2 cases of congenital anomalies were observed, including undescended testicles and microcephaly. In the comparison groups, the rheumatoid arthritis control group had 1 case of chromosome abnormality, whereas the healthy controls exhibited 2 major defects. In a larger series of pregnancies exposed to adalimumab for indications other than rheumatoid arthritis, or reported retrospectively, 10% of the pregnancies experienced major malformations. These major malformations included 3 cases of chromosome abnormalities—one with spina bifida and hydrocephalus, one with a ventricular septal defect, and one with congenital hip dysplasia and an inguinal hernia. [25] However, it is crucial to acknowledge that active inflammation during pregnancy could potentially lead to adverse effects on fetal development."}
{"id": "article-93108_19", "title": "Adalimumab -- Administration -- Specific Patient Populations", "content": "A comprehensive meta-analysis of 48 studies revealed that biological therapy during pregnancies with inflammatory bowel disease (IBD) resulted in rates of adverse outcomes, including early pregnancy loss (8%), preterm birth (9%), stillbirth (0%), low birth weight (8%), and congenital malformations (1%), which were similar to those observed in the general population. Furthermore, the continuation of TNF-α inhibitor use during the third trimester of pregnancy did not result in a significant increase in the risk of preterm birth, congenital malformations, or low birth weight. This indicates that pregnant women with IBD using biologics experience pregnancy outcomes similar to those in the general population. [26] As outlined in the AAD-NPF guidelines, as the drug can transfer to the fetus, infants born to mothers who have used TNF inhibitors should be considered immunosuppressed for a minimum of 1 to 3 months. The risk is heightened when adalimumab is administered during the third trimester of pregnancy due to the potential for transplacental transfer. [20]", "contents": "Adalimumab -- Administration -- Specific Patient Populations. A comprehensive meta-analysis of 48 studies revealed that biological therapy during pregnancies with inflammatory bowel disease (IBD) resulted in rates of adverse outcomes, including early pregnancy loss (8%), preterm birth (9%), stillbirth (0%), low birth weight (8%), and congenital malformations (1%), which were similar to those observed in the general population. Furthermore, the continuation of TNF-α inhibitor use during the third trimester of pregnancy did not result in a significant increase in the risk of preterm birth, congenital malformations, or low birth weight. This indicates that pregnant women with IBD using biologics experience pregnancy outcomes similar to those in the general population. [26] As outlined in the AAD-NPF guidelines, as the drug can transfer to the fetus, infants born to mothers who have used TNF inhibitors should be considered immunosuppressed for a minimum of 1 to 3 months. The risk is heightened when adalimumab is administered during the third trimester of pregnancy due to the potential for transplacental transfer. [20]"}
{"id": "article-93108_20", "title": "Adalimumab -- Administration -- Specific Patient Populations", "content": "Breastfeeding considerations: Limited data suggest that when mothers receive adalimumab injections, the presence of the medication in breast milk is minimal. Adalimumab, as a large protein molecule, is expected to undergo partial degradation in the infant's digestive system, resulting in minimal absorption. In some cases, breastfed infants did not exhibit detectable levels of adalimumab in their serum, and the available data indicate that adalimumab does not have adverse effects on nursing infants. Numerous experts and professional guidelines endorse the safe use of adalimumab during breastfeeding. To further minimize the potential for medication transfer to the infant, it may be advisable to wait at least 2 weeks after childbirth before resuming therapy. [27]", "contents": "Adalimumab -- Administration -- Specific Patient Populations. Breastfeeding considerations: Limited data suggest that when mothers receive adalimumab injections, the presence of the medication in breast milk is minimal. Adalimumab, as a large protein molecule, is expected to undergo partial degradation in the infant's digestive system, resulting in minimal absorption. In some cases, breastfed infants did not exhibit detectable levels of adalimumab in their serum, and the available data indicate that adalimumab does not have adverse effects on nursing infants. Numerous experts and professional guidelines endorse the safe use of adalimumab during breastfeeding. To further minimize the potential for medication transfer to the infant, it may be advisable to wait at least 2 weeks after childbirth before resuming therapy. [27]"}
{"id": "article-93108_21", "title": "Adalimumab -- Administration -- Specific Patient Populations", "content": "Pediatric patients : Adalimumab has been established as an effective and safe treatment for various pediatric conditions. The drug is approved for managing moderate-to-severe active polyarticular juvenile idiopathic arthritis in patients aged 2 and older. In addition, adalimumab is indicated for managing moderate-to-severe hidradenitis suppurativa in patients aged 12 and older and for treating non-infectious intermediate, posterior, and panuveitis in pediatric patients aged 2 and older. Furthermore, adalimumab is also used for treating moderately-to-severe active Crohn disease in pediatric patients aged 6 and older and managing moderate-to-severe ulcerative colitis in pediatric patients aged 5 and older.", "contents": "Adalimumab -- Administration -- Specific Patient Populations. Pediatric patients : Adalimumab has been established as an effective and safe treatment for various pediatric conditions. The drug is approved for managing moderate-to-severe active polyarticular juvenile idiopathic arthritis in patients aged 2 and older. In addition, adalimumab is indicated for managing moderate-to-severe hidradenitis suppurativa in patients aged 12 and older and for treating non-infectious intermediate, posterior, and panuveitis in pediatric patients aged 2 and older. Furthermore, adalimumab is also used for treating moderately-to-severe active Crohn disease in pediatric patients aged 6 and older and managing moderate-to-severe ulcerative colitis in pediatric patients aged 5 and older."}
{"id": "article-93108_22", "title": "Adalimumab -- Administration -- Specific Patient Populations", "content": "Older patients: Adalimumab has been evaluated in patients aged 65 and older with rheumatoid arthritis, including a subgroup aged 75 and above. The drug's effectiveness in this age group was comparable to that in younger patients. However, caution is advised for those aged 65 or older due to a relatively higher incidence of severe infections and malignancies.", "contents": "Adalimumab -- Administration -- Specific Patient Populations. Older patients: Adalimumab has been evaluated in patients aged 65 and older with rheumatoid arthritis, including a subgroup aged 75 and above. The drug's effectiveness in this age group was comparable to that in younger patients. However, caution is advised for those aged 65 or older due to a relatively higher incidence of severe infections and malignancies."}
{"id": "article-93108_23", "title": "Adalimumab -- Adverse Effects", "content": "Adalimumab, while effective in treating various conditions, may be associated with some common adverse effects, including injection site reactions, headache, rash, and upper respiratory tract infections. Other severe and infrequent adverse drug reactions associated with adalimumab include: Risk of severe infections, particularly reactivation of latent tuberculosis Risk of invasive fungal infections, including histoplasmosis, listeriosis, pulmonary aspergillosis, and Pneumocystis jiroveci pneumonia [28] Development of antibodies to adalimumab [29] Elevated creatinine phosphokinase and transaminases Worsening or initiation of congestive heart failure [30] Lupus-like syndrome Lymphoma Pancytopenia Worsening or onset of multiple sclerosis or other neurological diseases [12] Alopecia areata [31] Alopecia universalis [32]", "contents": "Adalimumab -- Adverse Effects. Adalimumab, while effective in treating various conditions, may be associated with some common adverse effects, including injection site reactions, headache, rash, and upper respiratory tract infections. Other severe and infrequent adverse drug reactions associated with adalimumab include: Risk of severe infections, particularly reactivation of latent tuberculosis Risk of invasive fungal infections, including histoplasmosis, listeriosis, pulmonary aspergillosis, and Pneumocystis jiroveci pneumonia [28] Development of antibodies to adalimumab [29] Elevated creatinine phosphokinase and transaminases Worsening or initiation of congestive heart failure [30] Lupus-like syndrome Lymphoma Pancytopenia Worsening or onset of multiple sclerosis or other neurological diseases [12] Alopecia areata [31] Alopecia universalis [32]"}
{"id": "article-93108_24", "title": "Adalimumab -- Adverse Effects -- Drug-Drug Interactions", "content": "As combining adalimumab with anakinra or abatacept increases the risk of severe infections, healthcare providers do not advise using adalimumab with abatacept or anakinra. Furthermore, an increased incidence of severe infections has been observed in rheumatoid arthritis patients treated with rituximab who subsequently underwent TNF-α inhibitor blocker treatment. Simultaneous administration of adalimumab with other biologics, such as disease-modifying antirheumatic drugs (DMARDs) or other TNF-α inhibitors, is not recommended due to the potential increased risk of infections. In patients with rheumatoid arthritis administered adalimumab with methotrexate, existing data do not indicate the need for dosage adjustment of either adalimumab or methotrexate, despite methotrexate decreasing the apparent clearance of adalimumab.", "contents": "Adalimumab -- Adverse Effects -- Drug-Drug Interactions. As combining adalimumab with anakinra or abatacept increases the risk of severe infections, healthcare providers do not advise using adalimumab with abatacept or anakinra. Furthermore, an increased incidence of severe infections has been observed in rheumatoid arthritis patients treated with rituximab who subsequently underwent TNF-α inhibitor blocker treatment. Simultaneous administration of adalimumab with other biologics, such as disease-modifying antirheumatic drugs (DMARDs) or other TNF-α inhibitors, is not recommended due to the potential increased risk of infections. In patients with rheumatoid arthritis administered adalimumab with methotrexate, existing data do not indicate the need for dosage adjustment of either adalimumab or methotrexate, despite methotrexate decreasing the apparent clearance of adalimumab."}
{"id": "article-93108_25", "title": "Adalimumab -- Adverse Effects", "content": "Elevated cytokine concentrations during chronic inflammation can suppress the production of CYP450 enzymes. Therefore, a molecule like adalimumab, which opposes cytokine activity, may impact the production of CYP450 enzymes. In cases of initiating or discontinuing adalimumab in patients being treated with CYP450 substrates with a narrow therapeutic index, it is advisable to consider therapeutic drug monitoring (TDM) to evaluate the impact on drug concentration. [14] Concomitant administration of live vaccines with adalimumab is contraindicated. [33]", "contents": "Adalimumab -- Adverse Effects. Elevated cytokine concentrations during chronic inflammation can suppress the production of CYP450 enzymes. Therefore, a molecule like adalimumab, which opposes cytokine activity, may impact the production of CYP450 enzymes. In cases of initiating or discontinuing adalimumab in patients being treated with CYP450 substrates with a narrow therapeutic index, it is advisable to consider therapeutic drug monitoring (TDM) to evaluate the impact on drug concentration. [14] Concomitant administration of live vaccines with adalimumab is contraindicated. [33]"}
{"id": "article-93108_26", "title": "Adalimumab -- Contraindications", "content": "The FDA-approved manufacturer's labeling for adalimumab does not specify any absolute contraindications.", "contents": "Adalimumab -- Contraindications. The FDA-approved manufacturer's labeling for adalimumab does not specify any absolute contraindications."}
{"id": "article-93108_27", "title": "Adalimumab -- Contraindications -- Box Warnings", "content": "Severe infections: An elevated risk of developing severe infections exists in patients with comorbidities, those receiving concomitant immunosuppressants, such as corticosteroids and methotrexate, and those aged 65 or older, thereby leading to hospitalization and/or death. The discontinuation of adalimumab administration is recommended if a patient experiences a severe infection or sepsis. Such infections may include active tuberculosis, which can involve the reactivation of latent tuberculosis and is often associated with disseminated or extrapulmonary disease. Notably, it is recommended to conduct latent tuberculosis testing both before and during treatment, and latent infections should be addressed before initiating adalimumab therapy. [34]", "contents": "Adalimumab -- Contraindications -- Box Warnings. Severe infections: An elevated risk of developing severe infections exists in patients with comorbidities, those receiving concomitant immunosuppressants, such as corticosteroids and methotrexate, and those aged 65 or older, thereby leading to hospitalization and/or death. The discontinuation of adalimumab administration is recommended if a patient experiences a severe infection or sepsis. Such infections may include active tuberculosis, which can involve the reactivation of latent tuberculosis and is often associated with disseminated or extrapulmonary disease. Notably, it is recommended to conduct latent tuberculosis testing both before and during treatment, and latent infections should be addressed before initiating adalimumab therapy. [34]"}
{"id": "article-93108_28", "title": "Adalimumab -- Contraindications -- Box Warnings", "content": "Invasive fungal infections, including coccidioidomycosis, histoplasmosis, candidiasis, blastomycosis, aspergillosis, and pneumocystosis, may not always produce positive results in the histoplasmosis antigen/antibody tests, even in patients with active infections. In case of severe systemic disease, it is advisable to commence empiric antifungal therapy. Other reported bacterial infections include Legionella and Listeria bacterial genera, mycobacterial infections, and viral hepatitis B, which may act as opportunistic pathogens. [35]", "contents": "Adalimumab -- Contraindications -- Box Warnings. Invasive fungal infections, including coccidioidomycosis, histoplasmosis, candidiasis, blastomycosis, aspergillosis, and pneumocystosis, may not always produce positive results in the histoplasmosis antigen/antibody tests, even in patients with active infections. In case of severe systemic disease, it is advisable to commence empiric antifungal therapy. Other reported bacterial infections include Legionella and Listeria bacterial genera, mycobacterial infections, and viral hepatitis B, which may act as opportunistic pathogens. [35]"}
{"id": "article-93108_29", "title": "Adalimumab -- Contraindications -- Box Warnings", "content": "Malignancy: In children and adolescents undergoing treatment with TNF blockers, there have been reports of lymphoma and other malignancies, some of which resulted in fatalities. Postmarketing surveillance of TNF blockers used in rheumatoid arthritis and other indications has revealed cases of acute and chronic leukemia. [36] At baseline, in patients with rheumatoid arthritis, the risk of leukemia may be approximately 2 times higher than in the general population. Manufacturers are required to report all malignancies to the FDA. Hepatosplenic T-cell lymphoma (HSTCL) is an aggressive form of T-cell lymphoma, frequently leading to a fatal outcome. Cases of HSTCL have been documented in patients with IBD who were undergoing treatment with TNF blockers, including adalimumab. [37]", "contents": "Adalimumab -- Contraindications -- Box Warnings. Malignancy: In children and adolescents undergoing treatment with TNF blockers, there have been reports of lymphoma and other malignancies, some of which resulted in fatalities. Postmarketing surveillance of TNF blockers used in rheumatoid arthritis and other indications has revealed cases of acute and chronic leukemia. [36] At baseline, in patients with rheumatoid arthritis, the risk of leukemia may be approximately 2 times higher than in the general population. Manufacturers are required to report all malignancies to the FDA. Hepatosplenic T-cell lymphoma (HSTCL) is an aggressive form of T-cell lymphoma, frequently leading to a fatal outcome. Cases of HSTCL have been documented in patients with IBD who were undergoing treatment with TNF blockers, including adalimumab. [37]"}
{"id": "article-93108_30", "title": "Adalimumab -- Contraindications -- Warnings and Precautions", "content": "Although the manufacturers have not specified any contraindications, it is noteworthy that adalimumab has not been sufficiently studied in patients aged 4 years or younger or with a body weight of less than 15 kg. As a precautionary measure, clinicians should refrain from using adalimumab in this particular age group. [38] Clinicians should avoid prescribing adalimumab in cases of hypersensitivity and patients with underlying foci of infection, congestive cardiac failure, or hepatic dysfunction. Adalimumab has been associated with the reactivation of hepatitis B, particularly in inactive HBsAg carriers with normal serum aminotransferase levels and low levels of hepatitis B virus (HBV) DNA. The immunomodulatory effect of adalimumab results in heightened HBV replication and elevated serum HBV DNA levels. [1]", "contents": "Adalimumab -- Contraindications -- Warnings and Precautions. Although the manufacturers have not specified any contraindications, it is noteworthy that adalimumab has not been sufficiently studied in patients aged 4 years or younger or with a body weight of less than 15 kg. As a precautionary measure, clinicians should refrain from using adalimumab in this particular age group. [38] Clinicians should avoid prescribing adalimumab in cases of hypersensitivity and patients with underlying foci of infection, congestive cardiac failure, or hepatic dysfunction. Adalimumab has been associated with the reactivation of hepatitis B, particularly in inactive HBsAg carriers with normal serum aminotransferase levels and low levels of hepatitis B virus (HBV) DNA. The immunomodulatory effect of adalimumab results in heightened HBV replication and elevated serum HBV DNA levels. [1]"}
{"id": "article-93108_31", "title": "Adalimumab -- Monitoring", "content": "To ensure the safe and effective use of adalimumab, a comprehensive monitoring and screening protocol should be established for patients undergoing adalimumab therapy, as mentioned below. Conducting a complete blood cell count (CBC) and liver function tests and assessing serum urea and electrolytes is recommended. These evaluations should be performed initially at baseline, followed by monthly assessments for the first 3 months and subsequently every 3 months. Screening for latent tuberculosis using a chest x-ray and a Mantoux test is imperative before initiating therapy. Screening for viral markers before initiating therapy. An annual screening for for anti-dsDNA antibodies is recommended. Monitoring for signs, symptoms, or any worsening of heart failure. Monitoring for signs and symptoms of hypersensitivity reactions. Monitoring for signs and symptoms of malignancy, including periodic skin examination. [39]", "contents": "Adalimumab -- Monitoring. To ensure the safe and effective use of adalimumab, a comprehensive monitoring and screening protocol should be established for patients undergoing adalimumab therapy, as mentioned below. Conducting a complete blood cell count (CBC) and liver function tests and assessing serum urea and electrolytes is recommended. These evaluations should be performed initially at baseline, followed by monthly assessments for the first 3 months and subsequently every 3 months. Screening for latent tuberculosis using a chest x-ray and a Mantoux test is imperative before initiating therapy. Screening for viral markers before initiating therapy. An annual screening for for anti-dsDNA antibodies is recommended. Monitoring for signs, symptoms, or any worsening of heart failure. Monitoring for signs and symptoms of hypersensitivity reactions. Monitoring for signs and symptoms of malignancy, including periodic skin examination. [39]"}
{"id": "article-93108_32", "title": "Adalimumab -- Monitoring", "content": "Maintaining TDM for serum concentrations of adalimumab within the range of 5 to 8 mg/mL, as per recent research, and subsequent maintenance and tapering of the drug guided by these levels is recommended. [40]", "contents": "Adalimumab -- Monitoring. Maintaining TDM for serum concentrations of adalimumab within the range of 5 to 8 mg/mL, as per recent research, and subsequent maintenance and tapering of the drug guided by these levels is recommended. [40]"}
{"id": "article-93108_33", "title": "Adalimumab -- Toxicity -- Signs and Symptoms of Overdose", "content": "Adalimumab has an unknown toxicity profile, as there have been no long-term studies conducted on humans or animals. Furthermore, the drug has not exhibited mutagenic effects in either in vitro or in vivo studies. [41] The FDA classifies adalimumab as a pregnancy category B drug. However, published evidence does not conclusively demonstrate adverse pregnancy outcomes or specific patterns of defects in infants exposed to adalimumab during pregnancy. [42] Reported cases of hepatotoxicity associated with adalimumab have typically presented as mild and self-limiting.", "contents": "Adalimumab -- Toxicity -- Signs and Symptoms of Overdose. Adalimumab has an unknown toxicity profile, as there have been no long-term studies conducted on humans or animals. Furthermore, the drug has not exhibited mutagenic effects in either in vitro or in vivo studies. [41] The FDA classifies adalimumab as a pregnancy category B drug. However, published evidence does not conclusively demonstrate adverse pregnancy outcomes or specific patterns of defects in infants exposed to adalimumab during pregnancy. [42] Reported cases of hepatotoxicity associated with adalimumab have typically presented as mild and self-limiting."}
{"id": "article-93108_34", "title": "Adalimumab -- Toxicity -- Management of Overdose", "content": "Patients who develop an autoimmune hepatitis-like syndrome while undergoing adalimumab therapy may not experience a swift recovery upon discontinuing adalimumab and could necessitate corticosteroid treatment. In such instances, the corticosteroid dosage should be minimized to manage the condition effectively. In addition, efforts should be made to withdraw or reduce immunosuppression to levels used before adalimumab administration. [1]", "contents": "Adalimumab -- Toxicity -- Management of Overdose. Patients who develop an autoimmune hepatitis-like syndrome while undergoing adalimumab therapy may not experience a swift recovery upon discontinuing adalimumab and could necessitate corticosteroid treatment. In such instances, the corticosteroid dosage should be minimized to manage the condition effectively. In addition, efforts should be made to withdraw or reduce immunosuppression to levels used before adalimumab administration. [1]"}
{"id": "article-93108_35", "title": "Adalimumab -- Enhancing Healthcare Team Outcomes", "content": "The successful administration of TNF-α antagonists, including adalimumab, necessitates the involvement of an interprofessional healthcare team equipped with comprehensive knowledge and practical experience in managing these medications. Several important considerations for interprofessional healthcare teams are listed below. The healthcare provider must ensure that the agent is genuinely indicated for the specific clinical context. The healthcare provider should conduct thorough baseline fitness investigations, including CBC, liver, and renal function tests. In addition, it is essential to ensure that the patient is neither in congestive cardiac failure nor at risk of it.", "contents": "Adalimumab -- Enhancing Healthcare Team Outcomes. The successful administration of TNF-α antagonists, including adalimumab, necessitates the involvement of an interprofessional healthcare team equipped with comprehensive knowledge and practical experience in managing these medications. Several important considerations for interprofessional healthcare teams are listed below. The healthcare provider must ensure that the agent is genuinely indicated for the specific clinical context. The healthcare provider should conduct thorough baseline fitness investigations, including CBC, liver, and renal function tests. In addition, it is essential to ensure that the patient is neither in congestive cardiac failure nor at risk of it."}
{"id": "article-93108_36", "title": "Adalimumab -- Enhancing Healthcare Team Outcomes", "content": "The healthcare team must prioritize ruling out any underlying infections, as TNF-α antagonist therapy may exacerbate their symptoms. In regions where tuberculosis is prevalent, the likelihood of a latent tuberculosis focus reactivating is considerable. Therefore, conducting a chest x-ray and Mantoux test is paramount before commencing treatment. The healthcare team should maintain vigilant monitoring of the patient throughout the course of treatment to promptly detect and track the development of any adverse effects.", "contents": "Adalimumab -- Enhancing Healthcare Team Outcomes. The healthcare team must prioritize ruling out any underlying infections, as TNF-α antagonist therapy may exacerbate their symptoms. In regions where tuberculosis is prevalent, the likelihood of a latent tuberculosis focus reactivating is considerable. Therefore, conducting a chest x-ray and Mantoux test is paramount before commencing treatment. The healthcare team should maintain vigilant monitoring of the patient throughout the course of treatment to promptly detect and track the development of any adverse effects."}
{"id": "article-93108_37", "title": "Adalimumab -- Enhancing Healthcare Team Outcomes", "content": "When clinicians prescribe adalimumab or similar medications, they should collaborate with a clinical pharmacist to evaluate potential interactions and confirm the patient's suitability for the treatment. Both nurses and pharmacists are well-equipped to guide dosing and administration, especially when the patient is responsible for self-administering the pen.", "contents": "Adalimumab -- Enhancing Healthcare Team Outcomes. When clinicians prescribe adalimumab or similar medications, they should collaborate with a clinical pharmacist to evaluate potential interactions and confirm the patient's suitability for the treatment. Both nurses and pharmacists are well-equipped to guide dosing and administration, especially when the patient is responsible for self-administering the pen."}
{"id": "article-93108_38", "title": "Adalimumab -- Enhancing Healthcare Team Outcomes", "content": "In a study involving ulcerative colitis patients with poor medication adherence, which included adalimumab, pharmacist intervention significantly reduced nonadherence rates (from 60.6% to 30.3%; P = .013). Furthermore, this intervention independently reduced the risk of disease flare-ups (adjusted odds ratio, 0.370; 95% CI, 0.145 to 0.945; P = .03). This study underscores the essential role of pharmacists within an interprofessional team in enhancing outcomes for ulcerative colitis patients with low adherence. [43]", "contents": "Adalimumab -- Enhancing Healthcare Team Outcomes. In a study involving ulcerative colitis patients with poor medication adherence, which included adalimumab, pharmacist intervention significantly reduced nonadherence rates (from 60.6% to 30.3%; P = .013). Furthermore, this intervention independently reduced the risk of disease flare-ups (adjusted odds ratio, 0.370; 95% CI, 0.145 to 0.945; P = .03). This study underscores the essential role of pharmacists within an interprofessional team in enhancing outcomes for ulcerative colitis patients with low adherence. [43]"}
{"id": "article-93108_39", "title": "Adalimumab -- Enhancing Healthcare Team Outcomes", "content": "Patients with severe rheumatoid arthritis should seek consultation with rheumatologists. For individuals with hidradenitis suppurativa, dermatology consultation may be necessary. In addition, it is crucial for all members of the interprofessional team, including clinicians (MD, DO, NP, and PA), specialists, pharmacists, and nurses, to maintain open and consistent communication regarding any changes in the patient's condition, whether favorable or unfavorable, throughout the course of therapy. This high level of care coordination ultimately results in improved patient outcomes while minimizing the risk of adverse effects.", "contents": "Adalimumab -- Enhancing Healthcare Team Outcomes. Patients with severe rheumatoid arthritis should seek consultation with rheumatologists. For individuals with hidradenitis suppurativa, dermatology consultation may be necessary. In addition, it is crucial for all members of the interprofessional team, including clinicians (MD, DO, NP, and PA), specialists, pharmacists, and nurses, to maintain open and consistent communication regarding any changes in the patient's condition, whether favorable or unfavorable, throughout the course of therapy. This high level of care coordination ultimately results in improved patient outcomes while minimizing the risk of adverse effects."}
{"id": "article-93108_40", "title": "Adalimumab -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Adalimumab -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}