{"id": "article-32431_0", "title": "Anatomy, Shoulder and Upper Limb, Sternoclavicular Joint -- Introduction", "content": "The sternoclavicular (SC) joint is a saddle-shaped, synovial joint that is the primary skeletal connection between the axial skeleton and the upper limb. A fracture of the clavicle renders the upper limb virtually useless.", "contents": "Anatomy, Shoulder and Upper Limb, Sternoclavicular Joint -- Introduction. The sternoclavicular (SC) joint is a saddle-shaped, synovial joint that is the primary skeletal connection between the axial skeleton and the upper limb. A fracture of the clavicle renders the upper limb virtually useless."}
{"id": "article-32431_1", "title": "Anatomy, Shoulder and Upper Limb, Sternoclavicular Joint -- Introduction", "content": "The sternoclavicular joint is one of five articulations essential for the function of the upper limb. Several critical structures have an anatomical relationship to the sternoclavicular joint, including the brachiocephalic arterial trunk, internal jugular vein, and common carotid artery. Other structures include the vagus and phrenic nerves, trachea, and esophagus. Thus, in addition to its critical role in stabilizing and supporting the upper limb, the sternoclavicular joint and its component parts - the clavicle and sternum - play an essential protective role for structures entering the thorax.", "contents": "Anatomy, Shoulder and Upper Limb, Sternoclavicular Joint -- Introduction. The sternoclavicular joint is one of five articulations essential for the function of the upper limb. Several critical structures have an anatomical relationship to the sternoclavicular joint, including the brachiocephalic arterial trunk, internal jugular vein, and common carotid artery. Other structures include the vagus and phrenic nerves, trachea, and esophagus. Thus, in addition to its critical role in stabilizing and supporting the upper limb, the sternoclavicular joint and its component parts - the clavicle and sternum - play an essential protective role for structures entering the thorax."}
{"id": "article-32431_2", "title": "Anatomy, Shoulder and Upper Limb, Sternoclavicular Joint -- Structure and Function", "content": "The sternoclavicular joint articulates the clavicle with the manubrium of the sternum and the superior surface of the first costal cartilage. From an anteroposterior axis, the joint is convex. Vertically, the joint is concave. Structurally, the articulating surfaces of the SC joint are separated by a fibrocartilaginous articular disc which has functional mobility in the anteroposterior and vertical axis. [1]", "contents": "Anatomy, Shoulder and Upper Limb, Sternoclavicular Joint -- Structure and Function. The sternoclavicular joint articulates the clavicle with the manubrium of the sternum and the superior surface of the first costal cartilage. From an anteroposterior axis, the joint is convex. Vertically, the joint is concave. Structurally, the articulating surfaces of the SC joint are separated by a fibrocartilaginous articular disc which has functional mobility in the anteroposterior and vertical axis. [1]"}
{"id": "article-32431_3", "title": "Anatomy, Shoulder and Upper Limb, Sternoclavicular Joint -- Structure and Function", "content": "The posterior sternoclavicular ligament provides the primary anteroposterior stabilization of the SC joint. This ligament extends from the posterior aspect of the sternal end of the clavicle to the posterosuperior manubrium. The anterior sternoclavicular ligament also stabilizes the SC joint and prohibits excessive superior displacement. This ligament joins the medial end of the clavicle and the superior anterior edge of the manubrium.", "contents": "Anatomy, Shoulder and Upper Limb, Sternoclavicular Joint -- Structure and Function. The posterior sternoclavicular ligament provides the primary anteroposterior stabilization of the SC joint. This ligament extends from the posterior aspect of the sternal end of the clavicle to the posterosuperior manubrium. The anterior sternoclavicular ligament also stabilizes the SC joint and prohibits excessive superior displacement. This ligament joins the medial end of the clavicle and the superior anterior edge of the manubrium."}
{"id": "article-32431_4", "title": "Anatomy, Shoulder and Upper Limb, Sternoclavicular Joint -- Structure and Function", "content": "Other ligaments contributing to the stability of the SC joint are the interclavicular ligament which facilitates medial traction of both clavicles, and the costoclavicular ligament, which mediates bilateral clavicle and anterior first rib stability. The orientation of the costoclavicular ligament to the SC joint, anchoring the inferior surface of the sternal end of the clavicle to the first rib, serves as the primary restraint for the SC joint.", "contents": "Anatomy, Shoulder and Upper Limb, Sternoclavicular Joint -- Structure and Function. Other ligaments contributing to the stability of the SC joint are the interclavicular ligament which facilitates medial traction of both clavicles, and the costoclavicular ligament, which mediates bilateral clavicle and anterior first rib stability. The orientation of the costoclavicular ligament to the SC joint, anchoring the inferior surface of the sternal end of the clavicle to the first rib, serves as the primary restraint for the SC joint."}
{"id": "article-32431_5", "title": "Anatomy, Shoulder and Upper Limb, Sternoclavicular Joint -- Structure and Function", "content": "The subclavius muscle also functions to provide SC joint stability. The subclavius muscle arises from the first rib and its costal cartilage. This muscle passes laterally to insert on the inferior surface of the middle third of the clavicle. The subclavius muscle helps protect the brachial plexus and vascular supply of the arm. The subclavius is innervated by the nerve to the subclavius (C5, C6) from the upper trunk of the brachial plexus. When the subclavius muscle contracts, it depresses and anchors the clavicle. [2]", "contents": "Anatomy, Shoulder and Upper Limb, Sternoclavicular Joint -- Structure and Function. The subclavius muscle also functions to provide SC joint stability. The subclavius muscle arises from the first rib and its costal cartilage. This muscle passes laterally to insert on the inferior surface of the middle third of the clavicle. The subclavius muscle helps protect the brachial plexus and vascular supply of the arm. The subclavius is innervated by the nerve to the subclavius (C5, C6) from the upper trunk of the brachial plexus. When the subclavius muscle contracts, it depresses and anchors the clavicle. [2]"}
{"id": "article-32431_6", "title": "Anatomy, Shoulder and Upper Limb, Sternoclavicular Joint -- Structure and Function", "content": "The SC joint is one of five articulations that permit fluid movement of the shoulder girdle. Functionally, the joint is a diarthrodial, multiaxial joint that provides 35 degrees range of motion for movement in the horizontal and coronal planes and 70 degrees range of motion anteroposteriorly. The joint is also capable of 45 degrees of rotation along its long axis. Mechanical input from the shoulder girdle influences the movements of the SC joint.", "contents": "Anatomy, Shoulder and Upper Limb, Sternoclavicular Joint -- Structure and Function. The SC joint is one of five articulations that permit fluid movement of the shoulder girdle. Functionally, the joint is a diarthrodial, multiaxial joint that provides 35 degrees range of motion for movement in the horizontal and coronal planes and 70 degrees range of motion anteroposteriorly. The joint is also capable of 45 degrees of rotation along its long axis. Mechanical input from the shoulder girdle influences the movements of the SC joint."}
{"id": "article-32431_7", "title": "Anatomy, Shoulder and Upper Limb, Sternoclavicular Joint -- Structure and Function", "content": "Meaningful anatomical relationships concerning the SC joint are also worth noting. The brachiocephalic trunk, internal jugular vein, and common carotid artery lie posterior to the SC joint. Other mediastinal structures that lie posterior to the clavicle and SC joint are the vagus nerve, phrenic nerve, trachea, and esophagus. These relationships have clinical significance and will be discussed below.", "contents": "Anatomy, Shoulder and Upper Limb, Sternoclavicular Joint -- Structure and Function. Meaningful anatomical relationships concerning the SC joint are also worth noting. The brachiocephalic trunk, internal jugular vein, and common carotid artery lie posterior to the SC joint. Other mediastinal structures that lie posterior to the clavicle and SC joint are the vagus nerve, phrenic nerve, trachea, and esophagus. These relationships have clinical significance and will be discussed below."}
{"id": "article-32431_8", "title": "Anatomy, Shoulder and Upper Limb, Sternoclavicular Joint -- Embryology", "content": "Somites develop into the sclerotomes, which are located ventromedially, and the dorsolateral dermomyotomes. The cells of the sclerotome form mesenchyme by the end of the fourth week. The sclerotomal cells form osteoblasts (which form bone), fibroblasts (which form connective tissue), and chondroblasts (which form cartilage).", "contents": "Anatomy, Shoulder and Upper Limb, Sternoclavicular Joint -- Embryology. Somites develop into the sclerotomes, which are located ventromedially, and the dorsolateral dermomyotomes. The cells of the sclerotome form mesenchyme by the end of the fourth week. The sclerotomal cells form osteoblasts (which form bone), fibroblasts (which form connective tissue), and chondroblasts (which form cartilage)."}
{"id": "article-32431_9", "title": "Anatomy, Shoulder and Upper Limb, Sternoclavicular Joint -- Embryology", "content": "The shoulder is formed from lateral plate mesoderm. Hyaline cartilage models undergo endochondral ossification in which the cartilage forms bone shaped based on the cartilaginous model. The upper limb undergoes rotation of 90 degrees so that the extensor muscles are located posteriorly and laterally. The chondrocytes are formed by the sixth week. They establish the cartilaginous models, which undergo ossification to form the bone. By the end of the twelfth week, the ossification centers of the long bones have been developed in the osseous diaphysis.", "contents": "Anatomy, Shoulder and Upper Limb, Sternoclavicular Joint -- Embryology. The shoulder is formed from lateral plate mesoderm. Hyaline cartilage models undergo endochondral ossification in which the cartilage forms bone shaped based on the cartilaginous model. The upper limb undergoes rotation of 90 degrees so that the extensor muscles are located posteriorly and laterally. The chondrocytes are formed by the sixth week. They establish the cartilaginous models, which undergo ossification to form the bone. By the end of the twelfth week, the ossification centers of the long bones have been developed in the osseous diaphysis."}
{"id": "article-32431_10", "title": "Anatomy, Shoulder and Upper Limb, Sternoclavicular Joint -- Embryology", "content": "Joints are formed in the cartilaginous portion where cell growth stops, leading to the formation of an interzone—the number of cells in the interzone increases. Cell death (apoptosis) leads to the formation of the marrow cavity. The shaft of the bone is well ossified at birth, but the epiphyses remain cartilaginous, forming a growth center. Irregular bones may have more than one growth center.", "contents": "Anatomy, Shoulder and Upper Limb, Sternoclavicular Joint -- Embryology. Joints are formed in the cartilaginous portion where cell growth stops, leading to the formation of an interzone—the number of cells in the interzone increases. Cell death (apoptosis) leads to the formation of the marrow cavity. The shaft of the bone is well ossified at birth, but the epiphyses remain cartilaginous, forming a growth center. Irregular bones may have more than one growth center."}
{"id": "article-32431_11", "title": "Anatomy, Shoulder and Upper Limb, Sternoclavicular Joint -- Blood Supply and Lymphatics", "content": "The vascular supply of the sternoclavicular joint derives from the internal thoracic artery and suprascapular artery. Both arteries are branches of the subclavian artery. The internal thoracic artery is a direct branch of the subclavian artery. According to Gray's Anatomy, the suprascapular artery is a branch of the thyrocervical trunk, a branch of the subclavian artery.", "contents": "Anatomy, Shoulder and Upper Limb, Sternoclavicular Joint -- Blood Supply and Lymphatics. The vascular supply of the sternoclavicular joint derives from the internal thoracic artery and suprascapular artery. Both arteries are branches of the subclavian artery. The internal thoracic artery is a direct branch of the subclavian artery. According to Gray's Anatomy, the suprascapular artery is a branch of the thyrocervical trunk, a branch of the subclavian artery."}
{"id": "article-32431_12", "title": "Anatomy, Shoulder and Upper Limb, Sternoclavicular Joint -- Nerves", "content": "The sternoclavicular joint is directly innervated by the medial supraclavicular nerve (C3-C4) and the nerve to the subclavius (C5-C6). The nerves are involved in the various movements at the joint. Elevation: accomplished by the levator scapulae, upper trapezius, rhomboid major and minor muscles Levator scapulae: Dorsal scapular nerve (C5, C6); cervical nerves (C3, C4) Trapezius: Spinal accessory nerve (cranial nerve eleven XI)(motor function); pain and proprioception: cervical nerves (C3, C4) Rhomboid major and minor: Dorsal scapular nerve (C4, C5) Depression: pectoralis minor, lower trapezius, serratus anterior muscles Pectoralis minor: Medial pectoral nerve (C8, T1) Trapezius: Spinal accessory nerve (cranial nerve eleven XI)(motor function); pain and proprioception cervical nerves (C3, C4) Serratus anterior: Long thoracic nerve (C5, C6, C7)", "contents": "Anatomy, Shoulder and Upper Limb, Sternoclavicular Joint -- Nerves. The sternoclavicular joint is directly innervated by the medial supraclavicular nerve (C3-C4) and the nerve to the subclavius (C5-C6). The nerves are involved in the various movements at the joint. Elevation: accomplished by the levator scapulae, upper trapezius, rhomboid major and minor muscles Levator scapulae: Dorsal scapular nerve (C5, C6); cervical nerves (C3, C4) Trapezius: Spinal accessory nerve (cranial nerve eleven XI)(motor function); pain and proprioception: cervical nerves (C3, C4) Rhomboid major and minor: Dorsal scapular nerve (C4, C5) Depression: pectoralis minor, lower trapezius, serratus anterior muscles Pectoralis minor: Medial pectoral nerve (C8, T1) Trapezius: Spinal accessory nerve (cranial nerve eleven XI)(motor function); pain and proprioception cervical nerves (C3, C4) Serratus anterior: Long thoracic nerve (C5, C6, C7)"}
{"id": "article-32431_13", "title": "Anatomy, Shoulder and Upper Limb, Sternoclavicular Joint -- Nerves", "content": "Protraction: pectoralis minor, serratus anterior muscles Pectoralis minor: Medial pectoral nerve (C8,T1) Serratus anterior: Long thoracic nerve (C5, C6, C7) Retraction: middle trapezius, latissimus dorsi, rhomboid major and minor muscles Trapezius: Spinal accessory nerve (cranial nerve eleven XI)(motor function);  pain and proprioception cervical nerves (C3,C4) Latissimus dorsi: Thoracodorsal nerve (C6, C7, C8) Rhomboid major and minor: Dorsal scapular nerve (C4,C5) Rotation via elevation of the glenoid cavity: upper and lower trapezius, serratus anterior muscles Upper and lower trapezius: Spinal accessory nerve (cranial nerve eleven XI); pain and proprioception cervical nerves (C3, C4) Serratus anterior: Long thoracic nerve (C5, C6, C7)", "contents": "Anatomy, Shoulder and Upper Limb, Sternoclavicular Joint -- Nerves. Protraction: pectoralis minor, serratus anterior muscles Pectoralis minor: Medial pectoral nerve (C8,T1) Serratus anterior: Long thoracic nerve (C5, C6, C7) Retraction: middle trapezius, latissimus dorsi, rhomboid major and minor muscles Trapezius: Spinal accessory nerve (cranial nerve eleven XI)(motor function);  pain and proprioception cervical nerves (C3,C4) Latissimus dorsi: Thoracodorsal nerve (C6, C7, C8) Rhomboid major and minor: Dorsal scapular nerve (C4,C5) Rotation via elevation of the glenoid cavity: upper and lower trapezius, serratus anterior muscles Upper and lower trapezius: Spinal accessory nerve (cranial nerve eleven XI); pain and proprioception cervical nerves (C3, C4) Serratus anterior: Long thoracic nerve (C5, C6, C7)"}
{"id": "article-32431_14", "title": "Anatomy, Shoulder and Upper Limb, Sternoclavicular Joint -- Nerves", "content": "Rotation via depression of the glenoid cavity: levator scapulae, latissimus dorsi, pectoralis minor, rhomboid major and minor muscles Levator scapulae: Dorsal scapular nerve (C4, C5) Latissimus dorsi: Thoracodorsal nerve (C6, C7, C8) Pectoralis minor: Medial pectoral nerve (C8, T1) Rhomboid major and minor: Dorsal scapular nerve (C4, C5)", "contents": "Anatomy, Shoulder and Upper Limb, Sternoclavicular Joint -- Nerves. Rotation via depression of the glenoid cavity: levator scapulae, latissimus dorsi, pectoralis minor, rhomboid major and minor muscles Levator scapulae: Dorsal scapular nerve (C4, C5) Latissimus dorsi: Thoracodorsal nerve (C6, C7, C8) Pectoralis minor: Medial pectoral nerve (C8, T1) Rhomboid major and minor: Dorsal scapular nerve (C4, C5)"}
{"id": "article-32431_15", "title": "Anatomy, Shoulder and Upper Limb, Sternoclavicular Joint -- Muscles", "content": "While no muscles directly act on the sternoclavicular joint, clinicians must understand that the movement of the SC joint primarily depends on the motion of the scapula and the entire shoulder girdle, including the clavicle. Muscles inserting on the clavicle that influence the movement of the SC joint include the deltoid, pectoralis major, trapezius, and sternocleidomastoid muscles.", "contents": "Anatomy, Shoulder and Upper Limb, Sternoclavicular Joint -- Muscles. While no muscles directly act on the sternoclavicular joint, clinicians must understand that the movement of the SC joint primarily depends on the motion of the scapula and the entire shoulder girdle, including the clavicle. Muscles inserting on the clavicle that influence the movement of the SC joint include the deltoid, pectoralis major, trapezius, and sternocleidomastoid muscles."}
{"id": "article-32431_16", "title": "Anatomy, Shoulder and Upper Limb, Sternoclavicular Joint -- Muscles -- Deltoid", "content": "Origin: Lateral third clavicle, acromion, the spine of the scapula insertion: Deltoid tuberosity Innervation: Axillary nerve (C5,C6) Action: Anterior part flexes and rotates the arm; the middle part: abducts the arm; the posterior part: extends and rotates the arm", "contents": "Anatomy, Shoulder and Upper Limb, Sternoclavicular Joint -- Muscles -- Deltoid. Origin: Lateral third clavicle, acromion, the spine of the scapula insertion: Deltoid tuberosity Innervation: Axillary nerve (C5,C6) Action: Anterior part flexes and rotates the arm; the middle part: abducts the arm; the posterior part: extends and rotates the arm"}
{"id": "article-32431_17", "title": "Anatomy, Shoulder and Upper Limb, Sternoclavicular Joint -- Muscles -- Pectoralis Major", "content": "Origin: Clavicular head: medial half of clavicle; sternocostal head: Sternum, superior six costal cartilages Insertion: Lateral lip intertubercular sulcus Nerve supply: Lateral head:  lateral and medial pectoral nerves (C5,C6); medial head lateral and medial pectoral nerves (C7,C8,T1). Actions: Adducts and medially rotates humerus; moves scapula anteriorly and inferiorly", "contents": "Anatomy, Shoulder and Upper Limb, Sternoclavicular Joint -- Muscles -- Pectoralis Major. Origin: Clavicular head: medial half of clavicle; sternocostal head: Sternum, superior six costal cartilages Insertion: Lateral lip intertubercular sulcus Nerve supply: Lateral head:  lateral and medial pectoral nerves (C5,C6); medial head lateral and medial pectoral nerves (C7,C8,T1). Actions: Adducts and medially rotates humerus; moves scapula anteriorly and inferiorly"}
{"id": "article-32431_18", "title": "Anatomy, Shoulder and Upper Limb, Sternoclavicular Joint -- Muscles -- Trapezius", "content": "Origin: Nuchal line, external occipital protuberance, ligamentum nuchae; spinous processes C7-T12 Insertion: Lateral third clavicle; acromion, the spine of the scapula Innervation: Spinal accessory nerve (cranial nerve eleven XI)(motor function); cervical nerves (C3,C4) - pain and proprioception Action: complex - see Nerves section above", "contents": "Anatomy, Shoulder and Upper Limb, Sternoclavicular Joint -- Muscles -- Trapezius. Origin: Nuchal line, external occipital protuberance, ligamentum nuchae; spinous processes C7-T12 Insertion: Lateral third clavicle; acromion, the spine of the scapula Innervation: Spinal accessory nerve (cranial nerve eleven XI)(motor function); cervical nerves (C3,C4) - pain and proprioception Action: complex - see Nerves section above"}
{"id": "article-32431_19", "title": "Anatomy, Shoulder and Upper Limb, Sternoclavicular Joint -- Muscles -- Sternocleidomastoid", "content": "Origin: Manubrium of the sternum; the medial third of the clavicle Insertion: Mastoid process; superior nuchal line Innervation: Spinal accessory nerve (cranial nerve XI – motor); C2,C3 (pain and proprioception) Action: Tilts head to the ipsilateral side; rotates head so face pointed towards the contralateral side", "contents": "Anatomy, Shoulder and Upper Limb, Sternoclavicular Joint -- Muscles -- Sternocleidomastoid. Origin: Manubrium of the sternum; the medial third of the clavicle Insertion: Mastoid process; superior nuchal line Innervation: Spinal accessory nerve (cranial nerve XI – motor); C2,C3 (pain and proprioception) Action: Tilts head to the ipsilateral side; rotates head so face pointed towards the contralateral side"}
{"id": "article-32431_20", "title": "Anatomy, Shoulder and Upper Limb, Sternoclavicular Joint -- Physiologic Variants", "content": "There are not many anatomical or physiological variations concerning the sternoclavicular joint. However, some patients may have more prominent attachments of the ligaments supporting the SC joint than others, especially the costoclavicular ligament. This should not be viewed as pathological.", "contents": "Anatomy, Shoulder and Upper Limb, Sternoclavicular Joint -- Physiologic Variants. There are not many anatomical or physiological variations concerning the sternoclavicular joint. However, some patients may have more prominent attachments of the ligaments supporting the SC joint than others, especially the costoclavicular ligament. This should not be viewed as pathological."}
{"id": "article-32431_21", "title": "Anatomy, Shoulder and Upper Limb, Sternoclavicular Joint -- Surgical Considerations", "content": "Traumatic dislocation of the sternoclavicular joint can result in chronic instability of the joint or in arthritic changes that can limit the activities of athletes and those with an active lifestyle. [3] Options that can be offered to such patients include sternoclavicular joint reconstruction or medial clavicular resection. For athletic injuries in athletes who intend to continue playing sports, an approach in which the tissues of the tendon(s) are woven in a figure-eight pattern into drill holes has been shown to produce superior results. [4]", "contents": "Anatomy, Shoulder and Upper Limb, Sternoclavicular Joint -- Surgical Considerations. Traumatic dislocation of the sternoclavicular joint can result in chronic instability of the joint or in arthritic changes that can limit the activities of athletes and those with an active lifestyle. [3] Options that can be offered to such patients include sternoclavicular joint reconstruction or medial clavicular resection. For athletic injuries in athletes who intend to continue playing sports, an approach in which the tissues of the tendon(s) are woven in a figure-eight pattern into drill holes has been shown to produce superior results. [4]"}
{"id": "article-32431_22", "title": "Anatomy, Shoulder and Upper Limb, Sternoclavicular Joint -- Clinical Significance -- Trauma", "content": "Traumatic injury to the sternoclavicular joint is rare, accounting for only 3% to 5% of shoulder girdle injuries. [5] Given the robust stability and reinforcement of the joint, a significant force or a specific vector is often required to damage its structural and functional integrity, such as a motor vehicle collision or a direct blow from a contact sport or fall. Often, an indirect blow to the shoulder is the cause of trauma that damages the SC joint; direct blows to the medial clavicle are also frequent. If strong enough to disrupt the joint space, such blunt force trauma will lead to SC joint dislocation.", "contents": "Anatomy, Shoulder and Upper Limb, Sternoclavicular Joint -- Clinical Significance -- Trauma. Traumatic injury to the sternoclavicular joint is rare, accounting for only 3% to 5% of shoulder girdle injuries. [5] Given the robust stability and reinforcement of the joint, a significant force or a specific vector is often required to damage its structural and functional integrity, such as a motor vehicle collision or a direct blow from a contact sport or fall. Often, an indirect blow to the shoulder is the cause of trauma that damages the SC joint; direct blows to the medial clavicle are also frequent. If strong enough to disrupt the joint space, such blunt force trauma will lead to SC joint dislocation."}
{"id": "article-32431_23", "title": "Anatomy, Shoulder and Upper Limb, Sternoclavicular Joint -- Clinical Significance -- Trauma", "content": "Patients with direct trauma to the SC joint often present with pain localizable to the joint itself. They may complain of shoulder pain or pain in the anterior chest. Frequently, the patient will have a prior history of trauma, but this is not always the case, as some SC joint injuries may be insidious in presentation. Physical exam may likely reveal swelling, a bony prominence of the sternum or clavicle, pain and tenderness, ecchymosis, severe pain, and reduced shoulder joint range of motion. [6]", "contents": "Anatomy, Shoulder and Upper Limb, Sternoclavicular Joint -- Clinical Significance -- Trauma. Patients with direct trauma to the SC joint often present with pain localizable to the joint itself. They may complain of shoulder pain or pain in the anterior chest. Frequently, the patient will have a prior history of trauma, but this is not always the case, as some SC joint injuries may be insidious in presentation. Physical exam may likely reveal swelling, a bony prominence of the sternum or clavicle, pain and tenderness, ecchymosis, severe pain, and reduced shoulder joint range of motion. [6]"}
{"id": "article-32431_24", "title": "Anatomy, Shoulder and Upper Limb, Sternoclavicular Joint -- Clinical Significance -- Trauma", "content": "Dislocation : SC joint dislocations comprise 1% to 3% of all dislocations. Depending on the direction of the injuring force, SC joint dislocations can either be anterior or posterior in orientation. Anterior dislocations result from blows in an anterolateral direction. They are more common than posterior dislocations. Posterior dislocations are the result of blows in a posterolateral direction. Posterior SC joint dislocations put mediastinal structures at risk. The clinician should note any sign of dysphagia, stridor, dyspnea, paresthesia, diminished extremity pulses, or cyanosis. Potential complications of posterior SC joint dislocations include pneumothorax, brachial plexus injury, vascular injury, dysphagia, and hoarseness. [7] [8] [9] [10] Sprain : no joint laxity or instability. Subluxation : tearing of sternoclavicular ligaments, but costoclavicular ligaments intact. SC joint injuries are classified on the following basis depending on the extent of the injury. [5]", "contents": "Anatomy, Shoulder and Upper Limb, Sternoclavicular Joint -- Clinical Significance -- Trauma. Dislocation : SC joint dislocations comprise 1% to 3% of all dislocations. Depending on the direction of the injuring force, SC joint dislocations can either be anterior or posterior in orientation. Anterior dislocations result from blows in an anterolateral direction. They are more common than posterior dislocations. Posterior dislocations are the result of blows in a posterolateral direction. Posterior SC joint dislocations put mediastinal structures at risk. The clinician should note any sign of dysphagia, stridor, dyspnea, paresthesia, diminished extremity pulses, or cyanosis. Potential complications of posterior SC joint dislocations include pneumothorax, brachial plexus injury, vascular injury, dysphagia, and hoarseness. [7] [8] [9] [10] Sprain : no joint laxity or instability. Subluxation : tearing of sternoclavicular ligaments, but costoclavicular ligaments intact. SC joint injuries are classified on the following basis depending on the extent of the injury. [5]"}
{"id": "article-32431_25", "title": "Anatomy, Shoulder and Upper Limb, Sternoclavicular Joint -- Clinical Significance -- Trauma", "content": "Type 1 : SC joint sprain without laxity or pain. Type 2 : SC joint ligaments rupture, costoclavicular ligaments intact; joint subluxation. Type 3 : SC joint ligaments and costoclavicular ligaments ruptured; joint dislocation.", "contents": "Anatomy, Shoulder and Upper Limb, Sternoclavicular Joint -- Clinical Significance -- Trauma. Type 1 : SC joint sprain without laxity or pain. Type 2 : SC joint ligaments rupture, costoclavicular ligaments intact; joint subluxation. Type 3 : SC joint ligaments and costoclavicular ligaments ruptured; joint dislocation."}
{"id": "article-32431_26", "title": "Anatomy, Shoulder and Upper Limb, Sternoclavicular Joint -- Clinical Significance -- Trauma", "content": "Treatment of SC joint injuries is conservative if atraumatic. In anterior dislocations, conservative management is recommended. Acute posterior dislocations without evidence of mediastinal injury require management with closed reduction. However, if there are signs of mediastinal injury, emergent open reduction, and internal fixation are warranted.", "contents": "Anatomy, Shoulder and Upper Limb, Sternoclavicular Joint -- Clinical Significance -- Trauma. Treatment of SC joint injuries is conservative if atraumatic. In anterior dislocations, conservative management is recommended. Acute posterior dislocations without evidence of mediastinal injury require management with closed reduction. However, if there are signs of mediastinal injury, emergent open reduction, and internal fixation are warranted."}
{"id": "article-32431_27", "title": "Anatomy, Shoulder and Upper Limb, Sternoclavicular Joint -- Clinical Significance -- Osteoarthritis", "content": "Osteoarthritis, a condition seen predominately in patients over 60 years of age, is relatively common in the SC joint, with one study showing a prevalence of 89% in patients above age 50. [11] Pain associated with osteoarthritis is produced by forward flexion or abduction of the arm. Radiographically, osteoarthritis demonstrates features such as subchondral cysts, joint space narrowing, osteophytes, and subchondral sclerosis. [12] Treatment is primarily conservative.", "contents": "Anatomy, Shoulder and Upper Limb, Sternoclavicular Joint -- Clinical Significance -- Osteoarthritis. Osteoarthritis, a condition seen predominately in patients over 60 years of age, is relatively common in the SC joint, with one study showing a prevalence of 89% in patients above age 50. [11] Pain associated with osteoarthritis is produced by forward flexion or abduction of the arm. Radiographically, osteoarthritis demonstrates features such as subchondral cysts, joint space narrowing, osteophytes, and subchondral sclerosis. [12] Treatment is primarily conservative."}
{"id": "article-32431_28", "title": "Anatomy, Shoulder and Upper Limb, Sternoclavicular Joint -- Clinical Significance -- Infection", "content": "Infection of the SC joint is rare and presents insidiously with a low-grade fever, erythema, mild shoulder discomfort, and joint swelling. The primary organisms responsible for infection of the SC joint are Staphylococcus aureus and Pseudomonas aeruginosa. Diagnosis involves arthrocentesis and MRI to assess joint integrity. Treatment is surgical debridement, en-bloc resection, and antibiotic therapy. [13]", "contents": "Anatomy, Shoulder and Upper Limb, Sternoclavicular Joint -- Clinical Significance -- Infection. Infection of the SC joint is rare and presents insidiously with a low-grade fever, erythema, mild shoulder discomfort, and joint swelling. The primary organisms responsible for infection of the SC joint are Staphylococcus aureus and Pseudomonas aeruginosa. Diagnosis involves arthrocentesis and MRI to assess joint integrity. Treatment is surgical debridement, en-bloc resection, and antibiotic therapy. [13]"}
{"id": "article-32431_29", "title": "Anatomy, Shoulder and Upper Limb, Sternoclavicular Joint -- Clinical Significance -- Gout", "content": "While uncommon, gout is known to affect the SC joint. Joint aspirate will reveal negatively birefringent crystals under polarized light.", "contents": "Anatomy, Shoulder and Upper Limb, Sternoclavicular Joint -- Clinical Significance -- Gout. While uncommon, gout is known to affect the SC joint. Joint aspirate will reveal negatively birefringent crystals under polarized light."}
{"id": "article-32431_30", "title": "Anatomy, Shoulder and Upper Limb, Sternoclavicular Joint -- Clinical Significance -- Rheumatoid Arthritis", "content": "In patients with rheumatoid arthritis, especially females, involvement of the SC joint is common. [14]", "contents": "Anatomy, Shoulder and Upper Limb, Sternoclavicular Joint -- Clinical Significance -- Rheumatoid Arthritis. In patients with rheumatoid arthritis, especially females, involvement of the SC joint is common. [14]"}
{"id": "article-32431_31", "title": "Anatomy, Shoulder and Upper Limb, Sternoclavicular Joint -- Clinical Significance -- Seronegative Spondyloarthropathies", "content": "Conditions including psoriatic arthritis, ankylosing spondylitis, and reactive arthritis, notably seen in patients who are HLA-B27 positive, may involve the SC joint. SC joint involvement is much more common in psoriatic arthritis, with an incidence of 90% in severe cases. Treatment of these conditions revolves around non-steroidal anti-inflammatory drugs (NSAIDs) and disease-modifying agents. [15]", "contents": "Anatomy, Shoulder and Upper Limb, Sternoclavicular Joint -- Clinical Significance -- Seronegative Spondyloarthropathies. Conditions including psoriatic arthritis, ankylosing spondylitis, and reactive arthritis, notably seen in patients who are HLA-B27 positive, may involve the SC joint. SC joint involvement is much more common in psoriatic arthritis, with an incidence of 90% in severe cases. Treatment of these conditions revolves around non-steroidal anti-inflammatory drugs (NSAIDs) and disease-modifying agents. [15]"}
{"id": "article-32431_32", "title": "Anatomy, Shoulder and Upper Limb, Sternoclavicular Joint -- Clinical Significance -- Synovitis-Acne-Pustulosis-Hyperostosis-Osteitis (SAPHO) Syndrome", "content": "In patients with SAPHO syndrome, the SC joint is the most common location of skeletal involvement. Radiographic imaging of the SC joint in patients with SAPHO syndrome will show evidence of inflammatory hyperostosis on a CT scan and a \"bull's horn\" appearance on a bone scan. This condition is treated primarily with NSAIDs, steroids, bisphosphonates, and sulfasalazine. [16]", "contents": "Anatomy, Shoulder and Upper Limb, Sternoclavicular Joint -- Clinical Significance -- Synovitis-Acne-Pustulosis-Hyperostosis-Osteitis (SAPHO) Syndrome. In patients with SAPHO syndrome, the SC joint is the most common location of skeletal involvement. Radiographic imaging of the SC joint in patients with SAPHO syndrome will show evidence of inflammatory hyperostosis on a CT scan and a \"bull's horn\" appearance on a bone scan. This condition is treated primarily with NSAIDs, steroids, bisphosphonates, and sulfasalazine. [16]"}
{"id": "article-32431_33", "title": "Anatomy, Shoulder and Upper Limb, Sternoclavicular Joint -- Clinical Significance -- Condensing Osteitis", "content": "Condensing osteitis is a rare condition that presents with a painful and swollen SC joint. Abduction of the arm may exacerbate the pain. Radiographic evaluation reveals sclerosis of the inferomedial end of the clavicle without signs of bone damage. Histological examination of affected bone reveals reinforcement of cancellous bone and destruction of marrow spaces, and radionucleotide scanning will show increased uptake. NSAIDs are the mainstay of treatment. [17]", "contents": "Anatomy, Shoulder and Upper Limb, Sternoclavicular Joint -- Clinical Significance -- Condensing Osteitis. Condensing osteitis is a rare condition that presents with a painful and swollen SC joint. Abduction of the arm may exacerbate the pain. Radiographic evaluation reveals sclerosis of the inferomedial end of the clavicle without signs of bone damage. Histological examination of affected bone reveals reinforcement of cancellous bone and destruction of marrow spaces, and radionucleotide scanning will show increased uptake. NSAIDs are the mainstay of treatment. [17]"}
{"id": "article-32431_34", "title": "Anatomy, Shoulder and Upper Limb, Sternoclavicular Joint -- Clinical Significance -- Friedreich Disease", "content": "Friedreich disease involves avascular necrosis of the medial end of the clavicle. This condition can present with symptoms similar to those of condensing osteitis. A key differentiating factor between the two conditions is the duration of symptoms. Friedreich disease typically presents with a shorter duration of clinical symptoms. Additionally, Friedreich disease is predominantly seen in adolescent and pediatric patients. Histological examination of bone in a patient with this condition will reveal bone necrosis, marrow, and Haversian canal fibrosis with empty lacunae. Both Friedreich disease and condensing osteitis are treated with NSAIDs. [17]", "contents": "Anatomy, Shoulder and Upper Limb, Sternoclavicular Joint -- Clinical Significance -- Friedreich Disease. Friedreich disease involves avascular necrosis of the medial end of the clavicle. This condition can present with symptoms similar to those of condensing osteitis. A key differentiating factor between the two conditions is the duration of symptoms. Friedreich disease typically presents with a shorter duration of clinical symptoms. Additionally, Friedreich disease is predominantly seen in adolescent and pediatric patients. Histological examination of bone in a patient with this condition will reveal bone necrosis, marrow, and Haversian canal fibrosis with empty lacunae. Both Friedreich disease and condensing osteitis are treated with NSAIDs. [17]"}
{"id": "article-32431_35", "title": "Anatomy, Shoulder and Upper Limb, Sternoclavicular Joint -- Other Issues -- Imaging Considerations", "content": "The sternoclavicular joint is best imaged utilizing computed tomography (CT) scanning for three-dimensional analysis. This technique is appropriate since it is based on a very sophisticated approach to x-ray technology; this makes it very good for visualizing the anatomy and pathology of bones. Magnetic resonance imaging (MRI) may also be used to analyze the articulating surfaces, fibrocartilaginous articulate disc, and supporting ligaments of the SC joint.", "contents": "Anatomy, Shoulder and Upper Limb, Sternoclavicular Joint -- Other Issues -- Imaging Considerations. The sternoclavicular joint is best imaged utilizing computed tomography (CT) scanning for three-dimensional analysis. This technique is appropriate since it is based on a very sophisticated approach to x-ray technology; this makes it very good for visualizing the anatomy and pathology of bones. Magnetic resonance imaging (MRI) may also be used to analyze the articulating surfaces, fibrocartilaginous articulate disc, and supporting ligaments of the SC joint."}
{"id": "article-32431_36", "title": "Anatomy, Shoulder and Upper Limb, Sternoclavicular Joint -- Other Issues -- Imaging Considerations", "content": "The presence of a musculus interclavicularis anticus digastricus has been reported. [18] This muscle variant originates from the manubrium of the sternum and inserts onto both clavicles. Both muscle bellies were attached by a tendon. The muscle receives innervation from the lateral pectoral nerve. The incidence of occurrence of this muscular variant is unknown at this time. This muscle is vulnerable to injury when inserting a catheter in the subclavian vein. Fractures of the clavicle could also damage such a muscle.", "contents": "Anatomy, Shoulder and Upper Limb, Sternoclavicular Joint -- Other Issues -- Imaging Considerations. The presence of a musculus interclavicularis anticus digastricus has been reported. [18] This muscle variant originates from the manubrium of the sternum and inserts onto both clavicles. Both muscle bellies were attached by a tendon. The muscle receives innervation from the lateral pectoral nerve. The incidence of occurrence of this muscular variant is unknown at this time. This muscle is vulnerable to injury when inserting a catheter in the subclavian vein. Fractures of the clavicle could also damage such a muscle."}
{"id": "article-32431_37", "title": "Anatomy, Shoulder and Upper Limb, Sternoclavicular Joint -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Anatomy, Shoulder and Upper Limb, Sternoclavicular Joint -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}