{"id": "article-130577_0", "title": "Contracted Socket -- Continuing Education Activity", "content": "The contracted socket is a dreaded complication of anophthalmos, which leads to the shortening of the fornices, ultimately leading to an inability to retain a prosthesis. A timely and careful diagnosis is necessary to avoid the formation of this condition. This activity reviews the prevention, evaluation, and surgical management of contracted sockets with implants, prostheses, grafts.", "contents": "Contracted Socket -- Continuing Education Activity. The contracted socket is a dreaded complication of anophthalmos, which leads to the shortening of the fornices, ultimately leading to an inability to retain a prosthesis. A timely and careful diagnosis is necessary to avoid the formation of this condition. This activity reviews the prevention, evaluation, and surgical management of contracted sockets with implants, prostheses, grafts."}
{"id": "article-130577_1", "title": "Contracted Socket -- Continuing Education Activity", "content": "Objectives: Outline the etiology of the contracted socket. Summarize the evaluation of a case of the contracted socket. Outline the typical presenting complaints of a patient with the contracted socket. Describe the management options available for the contracted socket. Access free multiple choice questions on this topic.", "contents": "Contracted Socket -- Continuing Education Activity. Objectives: Outline the etiology of the contracted socket. Summarize the evaluation of a case of the contracted socket. Outline the typical presenting complaints of a patient with the contracted socket. Describe the management options available for the contracted socket. Access free multiple choice questions on this topic."}
{"id": "article-130577_2", "title": "Contracted Socket -- Introduction", "content": "Contracted socket, one of the most dreaded complications of anophthalmos, refers to shrinkage of orbital tissue accompanied by a reduction in the orbital volume along with a decrease in the forniceal depth. It eventually results in an inability to sustain a prosthesis. Not only is it aesthetically unpleasant to the patient, but it also results in significant functional as well as psychosocial disability. [1] Efficient reconstruction of these sockets followed by close follow-up may help improve the quality of life and prevent the subsequent disastrous complications of the contracted socket. [2] [3]", "contents": "Contracted Socket -- Introduction. Contracted socket, one of the most dreaded complications of anophthalmos, refers to shrinkage of orbital tissue accompanied by a reduction in the orbital volume along with a decrease in the forniceal depth. It eventually results in an inability to sustain a prosthesis. Not only is it aesthetically unpleasant to the patient, but it also results in significant functional as well as psychosocial disability. [1] Efficient reconstruction of these sockets followed by close follow-up may help improve the quality of life and prevent the subsequent disastrous complications of the contracted socket. [2] [3]"}
{"id": "article-130577_3", "title": "Contracted Socket -- Etiology", "content": "Multiple theories leading to a contracted socket. [4]", "contents": "Contracted Socket -- Etiology. Multiple theories leading to a contracted socket. [4]"}
{"id": "article-130577_4", "title": "Contracted Socket -- Etiology -- Trauma and Surgery-related", "content": "Fibrosis following the initial trauma Extensive orbital dissection Poor surgical techniques (evisceration/ enucleation) Multiple socket procedures", "contents": "Contracted Socket -- Etiology -- Trauma and Surgery-related. Fibrosis following the initial trauma Extensive orbital dissection Poor surgical techniques (evisceration/ enucleation) Multiple socket procedures"}
{"id": "article-130577_5", "title": "Contracted Socket -- Etiology -- Ocular Surface-related", "content": "A cicatrizing disease of the conjunctiva Sever socket infection and inflammation Keloid formation in the socket Poor vascular supply", "contents": "Contracted Socket -- Etiology -- Ocular Surface-related. A cicatrizing disease of the conjunctiva Sever socket infection and inflammation Keloid formation in the socket Poor vascular supply"}
{"id": "article-130577_6", "title": "Contracted Socket -- Etiology -- Prosthesis and Implant-related", "content": "Non-wearing of prothesis Faulty/ill-fitting prosthesis Implant migration / exposure", "contents": "Contracted Socket -- Etiology -- Prosthesis and Implant-related. Non-wearing of prothesis Faulty/ill-fitting prosthesis Implant migration / exposure"}
{"id": "article-130577_7", "title": "Contracted Socket -- Etiology -- Etiology Related", "content": "Alkali burns Irradiation following enucleation in some retinoblastoma", "contents": "Contracted Socket -- Etiology -- Etiology Related. Alkali burns Irradiation following enucleation in some retinoblastoma"}
{"id": "article-130577_8", "title": "Contracted Socket -- Epidemiology", "content": "Anophthalmic socket is rarely congenital, with a prevalence of 0.2 to 0.3 per 10,000 live births. Acquired anophthalmos due to surgical interventions is much more common, and the prevalence of acquired anophthalmia following enucleation is 2.6 -5 per 100,000 population. There is no direct relationship between age and sex and the amount of contraction of the socket. The involvement of the left eye was more than the right eye for reasons unknown. [5]", "contents": "Contracted Socket -- Epidemiology. Anophthalmic socket is rarely congenital, with a prevalence of 0.2 to 0.3 per 10,000 live births. Acquired anophthalmos due to surgical interventions is much more common, and the prevalence of acquired anophthalmia following enucleation is 2.6 -5 per 100,000 population. There is no direct relationship between age and sex and the amount of contraction of the socket. The involvement of the left eye was more than the right eye for reasons unknown. [5]"}
{"id": "article-130577_9", "title": "Contracted Socket -- History and Physical", "content": "Patients with contracted sockets present with an inability to sustain a prosthesis. Discharge is a common complaint that may result from poor prosthetic fit or extruding implant. This may be associated with the poor movement of ocular prothesis and poor cosmetic appearance, entropion, ectropion, infection, ptosis. [6] Many patients suffer from eyelid malpositions like entropion, ectropion, ptosis, which also required surgeries.", "contents": "Contracted Socket -- History and Physical. Patients with contracted sockets present with an inability to sustain a prosthesis. Discharge is a common complaint that may result from poor prosthetic fit or extruding implant. This may be associated with the poor movement of ocular prothesis and poor cosmetic appearance, entropion, ectropion, infection, ptosis. [6] Many patients suffer from eyelid malpositions like entropion, ectropion, ptosis, which also required surgeries."}
{"id": "article-130577_10", "title": "Contracted Socket -- Evaluation", "content": "A comprehensive examination of a contracted socket, as well as the prosthesis, is of utmost importance. While evaluating a contracted socket, it is important to compare the appearance and symmetry with the fellow side. [7] Evaluation with a prosthesis.: Prosthesis abnormality should be addressed in patients with a prosthesis in place. The motility, size, shape, color of the prosthesis should be examined. Any lid malformations like eyelid laxity, entropion, superior sulcus deepening, ptosis, levator function should be assessed. Evaluation without prosthesis: check the ocular surface for fibrous bands and symblepharon formation. The socket should be assessed for the depth of fornices, vascularity, loss of volume, and inflammation. Moist versus dry socket: It is crucial to identify if the socket is dry or moist as the management differs for both. The mucosa in a moist socket is healthy and clean. In a dry socket, there is foul-smelling mucosal keratinization, and the surface appears dry.", "contents": "Contracted Socket -- Evaluation. A comprehensive examination of a contracted socket, as well as the prosthesis, is of utmost importance. While evaluating a contracted socket, it is important to compare the appearance and symmetry with the fellow side. [7] Evaluation with a prosthesis.: Prosthesis abnormality should be addressed in patients with a prosthesis in place. The motility, size, shape, color of the prosthesis should be examined. Any lid malformations like eyelid laxity, entropion, superior sulcus deepening, ptosis, levator function should be assessed. Evaluation without prosthesis: check the ocular surface for fibrous bands and symblepharon formation. The socket should be assessed for the depth of fornices, vascularity, loss of volume, and inflammation. Moist versus dry socket: It is crucial to identify if the socket is dry or moist as the management differs for both. The mucosa in a moist socket is healthy and clean. In a dry socket, there is foul-smelling mucosal keratinization, and the surface appears dry."}
{"id": "article-130577_11", "title": "Contracted Socket -- Evaluation", "content": "Several classifications to grade a contracted socket have been published in the literature. [8] [9] [10] The most widely used clinical classification is the Gopal Krishna classification, where the contracted socket is divided into five grades( Grade 0-5). [11] [12] Grade 0 : A healthy socket with deep and well-formed fornices Grade 1 : Shelving or shallowing of the lower fornix. Grade 2 : Loss of the superior fornix along with the inferior fornix. Grade 3 : Involvement of all four fornices(superior, inferior, lateral, and medial) Grade 4 : Involvement of all four fornices along with a reduction in the horizontal palpebral fissure length(HPFL) Grade 5 : Recurrence of contraction after repeated failed attempts at reconstruction.", "contents": "Contracted Socket -- Evaluation. Several classifications to grade a contracted socket have been published in the literature. [8] [9] [10] The most widely used clinical classification is the Gopal Krishna classification, where the contracted socket is divided into five grades( Grade 0-5). [11] [12] Grade 0 : A healthy socket with deep and well-formed fornices Grade 1 : Shelving or shallowing of the lower fornix. Grade 2 : Loss of the superior fornix along with the inferior fornix. Grade 3 : Involvement of all four fornices(superior, inferior, lateral, and medial) Grade 4 : Involvement of all four fornices along with a reduction in the horizontal palpebral fissure length(HPFL) Grade 5 : Recurrence of contraction after repeated failed attempts at reconstruction."}
{"id": "article-130577_12", "title": "Contracted Socket -- Evaluation -- Prosthesis Making", "content": "Insertion of a well-fitted prosthesis maintains a healthy socket, increases patient's comfort, and creates a balanced facial appearance. They not only provide symmetry but also protect the eye cavity, thereby preventing infections. Two types of ocular prosthesis are available: ready-made artificial eyes and customized ocular prosthesis, the latter offering better fit and esthetics. [13] [14]", "contents": "Contracted Socket -- Evaluation -- Prosthesis Making. Insertion of a well-fitted prosthesis maintains a healthy socket, increases patient's comfort, and creates a balanced facial appearance. They not only provide symmetry but also protect the eye cavity, thereby preventing infections. Two types of ocular prosthesis are available: ready-made artificial eyes and customized ocular prosthesis, the latter offering better fit and esthetics. [13] [14]"}
{"id": "article-130577_13", "title": "Contracted Socket -- Evaluation -- Prosthesis Making", "content": "An impression of the socket is taken with an impression tray after injection of alginate paste into the socket. On solidification of the paste, a mold of the socket is obtained. The area of the iris is marked and painted. An acrylic dough is heated to get a white model and painted to match the fellow eye. It mainly comprises the sclera and iris and is colored and polished to make the prosthesis look natural. [15]", "contents": "Contracted Socket -- Evaluation -- Prosthesis Making. An impression of the socket is taken with an impression tray after injection of alginate paste into the socket. On solidification of the paste, a mold of the socket is obtained. The area of the iris is marked and painted. An acrylic dough is heated to get a white model and painted to match the fellow eye. It mainly comprises the sclera and iris and is colored and polished to make the prosthesis look natural. [15]"}
{"id": "article-130577_14", "title": "Contracted Socket -- Evaluation -- Prosthesis Making", "content": "Orbital implants are medical prosthetics used to replace the lost orbital volume and allow a prosthetic eye movement following enucleation (or evisceration). It may be integrated [porous polyethylene -(Medpor), Hydroxyapatite], non-integrated (Silicone, PMMA). The shapes of the implants are usually spherical and range from 12 to 24 mm in diameter. The wrapping materials act as a buffer to shield the conjunctiva and act as  an  attachment of the extraocular muscles. [16]", "contents": "Contracted Socket -- Evaluation -- Prosthesis Making. Orbital implants are medical prosthetics used to replace the lost orbital volume and allow a prosthetic eye movement following enucleation (or evisceration). It may be integrated [porous polyethylene -(Medpor), Hydroxyapatite], non-integrated (Silicone, PMMA). The shapes of the implants are usually spherical and range from 12 to 24 mm in diameter. The wrapping materials act as a buffer to shield the conjunctiva and act as  an  attachment of the extraocular muscles. [16]"}
{"id": "article-130577_15", "title": "Contracted Socket -- Evaluation -- Prosthesis Making", "content": "Wrapping materials may be either organic (autologous and heterologous) or alloplastic. A-scan ultrasonography of the fellow eye provides a useful tool for predicting the implant size before surgery for optimal volume replacement. The use of the formula, axial length minus 2 mm, gives implant diameter, which is enough to replace the orbital volume. [17] There is significant variability in the volume of an adult globe (7-9 ml), and these patients usually accommodate implants between 20 and 22 mm in size.", "contents": "Contracted Socket -- Evaluation -- Prosthesis Making. Wrapping materials may be either organic (autologous and heterologous) or alloplastic. A-scan ultrasonography of the fellow eye provides a useful tool for predicting the implant size before surgery for optimal volume replacement. The use of the formula, axial length minus 2 mm, gives implant diameter, which is enough to replace the orbital volume. [17] There is significant variability in the volume of an adult globe (7-9 ml), and these patients usually accommodate implants between 20 and 22 mm in size."}
{"id": "article-130577_16", "title": "Contracted Socket -- Treatment / Management", "content": "The major goals in managing a contracted socket include optimization of motility and attainment of orbit and eyelid symmetry. [18] A meticulous approach while performing enucleation/evisceration plays a key role in achieving optimal functional and cosmetic outcomes. Careful consideration should be given to preserving conjunctiva and tenon’s capsule while dissecting, insertion of an adequate-sized orbital implant, and performing a layered closure over the implant. The contracted socket management mainly depends on the severity of the contraction and residual orbital volume. [8]", "contents": "Contracted Socket -- Treatment / Management. The major goals in managing a contracted socket include optimization of motility and attainment of orbit and eyelid symmetry. [18] A meticulous approach while performing enucleation/evisceration plays a key role in achieving optimal functional and cosmetic outcomes. Careful consideration should be given to preserving conjunctiva and tenon’s capsule while dissecting, insertion of an adequate-sized orbital implant, and performing a layered closure over the implant. The contracted socket management mainly depends on the severity of the contraction and residual orbital volume. [8]"}
{"id": "article-130577_17", "title": "Contracted Socket -- Treatment / Management", "content": "A mild contracted socket (Grade1/2), characterized by shallowing of the inferior fornix, can effectively be managed by securing fornix-forming sutures. The fornices may be deepened by placing mattress sutures over a silastic stent (closed method) or by operating on the lateral canthal tendon in addition to fornix reconstruction (open method). This is followed by the placement of a customized prosthesis 2 to 3 weeks following the procedure. At times, lower lid entropion, with or without lid laxity, may be seen in association with the contracted socket. For this, a Weiss procedure (transverse blepharotomy with marginal rotation) is reasonably successful. Horizontal lid shortening may be useful to address the associated laxity. Alternatively, grafts (nasal septum, auricular cartilage, sclera, hard palate, or fascia lata) may be placed for lengthening the posterior lamina. [19] [20]", "contents": "Contracted Socket -- Treatment / Management. A mild contracted socket (Grade1/2), characterized by shallowing of the inferior fornix, can effectively be managed by securing fornix-forming sutures. The fornices may be deepened by placing mattress sutures over a silastic stent (closed method) or by operating on the lateral canthal tendon in addition to fornix reconstruction (open method). This is followed by the placement of a customized prosthesis 2 to 3 weeks following the procedure. At times, lower lid entropion, with or without lid laxity, may be seen in association with the contracted socket. For this, a Weiss procedure (transverse blepharotomy with marginal rotation) is reasonably successful. Horizontal lid shortening may be useful to address the associated laxity. Alternatively, grafts (nasal septum, auricular cartilage, sclera, hard palate, or fascia lata) may be placed for lengthening the posterior lamina. [19] [20]"}
{"id": "article-130577_18", "title": "Contracted Socket -- Treatment / Management", "content": "The management of moderately (Grade 3) contracted socket, characterized by shortening all the fornices, warrants grafts' placement. Full-thickness mucous membrane grafting (MMG) is preferred over partial-thickness due to less incidence of shrinkage and is the most widely performed procedure for surface expansion of the socket. [21] The preferred donor sites for MMG are oral mucosa of cheeks and lips, hard palate, or preputial skin of labia. [22]", "contents": "Contracted Socket -- Treatment / Management. The management of moderately (Grade 3) contracted socket, characterized by shortening all the fornices, warrants grafts' placement. Full-thickness mucous membrane grafting (MMG) is preferred over partial-thickness due to less incidence of shrinkage and is the most widely performed procedure for surface expansion of the socket. [21] The preferred donor sites for MMG are oral mucosa of cheeks and lips, hard palate, or preputial skin of labia. [22]"}
{"id": "article-130577_19", "title": "Contracted Socket -- Treatment / Management", "content": "As a rule, the harvested graft must always be 40% to 50% bigger than the anticipated area to allow for subsequent shrinkage and healing. Certain drawbacks of these grafts, such as foul-smelling discharge and occurrence of post-operative shrinkage, demand the use of alternative materials. [23] Amniotic membrane is one of the effective substitutes, and in fact, few studies have shown the superiority of amniotic membrane over mucous membrane grafts. It is readily available, has a swift recovery time, has anti-fibrotic, anti-inflammatory, and anti-microbial properties, and propensity to cause minimal shrinkage, making it a viable alternative. [24] [25] However, its low tensile strength and fragile nature limit its use as the first line of choice. [26]", "contents": "Contracted Socket -- Treatment / Management. As a rule, the harvested graft must always be 40% to 50% bigger than the anticipated area to allow for subsequent shrinkage and healing. Certain drawbacks of these grafts, such as foul-smelling discharge and occurrence of post-operative shrinkage, demand the use of alternative materials. [23] Amniotic membrane is one of the effective substitutes, and in fact, few studies have shown the superiority of amniotic membrane over mucous membrane grafts. It is readily available, has a swift recovery time, has anti-fibrotic, anti-inflammatory, and anti-microbial properties, and propensity to cause minimal shrinkage, making it a viable alternative. [24] [25] However, its low tensile strength and fragile nature limit its use as the first line of choice. [26]"}
{"id": "article-130577_20", "title": "Contracted Socket -- Treatment / Management", "content": "Severe (Grade 4/5) contracted socket is characterized by volume as well as surface loss. In such cases, where volume loss exceeds 50 percent, prosthesis alone is insufficient. A secondary orbital implant or a dermis fat graft is further required to substitute for the volume loss. [27] Dermis fat graft (DFG) is harvested from the gluteal region's outer and upper quadrant as this prevents damage to the sciatic nerve and doesn’t involve the weight-bearing area. Although highly effective, DFGs aren’t devoid of complications. These include necrosis, fat atrophy, the formation of deep subconjunctival cysts, post-operative hematoma, granuloma formation, ulceration, and dehiscence at the donor site. [28]", "contents": "Contracted Socket -- Treatment / Management. Severe (Grade 4/5) contracted socket is characterized by volume as well as surface loss. In such cases, where volume loss exceeds 50 percent, prosthesis alone is insufficient. A secondary orbital implant or a dermis fat graft is further required to substitute for the volume loss. [27] Dermis fat graft (DFG) is harvested from the gluteal region's outer and upper quadrant as this prevents damage to the sciatic nerve and doesn’t involve the weight-bearing area. Although highly effective, DFGs aren’t devoid of complications. These include necrosis, fat atrophy, the formation of deep subconjunctival cysts, post-operative hematoma, granuloma formation, ulceration, and dehiscence at the donor site. [28]"}
{"id": "article-130577_21", "title": "Contracted Socket -- Treatment / Management", "content": "Caution is necessary to avoid the inclusion of epidermis while harvesting DFG. To minimize the risk of central ulceration, a discoid or banana-shaped graft is harvested. In special situations, such as a dry avascular socket, placement of a pedicle flap provides a vascular bed that enhances graft survival and provides additional volume to the socket. Examples include superficial temporalis fascia, retro-auricular flap, galeal flap, or thoracodorsal artery perforator. [29] [30] [31] [32] [33]", "contents": "Contracted Socket -- Treatment / Management. Caution is necessary to avoid the inclusion of epidermis while harvesting DFG. To minimize the risk of central ulceration, a discoid or banana-shaped graft is harvested. In special situations, such as a dry avascular socket, placement of a pedicle flap provides a vascular bed that enhances graft survival and provides additional volume to the socket. Examples include superficial temporalis fascia, retro-auricular flap, galeal flap, or thoracodorsal artery perforator. [29] [30] [31] [32] [33]"}
{"id": "article-130577_22", "title": "Contracted Socket -- Treatment / Management", "content": "Grade 5 contracted socket, also known as Malignant/Inoperable socket, is associated with multiple failed surgical attempts. For these recalcitrant sockets, Dortzbach and Callahan have advocated exenteration (as any further surgical intervention is likely to fail) followed by fitting a prosthesis. [34] As a general rule, an appropriate-sized conformer must be placed to maintain the graft against the vascular bed and should be left.", "contents": "Contracted Socket -- Treatment / Management. Grade 5 contracted socket, also known as Malignant/Inoperable socket, is associated with multiple failed surgical attempts. For these recalcitrant sockets, Dortzbach and Callahan have advocated exenteration (as any further surgical intervention is likely to fail) followed by fitting a prosthesis. [34] As a general rule, an appropriate-sized conformer must be placed to maintain the graft against the vascular bed and should be left."}
{"id": "article-130577_23", "title": "Contracted Socket -- Differential Diagnosis", "content": "The contracted socket must always be differentiated from post-enucleation socket syndrome (PESS), a term coined by Tyler and Collin. [35] PESS is characterized by superior sulcus deformity, laxity of the lower lid, lid anomalies like ptosis or retraction, and an ill-fitting prosthesis. Replacement of volume loss with silicone implants encased in the homologous sclera (sclera-silicone implant) helps achieve good postoperative motility and satisfactory outcomes. [36]", "contents": "Contracted Socket -- Differential Diagnosis. The contracted socket must always be differentiated from post-enucleation socket syndrome (PESS), a term coined by Tyler and Collin. [35] PESS is characterized by superior sulcus deformity, laxity of the lower lid, lid anomalies like ptosis or retraction, and an ill-fitting prosthesis. Replacement of volume loss with silicone implants encased in the homologous sclera (sclera-silicone implant) helps achieve good postoperative motility and satisfactory outcomes. [36]"}
{"id": "article-130577_24", "title": "Contracted Socket -- Prognosis", "content": "A meticulously performed initial surgery(evisceration/enucleation) and placement of an orbital implant play a pivotal role in achieving a favorable prognosis. [37] Factors such as dry or irradiated sockets, infection, cicatrization, history of previously failed surgeries, a higher degree of contraction, pre-existing ocular surface disease are associated with a poorer prognosis. They should be timely detected and managed according to their severity. The ultimate goal is to provide a socket that can maintain a prosthesis. [38]", "contents": "Contracted Socket -- Prognosis. A meticulously performed initial surgery(evisceration/enucleation) and placement of an orbital implant play a pivotal role in achieving a favorable prognosis. [37] Factors such as dry or irradiated sockets, infection, cicatrization, history of previously failed surgeries, a higher degree of contraction, pre-existing ocular surface disease are associated with a poorer prognosis. They should be timely detected and managed according to their severity. The ultimate goal is to provide a socket that can maintain a prosthesis. [38]"}
{"id": "article-130577_25", "title": "Contracted Socket -- Complications", "content": "A contracted socket is itself a grave complication. With every failure, the ability to retain a prosthesis deteriorates, and the morbidity increases. Reconstruction is always associated with a risk of infection, which is higher in immunocompromised patients.", "contents": "Contracted Socket -- Complications. A contracted socket is itself a grave complication. With every failure, the ability to retain a prosthesis deteriorates, and the morbidity increases. Reconstruction is always associated with a risk of infection, which is higher in immunocompromised patients."}
{"id": "article-130577_26", "title": "Contracted Socket -- Complications", "content": "Flap or graft-related complications like necrosis, fat atrophy, the formation of deep subconjunctival cysts, post-operative hematoma, granuloma formation, ulceration, and dehiscence at the donor site as discussed above, may ensue. Implant-related complications include implant exposure, extrusion, migration, infection, and orbital volume deficiency. [39]", "contents": "Contracted Socket -- Complications. Flap or graft-related complications like necrosis, fat atrophy, the formation of deep subconjunctival cysts, post-operative hematoma, granuloma formation, ulceration, and dehiscence at the donor site as discussed above, may ensue. Implant-related complications include implant exposure, extrusion, migration, infection, and orbital volume deficiency. [39]"}
{"id": "article-130577_27", "title": "Contracted Socket -- Deterrence and Patient Education", "content": "The patient, rather than the healthcare community, represents the first line of defense in combating the devastating sequelae of the contracted socket. Inability to retain prosthesis in a contracted socket is aesthetically disabling and has a profound psychosocial impact on the patient and his/her family. Frequent postoperative follow-up visits and education regarding hygiene maintenance and self-care are the keys to avoid disastrous complications. Use of customized prosthesis, a regular and thorough cleaning, periodic replacement of prosthesis, and seeking an expert opinion from the ocularist and the ophthalmologist, as and when required, will lead to enhanced cosmetic and functional outcomes.", "contents": "Contracted Socket -- Deterrence and Patient Education. The patient, rather than the healthcare community, represents the first line of defense in combating the devastating sequelae of the contracted socket. Inability to retain prosthesis in a contracted socket is aesthetically disabling and has a profound psychosocial impact on the patient and his/her family. Frequent postoperative follow-up visits and education regarding hygiene maintenance and self-care are the keys to avoid disastrous complications. Use of customized prosthesis, a regular and thorough cleaning, periodic replacement of prosthesis, and seeking an expert opinion from the ocularist and the ophthalmologist, as and when required, will lead to enhanced cosmetic and functional outcomes."}
{"id": "article-130577_28", "title": "Contracted Socket -- Pearls and Other Issues", "content": "A contracted socket is a functional as well as a cosmetically disabling entity. Prevention is always better than cure. Scrupulous tissue handling during the primary procedure, placement of an adequately sized implant, layered closure over the implant, use of customized prosthesis post-operatively, and regular follow-ups may help prevent this debilitating condition. The outcomes are unsatisfactory in severely contracted sockets as the surface is inadequate and is usually accompanied by more than one pathology. An aggressive surgical approach is performed to rehabilitate these sockets, and the results are highly unpredictable.", "contents": "Contracted Socket -- Pearls and Other Issues. A contracted socket is a functional as well as a cosmetically disabling entity. Prevention is always better than cure. Scrupulous tissue handling during the primary procedure, placement of an adequately sized implant, layered closure over the implant, use of customized prosthesis post-operatively, and regular follow-ups may help prevent this debilitating condition. The outcomes are unsatisfactory in severely contracted sockets as the surface is inadequate and is usually accompanied by more than one pathology. An aggressive surgical approach is performed to rehabilitate these sockets, and the results are highly unpredictable."}
{"id": "article-130577_29", "title": "Contracted Socket -- Enhancing Healthcare Team Outcomes", "content": "A contracted socket is a challenging entity for an oculoplastic surgeon. It may develop at any time following removal of the eye. Additional pathologies frequently accompany the contracted socket. Although the patient may eventually wear the prosthesis in most cases, it demands a high level of care from both the patient and the concerned clinician. A lifelong follow-up is recommended to minimize subsequent complications. A constant open communication line involving the entire interprofessional healthcare team, including the patient, the ocularist, the ophthalmologist, family clinician/mid-level practitioner, and ophthalmology-trained nursing staff, is highly encouraged for best outcomes. [Level 5]", "contents": "Contracted Socket -- Enhancing Healthcare Team Outcomes. A contracted socket is a challenging entity for an oculoplastic surgeon. It may develop at any time following removal of the eye. Additional pathologies frequently accompany the contracted socket. Although the patient may eventually wear the prosthesis in most cases, it demands a high level of care from both the patient and the concerned clinician. A lifelong follow-up is recommended to minimize subsequent complications. A constant open communication line involving the entire interprofessional healthcare team, including the patient, the ocularist, the ophthalmologist, family clinician/mid-level practitioner, and ophthalmology-trained nursing staff, is highly encouraged for best outcomes. [Level 5]"}
{"id": "article-130577_30", "title": "Contracted Socket -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Contracted Socket -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}