{"id": "article-40477_0", "title": "Cinacalcet -- Continuing Education Activity", "content": "Cinacalcet hydrochloride is classified as a calcimimetic medication approved by the US Food and Drug Administration (FDA) for the management of secondary hyperparathyroidism associated with end-stage kidney disease and primary hyperparathyroidism in cases where surgical intervention is not feasible. Cinacalcet is also used off-label for the treatment of calciphylaxis in patients with advanced kidney disease or undergoing dialysis.", "contents": "Cinacalcet -- Continuing Education Activity. Cinacalcet hydrochloride is classified as a calcimimetic medication approved by the US Food and Drug Administration (FDA) for the management of secondary hyperparathyroidism associated with end-stage kidney disease and primary hyperparathyroidism in cases where surgical intervention is not feasible. Cinacalcet is also used off-label for the treatment of calciphylaxis in patients with advanced kidney disease or undergoing dialysis."}
{"id": "article-40477_1", "title": "Cinacalcet -- Continuing Education Activity", "content": "Cinacalcet's primary indication is to lower the parathyroid hormone (PTH) levels in patients with secondary hyperparathyroidism associated with end-stage kidney disease. Cinacalcet is crucial in treating chronic kidney disease (CKD) by decreasing serum PTH levels and preventing bone deterioration in patients who frequently experience elevated phosphorus and PTH levels and fluctuating calcium levels. Cinacalcet can be utilized for treating primary hyperparathyroidism in individuals who are not suitable candidates for surgery or for whom surgery poses a high risk. By lowering PTH and serum calcium levels, cinacalcet can be combined with bisphosphonates to diminish calcium resorption from bone. Cinacalcet is often used off-label as a treatment regimen for individuals with calciphylaxis—a condition that can occur in patients with end-stage kidney disease.", "contents": "Cinacalcet -- Continuing Education Activity. Cinacalcet's primary indication is to lower the parathyroid hormone (PTH) levels in patients with secondary hyperparathyroidism associated with end-stage kidney disease. Cinacalcet is crucial in treating chronic kidney disease (CKD) by decreasing serum PTH levels and preventing bone deterioration in patients who frequently experience elevated phosphorus and PTH levels and fluctuating calcium levels. Cinacalcet can be utilized for treating primary hyperparathyroidism in individuals who are not suitable candidates for surgery or for whom surgery poses a high risk. By lowering PTH and serum calcium levels, cinacalcet can be combined with bisphosphonates to diminish calcium resorption from bone. Cinacalcet is often used off-label as a treatment regimen for individuals with calciphylaxis—a condition that can occur in patients with end-stage kidney disease."}
{"id": "article-40477_2", "title": "Cinacalcet -- Continuing Education Activity", "content": "This activity reviews the indications, mechanism of action, adverse event profile, and other relevant interactions of cinacalcet pertinent to interprofessional healthcare team members involved in treating patients with hyperparathyroidism and related conditions. This activity allows healthcare professionals to customize treatment strategies tailored to each patient's needs by making well-informed decisions, optimizing dosage regimens, and minimizing the risk of adverse reactions, thereby delivering precise and personalized care and improving patient outcomes.", "contents": "Cinacalcet -- Continuing Education Activity. This activity reviews the indications, mechanism of action, adverse event profile, and other relevant interactions of cinacalcet pertinent to interprofessional healthcare team members involved in treating patients with hyperparathyroidism and related conditions. This activity allows healthcare professionals to customize treatment strategies tailored to each patient's needs by making well-informed decisions, optimizing dosage regimens, and minimizing the risk of adverse reactions, thereby delivering precise and personalized care and improving patient outcomes."}
{"id": "article-40477_3", "title": "Cinacalcet -- Continuing Education Activity", "content": "Objectives: Identify patients with secondary hyperparathyroidism associated with end-stage kidney disease who may benefit from cinacalcet therapy based on clinical presentation, laboratory results, and treatment history. Implement cinacalcet therapy effectively by establishing appropriate dosing regimens and considering patient-specific factors such as kidney function, concurrent medications, and potential drug interactions. Apply evidence-based guidelines and clinical knowledge to select optimal treatment strategies incorporating cinacalcet for patients with hyperparathyroidism, ensuring individualized care plans. Collaborate with interprofessional healthcare team members to coordinate comprehensive care for patients receiving cinacalcet, optimizing treatment outcomes. Access free multiple choice questions on this topic.", "contents": "Cinacalcet -- Continuing Education Activity. Objectives: Identify patients with secondary hyperparathyroidism associated with end-stage kidney disease who may benefit from cinacalcet therapy based on clinical presentation, laboratory results, and treatment history. Implement cinacalcet therapy effectively by establishing appropriate dosing regimens and considering patient-specific factors such as kidney function, concurrent medications, and potential drug interactions. Apply evidence-based guidelines and clinical knowledge to select optimal treatment strategies incorporating cinacalcet for patients with hyperparathyroidism, ensuring individualized care plans. Collaborate with interprofessional healthcare team members to coordinate comprehensive care for patients receiving cinacalcet, optimizing treatment outcomes. Access free multiple choice questions on this topic."}
{"id": "article-40477_4", "title": "Cinacalcet -- Indications", "content": "Cinacalcet hydrochloride is classified as a calcimimetic medication approved by the US Food and Drug Administration (FDA) for the management of secondary hyperparathyroidism associated with end-stage kidney disease and primary hyperparathyroidism in cases where surgical intervention is not feasible.", "contents": "Cinacalcet -- Indications. Cinacalcet hydrochloride is classified as a calcimimetic medication approved by the US Food and Drug Administration (FDA) for the management of secondary hyperparathyroidism associated with end-stage kidney disease and primary hyperparathyroidism in cases where surgical intervention is not feasible."}
{"id": "article-40477_5", "title": "Cinacalcet -- Indications -- FDA-Approved Indications", "content": "Cinacalcet's primary indication is to lower the parathyroid hormone (PTH) levels in patients with secondary hyperparathyroidism associated with end-stage kidney disease. In chronic kidney disease (CKD), patients often have high phosphorus levels, variable calcium levels, and increased PTH levels (>300 pg/mL). [1] The role of the cinacalcet in this condition is to reduce the serum PTH level and prevent bone destruction. This intervention reinstates the calcium levels within the target ranges defined by the Kidney Disease Outcomes Quality Initiative (K-DOQI) for disease management. [2] Cinacalcet reduces the chances of requiring a parathyroidectomy for secondary hyperparathyroidism. Clinicians often use this medication in combination therapy with an oral phosphorous binder (calcium acetate and sevelamer) as well as vitamin D analogs (calcitriol and paricalcitol). [1] [3]", "contents": "Cinacalcet -- Indications -- FDA-Approved Indications. Cinacalcet's primary indication is to lower the parathyroid hormone (PTH) levels in patients with secondary hyperparathyroidism associated with end-stage kidney disease. In chronic kidney disease (CKD), patients often have high phosphorus levels, variable calcium levels, and increased PTH levels (>300 pg/mL). [1] The role of the cinacalcet in this condition is to reduce the serum PTH level and prevent bone destruction. This intervention reinstates the calcium levels within the target ranges defined by the Kidney Disease Outcomes Quality Initiative (K-DOQI) for disease management. [2] Cinacalcet reduces the chances of requiring a parathyroidectomy for secondary hyperparathyroidism. Clinicians often use this medication in combination therapy with an oral phosphorous binder (calcium acetate and sevelamer) as well as vitamin D analogs (calcitriol and paricalcitol). [1] [3]"}
{"id": "article-40477_6", "title": "Cinacalcet -- Indications -- FDA-Approved Indications", "content": "In addition, cinacalcet can be used for the treatment of primary hyperparathyroidism in individuals who are not suitable candidates for surgery or for whom surgery poses a high risk. [4] By lowering PTH and serum calcium levels, cinacalcet can be combined with bisphosphonates to reduce calcium resorption from bone. Clinicians can also use this medication to treat hypercalcemia in patients with parathyroid carcinoma. Although the treatment of parathyroid carcinoma is primarily surgical, therapy with cinacalcet does help reduce the serum calcium level. [5] The medication may also be a therapeutic option in patients in whom surgical removal of the mass is deemed futile. [6]", "contents": "Cinacalcet -- Indications -- FDA-Approved Indications. In addition, cinacalcet can be used for the treatment of primary hyperparathyroidism in individuals who are not suitable candidates for surgery or for whom surgery poses a high risk. [4] By lowering PTH and serum calcium levels, cinacalcet can be combined with bisphosphonates to reduce calcium resorption from bone. Clinicians can also use this medication to treat hypercalcemia in patients with parathyroid carcinoma. Although the treatment of parathyroid carcinoma is primarily surgical, therapy with cinacalcet does help reduce the serum calcium level. [5] The medication may also be a therapeutic option in patients in whom surgical removal of the mass is deemed futile. [6]"}
{"id": "article-40477_7", "title": "Cinacalcet -- Indications -- Off-Label Uses", "content": "Cinacalcet is also used off-label for the treatment of calciphylaxis in patients with advanced kidney disease or undergoing dialysis. Cinacalcet is often a part of the treatment modality in individuals with calciphylaxis, which can present in patients with end-stage kidney disease. The drug is being used increasingly in pediatric populations with CKD who are suffering from concomitant renal osteodystrophy, described as CKD–mineral and bone disorders (CKD–MBD). An important part of managing this condition is lowering the PTH level and treating hypercalcemia with cinacalcet, as well as treating hyperphosphatemia with a non-calcium–based phosphorus binder. Cinacalcet, combined with other calciphylaxis treatments, has shown efficacy in treating this condition. [7]", "contents": "Cinacalcet -- Indications -- Off-Label Uses. Cinacalcet is also used off-label for the treatment of calciphylaxis in patients with advanced kidney disease or undergoing dialysis. Cinacalcet is often a part of the treatment modality in individuals with calciphylaxis, which can present in patients with end-stage kidney disease. The drug is being used increasingly in pediatric populations with CKD who are suffering from concomitant renal osteodystrophy, described as CKD–mineral and bone disorders (CKD–MBD). An important part of managing this condition is lowering the PTH level and treating hypercalcemia with cinacalcet, as well as treating hyperphosphatemia with a non-calcium–based phosphorus binder. Cinacalcet, combined with other calciphylaxis treatments, has shown efficacy in treating this condition. [7]"}
{"id": "article-40477_8", "title": "Cinacalcet -- Indications -- Off-Label Uses", "content": "In a randomized trial involving 65 peritoneal dialysis patients with advanced secondary hyperparathyroidism, oral cinacalcet and total parathyroidectomy were compared. Both treatments effectively addressed biochemical abnormalities, but neither significantly reduced cardiovascular surrogate outcomes or health-related quality of life measures over 12 months. Cinacalcet-treated patients experienced more cardiovascular-related hospitalizations, which became insignificant after adjusting for baseline differences in heart failure while having fewer hospitalizations due to hypercalcemia compared to total parathyroidectomy. The study suggests that cinacalcet may be a viable alternative to total parathyroidectomy for treating advanced secondary hyperparathyroidism, emphasizing the need for powered studies to assess the impact on cardiovascular outcomes in dialysis patients. [8]", "contents": "Cinacalcet -- Indications -- Off-Label Uses. In a randomized trial involving 65 peritoneal dialysis patients with advanced secondary hyperparathyroidism, oral cinacalcet and total parathyroidectomy were compared. Both treatments effectively addressed biochemical abnormalities, but neither significantly reduced cardiovascular surrogate outcomes or health-related quality of life measures over 12 months. Cinacalcet-treated patients experienced more cardiovascular-related hospitalizations, which became insignificant after adjusting for baseline differences in heart failure while having fewer hospitalizations due to hypercalcemia compared to total parathyroidectomy. The study suggests that cinacalcet may be a viable alternative to total parathyroidectomy for treating advanced secondary hyperparathyroidism, emphasizing the need for powered studies to assess the impact on cardiovascular outcomes in dialysis patients. [8]"}
{"id": "article-40477_9", "title": "Cinacalcet -- Mechanism of Action", "content": "Cinacalcet is a “calcimimetic,” implying it acts on the calcium-sensing receptors (CaSR) located on the chief cells of the parathyroid gland. [9] CaSR detects a minor change in the extracellular calcium level and maintains the PTH level accordingly. [9] This process occurs through PTH gene transcription and parathyroid cell growth—the CaSR couples with a 7-transmembrane domain G-proteins. On the chief cells, the predominant forms are Gi and Gq. Once activated, cAMP accumulation is inhibited, and simultaneously, the phosphoinositide-phospholipase C pathway gets stimulated. The ensuing increase in IP3 and DAG levels leads to intracellular calcium influx. The result is that the Gq pathway is specifically dominant-negative, ie, suppression of PTH secretion. Disruption of this cascade has also been present in various etiologies of hyperparathyroidism. [10]", "contents": "Cinacalcet -- Mechanism of Action. Cinacalcet is a “calcimimetic,” implying it acts on the calcium-sensing receptors (CaSR) located on the chief cells of the parathyroid gland. [9] CaSR detects a minor change in the extracellular calcium level and maintains the PTH level accordingly. [9] This process occurs through PTH gene transcription and parathyroid cell growth—the CaSR couples with a 7-transmembrane domain G-proteins. On the chief cells, the predominant forms are Gi and Gq. Once activated, cAMP accumulation is inhibited, and simultaneously, the phosphoinositide-phospholipase C pathway gets stimulated. The ensuing increase in IP3 and DAG levels leads to intracellular calcium influx. The result is that the Gq pathway is specifically dominant-negative, ie, suppression of PTH secretion. Disruption of this cascade has also been present in various etiologies of hyperparathyroidism. [10]"}
{"id": "article-40477_10", "title": "Cinacalcet -- Mechanism of Action", "content": "Calcimimetic medications, as the name suggests, may not be the real calcium ligands. However, calcimimetics activates these receptors and utilizes the Gq/Gi pathways to establish the negative feedback loop to decrease calcium levels. This feedback occurs through the suppression of both the production of PTH and its secretion and ultimately leads to the mitigation of calcium and phosphorus products in the blood. [11] Cinacalcet functions as a calcimimetic agent that can reduce PTH levels by enhancing the sensitivity of the CaSR. This mechanism results in a concurrent decrease in serum calcium concentrations.", "contents": "Cinacalcet -- Mechanism of Action. Calcimimetic medications, as the name suggests, may not be the real calcium ligands. However, calcimimetics activates these receptors and utilizes the Gq/Gi pathways to establish the negative feedback loop to decrease calcium levels. This feedback occurs through the suppression of both the production of PTH and its secretion and ultimately leads to the mitigation of calcium and phosphorus products in the blood. [11] Cinacalcet functions as a calcimimetic agent that can reduce PTH levels by enhancing the sensitivity of the CaSR. This mechanism results in a concurrent decrease in serum calcium concentrations."}
{"id": "article-40477_11", "title": "Cinacalcet -- Mechanism of Action -- Pharmacokinetics", "content": "Absorption: Upon oral administration, cinacalcet achieves peak plasma concentration within 2 to 6 hours. In the presence of a high-fat meal, Cmax and the area under the curve (AUC) increase by 82% and 68%, respectively. Cinacalcet demonstrates a decline in biphasic concentration, with an initial half-life of cinacalcet of approximately 6 hours. The terminal half-life of cinacalcet is approximately 30 to 40 hours. Steady-state concentrations are attained within 7 days. The pharmacokinetic profile remains consistent within the 30 to 180 mg daily dose range. Distribution: Cinacalcet is extensively distributed in the body and has an apparent volume of distribution of approximately 1000 L. The plasma protein binding is approximately 93% to 97%.", "contents": "Cinacalcet -- Mechanism of Action -- Pharmacokinetics. Absorption: Upon oral administration, cinacalcet achieves peak plasma concentration within 2 to 6 hours. In the presence of a high-fat meal, Cmax and the area under the curve (AUC) increase by 82% and 68%, respectively. Cinacalcet demonstrates a decline in biphasic concentration, with an initial half-life of cinacalcet of approximately 6 hours. The terminal half-life of cinacalcet is approximately 30 to 40 hours. Steady-state concentrations are attained within 7 days. The pharmacokinetic profile remains consistent within the 30 to 180 mg daily dose range. Distribution: Cinacalcet is extensively distributed in the body and has an apparent volume of distribution of approximately 1000 L. The plasma protein binding is approximately 93% to 97%."}
{"id": "article-40477_12", "title": "Cinacalcet -- Mechanism of Action -- Pharmacokinetics", "content": "Metabolism: Cinacalcet undergoes metabolism via various enzymes, primarily CYP3A4, CYP2D6, and CYP1A2. [12] Cinacalcet is also an inhibitor of CYP2D6. [13] The oxidative N -dealkylation process generates hydrocinnamic acid and hydroxy-hydrocinnamic acid, subsequently metabolized through β-oxidation and glycine conjugation. Circulating metabolites, including cinnamic acid derivatives and glucuronidated dihydrodiols, exceed concentrations of the parent drug. Importantly, hydrocinnamic acid metabolites and glucuronide conjugates exhibit minimal or no calcimimetic activity. Elimination: The primary elimination route is renal excretion, with approximately 80% of the dose excreted in urine and 15% in feces. [14]", "contents": "Cinacalcet -- Mechanism of Action -- Pharmacokinetics. Metabolism: Cinacalcet undergoes metabolism via various enzymes, primarily CYP3A4, CYP2D6, and CYP1A2. [12] Cinacalcet is also an inhibitor of CYP2D6. [13] The oxidative N -dealkylation process generates hydrocinnamic acid and hydroxy-hydrocinnamic acid, subsequently metabolized through β-oxidation and glycine conjugation. Circulating metabolites, including cinnamic acid derivatives and glucuronidated dihydrodiols, exceed concentrations of the parent drug. Importantly, hydrocinnamic acid metabolites and glucuronide conjugates exhibit minimal or no calcimimetic activity. Elimination: The primary elimination route is renal excretion, with approximately 80% of the dose excreted in urine and 15% in feces. [14]"}
{"id": "article-40477_13", "title": "Cinacalcet -- Administration -- Available Dosage Forms and Strengths", "content": "Cinacalcet is available in tablet formulations for oral administration, with 30, 60, and 90 mg strengths.", "contents": "Cinacalcet -- Administration -- Available Dosage Forms and Strengths. Cinacalcet is available in tablet formulations for oral administration, with 30, 60, and 90 mg strengths."}
{"id": "article-40477_14", "title": "Cinacalcet -- Administration -- Adult Dosage", "content": "This medication is recommended daily with food at the same time of day. Food has a positive effect on cinacalcet's absorption, increasing its levels in the plasma by more than 3-fold. [14] Dosing for the FDA-approved indications is mentioned below.", "contents": "Cinacalcet -- Administration -- Adult Dosage. This medication is recommended daily with food at the same time of day. Food has a positive effect on cinacalcet's absorption, increasing its levels in the plasma by more than 3-fold. [14] Dosing for the FDA-approved indications is mentioned below."}
{"id": "article-40477_15", "title": "Cinacalcet -- Administration -- Adult Dosage", "content": "Secondary hyperparathyroidism in CKD: The suggested starting dose of cinacalcet is 30 mg daily. The titration of cinacalcet should occur at intervals no shorter than every 2 to 4 weeks. Sequential doses are required in this process, commencing with a 30 mg daily dose and gradually increasing to 60, 90, 120, and finally 180 mg. This titration aims to attain target intact PTH (iPTH) levels within the 150 to 300 pg/mL range.", "contents": "Cinacalcet -- Administration -- Adult Dosage. Secondary hyperparathyroidism in CKD: The suggested starting dose of cinacalcet is 30 mg daily. The titration of cinacalcet should occur at intervals no shorter than every 2 to 4 weeks. Sequential doses are required in this process, commencing with a 30 mg daily dose and gradually increasing to 60, 90, 120, and finally 180 mg. This titration aims to attain target intact PTH (iPTH) levels within the 150 to 300 pg/mL range."}
{"id": "article-40477_16", "title": "Cinacalcet -- Administration -- Adult Dosage", "content": "Parathyroid carcinoma and primary hyperparathyroidism: The suggested starting oral dose of cinacalcet tablets is 30 mg twice daily. The titration of cinacalcet tablet dosages is recommended at 2 to 4 weeks intervals. This involves a stepwise progression, commencing with 30 mg twice daily, advancing to 60 mg twice daily, and further to 90 mg twice daily. Maintenance of serum calcium levels may require administering 90 mg of medication 3 to 4 times daily. Monitoring serum calcium should occur within 1 week after the initiation or adjustment of cinacalcet tablet dosage.", "contents": "Cinacalcet -- Administration -- Adult Dosage. Parathyroid carcinoma and primary hyperparathyroidism: The suggested starting oral dose of cinacalcet tablets is 30 mg twice daily. The titration of cinacalcet tablet dosages is recommended at 2 to 4 weeks intervals. This involves a stepwise progression, commencing with 30 mg twice daily, advancing to 60 mg twice daily, and further to 90 mg twice daily. Maintenance of serum calcium levels may require administering 90 mg of medication 3 to 4 times daily. Monitoring serum calcium should occur within 1 week after the initiation or adjustment of cinacalcet tablet dosage."}
{"id": "article-40477_17", "title": "Cinacalcet -- Administration -- Specific Patient Populations", "content": "Hepatic impairment: Clinicians should closely monitor serum calcium, phosphorus, and PTH levels in moderate to severe hepatic impairment due to increased drug exposure. Renal impairment: No adjustment in the dosage of cinacalcet is required for renal impairment.", "contents": "Cinacalcet -- Administration -- Specific Patient Populations. Hepatic impairment: Clinicians should closely monitor serum calcium, phosphorus, and PTH levels in moderate to severe hepatic impairment due to increased drug exposure. Renal impairment: No adjustment in the dosage of cinacalcet is required for renal impairment."}
{"id": "article-40477_18", "title": "Cinacalcet -- Administration -- Specific Patient Populations", "content": "Pregnancy considerations: The available case reports on cinacalcet use during pregnancy lack sufficient data to establish a clear association with adverse developmental outcomes. In the context of animal reproduction studies, wherein female rats underwent exposure to cinacalcet during the organogenesis to the weaning period at levels 2 to 3 times the systemic drug concentrations associated with the maximum recommended human dose, occurrences of pup loss and diminished pup body weight gain were observed.", "contents": "Cinacalcet -- Administration -- Specific Patient Populations. Pregnancy considerations: The available case reports on cinacalcet use during pregnancy lack sufficient data to establish a clear association with adverse developmental outcomes. In the context of animal reproduction studies, wherein female rats underwent exposure to cinacalcet during the organogenesis to the weaning period at levels 2 to 3 times the systemic drug concentrations associated with the maximum recommended human dose, occurrences of pup loss and diminished pup body weight gain were observed."}
{"id": "article-40477_19", "title": "Cinacalcet -- Administration -- Specific Patient Populations", "content": "Breastfeeding considerations: Insufficient data exists on the use of cinacalcet during breastfeeding. Nevertheless, reported cases of safely treating newborns with calcium metabolism disorders using cinacalcet are documented. It is unlikely that cinacalcet levels in breast milk reach therapeutic doses. The need for cinacalcet in the mother does not warrant discontinuation of breastfeeding. However, cautious use of cinacalcet during breastfeeding is advised, with close monitoring of the infant. [15]", "contents": "Cinacalcet -- Administration -- Specific Patient Populations. Breastfeeding considerations: Insufficient data exists on the use of cinacalcet during breastfeeding. Nevertheless, reported cases of safely treating newborns with calcium metabolism disorders using cinacalcet are documented. It is unlikely that cinacalcet levels in breast milk reach therapeutic doses. The need for cinacalcet in the mother does not warrant discontinuation of breastfeeding. However, cautious use of cinacalcet during breastfeeding is advised, with close monitoring of the infant. [15]"}
{"id": "article-40477_20", "title": "Cinacalcet -- Administration -- Specific Patient Populations", "content": "Pediatric patients: The safety and efficacy of cinacalcet have not been demonstrated in the pediatric population. The dosage schedules are adapted according to the individual PTH response in patients. The pediatric population may warrant reduced dosages because of their lower body surface area and the changed CYP profiles. [2]", "contents": "Cinacalcet -- Administration -- Specific Patient Populations. Pediatric patients: The safety and efficacy of cinacalcet have not been demonstrated in the pediatric population. The dosage schedules are adapted according to the individual PTH response in patients. The pediatric population may warrant reduced dosages because of their lower body surface area and the changed CYP profiles. [2]"}
{"id": "article-40477_21", "title": "Cinacalcet -- Administration -- Specific Patient Populations", "content": "Older patients: Reported clinical experiences have not indicated notable differences in responses between older and younger subjects. However, it is prudent to recognize the potential for increased sensitivity in some older patients.", "contents": "Cinacalcet -- Administration -- Specific Patient Populations. Older patients: Reported clinical experiences have not indicated notable differences in responses between older and younger subjects. However, it is prudent to recognize the potential for increased sensitivity in some older patients."}
{"id": "article-40477_22", "title": "Cinacalcet -- Adverse Effects", "content": "The common adverse drug reactions of cinacalcet are nausea and vomiting. [6] In some cases, up to one-third of patients who take cinacalcet may experience this adverse drug reaction. Dizziness, diarrhea, and decreased appetite are other adverse effects of this medication. Cinacalcet can cause hypocalcemia. The patients on this medication need to be closely followed for common symptoms associated with hypocalcemia, including tingling, muscle twitching, cramps, changes in mood, or irritability. On the electrocardiogram (ECG), a prolonged QT interval may be present. Patients with a history of congenital long QT syndrome, family history of long QT syndrome, and other conditions that predispose patients to QT interval prolongation may be at increased risk. [14] Oversuppresion of PTH can cause adynamic bone disease.", "contents": "Cinacalcet -- Adverse Effects. The common adverse drug reactions of cinacalcet are nausea and vomiting. [6] In some cases, up to one-third of patients who take cinacalcet may experience this adverse drug reaction. Dizziness, diarrhea, and decreased appetite are other adverse effects of this medication. Cinacalcet can cause hypocalcemia. The patients on this medication need to be closely followed for common symptoms associated with hypocalcemia, including tingling, muscle twitching, cramps, changes in mood, or irritability. On the electrocardiogram (ECG), a prolonged QT interval may be present. Patients with a history of congenital long QT syndrome, family history of long QT syndrome, and other conditions that predispose patients to QT interval prolongation may be at increased risk. [14] Oversuppresion of PTH can cause adynamic bone disease."}
{"id": "article-40477_23", "title": "Cinacalcet -- Adverse Effects -- Drug-Drug Interactions", "content": "Cinacalcet is a potent inhibitor of CYP2D6. Cinacalet, when administered to individuals classified as CYP2D6 extensive metabolizers, resulted in a significant increase in the levels of desipramine. In individuals with extensive metabolizers of CYP2D6 and coadministration of cinacalcet with amitriptyline, a significant rise in the levels of both amitriptyline and nortriptyline is evident. [16] [17]", "contents": "Cinacalcet -- Adverse Effects -- Drug-Drug Interactions. Cinacalcet is a potent inhibitor of CYP2D6. Cinacalet, when administered to individuals classified as CYP2D6 extensive metabolizers, resulted in a significant increase in the levels of desipramine. In individuals with extensive metabolizers of CYP2D6 and coadministration of cinacalcet with amitriptyline, a significant rise in the levels of both amitriptyline and nortriptyline is evident. [16] [17]"}
{"id": "article-40477_24", "title": "Cinacalcet -- Contraindications", "content": "A serum calcium level below 8.4 mg/dL is a contraindication to initiating this medication. [14]", "contents": "Cinacalcet -- Contraindications. A serum calcium level below 8.4 mg/dL is a contraindication to initiating this medication. [14]"}
{"id": "article-40477_25", "title": "Cinacalcet -- Contraindications -- Warning and Precautions", "content": "Hypocalcemia: Life-threatening events and fatal outcomes related to hypocalcemia, including in pediatric patients, have been reported. Cinacalcet's safety and efficacy in pediatric patients have not been established. Cinacalcet is not indicated for non-dialysis CKD patients. In CKD patients not on dialysis, long-term safety and efficacy remain uncertain. Studies indicate an increased risk of hypocalcemia in this population, particularly with lower baseline calcium levels. Patients should be educated about hypocalcemia symptoms, and prescribers should be contacted if symptoms arise. Corrected serum calcium below normal limits or hypocalcemia symptoms may require calcium supplementation, dose adjustment, or discontinuation of cinacalcet.", "contents": "Cinacalcet -- Contraindications -- Warning and Precautions. Hypocalcemia: Life-threatening events and fatal outcomes related to hypocalcemia, including in pediatric patients, have been reported. Cinacalcet's safety and efficacy in pediatric patients have not been established. Cinacalcet is not indicated for non-dialysis CKD patients. In CKD patients not on dialysis, long-term safety and efficacy remain uncertain. Studies indicate an increased risk of hypocalcemia in this population, particularly with lower baseline calcium levels. Patients should be educated about hypocalcemia symptoms, and prescribers should be contacted if symptoms arise. Corrected serum calcium below normal limits or hypocalcemia symptoms may require calcium supplementation, dose adjustment, or discontinuation of cinacalcet."}
{"id": "article-40477_26", "title": "Cinacalcet -- Contraindications -- Warning and Precautions", "content": "Ventricular arrhythmia: Serum calcium reduction due to cinacalcet may prolong QT intervals, leading to ventricular arrhythmia. Close monitoring of corrected serum calcium and QT interval is essential, especially in at-risk patients. Isolated cases of hypotension, worsening heart failure, and arrhythmias have been reported postmarketing, particularly in patients with impaired cardiac function. Monitoring for these events is recommended. [18] Seizures: The possibility of a lowered seizure threshold due to cinacalcet-induced hypocalcemia requires careful consideration. [19]", "contents": "Cinacalcet -- Contraindications -- Warning and Precautions. Ventricular arrhythmia: Serum calcium reduction due to cinacalcet may prolong QT intervals, leading to ventricular arrhythmia. Close monitoring of corrected serum calcium and QT interval is essential, especially in at-risk patients. Isolated cases of hypotension, worsening heart failure, and arrhythmias have been reported postmarketing, particularly in patients with impaired cardiac function. Monitoring for these events is recommended. [18] Seizures: The possibility of a lowered seizure threshold due to cinacalcet-induced hypocalcemia requires careful consideration. [19]"}
{"id": "article-40477_27", "title": "Cinacalcet -- Contraindications -- Warning and Precautions", "content": "Gastrointestinal bleeding: Upper gastrointestinal bleeding has been reported with cinacalcet use. However, a recent study found no evidence of an increased risk of gastrointestinal bleeding that would necessitate hospitalization or result in death for hemodialysis patients exposed to cinacalcet. [20]", "contents": "Cinacalcet -- Contraindications -- Warning and Precautions. Gastrointestinal bleeding: Upper gastrointestinal bleeding has been reported with cinacalcet use. However, a recent study found no evidence of an increased risk of gastrointestinal bleeding that would necessitate hospitalization or result in death for hemodialysis patients exposed to cinacalcet. [20]"}
{"id": "article-40477_28", "title": "Cinacalcet -- Monitoring", "content": "Calcium levels need to be followed closely for any patient on this medication. Patients require assessment for signs and symptoms of hypocalcemia. Individuals on this medication need monitoring for adverse effects, including nausea and vomiting. [14] Cinacalcet may interact with other medications, such as anticholinesterase inhibitors, in dementia patients. Patients with hepatic impairment require close monitoring. [3]", "contents": "Cinacalcet -- Monitoring. Calcium levels need to be followed closely for any patient on this medication. Patients require assessment for signs and symptoms of hypocalcemia. Individuals on this medication need monitoring for adverse effects, including nausea and vomiting. [14] Cinacalcet may interact with other medications, such as anticholinesterase inhibitors, in dementia patients. Patients with hepatic impairment require close monitoring. [3]"}
{"id": "article-40477_29", "title": "Cinacalcet -- Toxicity -- Signs and Symptoms of Overdose", "content": "No toxic level of cinacalcet is recognized. Dose-limiting effects include nausea and vomiting, which would limit or preclude its use. [14] Overdosage of cinacalcet can lead to hypocalcemia. In the event of an overdose, it is crucial to closely observe individuals for the signs and symptoms associated with hypocalcemia.", "contents": "Cinacalcet -- Toxicity -- Signs and Symptoms of Overdose. No toxic level of cinacalcet is recognized. Dose-limiting effects include nausea and vomiting, which would limit or preclude its use. [14] Overdosage of cinacalcet can lead to hypocalcemia. In the event of an overdose, it is crucial to closely observe individuals for the signs and symptoms associated with hypocalcemia."}
{"id": "article-40477_30", "title": "Cinacalcet -- Toxicity -- Management of Overdose", "content": "If hypocalcemia is present, the clinician should discontinue the medication, and hypocalcemia should be treated with intravenous (IV) calcium. Other electrolyte abnormalities, including magnesium and phosphorous, should also be monitored. [14]", "contents": "Cinacalcet -- Toxicity -- Management of Overdose. If hypocalcemia is present, the clinician should discontinue the medication, and hypocalcemia should be treated with intravenous (IV) calcium. Other electrolyte abnormalities, including magnesium and phosphorous, should also be monitored. [14]"}
{"id": "article-40477_31", "title": "Cinacalcet -- Enhancing Healthcare Team Outcomes", "content": "Amidst the escalating burden of non-communicable diseases such as cardiovascular conditions and CKD, clinicians are compelled to refine their non-surgical treatment options. Cinacalcet, a calcimimetic that mitigates the increase in PTH, is increasingly taking center stage. When formulating a multi-modal approach for conditions such as calciphylaxis, CKD, and hyperparathyroidism, this medication emerges as a cornerstone in the medical toolkit. Optimal outcomes with cinacalcet therapy are achieved through the collaboration of an interprofessional healthcare team comprising clinicians, advanced practice providers, endocrinologists, nephrologists, nurses, and pharmacists. Collaboratively, they leverage comprehensive patient information to drive the most favorable patient outcomes.", "contents": "Cinacalcet -- Enhancing Healthcare Team Outcomes. Amidst the escalating burden of non-communicable diseases such as cardiovascular conditions and CKD, clinicians are compelled to refine their non-surgical treatment options. Cinacalcet, a calcimimetic that mitigates the increase in PTH, is increasingly taking center stage. When formulating a multi-modal approach for conditions such as calciphylaxis, CKD, and hyperparathyroidism, this medication emerges as a cornerstone in the medical toolkit. Optimal outcomes with cinacalcet therapy are achieved through the collaboration of an interprofessional healthcare team comprising clinicians, advanced practice providers, endocrinologists, nephrologists, nurses, and pharmacists. Collaboratively, they leverage comprehensive patient information to drive the most favorable patient outcomes."}
{"id": "article-40477_32", "title": "Cinacalcet -- Enhancing Healthcare Team Outcomes", "content": "Nephrologists typically prescribe cinacalcet for patients experiencing secondary hyperparathyroidism while undergoing dialysis. Endocrinologists may recommend it for individuals with primary hyperparathyroidism who are not candidates for surgery or are deemed at high risk for surgical intervention. Patients should be informed about potential adverse reactions, such as nausea and vomiting, and educated on recognizing symptoms of hypocalcemia. Close monitoring of calcium levels is imperative in these cases. Additionally, the interprofessional healthcare team should engage a clinical pharmacist to optimize therapeutic outcomes and mitigate adverse events.", "contents": "Cinacalcet -- Enhancing Healthcare Team Outcomes. Nephrologists typically prescribe cinacalcet for patients experiencing secondary hyperparathyroidism while undergoing dialysis. Endocrinologists may recommend it for individuals with primary hyperparathyroidism who are not candidates for surgery or are deemed at high risk for surgical intervention. Patients should be informed about potential adverse reactions, such as nausea and vomiting, and educated on recognizing symptoms of hypocalcemia. Close monitoring of calcium levels is imperative in these cases. Additionally, the interprofessional healthcare team should engage a clinical pharmacist to optimize therapeutic outcomes and mitigate adverse events."}
{"id": "article-40477_33", "title": "Cinacalcet -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Cinacalcet -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}