{"id": "article-17402_0", "title": "Alpha-Fetoprotein Analysis -- Introduction", "content": "Human α-fetoprotein (AFP) is a tumor-associated fetal mammalian glycoprotein involved in ontogenic and oncogenic growth. [1] This tumor marker is encoded by the AFP gene on chromosome 4q25. [2] The fetal protein is a 70-kDa single polypeptide chain containing 3% to 5% carbohydrate. This protein exhibits a triplicate domain structure configured by intramolecular loops dictated by disulfide bridging. [3] AFP occupies an α-1 anodic position in the electrophoretic profile, running slightly slower compared to albumin. [4] AFP is synthesized in the yolk sac, fetal liver, and gastrointestinal tract during pregnancy but is re-expressed in multiple adult tumors of mixed mesodermal or endodermal origin. [5]", "contents": "Alpha-Fetoprotein Analysis -- Introduction. Human α-fetoprotein (AFP) is a tumor-associated fetal mammalian glycoprotein involved in ontogenic and oncogenic growth. [1] This tumor marker is encoded by the AFP gene on chromosome 4q25. [2] The fetal protein is a 70-kDa single polypeptide chain containing 3% to 5% carbohydrate. This protein exhibits a triplicate domain structure configured by intramolecular loops dictated by disulfide bridging. [3] AFP occupies an α-1 anodic position in the electrophoretic profile, running slightly slower compared to albumin. [4] AFP is synthesized in the yolk sac, fetal liver, and gastrointestinal tract during pregnancy but is re-expressed in multiple adult tumors of mixed mesodermal or endodermal origin. [5]"}
{"id": "article-17402_1", "title": "Alpha-Fetoprotein Analysis -- Introduction", "content": "In the clinical laboratory, AFP has been employed both as a post-operational tumor marker and as a gestational age-dependent fetal defect marker, demonstrating utility in screening for neural tube defects and aneuploidies. [6] When a fetus has neural tube defects, maternal serum AFP levels are elevated, whereas chromosomal disorders are associated with lower levels. [7] Yolk sac and liver-derived AFP have different carbohydrate content. The half-life of AFP is 4 to 5 days. Similar to albumin, serum AFP binds and transports many ligands such as bilirubin, fatty acids, retinoids, steroids, heavy metals, dyes, flavonoids, phytoestrogens, dioxin, and various drugs. [8]", "contents": "Alpha-Fetoprotein Analysis -- Introduction. In the clinical laboratory, AFP has been employed both as a post-operational tumor marker and as a gestational age-dependent fetal defect marker, demonstrating utility in screening for neural tube defects and aneuploidies. [6] When a fetus has neural tube defects, maternal serum AFP levels are elevated, whereas chromosomal disorders are associated with lower levels. [7] Yolk sac and liver-derived AFP have different carbohydrate content. The half-life of AFP is 4 to 5 days. Similar to albumin, serum AFP binds and transports many ligands such as bilirubin, fatty acids, retinoids, steroids, heavy metals, dyes, flavonoids, phytoestrogens, dioxin, and various drugs. [8]"}
{"id": "article-17402_2", "title": "Alpha-Fetoprotein Analysis -- Introduction", "content": "AFP can be fractionated by affinity electrophoresis into 3 glycoforms: L1, L2, and L3, based on the reactivity with the lectin lens culinaris agglutinin. [9] AFP-L3 binds strongly to lens culinaris agglutinin through an additional α-1-6 fucose residue attached at the reducing terminus of N-acetylglucosamine, in contrast to the L1 isoform. The L1 isoform is typically associated with non-hepatocellular carcinoma inflammation of the liver disease. [10] The L3 isoform is specific to malignant tumors, and the detected presence can identify patients who need increased monitoring for the development of hepatocellular carcinoma in high-risk populations such as chronic hepatitis B and C and liver cirrhosis. [11]", "contents": "Alpha-Fetoprotein Analysis -- Introduction. AFP can be fractionated by affinity electrophoresis into 3 glycoforms: L1, L2, and L3, based on the reactivity with the lectin lens culinaris agglutinin. [9] AFP-L3 binds strongly to lens culinaris agglutinin through an additional α-1-6 fucose residue attached at the reducing terminus of N-acetylglucosamine, in contrast to the L1 isoform. The L1 isoform is typically associated with non-hepatocellular carcinoma inflammation of the liver disease. [10] The L3 isoform is specific to malignant tumors, and the detected presence can identify patients who need increased monitoring for the development of hepatocellular carcinoma in high-risk populations such as chronic hepatitis B and C and liver cirrhosis. [11]"}
{"id": "article-17402_3", "title": "Alpha-Fetoprotein Analysis -- Specimen Collection", "content": "A blood sample is collected from the vein using aseptic techniques, and universal precautions are observed. Serum AFP levels are measured as part of a maternal triple or quadruple screening test or for other diagnostic purposes in nonpregnant female or male patients. [12] Urine samples collected in plain or universal bottles may also be assayed for AFP levels, although this may be significantly lower compared to serum levels. [13]", "contents": "Alpha-Fetoprotein Analysis -- Specimen Collection. A blood sample is collected from the vein using aseptic techniques, and universal precautions are observed. Serum AFP levels are measured as part of a maternal triple or quadruple screening test or for other diagnostic purposes in nonpregnant female or male patients. [12] Urine samples collected in plain or universal bottles may also be assayed for AFP levels, although this may be significantly lower compared to serum levels. [13]"}
{"id": "article-17402_4", "title": "Alpha-Fetoprotein Analysis -- Specimen Collection", "content": "Specimens derived from sera are stable at room temperature or 4 °C for at least 1 week and can be stored for several months at −20 °C. The type of centrifugation and non-stable refrigeration frost-free cycles can affect AFP levels. [14] Thus, monitoring various steps involved in sample collecting, storage, and preparation processes is crucial in maternal serum AFP screening programs. [15]", "contents": "Alpha-Fetoprotein Analysis -- Specimen Collection. Specimens derived from sera are stable at room temperature or 4 °C for at least 1 week and can be stored for several months at −20 °C. The type of centrifugation and non-stable refrigeration frost-free cycles can affect AFP levels. [14] Thus, monitoring various steps involved in sample collecting, storage, and preparation processes is crucial in maternal serum AFP screening programs. [15]"}
{"id": "article-17402_5", "title": "Alpha-Fetoprotein Analysis -- Specimen Collection", "content": "Amniocentesis is needed to assay AFP levels in the amniotic fluid. A diagnostic amniocentesis involves using an ultrasound-guided, hollow needle through the maternal anterior abdominal wall into the amniotic cavity to draw out amniotic fluid for AFP immunoassay. [16] AFP may also be measured by elution from blood spots collected on filter paper. Serum AFP is somewhat thermostable, and samples may be shipped at ambient temperatures after separation from red blood cells. [17]", "contents": "Alpha-Fetoprotein Analysis -- Specimen Collection. Amniocentesis is needed to assay AFP levels in the amniotic fluid. A diagnostic amniocentesis involves using an ultrasound-guided, hollow needle through the maternal anterior abdominal wall into the amniotic cavity to draw out amniotic fluid for AFP immunoassay. [16] AFP may also be measured by elution from blood spots collected on filter paper. Serum AFP is somewhat thermostable, and samples may be shipped at ambient temperatures after separation from red blood cells. [17]"}
{"id": "article-17402_6", "title": "Alpha-Fetoprotein Analysis -- Procedures -- Blood Sample Collection (Phlebotomy)", "content": "The process of blood sample collection typically involves the following steps: Introduce yourself to the patient and confirm the pertinent identifiers, such as the patient's name and date of birth. Explain the procedure to the patient, warning the patient of possible discomfort from the needle prick. Position the patient appropriately, exposing the upper arm. Follow hand washing protocols and adhere to basic universal precautions. Securely tie the tourniquet around the upper arm. Identify a prominent vein and sterilize the venipuncture site with an alcohol swab. Insert the needle attached to a vacutainer into the vein. Once an adequate sample is obtained, remove the tourniquet and withdraw the needle. Apply the cotton ball to the needle site with pressure to stop bleeding. Label sample bottles appropriately. Send the sample for AFP assay.", "contents": "Alpha-Fetoprotein Analysis -- Procedures -- Blood Sample Collection (Phlebotomy). The process of blood sample collection typically involves the following steps: Introduce yourself to the patient and confirm the pertinent identifiers, such as the patient's name and date of birth. Explain the procedure to the patient, warning the patient of possible discomfort from the needle prick. Position the patient appropriately, exposing the upper arm. Follow hand washing protocols and adhere to basic universal precautions. Securely tie the tourniquet around the upper arm. Identify a prominent vein and sterilize the venipuncture site with an alcohol swab. Insert the needle attached to a vacutainer into the vein. Once an adequate sample is obtained, remove the tourniquet and withdraw the needle. Apply the cotton ball to the needle site with pressure to stop bleeding. Label sample bottles appropriately. Send the sample for AFP assay."}
{"id": "article-17402_7", "title": "Alpha-Fetoprotein Analysis -- Procedures -- Procedure for Amniocentesis (From 15 Weeks Gestation)", "content": "The subsequent steps outline the amniocentesis process: Introduce yourself and confirm the patient's identity and gestational age of the pregnancy. Conduct pretest counseling, which typically includes genetic counseling. Obtain informed consent from the patient. Adhere to hand washing and universal precautions. Position the patient appropriately. Clean the exposed area of the abdomen. Use a local anesthetic if necessary. Carefully introduce the ultrasound-guided, hollow needle through the anterior abdominal wall into the amniotic cavity. Aspirate 15 to 20 mL of amniotic fluid. Send the sample for AFP assay.", "contents": "Alpha-Fetoprotein Analysis -- Procedures -- Procedure for Amniocentesis (From 15 Weeks Gestation). The subsequent steps outline the amniocentesis process: Introduce yourself and confirm the patient's identity and gestational age of the pregnancy. Conduct pretest counseling, which typically includes genetic counseling. Obtain informed consent from the patient. Adhere to hand washing and universal precautions. Position the patient appropriately. Clean the exposed area of the abdomen. Use a local anesthetic if necessary. Carefully introduce the ultrasound-guided, hollow needle through the anterior abdominal wall into the amniotic cavity. Aspirate 15 to 20 mL of amniotic fluid. Send the sample for AFP assay."}
{"id": "article-17402_8", "title": "Alpha-Fetoprotein Analysis -- Procedures -- Procedure for AFP Analysis", "content": "The procedure for AFP analysis is as follows:", "contents": "Alpha-Fetoprotein Analysis -- Procedures -- Procedure for AFP Analysis. The procedure for AFP analysis is as follows:"}
{"id": "article-17402_9", "title": "Alpha-Fetoprotein Analysis -- Procedures -- Procedure for AFP Analysis", "content": "Competitive radioimmunoassay has been widely used to quantify AFP.", "contents": "Alpha-Fetoprotein Analysis -- Procedures -- Procedure for AFP Analysis. Competitive radioimmunoassay has been widely used to quantify AFP."}
{"id": "article-17402_10", "title": "Alpha-Fetoprotein Analysis -- Procedures -- Procedure for AFP Analysis", "content": "Currently, AFP is mainly measured by non-isotopic immunoassays.", "contents": "Alpha-Fetoprotein Analysis -- Procedures -- Procedure for AFP Analysis. Currently, AFP is mainly measured by non-isotopic immunoassays."}
{"id": "article-17402_11", "title": "Alpha-Fetoprotein Analysis -- Procedures -- Procedure for AFP Analysis", "content": "These immunoassay systems employ enzyme, fluorescent, or chemiluminescent labels.", "contents": "Alpha-Fetoprotein Analysis -- Procedures -- Procedure for AFP Analysis. These immunoassay systems employ enzyme, fluorescent, or chemiluminescent labels."}
{"id": "article-17402_12", "title": "Alpha-Fetoprotein Analysis -- Procedures -- Procedure for AFP Analysis", "content": "There are 2 types of immunoassays for measuring AFP: (1) competitive and (2) two-site solid-phase immunometric assays.", "contents": "Alpha-Fetoprotein Analysis -- Procedures -- Procedure for AFP Analysis. There are 2 types of immunoassays for measuring AFP: (1) competitive and (2) two-site solid-phase immunometric assays."}
{"id": "article-17402_13", "title": "Alpha-Fetoprotein Analysis -- Procedures -- Procedure for AFP Analysis", "content": "In a typical radioisotopic competitive type, purified iodine-125-labeled AFP is mixed with the sample containing AFP to compete for a limited amount of AFP antibody.", "contents": "Alpha-Fetoprotein Analysis -- Procedures -- Procedure for AFP Analysis. In a typical radioisotopic competitive type, purified iodine-125-labeled AFP is mixed with the sample containing AFP to compete for a limited amount of AFP antibody."}
{"id": "article-17402_14", "title": "Alpha-Fetoprotein Analysis -- Procedures -- Procedure for AFP Analysis", "content": "The 2-site immunometric assays use a solid phase, such as magnetic particles, plastic beads, or microtiter plates.", "contents": "Alpha-Fetoprotein Analysis -- Procedures -- Procedure for AFP Analysis. The 2-site immunometric assays use a solid phase, such as magnetic particles, plastic beads, or microtiter plates."}
{"id": "article-17402_15", "title": "Alpha-Fetoprotein Analysis -- Procedures -- Procedure for AFP Analysis", "content": "The solid phase is coated with anti-AFP antibodies and incubated with patient specimens or standards.", "contents": "Alpha-Fetoprotein Analysis -- Procedures -- Procedure for AFP Analysis. The solid phase is coated with anti-AFP antibodies and incubated with patient specimens or standards."}
{"id": "article-17402_16", "title": "Alpha-Fetoprotein Analysis -- Procedures -- Procedure for AFP Analysis", "content": "AFP in the sample reacts with the anti-AFP antibody and is immobilized in the solid phase.", "contents": "Alpha-Fetoprotein Analysis -- Procedures -- Procedure for AFP Analysis. AFP in the sample reacts with the anti-AFP antibody and is immobilized in the solid phase."}
{"id": "article-17402_17", "title": "Alpha-Fetoprotein Analysis -- Procedures -- Procedure for AFP Analysis", "content": "Unbound components of the specimen are removed by washing the solid phase.", "contents": "Alpha-Fetoprotein Analysis -- Procedures -- Procedure for AFP Analysis. Unbound components of the specimen are removed by washing the solid phase."}
{"id": "article-17402_18", "title": "Alpha-Fetoprotein Analysis -- Procedures -- Procedure for AFP Analysis", "content": "A second anti-AFP antibody labeled with an enzyme, radioactive, fluorescent, or chemiluminescent label is incubated with the solid phase and reacts with AFP bound at a second epitope site.", "contents": "Alpha-Fetoprotein Analysis -- Procedures -- Procedure for AFP Analysis. A second anti-AFP antibody labeled with an enzyme, radioactive, fluorescent, or chemiluminescent label is incubated with the solid phase and reacts with AFP bound at a second epitope site."}
{"id": "article-17402_19", "title": "Alpha-Fetoprotein Analysis -- Procedures -- Procedure for AFP Analysis", "content": "Polyclonal and monoclonal antibodies have been used in tandem for each step.", "contents": "Alpha-Fetoprotein Analysis -- Procedures -- Procedure for AFP Analysis. Polyclonal and monoclonal antibodies have been used in tandem for each step."}
{"id": "article-17402_20", "title": "Alpha-Fetoprotein Analysis -- Procedures -- Procedure for AFP Analysis", "content": "Washing the solid phase removes the unreacted label, and any additional reagent needed to generate a signal is added.", "contents": "Alpha-Fetoprotein Analysis -- Procedures -- Procedure for AFP Analysis. Washing the solid phase removes the unreacted label, and any additional reagent needed to generate a signal is added."}
{"id": "article-17402_21", "title": "Alpha-Fetoprotein Analysis -- Procedures -- Procedure for AFP Analysis", "content": "The bound label can be measured directly in the case of a fluorescence or radioactive label.", "contents": "Alpha-Fetoprotein Analysis -- Procedures -- Procedure for AFP Analysis. The bound label can be measured directly in the case of a fluorescence or radioactive label."}
{"id": "article-17402_22", "title": "Alpha-Fetoprotein Analysis -- Procedures -- Procedure for AFP Analysis", "content": "The solid phase must be incubated with substrate before the detection step for enzyme labels.", "contents": "Alpha-Fetoprotein Analysis -- Procedures -- Procedure for AFP Analysis. The solid phase must be incubated with substrate before the detection step for enzyme labels."}
{"id": "article-17402_23", "title": "Alpha-Fetoprotein Analysis -- Procedures -- Procedure for AFP Analysis", "content": "A reagent must be added for chemiluminescence labels to generate the chemiluminescent signal.", "contents": "Alpha-Fetoprotein Analysis -- Procedures -- Procedure for AFP Analysis. A reagent must be added for chemiluminescence labels to generate the chemiluminescent signal."}
{"id": "article-17402_24", "title": "Alpha-Fetoprotein Analysis -- Procedures -- Procedure for AFP Analysis", "content": "In all cases, the signal generated with the solid phase is directly proportional to the AFP concentration of the standard or unknown.", "contents": "Alpha-Fetoprotein Analysis -- Procedures -- Procedure for AFP Analysis. In all cases, the signal generated with the solid phase is directly proportional to the AFP concentration of the standard or unknown."}
{"id": "article-17402_25", "title": "Alpha-Fetoprotein Analysis -- Procedures -- Procedure for AFP Analysis", "content": "AFP-L3% is measured using a microfluidics-based instrument that utilizes immunochemical and electrophoretic techniques.", "contents": "Alpha-Fetoprotein Analysis -- Procedures -- Procedure for AFP Analysis. AFP-L3% is measured using a microfluidics-based instrument that utilizes immunochemical and electrophoretic techniques."}
{"id": "article-17402_26", "title": "Alpha-Fetoprotein Analysis -- Procedures -- Quality Control Procedure", "content": "The insights into the quality control procedures implemented in laboratory settings include the following:", "contents": "Alpha-Fetoprotein Analysis -- Procedures -- Quality Control Procedure. The insights into the quality control procedures implemented in laboratory settings include the following:"}
{"id": "article-17402_27", "title": "Alpha-Fetoprotein Analysis -- Procedures -- Quality Control Procedure", "content": "Laboratory regulations require analyzing at least 2 levels of control materials every 24 hours for non-waived tests. Laboratories can more frequently assay quality control (QC) samples if necessary to ensure accurate results. QC samples should be assayed after calibration or maintenance of an analyzer to verify the correct performance of the method. The laboratory can develop and implement an individualized quality control plan (IQCP) for specific analytes with different QC requirements. The IQCP involves performing a risk assessment of potential sources of error in all testing phases. After risk assessment, a QC plan is formulated to reduce the likelihood of errors. Westgard multi-rules are used to evaluate the QC runs. If a run is declared out of control, the system, including the instrument, standards, controls, and other components, should be investigated to determine the cause of the problem. Analysis should not be performed until the problem has been resolved.", "contents": "Alpha-Fetoprotein Analysis -- Procedures -- Quality Control Procedure. Laboratory regulations require analyzing at least 2 levels of control materials every 24 hours for non-waived tests. Laboratories can more frequently assay quality control (QC) samples if necessary to ensure accurate results. QC samples should be assayed after calibration or maintenance of an analyzer to verify the correct performance of the method. The laboratory can develop and implement an individualized quality control plan (IQCP) for specific analytes with different QC requirements. The IQCP involves performing a risk assessment of potential sources of error in all testing phases. After risk assessment, a QC plan is formulated to reduce the likelihood of errors. Westgard multi-rules are used to evaluate the QC runs. If a run is declared out of control, the system, including the instrument, standards, controls, and other components, should be investigated to determine the cause of the problem. Analysis should not be performed until the problem has been resolved."}
{"id": "article-17402_28", "title": "Alpha-Fetoprotein Analysis -- Procedures -- Lab Safety", "content": "Safety precautions for handling laboratory materials include: Consider all specimens, control materials, and calibrator materials as potentially infectious. Exercise the normal precautions required for handling all laboratory reagents. Disposal of all waste material should be per local guidelines. Wear gloves, a lab coat, and safety glasses when handling human blood specimens. Dispose of all plastic tips, sample cups, and gloves that come into contact with blood in a biohazard waste container. Discard all disposable glassware into sharps waste containers. Protect all work surfaces with disposable absorbent benchtop paper discarded into biohazard waste containers weekly or whenever blood contamination occurs. Wipe all work surfaces weekly.", "contents": "Alpha-Fetoprotein Analysis -- Procedures -- Lab Safety. Safety precautions for handling laboratory materials include: Consider all specimens, control materials, and calibrator materials as potentially infectious. Exercise the normal precautions required for handling all laboratory reagents. Disposal of all waste material should be per local guidelines. Wear gloves, a lab coat, and safety glasses when handling human blood specimens. Dispose of all plastic tips, sample cups, and gloves that come into contact with blood in a biohazard waste container. Discard all disposable glassware into sharps waste containers. Protect all work surfaces with disposable absorbent benchtop paper discarded into biohazard waste containers weekly or whenever blood contamination occurs. Wipe all work surfaces weekly."}
{"id": "article-17402_29", "title": "Alpha-Fetoprotein Analysis -- Indications", "content": "The following lists various situations or medical conditions in which an AFP assay is performed: Advanced maternal age Previous births with chromosomal or congenital disabilities, including neural tube defects Family history of chromosomal or congenital disabilities, such as Down syndrome and spina bifida Screening for certain types of cancers, such as liver cancer, testicular cancer, and ovarian cancer. To evaluate the progress of anti-cancer treatment", "contents": "Alpha-Fetoprotein Analysis -- Indications. The following lists various situations or medical conditions in which an AFP assay is performed: Advanced maternal age Previous births with chromosomal or congenital disabilities, including neural tube defects Family history of chromosomal or congenital disabilities, such as Down syndrome and spina bifida Screening for certain types of cancers, such as liver cancer, testicular cancer, and ovarian cancer. To evaluate the progress of anti-cancer treatment"}
{"id": "article-17402_30", "title": "Alpha-Fetoprotein Analysis -- Potential Diagnosis -- Maternal Serum AFP Levels Elevated", "content": "The following conditions are associated with elevated maternal serum AFP levels: Neural tube defects such as spina bifida and anencephaly Omphalocele Gastroschisis Sacrococcygeal teratoma Placental abnormalities Cystic hygroma Renal abnormalities such as polycystic kidney or absent kidney, urinary obstruction, and congenital nephrosis Osteogenesis imperfecta Threatened abortion Decreased maternal weight or intrauterine growth restriction", "contents": "Alpha-Fetoprotein Analysis -- Potential Diagnosis -- Maternal Serum AFP Levels Elevated. The following conditions are associated with elevated maternal serum AFP levels: Neural tube defects such as spina bifida and anencephaly Omphalocele Gastroschisis Sacrococcygeal teratoma Placental abnormalities Cystic hygroma Renal abnormalities such as polycystic kidney or absent kidney, urinary obstruction, and congenital nephrosis Osteogenesis imperfecta Threatened abortion Decreased maternal weight or intrauterine growth restriction"}
{"id": "article-17402_31", "title": "Alpha-Fetoprotein Analysis -- Potential Diagnosis -- Maternal Serum AFP Low Levels", "content": "The following factors may contribute to low levels of maternal serum AFP: Down syndrome Increased maternal weight Fetal demise Hydatidiform mole Trisomy 18, also known as Edwards syndrome Incorrect gestational age (older than calculated)", "contents": "Alpha-Fetoprotein Analysis -- Potential Diagnosis -- Maternal Serum AFP Low Levels. The following factors may contribute to low levels of maternal serum AFP: Down syndrome Increased maternal weight Fetal demise Hydatidiform mole Trisomy 18, also known as Edwards syndrome Incorrect gestational age (older than calculated)"}
{"id": "article-17402_32", "title": "Alpha-Fetoprotein Analysis -- Potential Diagnosis -- Non-Pregnant Female or Male AFP Levels Elevated", "content": "The following conditions may lead to elevated AFP levels in non-pregnant females or males: Hepatocellular cancer Metastatic liver cancer Liver cirrhosis Hepatitis Germ cell tumors Yolk sac tumor Ataxia-telangiectasia", "contents": "Alpha-Fetoprotein Analysis -- Potential Diagnosis -- Non-Pregnant Female or Male AFP Levels Elevated. The following conditions may lead to elevated AFP levels in non-pregnant females or males: Hepatocellular cancer Metastatic liver cancer Liver cirrhosis Hepatitis Germ cell tumors Yolk sac tumor Ataxia-telangiectasia"}
{"id": "article-17402_33", "title": "Alpha-Fetoprotein Analysis -- Normal and Critical Findings", "content": "Typical findings include: AFP levels in men and non-pregnant women vary by age and race but typically range from 0 to 40 ng/mL. Maternal AFP levels increase during pregnancy from about the 14th week of gestation until about 32 weeks. Between 15 and 20 weeks, AFP levels typically range between 10 and 150 ng/mL. Adult blood levels greater than 200 ng/mL in patients with liver cirrhosis strongly indicate hepatocellular carcinoma.", "contents": "Alpha-Fetoprotein Analysis -- Normal and Critical Findings. Typical findings include: AFP levels in men and non-pregnant women vary by age and race but typically range from 0 to 40 ng/mL. Maternal AFP levels increase during pregnancy from about the 14th week of gestation until about 32 weeks. Between 15 and 20 weeks, AFP levels typically range between 10 and 150 ng/mL. Adult blood levels greater than 200 ng/mL in patients with liver cirrhosis strongly indicate hepatocellular carcinoma."}
{"id": "article-17402_34", "title": "Alpha-Fetoprotein Analysis -- Interfering Factors", "content": "The following factors have been implicated in false-positive AFP results: A period of 2 weeks after radiodiagnosis involving the use of radioactive tracers. Multiple gestations. Gestational diabetes. Cigarette smoking. Race (slightly higher levels in Black women and lower in women of Asian descent compared to Whites). Levels adjusted for weight. Amniotic fluid specimens contaminated with fetal blood may exhibit abnormally high AFP values, leading to misinterpretation of test results. Specimens from patients who have received preparations of mouse monoclonal antibodies may contain human anti-mouse antibodies, which may give falsely high results. Results must always be considered within the clinical context and previous results, especially when serial results monitor a patient's response to treatment.", "contents": "Alpha-Fetoprotein Analysis -- Interfering Factors. The following factors have been implicated in false-positive AFP results: A period of 2 weeks after radiodiagnosis involving the use of radioactive tracers. Multiple gestations. Gestational diabetes. Cigarette smoking. Race (slightly higher levels in Black women and lower in women of Asian descent compared to Whites). Levels adjusted for weight. Amniotic fluid specimens contaminated with fetal blood may exhibit abnormally high AFP values, leading to misinterpretation of test results. Specimens from patients who have received preparations of mouse monoclonal antibodies may contain human anti-mouse antibodies, which may give falsely high results. Results must always be considered within the clinical context and previous results, especially when serial results monitor a patient's response to treatment."}
{"id": "article-17402_35", "title": "Alpha-Fetoprotein Analysis -- Complications", "content": "Risks associated with phlebotomy include: Phlebitis Abnormal bruising and bleeding in patients with clotting disorders or those taking blood thinners Risks associated with amniocentesis include: Miscarriage Preterm delivery", "contents": "Alpha-Fetoprotein Analysis -- Complications. Risks associated with phlebotomy include: Phlebitis Abnormal bruising and bleeding in patients with clotting disorders or those taking blood thinners Risks associated with amniocentesis include: Miscarriage Preterm delivery"}
{"id": "article-17402_36", "title": "Alpha-Fetoprotein Analysis -- Patient Safety and Education", "content": "Phlebotomy for blood AFP assay requires little or no preparations, as this is safe when performed by qualified health professionals. However, patients need to be informed about the possible discomfort from the needle prick, which is generally bearable. Patients should be inquired about their use of blood thinners and should be given appropriate information regarding possible outcomes and implications of the test. [18]", "contents": "Alpha-Fetoprotein Analysis -- Patient Safety and Education. Phlebotomy for blood AFP assay requires little or no preparations, as this is safe when performed by qualified health professionals. However, patients need to be informed about the possible discomfort from the needle prick, which is generally bearable. Patients should be inquired about their use of blood thinners and should be given appropriate information regarding possible outcomes and implications of the test. [18]"}
{"id": "article-17402_37", "title": "Alpha-Fetoprotein Analysis -- Patient Safety and Education", "content": "Explaining that this is a screening test is pertinent. Depending on the outcome, more tests may be ordered to establish a diagnosis. [19] A negative test does not necessarily indicate no risk, as very low maternal blood AFP is associated with an increased incidence of Down syndrome. Hence, a low maternal blood AFP should be investigated. [20]", "contents": "Alpha-Fetoprotein Analysis -- Patient Safety and Education. Explaining that this is a screening test is pertinent. Depending on the outcome, more tests may be ordered to establish a diagnosis. [19] A negative test does not necessarily indicate no risk, as very low maternal blood AFP is associated with an increased incidence of Down syndrome. Hence, a low maternal blood AFP should be investigated. [20]"}
{"id": "article-17402_38", "title": "Alpha-Fetoprotein Analysis -- Patient Safety and Education", "content": "Patients undergoing amniocentesis must be counseled about the procedure and the associated risks. The risk of obstetric mishap following amniocentesis exists; a miscarriage can happen in less than 1% of cases. Some rare complications of amniocentesis include preterm labor, infection (amnionitis), iatrogenic trauma, or injury to the developing fetus or mother. [21] Following amniocentesis, patients may experience some cramp-like discomfort in the first few hours but are usually allowed to go home after a short rest. [22] Oral paracetamol, such as acetaminophen, may be prescribed. Patients should report back to the hospital in case of vaginal bleeding, vaginal discharge, or increasing abdominal cramps. [23]", "contents": "Alpha-Fetoprotein Analysis -- Patient Safety and Education. Patients undergoing amniocentesis must be counseled about the procedure and the associated risks. The risk of obstetric mishap following amniocentesis exists; a miscarriage can happen in less than 1% of cases. Some rare complications of amniocentesis include preterm labor, infection (amnionitis), iatrogenic trauma, or injury to the developing fetus or mother. [21] Following amniocentesis, patients may experience some cramp-like discomfort in the first few hours but are usually allowed to go home after a short rest. [22] Oral paracetamol, such as acetaminophen, may be prescribed. Patients should report back to the hospital in case of vaginal bleeding, vaginal discharge, or increasing abdominal cramps. [23]"}
{"id": "article-17402_39", "title": "Alpha-Fetoprotein Analysis -- Clinical Significance", "content": "Maternal blood AFP levels often comprise triple, such as AFP, unconjugated estriol, and human chorionic gonadotropin, or quadruple, such as AFP, estriol, human chorionic gonadotropin, and inhibin A, screening tests for congenital disabilities. Levels are typically interpreted for age, race, weight, and gestational age. As the levels of these markers change with gestational age, the results are expressed as multiples-of-median. [24] The elevated levels imply a significant risk of having congenital disabilities; hence, further evaluation may be required to assess the level of risk. [25] A substantial number of patients with elevated maternal AFP do not develop congenital disabilities, but an increased risk of obstetric complications such as premature membrane rupture, placenta accreta, and increta may exist. [26]", "contents": "Alpha-Fetoprotein Analysis -- Clinical Significance. Maternal blood AFP levels often comprise triple, such as AFP, unconjugated estriol, and human chorionic gonadotropin, or quadruple, such as AFP, estriol, human chorionic gonadotropin, and inhibin A, screening tests for congenital disabilities. Levels are typically interpreted for age, race, weight, and gestational age. As the levels of these markers change with gestational age, the results are expressed as multiples-of-median. [24] The elevated levels imply a significant risk of having congenital disabilities; hence, further evaluation may be required to assess the level of risk. [25] A substantial number of patients with elevated maternal AFP do not develop congenital disabilities, but an increased risk of obstetric complications such as premature membrane rupture, placenta accreta, and increta may exist. [26]"}
{"id": "article-17402_40", "title": "Alpha-Fetoprotein Analysis -- Clinical Significance", "content": "Low maternal AFP levels may suggest a risk for Down syndrome. [27] In non-pregnant women and men, elevated levels are observed in cancers, especially liver cancer. Levels greater than 200 ng/mL in patients with cirrhosis suggest hepatocellular carcinoma. Elevated AFP levels can also be found in testicular and ovarian carcinoma. AFP is also useful for determining prognosis and monitoring therapy for hepatocellular carcinoma. [28] The concentration of AFP is a prognostic indicator of survival. Elevated AFP concentrations (>10 μg/L) and serum bilirubin concentrations greater than 2 mg/dL are associated with a decreased survival time. [29]", "contents": "Alpha-Fetoprotein Analysis -- Clinical Significance. Low maternal AFP levels may suggest a risk for Down syndrome. [27] In non-pregnant women and men, elevated levels are observed in cancers, especially liver cancer. Levels greater than 200 ng/mL in patients with cirrhosis suggest hepatocellular carcinoma. Elevated AFP levels can also be found in testicular and ovarian carcinoma. AFP is also useful for determining prognosis and monitoring therapy for hepatocellular carcinoma. [28] The concentration of AFP is a prognostic indicator of survival. Elevated AFP concentrations (>10 μg/L) and serum bilirubin concentrations greater than 2 mg/dL are associated with a decreased survival time. [29]"}
{"id": "article-17402_41", "title": "Alpha-Fetoprotein Analysis -- Clinical Significance", "content": "The lens culinary agglutinin-reactive fraction of fetoprotein (AFP-L3), a subtype of AFP produced by malignant hepatocytes, is considered specific to hepatocellular carcinoma. AFP-L3 is isolated using immunoassay techniques and quantified using chemiluminescence on an automated platform. [30] The proportion of AFP-L3 to total AFP can be used to diagnose early hepatocellular carcinoma. Early studies have reported that the diagnostic sensitivity of AFP-L3% for hepatocellular carcinoma ranged from 75% to 96.9%, with a specificity of 90% to 92%. [31] The high pre-treatment serum AFP-L3% levels indicated a poor prognosis for patients with hepatocellular carcinoma, and AFP-L3% may have a significant prognostic value for patients with hepatocellular carcinoma, especially those with low AFP concentration. [32]", "contents": "Alpha-Fetoprotein Analysis -- Clinical Significance. The lens culinary agglutinin-reactive fraction of fetoprotein (AFP-L3), a subtype of AFP produced by malignant hepatocytes, is considered specific to hepatocellular carcinoma. AFP-L3 is isolated using immunoassay techniques and quantified using chemiluminescence on an automated platform. [30] The proportion of AFP-L3 to total AFP can be used to diagnose early hepatocellular carcinoma. Early studies have reported that the diagnostic sensitivity of AFP-L3% for hepatocellular carcinoma ranged from 75% to 96.9%, with a specificity of 90% to 92%. [31] The high pre-treatment serum AFP-L3% levels indicated a poor prognosis for patients with hepatocellular carcinoma, and AFP-L3% may have a significant prognostic value for patients with hepatocellular carcinoma, especially those with low AFP concentration. [32]"}
{"id": "article-17402_42", "title": "Alpha-Fetoprotein Analysis -- Clinical Significance", "content": "A cutoff of 10% is used, and patients with chronic liver disease and an elevated AFP-L3% have a 7-fold increased risk of developing hepatocellular carcinoma within 21 months. [33] The test is useful for early detection, particularly in the AFP range of 20 to 200 μg/L, as has been shown in patients with hepatitis C–related cirrhosis. Although AFP-L3% is useful in detecting and prognosis, the value is typically used only when AFP concentrations are elevated. [34]", "contents": "Alpha-Fetoprotein Analysis -- Clinical Significance. A cutoff of 10% is used, and patients with chronic liver disease and an elevated AFP-L3% have a 7-fold increased risk of developing hepatocellular carcinoma within 21 months. [33] The test is useful for early detection, particularly in the AFP range of 20 to 200 μg/L, as has been shown in patients with hepatitis C–related cirrhosis. Although AFP-L3% is useful in detecting and prognosis, the value is typically used only when AFP concentrations are elevated. [34]"}
{"id": "article-17402_43", "title": "Alpha-Fetoprotein Analysis -- Clinical Significance", "content": "The AFP concentration is a good indicator for monitoring therapy and assessing changes in the clinical status. Elevated AFP concentration after surgery may indicate incomplete removal of the tumor or the presence of metastasis. [35] Falling or rising AFP concentration after therapy may reveal the success or failure of the treatment regimen. A notable increase in AFP concentration in patients considered free of a metastatic tumor may indicate metastasis development. [5]", "contents": "Alpha-Fetoprotein Analysis -- Clinical Significance. The AFP concentration is a good indicator for monitoring therapy and assessing changes in the clinical status. Elevated AFP concentration after surgery may indicate incomplete removal of the tumor or the presence of metastasis. [35] Falling or rising AFP concentration after therapy may reveal the success or failure of the treatment regimen. A notable increase in AFP concentration in patients considered free of a metastatic tumor may indicate metastasis development. [5]"}
{"id": "article-17402_44", "title": "Alpha-Fetoprotein Analysis -- Clinical Significance", "content": "Measuring AFP and human chorionic gonadotropin concentration aids in classifying and staging germ cell tumors. [36] Germ cell tumors may be predominantly 1 type of cell or a mixture of various types, including seminoma, yolk sac, choriocarcinomatous elements (embryonal carcinoma), and teratoma. Serum concentrations of AFP are elevated in yolk sac tumors, whereas human chorionic gonadotropin is elevated in choriocarcinoma. Both are elevated in embryonal carcinoma. AFP is not elevated in seminomas, whereas human chorionic gonadotropin is elevated in 10% to 30% of patients with syncytiotrophoblastic tumor cells. Neither marker is elevated in teratoma. [37]", "contents": "Alpha-Fetoprotein Analysis -- Clinical Significance. Measuring AFP and human chorionic gonadotropin concentration aids in classifying and staging germ cell tumors. [36] Germ cell tumors may be predominantly 1 type of cell or a mixture of various types, including seminoma, yolk sac, choriocarcinomatous elements (embryonal carcinoma), and teratoma. Serum concentrations of AFP are elevated in yolk sac tumors, whereas human chorionic gonadotropin is elevated in choriocarcinoma. Both are elevated in embryonal carcinoma. AFP is not elevated in seminomas, whereas human chorionic gonadotropin is elevated in 10% to 30% of patients with syncytiotrophoblastic tumor cells. Neither marker is elevated in teratoma. [37]"}
{"id": "article-17402_45", "title": "Alpha-Fetoprotein Analysis -- Clinical Significance", "content": "One or both of the markers are elevated in about 90% of patients with non-seminomatous testicular tumors. [36] Elevations are noted in less than 20% of patients with stage I, 50% to 80% with stage II, and 90% to 100% with stage III. These markers correlate with tumor volume and the prognosis of the disease. [38] The combined use of these markers is useful in monitoring patients with germ cell tumors: elevation of either marker indicates the recurrence of the disease or the development of metastasis. The effectiveness of chemotherapy can be assessed by calculating the decrease in the concentration of both markers using the half-lives of AFP (5 days) and human chorionic gonadotropin (12 to 20 hours). [39]", "contents": "Alpha-Fetoprotein Analysis -- Clinical Significance. One or both of the markers are elevated in about 90% of patients with non-seminomatous testicular tumors. [36] Elevations are noted in less than 20% of patients with stage I, 50% to 80% with stage II, and 90% to 100% with stage III. These markers correlate with tumor volume and the prognosis of the disease. [38] The combined use of these markers is useful in monitoring patients with germ cell tumors: elevation of either marker indicates the recurrence of the disease or the development of metastasis. The effectiveness of chemotherapy can be assessed by calculating the decrease in the concentration of both markers using the half-lives of AFP (5 days) and human chorionic gonadotropin (12 to 20 hours). [39]"}
{"id": "article-17402_46", "title": "Alpha-Fetoprotein Analysis -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Alpha-Fetoprotein Analysis -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}