{"id": "article-42174_0", "title": "Anticoagulation Safety -- Continuing Education Activity", "content": "One class of drugs that has been implicated in serious adverse drug reactions for many decades is oral anticoagulants, especially warfarin. There are countless case reports indicating the use of oral anticoagulants is more likely to require hospital admission, and prolonged hospital stays from adverse events such as bleeding. Oral anticoagulants have been classified as high alert medications according to the Institute of Safe Medication Practices (ISMP) because they have the potential for harm when used clinically. This activity reviews anticoagulation safety and highlights the role of the interprofessional team in managing patients who need anticoagulants", "contents": "Anticoagulation Safety -- Continuing Education Activity. One class of drugs that has been implicated in serious adverse drug reactions for many decades is oral anticoagulants, especially warfarin. There are countless case reports indicating the use of oral anticoagulants is more likely to require hospital admission, and prolonged hospital stays from adverse events such as bleeding. Oral anticoagulants have been classified as high alert medications according to the Institute of Safe Medication Practices (ISMP) because they have the potential for harm when used clinically. This activity reviews anticoagulation safety and highlights the role of the interprofessional team in managing patients who need anticoagulants"}
{"id": "article-42174_1", "title": "Anticoagulation Safety -- Continuing Education Activity", "content": "Objectives: Identify the etiology of anticoagulation related bleeding. Describe the differences between warfarin and novel oral anticoagulants. Identify the treatment and management options available for anticoagulation associated bleeding. Discuss how the interprofessional team can invoke strategies for improving the evaluation and management of patients with anticoagulation related bleeding. Access free multiple choice questions on this topic.", "contents": "Anticoagulation Safety -- Continuing Education Activity. Objectives: Identify the etiology of anticoagulation related bleeding. Describe the differences between warfarin and novel oral anticoagulants. Identify the treatment and management options available for anticoagulation associated bleeding. Discuss how the interprofessional team can invoke strategies for improving the evaluation and management of patients with anticoagulation related bleeding. Access free multiple choice questions on this topic."}
{"id": "article-42174_2", "title": "Anticoagulation Safety -- Introduction", "content": "One class of drugs that has been implicated in serious adverse drug reactions for many decades is oral anticoagulants, especially warfarin. There are countless case reports indicating the use of oral anticoagulants is more likely to require hospital admission, and prolonged hospital stays from adverse events such as bleeding.", "contents": "Anticoagulation Safety -- Introduction. One class of drugs that has been implicated in serious adverse drug reactions for many decades is oral anticoagulants, especially warfarin. There are countless case reports indicating the use of oral anticoagulants is more likely to require hospital admission, and prolonged hospital stays from adverse events such as bleeding."}
{"id": "article-42174_3", "title": "Anticoagulation Safety -- Introduction", "content": "Oral anticoagulants have been classified as high alert medications according to the Institute of Safe Medication Practices (ISMP) because they have the potential for harm when used clinically. Many reports have appeared on the risk of bleeding when the anticoagulants are used concurrently with other similar agents (antiplatelet drugs), when the drug treatment is duplicated, in the presence of dosing errors, when there is accidental discontinuation of treatment and when there are problems with monitoring.", "contents": "Anticoagulation Safety -- Introduction. Oral anticoagulants have been classified as high alert medications according to the Institute of Safe Medication Practices (ISMP) because they have the potential for harm when used clinically. Many reports have appeared on the risk of bleeding when the anticoagulants are used concurrently with other similar agents (antiplatelet drugs), when the drug treatment is duplicated, in the presence of dosing errors, when there is accidental discontinuation of treatment and when there are problems with monitoring."}
{"id": "article-42174_4", "title": "Anticoagulation Safety -- Introduction", "content": "Unlike warfarin, the newer oral anticoagulants do not have a long track record in clinical medicine and hence, it is too soon to claim that they are safer. In any case, proactive measures and targeted education should be encouraged to prevent adverse effects associated with the newer anticoagulants. More importantly, the Joint Commission has designated cautious use of an oral anticoagulant as part of the National Patient Safety Goals (NQF). [1] [2] [3]", "contents": "Anticoagulation Safety -- Introduction. Unlike warfarin, the newer oral anticoagulants do not have a long track record in clinical medicine and hence, it is too soon to claim that they are safer. In any case, proactive measures and targeted education should be encouraged to prevent adverse effects associated with the newer anticoagulants. More importantly, the Joint Commission has designated cautious use of an oral anticoagulant as part of the National Patient Safety Goals (NQF). [1] [2] [3]"}
{"id": "article-42174_5", "title": "Anticoagulation Safety -- Etiology -- How serious is the problem with oral anticoagulants?", "content": "From published studies, the incidence of major bleeding in patients treated with warfarin ranges from 0.4% to 7.2% per year. Minor bleeding rates have been found to be high as 15% per year. This wide range in bleeding inside is primarily due to patient-specific comorbid factors. To be consistent in reporting, however, most clinicians define major bleeding as bleeding that required admission, a fatal hemorrhage, bleeding at a critical site like the brain or retroperitoneum, or bleeding that requires transfusion of at least 2 units of packed red blood cells. A major bleed is associated with a several-fold increase in death for up to 12 months following the incident. [4] [5]", "contents": "Anticoagulation Safety -- Etiology -- How serious is the problem with oral anticoagulants? From published studies, the incidence of major bleeding in patients treated with warfarin ranges from 0.4% to 7.2% per year. Minor bleeding rates have been found to be high as 15% per year. This wide range in bleeding inside is primarily due to patient-specific comorbid factors. To be consistent in reporting, however, most clinicians define major bleeding as bleeding that required admission, a fatal hemorrhage, bleeding at a critical site like the brain or retroperitoneum, or bleeding that requires transfusion of at least 2 units of packed red blood cells. A major bleed is associated with a several-fold increase in death for up to 12 months following the incident. [4] [5]"}
{"id": "article-42174_6", "title": "Anticoagulation Safety -- Etiology -- How serious is the problem with oral anticoagulants?", "content": "Many studies have shown that the risk of bleeding is increased in patients treated with warfarin. This risk of bleeding in patients treated with atrial fibrillation has been calculated to be about 0.3-0.5% per year and is often associated with intracranial bleeding, which is a major cause of disability and death.", "contents": "Anticoagulation Safety -- Etiology -- How serious is the problem with oral anticoagulants? Many studies have shown that the risk of bleeding is increased in patients treated with warfarin. This risk of bleeding in patients treated with atrial fibrillation has been calculated to be about 0.3-0.5% per year and is often associated with intracranial bleeding, which is a major cause of disability and death."}
{"id": "article-42174_7", "title": "Anticoagulation Safety -- Etiology -- How serious is the problem with oral anticoagulants?", "content": "Patients with deep vein thrombosis who are treated with warfarin appear to have a higher risk for bleeding than those treated for atrial fibrillation. This is thought to be due to the concomitant comorbid conditions in these patients. The risk of bleeding in venous thrombosis has been calculated to be about 1.31 per 100 person-years, with a case fatality rate of 13.4 %. [6]", "contents": "Anticoagulation Safety -- Etiology -- How serious is the problem with oral anticoagulants? Patients with deep vein thrombosis who are treated with warfarin appear to have a higher risk for bleeding than those treated for atrial fibrillation. This is thought to be due to the concomitant comorbid conditions in these patients. The risk of bleeding in venous thrombosis has been calculated to be about 1.31 per 100 person-years, with a case fatality rate of 13.4 %. [6]"}
{"id": "article-42174_8", "title": "Anticoagulation Safety -- Etiology -- How serious is the problem with oral anticoagulants?", "content": "Even though intracranial hemorrhage is devastating, it is not the most common site of bleeding following the use of oral anticoagulants; the most common site is the gastrointestinal tract. However, the mortality associated with an intracranial bleed is 50%, compared with 5.1% with gastrointestinal tract bleeding.", "contents": "Anticoagulation Safety -- Etiology -- How serious is the problem with oral anticoagulants? Even though intracranial hemorrhage is devastating, it is not the most common site of bleeding following the use of oral anticoagulants; the most common site is the gastrointestinal tract. However, the mortality associated with an intracranial bleed is 50%, compared with 5.1% with gastrointestinal tract bleeding."}
{"id": "article-42174_9", "title": "Anticoagulation Safety -- Etiology -- How serious is the problem with oral anticoagulants?", "content": "The association between venous thrombosis and malignancy is well established. Many studies report a high incidence of both minor and major bleeding in patients with cancer who are treated with oral anticoagulants. There appears to be greater fluctuation in the INR in these patients, which could be due to the comorbidity and/or concomitant medications.", "contents": "Anticoagulation Safety -- Etiology -- How serious is the problem with oral anticoagulants? The association between venous thrombosis and malignancy is well established. Many studies report a high incidence of both minor and major bleeding in patients with cancer who are treated with oral anticoagulants. There appears to be greater fluctuation in the INR in these patients, which could be due to the comorbidity and/or concomitant medications."}
{"id": "article-42174_10", "title": "Anticoagulation Safety -- Etiology -- How serious is the problem with oral anticoagulants?", "content": "In one large retrospective 5-year study, nearly 48.8% of adverse drug events that involved anticoagulation were due to medication errors. In the same study, the 30-day mortality was increased by 11% of patients who experienced an adverse drug effect due to the anticoagulation drug. Other studies have revealed that emergency hospitalization as a result of bleeding due to warfarin is common. Data on the long-term safety of the newly available oral anticoagulation are very limited or not available. Thus, it is obvious that most of the data on the newer anticoagulants will reflect fewer adverse events or appear positive.", "contents": "Anticoagulation Safety -- Etiology -- How serious is the problem with oral anticoagulants? In one large retrospective 5-year study, nearly 48.8% of adverse drug events that involved anticoagulation were due to medication errors. In the same study, the 30-day mortality was increased by 11% of patients who experienced an adverse drug effect due to the anticoagulation drug. Other studies have revealed that emergency hospitalization as a result of bleeding due to warfarin is common. Data on the long-term safety of the newly available oral anticoagulation are very limited or not available. Thus, it is obvious that most of the data on the newer anticoagulants will reflect fewer adverse events or appear positive."}
{"id": "article-42174_11", "title": "Anticoagulation Safety -- Etiology -- How serious is the problem with oral anticoagulants?", "content": "Prior to 2010, warfarin was the only approved oral anticoagulant on the market but since then several newer oral anticoagulants have been introduced like dabigatran, apixaban, edoxaban, and rivaroxaban.  Warfarin acts by altering the clotting factors 2,7,9,10 and protein C and S. Comparatively, the target-specific oral anticoagulants except for dabigatran work by inhibiting activation of platelets and fibrin clot formation by reversible inhibition of factor Xa. On the other hand, dabigatran works by reversibly inhibiting thrombin which results in decreased thrombin-mediated platelet aggregation. [7]", "contents": "Anticoagulation Safety -- Etiology -- How serious is the problem with oral anticoagulants? Prior to 2010, warfarin was the only approved oral anticoagulant on the market but since then several newer oral anticoagulants have been introduced like dabigatran, apixaban, edoxaban, and rivaroxaban.  Warfarin acts by altering the clotting factors 2,7,9,10 and protein C and S. Comparatively, the target-specific oral anticoagulants except for dabigatran work by inhibiting activation of platelets and fibrin clot formation by reversible inhibition of factor Xa. On the other hand, dabigatran works by reversibly inhibiting thrombin which results in decreased thrombin-mediated platelet aggregation. [7]"}
{"id": "article-42174_12", "title": "Anticoagulation Safety -- Epidemiology -- What are the differences between warfarin and the newer oral anticoagulants?", "content": "One of the major differences between warfarin and the target-specific oral anticoagulants is that the latter cannot be monitored using the INR or other blood coagulation tests. In addition, these agents also do not require modification in diet. Cost is also a factor; the newer oral anticoagulants are prohibitively expensive compared to warfarin. So far these newer oral anticoagulants have shown to be safe, but long-term data are lacking. Another important fact is that most healthcare workers who prescribe these oral anticoagulants have little idea on how to deal with them when a patient who is booked for surgery suffers trauma or has a sudden bleeding emergency. Unlike warfarin which can be reversed with plasma or vitamin K, the factor X inhibitors or direct thrombin inhibitors have reversal agents that are more expensive and less readily available. [4] [8] [7]", "contents": "Anticoagulation Safety -- Epidemiology -- What are the differences between warfarin and the newer oral anticoagulants? One of the major differences between warfarin and the target-specific oral anticoagulants is that the latter cannot be monitored using the INR or other blood coagulation tests. In addition, these agents also do not require modification in diet. Cost is also a factor; the newer oral anticoagulants are prohibitively expensive compared to warfarin. So far these newer oral anticoagulants have shown to be safe, but long-term data are lacking. Another important fact is that most healthcare workers who prescribe these oral anticoagulants have little idea on how to deal with them when a patient who is booked for surgery suffers trauma or has a sudden bleeding emergency. Unlike warfarin which can be reversed with plasma or vitamin K, the factor X inhibitors or direct thrombin inhibitors have reversal agents that are more expensive and less readily available. [4] [8] [7]"}
{"id": "article-42174_13", "title": "Anticoagulation Safety -- Epidemiology -- What are the differences between warfarin and the newer oral anticoagulants?", "content": "Another difference between warfarin and the newer oral anticoagulants is the time to reach peak therapeutic effect. Warfarin often takes 4-6 days to reach the peak effects, but the newer oral anticoagulants have peak therapeutic effects in less than 24 hours. However, one area of similarity between the two classes of drugs is that they both have the potential for significant drug interactions.", "contents": "Anticoagulation Safety -- Epidemiology -- What are the differences between warfarin and the newer oral anticoagulants? Another difference between warfarin and the newer oral anticoagulants is the time to reach peak therapeutic effect. Warfarin often takes 4-6 days to reach the peak effects, but the newer oral anticoagulants have peak therapeutic effects in less than 24 hours. However, one area of similarity between the two classes of drugs is that they both have the potential for significant drug interactions."}
{"id": "article-42174_14", "title": "Anticoagulation Safety -- Epidemiology -- What are the differences between warfarin and the newer oral anticoagulants?", "content": "Finally, after dosing with warfarin, monitoring can also be affected by the diet. Foods that contain vitamin K like kale and spinach can delay the peak therapeutic effect. On the other hand, the target-specific oral anticoagulants are highly protein-bound and this makes it difficult to remove them even with dialysis.", "contents": "Anticoagulation Safety -- Epidemiology -- What are the differences between warfarin and the newer oral anticoagulants? Finally, after dosing with warfarin, monitoring can also be affected by the diet. Foods that contain vitamin K like kale and spinach can delay the peak therapeutic effect. On the other hand, the target-specific oral anticoagulants are highly protein-bound and this makes it difficult to remove them even with dialysis."}
{"id": "article-42174_15", "title": "Anticoagulation Safety -- Epidemiology -- Where do most adverse events regarding anticoagulants occur?", "content": "Medical and surgical units Telemetry Rehabilitation Emergency room Outpatient clinics Which oral anticoagulants are used today? Warfarin Rivaroxaban Dabigatran Apixaban", "contents": "Anticoagulation Safety -- Epidemiology -- Where do most adverse events regarding anticoagulants occur? Medical and surgical units Telemetry Rehabilitation Emergency room Outpatient clinics Which oral anticoagulants are used today? Warfarin Rivaroxaban Dabigatran Apixaban"}
{"id": "article-42174_16", "title": "Anticoagulation Safety -- Epidemiology", "content": "The newer oral anticoagulants, in general, have been associated with lower rates of major bleeding and fewer intracranial hemorrhagic events. There is also one study that shows that the use of dabigatran in elderly patients and those with kidney dysfunction may increase the risk of intracranial bleeding.", "contents": "Anticoagulation Safety -- Epidemiology. The newer oral anticoagulants, in general, have been associated with lower rates of major bleeding and fewer intracranial hemorrhagic events. There is also one study that shows that the use of dabigatran in elderly patients and those with kidney dysfunction may increase the risk of intracranial bleeding."}
{"id": "article-42174_17", "title": "Anticoagulation Safety -- Epidemiology -- What factors are usually considered when selecting an oral anticoagulant?", "content": "Risk of bleeding Presence of a mechanical heart valve Renal and liver dysfunction Body weight A propensity to dyspepsia or a history of peptic ulcer disease Patient preference Patient compliance Past success with oral anticoagulation", "contents": "Anticoagulation Safety -- Epidemiology -- What factors are usually considered when selecting an oral anticoagulant? Risk of bleeding Presence of a mechanical heart valve Renal and liver dysfunction Body weight A propensity to dyspepsia or a history of peptic ulcer disease Patient preference Patient compliance Past success with oral anticoagulation"}
{"id": "article-42174_18", "title": "Anticoagulation Safety -- Epidemiology -- What types of medication errors have been associated with oral anticoagulants leading to adverse events?", "content": "Dose omission Extra dose Wrong dose/overdose Lab error in monitoring Medication is given at the wrong time Underdose Prescription refill delayed Wrong patient Drug-drug interaction", "contents": "Anticoagulation Safety -- Epidemiology -- What types of medication errors have been associated with oral anticoagulants leading to adverse events? Dose omission Extra dose Wrong dose/overdose Lab error in monitoring Medication is given at the wrong time Underdose Prescription refill delayed Wrong patient Drug-drug interaction"}
{"id": "article-42174_19", "title": "Anticoagulation Safety -- Epidemiology -- When and why does bleeding occur after the use of oral anticoagulants?", "content": "Studies reveal that the first 90 days are the most variable because the INR is still labile and this increases the risk of bleeding. The same dose of warfarin can have unpredictable effects on the INR in different individuals making it difficult to develop a standardized dosage. Further, many patients require alternating doses, and this makes it difficult to have a standard dose. Because the risk of bleeding is highest within the first three months,  there should be more frequent monitoring of the INR during this period to prevent bleeding episodes.", "contents": "Anticoagulation Safety -- Epidemiology -- When and why does bleeding occur after the use of oral anticoagulants? Studies reveal that the first 90 days are the most variable because the INR is still labile and this increases the risk of bleeding. The same dose of warfarin can have unpredictable effects on the INR in different individuals making it difficult to develop a standardized dosage. Further, many patients require alternating doses, and this makes it difficult to have a standard dose. Because the risk of bleeding is highest within the first three months,  there should be more frequent monitoring of the INR during this period to prevent bleeding episodes."}
{"id": "article-42174_20", "title": "Anticoagulation Safety -- Epidemiology -- When and why does bleeding occur after the use of oral anticoagulants?", "content": "Another risk factor is the intensity of anticoagulation. When the INR is more than 2, the risk of bleeding is much greater than when the INR is less than 2. However, when the INR is less than 2, this also increases the risk of stroke in patients with atrial fibrillation. Since warfarin cannot be stopped in atrial fibrillation and an INR less than 2 is not effective to prevent a stroke, other strategies need to be employed like discontinuing platelet agents like aspirin if there is a significant concern for bleeding. Patient characteristics can also increase bleeding. Studies show that bleeding risk is increased with the following: Advanced age Diabetes Anemia Hypertension Congestive heart failure Female sex Transient ischemic attack History of stroke Renal failure Liver disease Non-compliance is most common in middle-aged patients Lack of patient education about atrial fibrillation and the risk of stroke Varying INR monitoring protocols Diet", "contents": "Anticoagulation Safety -- Epidemiology -- When and why does bleeding occur after the use of oral anticoagulants? Another risk factor is the intensity of anticoagulation. When the INR is more than 2, the risk of bleeding is much greater than when the INR is less than 2. However, when the INR is less than 2, this also increases the risk of stroke in patients with atrial fibrillation. Since warfarin cannot be stopped in atrial fibrillation and an INR less than 2 is not effective to prevent a stroke, other strategies need to be employed like discontinuing platelet agents like aspirin if there is a significant concern for bleeding. Patient characteristics can also increase bleeding. Studies show that bleeding risk is increased with the following: Advanced age Diabetes Anemia Hypertension Congestive heart failure Female sex Transient ischemic attack History of stroke Renal failure Liver disease Non-compliance is most common in middle-aged patients Lack of patient education about atrial fibrillation and the risk of stroke Varying INR monitoring protocols Diet"}
{"id": "article-42174_21", "title": "Anticoagulation Safety -- Epidemiology -- When and why does bleeding occur after the use of oral anticoagulants?", "content": "Further patients admitted with sepsis and other hypermetabolic state tend to have an unpredictable response to warfarin, and the bleeding potential is always present. Drugs that can increase the risk of bleeding include the use of: Antidepressants Antibiotics Acetaminophen NSAIDs Fenofibrate Proton pump inhibitors Alcohol Influenza vaccine", "contents": "Anticoagulation Safety -- Epidemiology -- When and why does bleeding occur after the use of oral anticoagulants? Further patients admitted with sepsis and other hypermetabolic state tend to have an unpredictable response to warfarin, and the bleeding potential is always present. Drugs that can increase the risk of bleeding include the use of: Antidepressants Antibiotics Acetaminophen NSAIDs Fenofibrate Proton pump inhibitors Alcohol Influenza vaccine"}
{"id": "article-42174_22", "title": "Anticoagulation Safety -- Epidemiology -- Genetic Variation", "content": "Over the years several enzyme genetic variations that affect the metabolism of warfarin have been identified. Polymorphism of the cytochrome P4502CP enzymes slows down the metabolism of warfarin, which increases the risk of bleeding. Similarly, alterations of the vitamin K epoxide reductase complex subunit one gene and the VKORC1 enzyme also alter metabolism. The clinical significance of these genetic variations is known because there are limited data. Plus not all laboratories are established to detect these genetic changes, thus making its universal use unrealistic.", "contents": "Anticoagulation Safety -- Epidemiology -- Genetic Variation. Over the years several enzyme genetic variations that affect the metabolism of warfarin have been identified. Polymorphism of the cytochrome P4502CP enzymes slows down the metabolism of warfarin, which increases the risk of bleeding. Similarly, alterations of the vitamin K epoxide reductase complex subunit one gene and the VKORC1 enzyme also alter metabolism. The clinical significance of these genetic variations is known because there are limited data. Plus not all laboratories are established to detect these genetic changes, thus making its universal use unrealistic."}
{"id": "article-42174_23", "title": "Anticoagulation Safety -- Pathophysiology -- So how do we reduce the risk of adverse events involving oral anticoagulants?", "content": "Almost every healthcare institution has faced issues with the use of oral anticoagulation, and over the years many have developed strategies to reduce the risk of harm to patients. While the education of healthcare workers is important, it also relies on the fact that individuals will remain compliant with the education on the prevention of harm. Most experts feel that strategies that are based on the entire system (i.e., involve everyone from the pharmacist to the eventual patient) are far more effective as they function at many levels, and the errors can hopefully be picked up before the drug even gets to the patient. Some of the risk prevention strategies designed to prevent harm from oral anticoagulants include the following:", "contents": "Anticoagulation Safety -- Pathophysiology -- So how do we reduce the risk of adverse events involving oral anticoagulants? Almost every healthcare institution has faced issues with the use of oral anticoagulation, and over the years many have developed strategies to reduce the risk of harm to patients. While the education of healthcare workers is important, it also relies on the fact that individuals will remain compliant with the education on the prevention of harm. Most experts feel that strategies that are based on the entire system (i.e., involve everyone from the pharmacist to the eventual patient) are far more effective as they function at many levels, and the errors can hopefully be picked up before the drug even gets to the patient. Some of the risk prevention strategies designed to prevent harm from oral anticoagulants include the following:"}
{"id": "article-42174_24", "title": "Anticoagulation Safety -- Pathophysiology -- So how do we reduce the risk of adverse events involving oral anticoagulants?", "content": "The pharmacists should review each of the patient’s medications whenever an oral anticoagulant is prescribed as this may help reduce drug interactions.", "contents": "Anticoagulation Safety -- Pathophysiology -- So how do we reduce the risk of adverse events involving oral anticoagulants? The pharmacists should review each of the patient’s medications whenever an oral anticoagulant is prescribed as this may help reduce drug interactions."}
{"id": "article-42174_25", "title": "Anticoagulation Safety -- Pathophysiology -- So how do we reduce the risk of adverse events involving oral anticoagulants?", "content": "Place alerts in the system whenever two drugs of the same class are prescribed.", "contents": "Anticoagulation Safety -- Pathophysiology -- So how do we reduce the risk of adverse events involving oral anticoagulants? Place alerts in the system whenever two drugs of the same class are prescribed."}
{"id": "article-42174_26", "title": "Anticoagulation Safety -- Pathophysiology -- So how do we reduce the risk of adverse events involving oral anticoagulants?", "content": "Avoiding duplication of therapy is critical to decreasing bleeding with oral anticoagulants.", "contents": "Anticoagulation Safety -- Pathophysiology -- So how do we reduce the risk of adverse events involving oral anticoagulants? Avoiding duplication of therapy is critical to decreasing bleeding with oral anticoagulants."}
{"id": "article-42174_27", "title": "Anticoagulation Safety -- Pathophysiology -- So how do we reduce the risk of adverse events involving oral anticoagulants?", "content": "Eliminate the use of verbal orders for oral anticoagulants. Verbal orders can be misunderstood, misinterpreted, or not correctly transcribed. Unless there is an emergency, the use of verbal orders should be permitted.", "contents": "Anticoagulation Safety -- Pathophysiology -- So how do we reduce the risk of adverse events involving oral anticoagulants? Eliminate the use of verbal orders for oral anticoagulants. Verbal orders can be misunderstood, misinterpreted, or not correctly transcribed. Unless there is an emergency, the use of verbal orders should be permitted."}
{"id": "article-42174_28", "title": "Anticoagulation Safety -- Pathophysiology -- So how do we reduce the risk of adverse events involving oral anticoagulants?", "content": "If a verbal order is permitted, then the nurse who takes this order must first enter it electronically and read it back to the prescriber to make sure there is no mistake in dose, frequency, or duration.", "contents": "Anticoagulation Safety -- Pathophysiology -- So how do we reduce the risk of adverse events involving oral anticoagulants? If a verbal order is permitted, then the nurse who takes this order must first enter it electronically and read it back to the prescriber to make sure there is no mistake in dose, frequency, or duration."}
{"id": "article-42174_29", "title": "Anticoagulation Safety -- Pathophysiology -- So how do we reduce the risk of adverse events involving oral anticoagulants?", "content": "Standardize the way orders on oral anticoagulants are written since many drugs are prescribed based on body weight and/or renal function-  make sure that this information is always present on the chart before ordering oral anticoagulants.", "contents": "Anticoagulation Safety -- Pathophysiology -- So how do we reduce the risk of adverse events involving oral anticoagulants? Standardize the way orders on oral anticoagulants are written since many drugs are prescribed based on body weight and/or renal function-  make sure that this information is always present on the chart before ordering oral anticoagulants."}
{"id": "article-42174_30", "title": "Anticoagulation Safety -- Pathophysiology -- So how do we reduce the risk of adverse events involving oral anticoagulants?", "content": "The computer system must have all the latest labs so the prescriber can see them when prescribing oral anticoagulants.", "contents": "Anticoagulation Safety -- Pathophysiology -- So how do we reduce the risk of adverse events involving oral anticoagulants? The computer system must have all the latest labs so the prescriber can see them when prescribing oral anticoagulants."}
{"id": "article-42174_31", "title": "Anticoagulation Safety -- Pathophysiology -- So how do we reduce the risk of adverse events involving oral anticoagulants?", "content": "When the patient is an elderly individual, then check the renal function and body weight. Many seniors require lower doses because of low body mass and when renal function is diminished (Routledge et al., 2004)", "contents": "Anticoagulation Safety -- Pathophysiology -- So how do we reduce the risk of adverse events involving oral anticoagulants? When the patient is an elderly individual, then check the renal function and body weight. Many seniors require lower doses because of low body mass and when renal function is diminished (Routledge et al., 2004)"}
{"id": "article-42174_32", "title": "Anticoagulation Safety -- Pathophysiology -- So how do we reduce the risk of adverse events involving oral anticoagulants?", "content": "Develop a system for ‘hold’ order to prevent duplication or inadvertent dosing of the patient despite the hold order. The ‘hold’ order should be written in different color ink, and it must be renewed every day. A reminder should be placed near the ‘hold’ order to check lab values first. If the hospital uses an electronic medical record, a ‘hold’ order should be placed in the form of a nursing communication.", "contents": "Anticoagulation Safety -- Pathophysiology -- So how do we reduce the risk of adverse events involving oral anticoagulants? Develop a system for ‘hold’ order to prevent duplication or inadvertent dosing of the patient despite the hold order. The ‘hold’ order should be written in different color ink, and it must be renewed every day. A reminder should be placed near the ‘hold’ order to check lab values first. If the hospital uses an electronic medical record, a ‘hold’ order should be placed in the form of a nursing communication."}
{"id": "article-42174_33", "title": "Anticoagulation Safety -- Pathophysiology -- So how do we reduce the risk of adverse events involving oral anticoagulants?", "content": "Create an anticoagulation management service program for monitoring and dosing of oral anticoagulants. The first step is to assess the current clinical practice and develop guidelines on the use of oral anticoagulants. The anticoagulation management service should frequently audit the charts to make sure that the protocol is working as planned.", "contents": "Anticoagulation Safety -- Pathophysiology -- So how do we reduce the risk of adverse events involving oral anticoagulants? Create an anticoagulation management service program for monitoring and dosing of oral anticoagulants. The first step is to assess the current clinical practice and develop guidelines on the use of oral anticoagulants. The anticoagulation management service should frequently audit the charts to make sure that the protocol is working as planned."}
{"id": "article-42174_34", "title": "Anticoagulation Safety -- Pathophysiology -- So how do we reduce the risk of adverse events involving oral anticoagulants?", "content": "Develop a standard protocol for emergency reversal of anticoagulation and how to restart them. The effects of vitamin K may last 5-7 days; hence one must develop guidelines on how and when to start anticoagulation.", "contents": "Anticoagulation Safety -- Pathophysiology -- So how do we reduce the risk of adverse events involving oral anticoagulants? Develop a standard protocol for emergency reversal of anticoagulation and how to restart them. The effects of vitamin K may last 5-7 days; hence one must develop guidelines on how and when to start anticoagulation."}
{"id": "article-42174_35", "title": "Anticoagulation Safety -- Pathophysiology -- So how do we reduce the risk of adverse events involving oral anticoagulants?", "content": "Do not write an order for 'resume all medications' in the blank order. All medications have to be individually checked with the nurse’s list first to see if the patient needs them and then transcribed in the chart.", "contents": "Anticoagulation Safety -- Pathophysiology -- So how do we reduce the risk of adverse events involving oral anticoagulants? Do not write an order for 'resume all medications' in the blank order. All medications have to be individually checked with the nurse’s list first to see if the patient needs them and then transcribed in the chart."}
{"id": "article-42174_36", "title": "Anticoagulation Safety -- Pathophysiology -- So how do we reduce the risk of adverse events involving oral anticoagulants?", "content": "During handoffs, nurses should develop a protocol for high-risk medications like oral anticoagulants. The oncoming nurse should be told about the dose and any pending labs.", "contents": "Anticoagulation Safety -- Pathophysiology -- So how do we reduce the risk of adverse events involving oral anticoagulants? During handoffs, nurses should develop a protocol for high-risk medications like oral anticoagulants. The oncoming nurse should be told about the dose and any pending labs."}
{"id": "article-42174_37", "title": "Anticoagulation Safety -- Pathophysiology -- So how do we reduce the risk of adverse events involving oral anticoagulants?", "content": "Do not permit the use of abbreviations when writing out any medication. Abbreviations can be misunderstood or misinterpreted leading to either double dosing or dose omission.", "contents": "Anticoagulation Safety -- Pathophysiology -- So how do we reduce the risk of adverse events involving oral anticoagulants? Do not permit the use of abbreviations when writing out any medication. Abbreviations can be misunderstood or misinterpreted leading to either double dosing or dose omission."}
{"id": "article-42174_38", "title": "Anticoagulation Safety -- Pathophysiology -- So how do we reduce the risk of adverse events involving oral anticoagulants?", "content": "All patients on oral anticoagulants should have an alert placed in the chart indicating that the patient is on a high-risk medication.", "contents": "Anticoagulation Safety -- Pathophysiology -- So how do we reduce the risk of adverse events involving oral anticoagulants? All patients on oral anticoagulants should have an alert placed in the chart indicating that the patient is on a high-risk medication."}
{"id": "article-42174_39", "title": "Anticoagulation Safety -- Pathophysiology -- So how do we reduce the risk of adverse events involving oral anticoagulants?", "content": "The dosing of warfarin should be done at a set time every day as this can allow one to look at the laboratory results first and make any necessary dose adjustments.", "contents": "Anticoagulation Safety -- Pathophysiology -- So how do we reduce the risk of adverse events involving oral anticoagulants? The dosing of warfarin should be done at a set time every day as this can allow one to look at the laboratory results first and make any necessary dose adjustments."}
{"id": "article-42174_40", "title": "Anticoagulation Safety -- Pathophysiology -- So how do we reduce the risk of adverse events involving oral anticoagulants?", "content": "To ensure there is no redundancy in the system, the pharmacist should check the automated dispensing cabinets every day and verify all new orders with the nurse.", "contents": "Anticoagulation Safety -- Pathophysiology -- So how do we reduce the risk of adverse events involving oral anticoagulants? To ensure there is no redundancy in the system, the pharmacist should check the automated dispensing cabinets every day and verify all new orders with the nurse."}
{"id": "article-42174_41", "title": "Anticoagulation Safety -- Pathophysiology -- So how do we reduce the risk of adverse events involving oral anticoagulants?", "content": "The nurse should also speak to the pharmacist when an order for an oral anticoagulant is made so that there is no duplication of the order.", "contents": "Anticoagulation Safety -- Pathophysiology -- So how do we reduce the risk of adverse events involving oral anticoagulants? The nurse should also speak to the pharmacist when an order for an oral anticoagulant is made so that there is no duplication of the order."}
{"id": "article-42174_42", "title": "Anticoagulation Safety -- Pathophysiology -- So how do we reduce the risk of adverse events involving oral anticoagulants?", "content": "It is important to use currently recommended electronic healthcare technology for all orders as this can help avert dosing and duplicate errors. More important computerized systems also have alerts for potential drug interactions and abnormal lab errors.", "contents": "Anticoagulation Safety -- Pathophysiology -- So how do we reduce the risk of adverse events involving oral anticoagulants? It is important to use currently recommended electronic healthcare technology for all orders as this can help avert dosing and duplicate errors. More important computerized systems also have alerts for potential drug interactions and abnormal lab errors."}
{"id": "article-42174_43", "title": "Anticoagulation Safety -- Pathophysiology -- So how do we reduce the risk of adverse events involving oral anticoagulants?", "content": "To reduce errors in the pharmacy, barcode scanning must be used as it also helps with the correct dosage and proper drug selection.", "contents": "Anticoagulation Safety -- Pathophysiology -- So how do we reduce the risk of adverse events involving oral anticoagulants? To reduce errors in the pharmacy, barcode scanning must be used as it also helps with the correct dosage and proper drug selection."}
{"id": "article-42174_44", "title": "Anticoagulation Safety -- Pathophysiology -- Bleeding Risk Assessment Tools", "content": "Even though oral anticoagulants are effective drugs, there is a concern that these drugs may cause bleeding problems while on therapy. Hence, today several bleeding risk assessment tools based on patient risk factors have been developed. These tools are now being incorporated into clinical decision-making. These tools help the clinician better quantify the individual risk of hemorrhage and help classify the patient as low or high risk. The one thing to appreciate is that all the presently available bleeding risk assessment tools were developed for patients treated with warfarin and to date, it is not known whether these same tools can be applied to the newer oral anticoagulants. [9] [10] [11] The three widely used Bleeding risk Assessment tools include the following: Has-Bled Score Hemorrhages Atria", "contents": "Anticoagulation Safety -- Pathophysiology -- Bleeding Risk Assessment Tools. Even though oral anticoagulants are effective drugs, there is a concern that these drugs may cause bleeding problems while on therapy. Hence, today several bleeding risk assessment tools based on patient risk factors have been developed. These tools are now being incorporated into clinical decision-making. These tools help the clinician better quantify the individual risk of hemorrhage and help classify the patient as low or high risk. The one thing to appreciate is that all the presently available bleeding risk assessment tools were developed for patients treated with warfarin and to date, it is not known whether these same tools can be applied to the newer oral anticoagulants. [9] [10] [11] The three widely used Bleeding risk Assessment tools include the following: Has-Bled Score Hemorrhages Atria"}
{"id": "article-42174_45", "title": "Anticoagulation Safety -- Pathophysiology -- Bleeding Risk Assessment Tools", "content": "All of these bleeding risk tools are relatively easy to use than their predecessors. With all these tools, one can obtain the common risk factors from the patient medical history or routinely obtained laboratory investigations that are performed in patients with atrial fibrillation or deep vein thrombosis. The Atria and HAS-Bled score utilizes fewer variables and no genetic testing is necessary. The HAS-Bled tool has been validated in several clinical trials and is currently the most frequently used tool to screen for risk of bleeding. Further, the Has-Bled tool also incorporates labile INR, which is obtained following the start of warfarin therapy.", "contents": "Anticoagulation Safety -- Pathophysiology -- Bleeding Risk Assessment Tools. All of these bleeding risk tools are relatively easy to use than their predecessors. With all these tools, one can obtain the common risk factors from the patient medical history or routinely obtained laboratory investigations that are performed in patients with atrial fibrillation or deep vein thrombosis. The Atria and HAS-Bled score utilizes fewer variables and no genetic testing is necessary. The HAS-Bled tool has been validated in several clinical trials and is currently the most frequently used tool to screen for risk of bleeding. Further, the Has-Bled tool also incorporates labile INR, which is obtained following the start of warfarin therapy."}
{"id": "article-42174_46", "title": "Anticoagulation Safety -- Pathophysiology -- Bleeding Risk Assessment Tools", "content": "The atria bleeding risk tool is best suited for use in high-risk patients. The one major limitation of the Atria tool is that the score does not include comorbid conditions like blood pressure or the use of medications that can increase the risk of bleeding. Currently, Atria is not very widely used and is awaiting clinical validation.", "contents": "Anticoagulation Safety -- Pathophysiology -- Bleeding Risk Assessment Tools. The atria bleeding risk tool is best suited for use in high-risk patients. The one major limitation of the Atria tool is that the score does not include comorbid conditions like blood pressure or the use of medications that can increase the risk of bleeding. Currently, Atria is not very widely used and is awaiting clinical validation."}
{"id": "article-42174_47", "title": "Anticoagulation Safety -- Pathophysiology -- Bleeding Risk Assessment Tools", "content": "The Hemorr2hages score is comprehensive, and while it takes into account the comorbidity and medications that can increase bleeding, it also requires genetic testing for liver enzymes. The downside is that genetic testing is not always practical in emergency situations and many hospitals lack the capability to conduct such testing.", "contents": "Anticoagulation Safety -- Pathophysiology -- Bleeding Risk Assessment Tools. The Hemorr2hages score is comprehensive, and while it takes into account the comorbidity and medications that can increase bleeding, it also requires genetic testing for liver enzymes. The downside is that genetic testing is not always practical in emergency situations and many hospitals lack the capability to conduct such testing."}
{"id": "article-42174_48", "title": "Anticoagulation Safety -- Pathophysiology -- Bleeding Risk Tools in Clinical Practice", "content": "So far there is no evidence that one risk bleeding tool is better than the other and the choice to use one is based on experience and personal preference. Many of the risk factors in the different tools overlap. Older age is a common risk factor with all risk bleeding tools. Other similar risk factors in the tools include the history of bleeding, renal disease, and anemia. All of them require the need to monitor INR and place control limits on the levels. However, these risk tools may not be applicable to patients on the newer oral anticoagulants who do not require INR monitoring. In addition, genetic testing is not only prohibitively expensive; it may not be available in most healthcare institutions. While several validation studies have been performed in subgroups of participants in clinical trials, the overall observation is that these bleeding risk tools only have a modest predictive value in patients with atrial fibrillation.", "contents": "Anticoagulation Safety -- Pathophysiology -- Bleeding Risk Tools in Clinical Practice. So far there is no evidence that one risk bleeding tool is better than the other and the choice to use one is based on experience and personal preference. Many of the risk factors in the different tools overlap. Older age is a common risk factor with all risk bleeding tools. Other similar risk factors in the tools include the history of bleeding, renal disease, and anemia. All of them require the need to monitor INR and place control limits on the levels. However, these risk tools may not be applicable to patients on the newer oral anticoagulants who do not require INR monitoring. In addition, genetic testing is not only prohibitively expensive; it may not be available in most healthcare institutions. While several validation studies have been performed in subgroups of participants in clinical trials, the overall observation is that these bleeding risk tools only have a modest predictive value in patients with atrial fibrillation."}
{"id": "article-42174_49", "title": "Anticoagulation Safety -- Pathophysiology -- Bleeding Risk Tools in Clinical Practice", "content": "To enhance the effectiveness of these bleeding risk tools, it is important to understand that even if these tools predict bleeding, will anticoagulation therapy be discontinued? Remember the negative consequence of thromboembolism are also serious and in many cases outweigh the consequence of hemorrhage. Today no risk tool has been designed to predict the risk of hemorrhage in the brain. Although some risk tools may predict the risk of an intracranial bleed, the threshold at which this bleeding will occur is not known. In reality, these risk bleeding tools are more useful in patients at low risk of thromboembolism where the net benefit of anticoagulation is small, and the risk of bleeding is real. These bleeding risk tools may also identify low-risk patients who can be told that their risk of bleeding is low", "contents": "Anticoagulation Safety -- Pathophysiology -- Bleeding Risk Tools in Clinical Practice. To enhance the effectiveness of these bleeding risk tools, it is important to understand that even if these tools predict bleeding, will anticoagulation therapy be discontinued? Remember the negative consequence of thromboembolism are also serious and in many cases outweigh the consequence of hemorrhage. Today no risk tool has been designed to predict the risk of hemorrhage in the brain. Although some risk tools may predict the risk of an intracranial bleed, the threshold at which this bleeding will occur is not known. In reality, these risk bleeding tools are more useful in patients at low risk of thromboembolism where the net benefit of anticoagulation is small, and the risk of bleeding is real. These bleeding risk tools may also identify low-risk patients who can be told that their risk of bleeding is low"}
{"id": "article-42174_50", "title": "Anticoagulation Safety -- Pathophysiology -- Therapeutic Monitoring", "content": "Whenever an oral anticoagulant is to be prescribed, baseline laboratory test, coagulation profile, and renal function should be obtained. If INR is being used to monitor treatment, the levels should be available in 24 hours. Levels of INR do not change rapidly and hence ordering INR levels every few hours is not recommended. To assist with anticoagulation with warfarin, a template should be made to help the healthcare worker know the therapeutic INR for different conditions.", "contents": "Anticoagulation Safety -- Pathophysiology -- Therapeutic Monitoring. Whenever an oral anticoagulant is to be prescribed, baseline laboratory test, coagulation profile, and renal function should be obtained. If INR is being used to monitor treatment, the levels should be available in 24 hours. Levels of INR do not change rapidly and hence ordering INR levels every few hours is not recommended. To assist with anticoagulation with warfarin, a template should be made to help the healthcare worker know the therapeutic INR for different conditions."}
{"id": "article-42174_51", "title": "Anticoagulation Safety -- Histopathology", "content": "When there is an error in anticoagulation dosing, the result can be either hemorrhage or thrombosis. Hemorrhage is most common in the gastrointestinal tract and can be profuse. Often the site is a prior peptic ulcer, angiodysplasia, or AV malformation. The thrombosis usually results in an ischemic stroke, mesenteric ischemia, or an acutely cold leg. These diagnoses are made from imaging studies, and histopathology is not required to confirm the diagnosis.", "contents": "Anticoagulation Safety -- Histopathology. When there is an error in anticoagulation dosing, the result can be either hemorrhage or thrombosis. Hemorrhage is most common in the gastrointestinal tract and can be profuse. Often the site is a prior peptic ulcer, angiodysplasia, or AV malformation. The thrombosis usually results in an ischemic stroke, mesenteric ischemia, or an acutely cold leg. These diagnoses are made from imaging studies, and histopathology is not required to confirm the diagnosis."}
{"id": "article-42174_52", "title": "Anticoagulation Safety -- History and Physical", "content": "If the dose of the anticoagulation is high, the patient may develop internal bleeding after a few days. Obvious signs of bleeding are not present in the first 24 hours after ingestion of the drug. Besides intracranial hemorrhage, the patient may have: Epistaxis Subconjunctival hemorrhage Vaginal bleeding Bleeding from the gums Hematuria", "contents": "Anticoagulation Safety -- History and Physical. If the dose of the anticoagulation is high, the patient may develop internal bleeding after a few days. Obvious signs of bleeding are not present in the first 24 hours after ingestion of the drug. Besides intracranial hemorrhage, the patient may have: Epistaxis Subconjunctival hemorrhage Vaginal bleeding Bleeding from the gums Hematuria"}
{"id": "article-42174_53", "title": "Anticoagulation Safety -- Evaluation", "content": "In all cases of anticoagulation associated adverse events, the following tests are needed: Complete blood count Coagulation profile (prothrombin time. activated partial thromboplastin time, d-dimer) Platelet count CT scan of the head to rule out intracranial bleeding Echocardiogram if valve thrombosis is suspected Echocardiogram to assess for the presence of left atrial thrombus Nuclear scan to look for the source of bleeding in the GI tract Other studies depend on patient presentation.", "contents": "Anticoagulation Safety -- Evaluation. In all cases of anticoagulation associated adverse events, the following tests are needed: Complete blood count Coagulation profile (prothrombin time. activated partial thromboplastin time, d-dimer) Platelet count CT scan of the head to rule out intracranial bleeding Echocardiogram if valve thrombosis is suspected Echocardiogram to assess for the presence of left atrial thrombus Nuclear scan to look for the source of bleeding in the GI tract Other studies depend on patient presentation."}
{"id": "article-42174_54", "title": "Anticoagulation Safety -- Treatment / Management", "content": "If the patient is bleeding, the patient may require immediate discontinuation of the oral anticoagulants. Recombinant factor Vlla has been used to lower the INR. The most readily available source of this is plasma transfusion. Vitamin K can be used to reverse warfarin-induced bleeding. Fresh frozen plasma is often administered to patients with bleeding due to the newer anticoagulants but is of limited efficacy. Some institutions give prothrombin complex concentrate to patients with severe gastrointestinal bleeding, this can be beneficial in severe, life-threatening bleeds related to vitamin K antagonists. There is no evidence to suggest newer oral anti-coagulant bleeds respond to prothrombin complex, concentrate.", "contents": "Anticoagulation Safety -- Treatment / Management. If the patient is bleeding, the patient may require immediate discontinuation of the oral anticoagulants. Recombinant factor Vlla has been used to lower the INR. The most readily available source of this is plasma transfusion. Vitamin K can be used to reverse warfarin-induced bleeding. Fresh frozen plasma is often administered to patients with bleeding due to the newer anticoagulants but is of limited efficacy. Some institutions give prothrombin complex concentrate to patients with severe gastrointestinal bleeding, this can be beneficial in severe, life-threatening bleeds related to vitamin K antagonists. There is no evidence to suggest newer oral anti-coagulant bleeds respond to prothrombin complex, concentrate."}
{"id": "article-42174_55", "title": "Anticoagulation Safety -- Treatment / Management", "content": "If bleeding is severe, intravenous resuscitation is necessary. Neurological signs will need to be monitored to look for the presence of an intracranial bleed. Epistaxis may require nasal packing. [12] [13] [14]", "contents": "Anticoagulation Safety -- Treatment / Management. If bleeding is severe, intravenous resuscitation is necessary. Neurological signs will need to be monitored to look for the presence of an intracranial bleed. Epistaxis may require nasal packing. [12] [13] [14]"}
{"id": "article-42174_56", "title": "Anticoagulation Safety -- Treatment / Management", "content": "Andexanet alfa is developed for the reversal of factor Xa inhibitors like apixaban and rivaroxaban. It is usually given as a bolus followed by a two-hour infusion. Almost 82% of patients have excellent to good hemostatic efficacy at 12 hours. [15] The common side effects of andexanet are urinary tract infection and pneumonia. Idarucizumab is a monoclonal antibody designed for the reversal of dabigatran.", "contents": "Anticoagulation Safety -- Treatment / Management. Andexanet alfa is developed for the reversal of factor Xa inhibitors like apixaban and rivaroxaban. It is usually given as a bolus followed by a two-hour infusion. Almost 82% of patients have excellent to good hemostatic efficacy at 12 hours. [15] The common side effects of andexanet are urinary tract infection and pneumonia. Idarucizumab is a monoclonal antibody designed for the reversal of dabigatran."}
{"id": "article-42174_57", "title": "Anticoagulation Safety -- Differential Diagnosis", "content": "The differential diagnosis includes: Subarachnoid hemorrhage Epistaxis Hemophilia Liver failure Factor V and X deficiency Dysfibrinogenemia Vitamin K deficiency Peptic ulcer disease", "contents": "Anticoagulation Safety -- Differential Diagnosis. The differential diagnosis includes: Subarachnoid hemorrhage Epistaxis Hemophilia Liver failure Factor V and X deficiency Dysfibrinogenemia Vitamin K deficiency Peptic ulcer disease"}
{"id": "article-42174_58", "title": "Anticoagulation Safety -- Complications", "content": "Complications of oral anticoagulants include: Bleeding Gastrointestinal tract Pericardial tamponade Retroperitoneal hematoma Intracranial bleeding Hemothorax Thrombosis Valve thrombosis Stroke ischemic Acutely cold leg Mesenteric ischemia", "contents": "Anticoagulation Safety -- Complications. Complications of oral anticoagulants include: Bleeding Gastrointestinal tract Pericardial tamponade Retroperitoneal hematoma Intracranial bleeding Hemothorax Thrombosis Valve thrombosis Stroke ischemic Acutely cold leg Mesenteric ischemia"}
{"id": "article-42174_59", "title": "Anticoagulation Safety -- Postoperative and Rehabilitation Care -- Education and Information", "content": "Because oral anticoagulants are widely used in many types of patients and since many of these patients have comorbid disorders which require consultation with other specialists, all healthcare staff need to have some type of education on these medications.", "contents": "Anticoagulation Safety -- Postoperative and Rehabilitation Care -- Education and Information. Because oral anticoagulants are widely used in many types of patients and since many of these patients have comorbid disorders which require consultation with other specialists, all healthcare staff need to have some type of education on these medications."}
{"id": "article-42174_60", "title": "Anticoagulation Safety -- Postoperative and Rehabilitation Care -- Education and Information", "content": "All physicians who prescribe, dispense or administer these agents should be assessed for competence, knowledge, dosing, and potential interactions of the different oral anticoagulants.", "contents": "Anticoagulation Safety -- Postoperative and Rehabilitation Care -- Education and Information. All physicians who prescribe, dispense or administer these agents should be assessed for competence, knowledge, dosing, and potential interactions of the different oral anticoagulants."}
{"id": "article-42174_61", "title": "Anticoagulation Safety -- Postoperative and Rehabilitation Care -- Education and Information", "content": "Whenever a new oral anticoagulant is added to the formulary, all the staff need to be notified about it by either a newsletter, email, electronic notification, and/or an in-service. Since educational programs often have limitations, the product detail should be sent to all staff via the intranet.", "contents": "Anticoagulation Safety -- Postoperative and Rehabilitation Care -- Education and Information. Whenever a new oral anticoagulant is added to the formulary, all the staff need to be notified about it by either a newsletter, email, electronic notification, and/or an in-service. Since educational programs often have limitations, the product detail should be sent to all staff via the intranet."}
{"id": "article-42174_62", "title": "Anticoagulation Safety -- Postoperative and Rehabilitation Care -- Education and Information", "content": "Whenever a new oral anticoagulant is added to the formulary, update the information such as antidotes, monitoring, and potential adverse effects.", "contents": "Anticoagulation Safety -- Postoperative and Rehabilitation Care -- Education and Information. Whenever a new oral anticoagulant is added to the formulary, update the information such as antidotes, monitoring, and potential adverse effects."}
{"id": "article-42174_63", "title": "Anticoagulation Safety -- Postoperative and Rehabilitation Care -- Education and Information", "content": "All patients on oral anticoagulants and oral antiplatelet agents are at a risk for bleeding, and thus healthcare workers who prescribe this combination must be fully aware of the risk and follow the patient closely.", "contents": "Anticoagulation Safety -- Postoperative and Rehabilitation Care -- Education and Information. All patients on oral anticoagulants and oral antiplatelet agents are at a risk for bleeding, and thus healthcare workers who prescribe this combination must be fully aware of the risk and follow the patient closely."}
{"id": "article-42174_64", "title": "Anticoagulation Safety -- Consultations", "content": "Oral anticoagulants are classified as high-risk medications, and if errors are made in dosing, monitoring, or inappropriate administration, there is a real risk of bleeding, which appears to be greater with the use of warfarin compared to the newer oral anticoagulants. When the dose of the oral anticoagulants is excessive, bleeding is known to occur which adds to morbidity and cost of care. But if the dose is not therapeutic, then there is a risk of thrombosis which carries far greater morbidity and mortality than hemorrhage. For those patients who do require oral anticoagulation, one may use bleeding risk scores to determine the risk of bleeding.", "contents": "Anticoagulation Safety -- Consultations. Oral anticoagulants are classified as high-risk medications, and if errors are made in dosing, monitoring, or inappropriate administration, there is a real risk of bleeding, which appears to be greater with the use of warfarin compared to the newer oral anticoagulants. When the dose of the oral anticoagulants is excessive, bleeding is known to occur which adds to morbidity and cost of care. But if the dose is not therapeutic, then there is a risk of thrombosis which carries far greater morbidity and mortality than hemorrhage. For those patients who do require oral anticoagulation, one may use bleeding risk scores to determine the risk of bleeding."}
{"id": "article-42174_65", "title": "Anticoagulation Safety -- Consultations", "content": "So far the limited data indicate that the newer oral anticoagulants are safer compared to warfarin, but long-term data on their safety are lacking. Hospitals should establish precautions at multiple levels to help minimize the occurrence of adverse events with these agents.", "contents": "Anticoagulation Safety -- Consultations. So far the limited data indicate that the newer oral anticoagulants are safer compared to warfarin, but long-term data on their safety are lacking. Hospitals should establish precautions at multiple levels to help minimize the occurrence of adverse events with these agents."}
{"id": "article-42174_66", "title": "Anticoagulation Safety -- Deterrence and Patient Education -- Strategies to Lower Risk of Bleeding", "content": "If a patient has atrial fibrillation and is at high risk for bleeding or has suffered a previous stroke, considering should be given to atrial arrhythmia ablation. Evidence today reveals that even though continued anticoagulation is required in patients undergoing catheter ablation and device implantation, they do have a slightly lower risk of bleeding than those being treated with dabigatran or warfarin.", "contents": "Anticoagulation Safety -- Deterrence and Patient Education -- Strategies to Lower Risk of Bleeding. If a patient has atrial fibrillation and is at high risk for bleeding or has suffered a previous stroke, considering should be given to atrial arrhythmia ablation. Evidence today reveals that even though continued anticoagulation is required in patients undergoing catheter ablation and device implantation, they do have a slightly lower risk of bleeding than those being treated with dabigatran or warfarin."}
{"id": "article-42174_67", "title": "Anticoagulation Safety -- Deterrence and Patient Education -- Strategies to Lower Risk of Bleeding", "content": "Patients undergoing elective surgery are always at risk for bleeding if they are on an oral anticoagulant. Hence, the current recommendations are to cease warfarin therapy for 5-6 days prior to the procedure and bridge the patient to heparin or low molecular weight heparin. Once the surgery is over, and if there is no more bleeding, the patient can resume writing therapy 12-24 hours later.", "contents": "Anticoagulation Safety -- Deterrence and Patient Education -- Strategies to Lower Risk of Bleeding. Patients undergoing elective surgery are always at risk for bleeding if they are on an oral anticoagulant. Hence, the current recommendations are to cease warfarin therapy for 5-6 days prior to the procedure and bridge the patient to heparin or low molecular weight heparin. Once the surgery is over, and if there is no more bleeding, the patient can resume writing therapy 12-24 hours later."}
{"id": "article-42174_68", "title": "Anticoagulation Safety -- Deterrence and Patient Education -- Strategies to Lower Risk of Bleeding", "content": "In surgery cases where the risk of bleeding risk of high such as spinal surgery or a craniotomy, the anticoagulation medications should be placed on hold until the risk is low or zero.", "contents": "Anticoagulation Safety -- Deterrence and Patient Education -- Strategies to Lower Risk of Bleeding. In surgery cases where the risk of bleeding risk of high such as spinal surgery or a craniotomy, the anticoagulation medications should be placed on hold until the risk is low or zero."}
{"id": "article-42174_69", "title": "Anticoagulation Safety -- Deterrence and Patient Education -- Strategies to Lower Risk of Bleeding", "content": "If the patient is at risk for venous thrombosis, the use of heparin or low molecular weight heparin and sequential compression stocking is an option.", "contents": "Anticoagulation Safety -- Deterrence and Patient Education -- Strategies to Lower Risk of Bleeding. If the patient is at risk for venous thrombosis, the use of heparin or low molecular weight heparin and sequential compression stocking is an option."}
{"id": "article-42174_70", "title": "Anticoagulation Safety -- Deterrence and Patient Education -- Strategies to Lower Risk of Bleeding", "content": "An important consideration in patients with warfarin therapy is what to do if the patient is on antiplatelet therapy at the same time. Indications for concomitant antiplatelet agent use include prevention of coronary disease and maintaining patency of stent or prevention of stroke. This combination is often associated with increased intracranial bleed in elderly patients who are taking warfarin at the same time. Even mild head trauma increases the risk of bleeding.", "contents": "Anticoagulation Safety -- Deterrence and Patient Education -- Strategies to Lower Risk of Bleeding. An important consideration in patients with warfarin therapy is what to do if the patient is on antiplatelet therapy at the same time. Indications for concomitant antiplatelet agent use include prevention of coronary disease and maintaining patency of stent or prevention of stroke. This combination is often associated with increased intracranial bleed in elderly patients who are taking warfarin at the same time. Even mild head trauma increases the risk of bleeding."}
{"id": "article-42174_71", "title": "Anticoagulation Safety -- Deterrence and Patient Education -- Strategies to Lower Risk of Bleeding", "content": "Medical alert bracelets are recommended", "contents": "Anticoagulation Safety -- Deterrence and Patient Education -- Strategies to Lower Risk of Bleeding. Medical alert bracelets are recommended"}
{"id": "article-42174_72", "title": "Anticoagulation Safety -- Pearls and Other Issues", "content": "Oral anticoagulants are classified as high-risk medications and have the potential to cause bleeding.", "contents": "Anticoagulation Safety -- Pearls and Other Issues. Oral anticoagulants are classified as high-risk medications and have the potential to cause bleeding."}
{"id": "article-42174_73", "title": "Anticoagulation Safety -- Pearls and Other Issues", "content": "Warfarin has been in use for more than 70 years, and while it is known to increase the risk of bleeding, its effects can be reversed with vitamin K.", "contents": "Anticoagulation Safety -- Pearls and Other Issues. Warfarin has been in use for more than 70 years, and while it is known to increase the risk of bleeding, its effects can be reversed with vitamin K."}
{"id": "article-42174_74", "title": "Anticoagulation Safety -- Pearls and Other Issues", "content": "While the newer oral anticoagulants are safer than warfarin, they are also prohibitively expensive.", "contents": "Anticoagulation Safety -- Pearls and Other Issues. While the newer oral anticoagulants are safer than warfarin, they are also prohibitively expensive."}
{"id": "article-42174_75", "title": "Anticoagulation Safety -- Pearls and Other Issues", "content": "Tools to predict bleeding with oral anticoagulants are available and can be used in clinical decision-making.", "contents": "Anticoagulation Safety -- Pearls and Other Issues. Tools to predict bleeding with oral anticoagulants are available and can be used in clinical decision-making."}
{"id": "article-42174_76", "title": "Anticoagulation Safety -- Pearls and Other Issues", "content": "Unfortunately, none of the tools are highly predictive of bleeding, and none can predict the risk of an intracranial bleed.", "contents": "Anticoagulation Safety -- Pearls and Other Issues. Unfortunately, none of the tools are highly predictive of bleeding, and none can predict the risk of an intracranial bleed."}
{"id": "article-42174_77", "title": "Anticoagulation Safety -- Pearls and Other Issues", "content": "Bleeding tools may help counsel low-risk patients and identify patients who may benefit from closely monitored anticoagulation.", "contents": "Anticoagulation Safety -- Pearls and Other Issues. Bleeding tools may help counsel low-risk patients and identify patients who may benefit from closely monitored anticoagulation."}
{"id": "article-42174_78", "title": "Anticoagulation Safety -- Pearls and Other Issues", "content": "Each hospital should establish strategies to decrease the risk of bleeding associated with oral anticoagulants.", "contents": "Anticoagulation Safety -- Pearls and Other Issues. Each hospital should establish strategies to decrease the risk of bleeding associated with oral anticoagulants."}
{"id": "article-42174_79", "title": "Anticoagulation Safety -- Pearls and Other Issues", "content": "Each patient should be assessed individually prior to starting warfarin therapy, and therapy should be personalized to that particular patient, with emphasis on monitoring and patient education.", "contents": "Anticoagulation Safety -- Pearls and Other Issues. Each patient should be assessed individually prior to starting warfarin therapy, and therapy should be personalized to that particular patient, with emphasis on monitoring and patient education."}
{"id": "article-42174_80", "title": "Anticoagulation Safety -- Enhancing Healthcare Team Outcomes", "content": "The nurse, pharmacist, and physician all have an important role to play when it comes to anticoagulation. An under therapeutic dose may mean a stroke or an embolus but a high dose may lead to bleeding complications. To avoid these issues, all healthcare workers who prescribe anticoagulants need to educate the patient and the family. [16] [17]", "contents": "Anticoagulation Safety -- Enhancing Healthcare Team Outcomes. The nurse, pharmacist, and physician all have an important role to play when it comes to anticoagulation. An under therapeutic dose may mean a stroke or an embolus but a high dose may lead to bleeding complications. To avoid these issues, all healthcare workers who prescribe anticoagulants need to educate the patient and the family. [16] [17]"}
{"id": "article-42174_81", "title": "Anticoagulation Safety -- Enhancing Healthcare Team Outcomes", "content": "The interprofessional team can include specialist physicians, primary care providers, hospitalists, nurse practitioners, specialty care nurses, and pharmacists. Anticoagulation and cardiac nurse specialists are involved in patient monitoring, patient and family education, and feedback to the team. Pharmacists should evaluate drugs prescribed, drug-drug interactions, and educate patients. [Level V]", "contents": "Anticoagulation Safety -- Enhancing Healthcare Team Outcomes. The interprofessional team can include specialist physicians, primary care providers, hospitalists, nurse practitioners, specialty care nurses, and pharmacists. Anticoagulation and cardiac nurse specialists are involved in patient monitoring, patient and family education, and feedback to the team. Pharmacists should evaluate drugs prescribed, drug-drug interactions, and educate patients. [Level V]"}
{"id": "article-42174_82", "title": "Anticoagulation Safety -- Enhancing Healthcare Team Outcomes -- Patient Education", "content": "Education of patients on oral anticoagulants is vital for the prevention of adverse complications. The following should be told to the patient at the time of initiating treatment.", "contents": "Anticoagulation Safety -- Enhancing Healthcare Team Outcomes -- Patient Education. Education of patients on oral anticoagulants is vital for the prevention of adverse complications. The following should be told to the patient at the time of initiating treatment."}
{"id": "article-42174_83", "title": "Anticoagulation Safety -- Enhancing Healthcare Team Outcomes -- Patient Education", "content": "Teach the patient about the oral anticoagulant, how they work and what they do in the body.", "contents": "Anticoagulation Safety -- Enhancing Healthcare Team Outcomes -- Patient Education. Teach the patient about the oral anticoagulant, how they work and what they do in the body."}
{"id": "article-42174_84", "title": "Anticoagulation Safety -- Enhancing Healthcare Team Outcomes -- Patient Education", "content": "Teach about dosing and the need for compliance", "contents": "Anticoagulation Safety -- Enhancing Healthcare Team Outcomes -- Patient Education. Teach about dosing and the need for compliance"}
{"id": "article-42174_85", "title": "Anticoagulation Safety -- Enhancing Healthcare Team Outcomes -- Patient Education", "content": "Teach about not initiating therapy with other drugs (prescribed or over the counter) without first speaking to the healthcare provider- this may help prevent adverse drug reactions", "contents": "Anticoagulation Safety -- Enhancing Healthcare Team Outcomes -- Patient Education. Teach about not initiating therapy with other drugs (prescribed or over the counter) without first speaking to the healthcare provider- this may help prevent adverse drug reactions"}
{"id": "article-42174_86", "title": "Anticoagulation Safety -- Enhancing Healthcare Team Outcomes -- Patient Education", "content": "Remind patients that they should have close follow up", "contents": "Anticoagulation Safety -- Enhancing Healthcare Team Outcomes -- Patient Education. Remind patients that they should have close follow up"}
{"id": "article-42174_87", "title": "Anticoagulation Safety -- Enhancing Healthcare Team Outcomes -- Patient Education", "content": "If the patient is unable to afford the drug, then compliance can decrease. Hence support services must be provided to the patient so that he or she does not forego treatment", "contents": "Anticoagulation Safety -- Enhancing Healthcare Team Outcomes -- Patient Education. If the patient is unable to afford the drug, then compliance can decrease. Hence support services must be provided to the patient so that he or she does not forego treatment"}
{"id": "article-42174_88", "title": "Anticoagulation Safety -- Enhancing Healthcare Team Outcomes -- Patient Education", "content": "Teach about dietary factors that can interfere with the actions of warfarin", "contents": "Anticoagulation Safety -- Enhancing Healthcare Team Outcomes -- Patient Education. Teach about dietary factors that can interfere with the actions of warfarin"}
{"id": "article-42174_89", "title": "Anticoagulation Safety -- Enhancing Healthcare Team Outcomes -- Patient Education", "content": "Develop a case management service that sees all patients on oral anticoagulants who are not able to pay for their medications", "contents": "Anticoagulation Safety -- Enhancing Healthcare Team Outcomes -- Patient Education. Develop a case management service that sees all patients on oral anticoagulants who are not able to pay for their medications"}
{"id": "article-42174_90", "title": "Anticoagulation Safety -- Enhancing Healthcare Team Outcomes -- Patient Education", "content": "At discharge remind the patient of the need for testing and follow up", "contents": "Anticoagulation Safety -- Enhancing Healthcare Team Outcomes -- Patient Education. At discharge remind the patient of the need for testing and follow up"}
{"id": "article-42174_91", "title": "Anticoagulation Safety -- Enhancing Healthcare Team Outcomes -- Patient Education", "content": "Start teaching several days before discharge so that the patient has ample time to ask questions.", "contents": "Anticoagulation Safety -- Enhancing Healthcare Team Outcomes -- Patient Education. Start teaching several days before discharge so that the patient has ample time to ask questions."}
{"id": "article-42174_92", "title": "Anticoagulation Safety -- Enhancing Healthcare Team Outcomes -- Patient Education", "content": "Inform the patient about the signs of oral anticoagulant toxicity such as bleeding, skin hemorrhage, bleeding per rectum, headache, weakness, etc.", "contents": "Anticoagulation Safety -- Enhancing Healthcare Team Outcomes -- Patient Education. Inform the patient about the signs of oral anticoagulant toxicity such as bleeding, skin hemorrhage, bleeding per rectum, headache, weakness, etc."}
{"id": "article-42174_93", "title": "Anticoagulation Safety -- Enhancing Healthcare Team Outcomes -- The Pharmacist and Monitoring of Adverse Drug Events", "content": "The use of oral anticoagulants should be monitored for adverse drug events. When an error occurs, there should be an investigation and the data should be shared with other healthcare workers to create awareness of the issues that surround oral anticoagulants. All near misses and harmful events need to be reported, documented so that one can help identify the source of the error and develop means to prevent it from happening again Develop triggers for adverse drug events like an INR of 5, a sudden drop in renal function, bleeding, hypercoagulable state to help monitor patients. Develop a reporting system when reversal agents like protein and vitamin K are used. This can help develop additional triggers that can be used to monitor patients.", "contents": "Anticoagulation Safety -- Enhancing Healthcare Team Outcomes -- The Pharmacist and Monitoring of Adverse Drug Events. The use of oral anticoagulants should be monitored for adverse drug events. When an error occurs, there should be an investigation and the data should be shared with other healthcare workers to create awareness of the issues that surround oral anticoagulants. All near misses and harmful events need to be reported, documented so that one can help identify the source of the error and develop means to prevent it from happening again Develop triggers for adverse drug events like an INR of 5, a sudden drop in renal function, bleeding, hypercoagulable state to help monitor patients. Develop a reporting system when reversal agents like protein and vitamin K are used. This can help develop additional triggers that can be used to monitor patients."}
{"id": "article-42174_94", "title": "Anticoagulation Safety -- Enhancing Healthcare Team Outcomes -- Evidence-based Outcomes", "content": "The prognosis of patients who are bleeding following the use of oral anticoagulants depends on the comorbidity, age, and level of INR. Fatalities are not uncommon if the patient develops an intracranial bleed. If the bleeding is minor from the mucous membranes, hematuria, epistaxis or ecchymoses, recovery is common with few complications. However, if the bleeding is severe, it can result in catastrophic gastrointestinal or intracranial hemorrhage. Others may develop hemorrhage in the pleural, pericardial, and abdominal cavity.", "contents": "Anticoagulation Safety -- Enhancing Healthcare Team Outcomes -- Evidence-based Outcomes. The prognosis of patients who are bleeding following the use of oral anticoagulants depends on the comorbidity, age, and level of INR. Fatalities are not uncommon if the patient develops an intracranial bleed. If the bleeding is minor from the mucous membranes, hematuria, epistaxis or ecchymoses, recovery is common with few complications. However, if the bleeding is severe, it can result in catastrophic gastrointestinal or intracranial hemorrhage. Others may develop hemorrhage in the pleural, pericardial, and abdominal cavity."}
{"id": "article-42174_95", "title": "Anticoagulation Safety -- Enhancing Healthcare Team Outcomes -- Evidence-based Outcomes", "content": "For those who develop prosthetic valve thrombosis, the prognosis is guarded. If thrombolytic therapy fails to dissolve the thrombus, emergent valve replacement surgery is required- which also carries significant morbidity. [2] [18] [19] [Level V]", "contents": "Anticoagulation Safety -- Enhancing Healthcare Team Outcomes -- Evidence-based Outcomes. For those who develop prosthetic valve thrombosis, the prognosis is guarded. If thrombolytic therapy fails to dissolve the thrombus, emergent valve replacement surgery is required- which also carries significant morbidity. [2] [18] [19] [Level V]"}
{"id": "article-42174_96", "title": "Anticoagulation Safety -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Anticoagulation Safety -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}