{"id": "article-21813_0", "title": "Flecainide -- Continuing Education Activity", "content": "Flecainide acetate is an oral class Ic antiarrhythmic drug (AAD) that blocks cardiac Na+ channels and received FDA approval in 1984. Flecainide is used in paroxysmal supraventricular tachycardia (PSVTs), including atrioventricular nodal re-entrant tachycardia (AVNRT), AV re-entrant tachycardia (AVRT), and atrial fibrillation/atrial flutter in patients who do not have structural heart disease. This activity will highlight the mechanism of action, pharmacodynamics, evidenced-based usage, and toxicity. Flecainide is predominantly used for atrial fibrillation and other supraventricular arrhythmias.", "contents": "Flecainide -- Continuing Education Activity. Flecainide acetate is an oral class Ic antiarrhythmic drug (AAD) that blocks cardiac Na+ channels and received FDA approval in 1984. Flecainide is used in paroxysmal supraventricular tachycardia (PSVTs), including atrioventricular nodal re-entrant tachycardia (AVNRT), AV re-entrant tachycardia (AVRT), and atrial fibrillation/atrial flutter in patients who do not have structural heart disease. This activity will highlight the mechanism of action, pharmacodynamics, evidenced-based usage, and toxicity. Flecainide is predominantly used for atrial fibrillation and other supraventricular arrhythmias."}
{"id": "article-21813_1", "title": "Flecainide -- Continuing Education Activity", "content": "Objectives: Identify the mechanism of action of flecainide. Review the in-depth use of flecainide in various tachyarrhythmias. Summarize the cardiac toxicity of flecainide therapy. Outline the importance of patient selection and recognition of adverse events due to flecainide among interprofessional health care providers to drive optimal case outcomes. Access free multiple choice questions on this topic.", "contents": "Flecainide -- Continuing Education Activity. Objectives: Identify the mechanism of action of flecainide. Review the in-depth use of flecainide in various tachyarrhythmias. Summarize the cardiac toxicity of flecainide therapy. Outline the importance of patient selection and recognition of adverse events due to flecainide among interprofessional health care providers to drive optimal case outcomes. Access free multiple choice questions on this topic."}
{"id": "article-21813_2", "title": "Flecainide -- Indications", "content": "Flecainide acetate is an oral class Ic antiarrhythmic drug (AAD) that blocks cardiac Na+ channels and received FDA approval in 1984. Flecainide is used to prevent and treat abnormally rapid heart rates, including conditions such as paroxysmal supraventricular tachycardia (PSVTs), Wolff-Parkinson-White syndrome, atrioventricular nodal re-entrant tachycardia (AVNRT), AV re-entrant tachycardia (AVRT), and atrial fibrillation/atrial flutter in patients who do not have structural heart disease. Flecainide is also an option in treating life-threatening ventricular arrhythmias.", "contents": "Flecainide -- Indications. Flecainide acetate is an oral class Ic antiarrhythmic drug (AAD) that blocks cardiac Na+ channels and received FDA approval in 1984. Flecainide is used to prevent and treat abnormally rapid heart rates, including conditions such as paroxysmal supraventricular tachycardia (PSVTs), Wolff-Parkinson-White syndrome, atrioventricular nodal re-entrant tachycardia (AVNRT), AV re-entrant tachycardia (AVRT), and atrial fibrillation/atrial flutter in patients who do not have structural heart disease. Flecainide is also an option in treating life-threatening ventricular arrhythmias."}
{"id": "article-21813_3", "title": "Flecainide -- Mechanism of Action", "content": "Flecainide acts on the fast-inward Na+ ion channel and has a high affinity to activated or open Na+ channels. It prolongs depolarization and increases refractoriness due to slow release from its binding site. It potently acts on the His-Purkinje system. It also works by inhibiting IKr channels, delaying potassium rectifier current, resulting in prolongation of action potential duration in both ventricular and atrial muscle fibers. Flecainide is shown to block ryanodine receptor opening, which reduces calcium release from the sarcoplasmic reticulum resulting after depolarization and triggered activity. [1] Hence, indications for flecainide include catecholaminergic polymorphic ventricular tachycardia (CPVT).", "contents": "Flecainide -- Mechanism of Action. Flecainide acts on the fast-inward Na+ ion channel and has a high affinity to activated or open Na+ channels. It prolongs depolarization and increases refractoriness due to slow release from its binding site. It potently acts on the His-Purkinje system. It also works by inhibiting IKr channels, delaying potassium rectifier current, resulting in prolongation of action potential duration in both ventricular and atrial muscle fibers. Flecainide is shown to block ryanodine receptor opening, which reduces calcium release from the sarcoplasmic reticulum resulting after depolarization and triggered activity. [1] Hence, indications for flecainide include catecholaminergic polymorphic ventricular tachycardia (CPVT)."}
{"id": "article-21813_4", "title": "Flecainide -- Mechanism of Action", "content": "Flecainide is haptically metabolized via the CYP450 system; specifically, it is a CYP2D6 substrate. It is excreted in the urine and, to a lesser extent, the feces. Its half-life is approximately 20 hours. [2]", "contents": "Flecainide -- Mechanism of Action. Flecainide is haptically metabolized via the CYP450 system; specifically, it is a CYP2D6 substrate. It is excreted in the urine and, to a lesser extent, the feces. Its half-life is approximately 20 hours. [2]"}
{"id": "article-21813_5", "title": "Flecainide -- Administration", "content": "Flecainide is available in 50 mg, 100 mg, and 150 mg tablets. Dosing regimens for specific conditions are as follows: Paroxysmal atrial fibrillation/paroxysmal supraventricular tachycardia (per ACC/AHA/HRS guidelines): 50 to 300 mg daily by mouth divided into 8 to 12-hour intervals. Start with 50 mg orally every 12 hours, then increase by 100 mg per day every four days. The maximum dose is 300 mg daily. Dose adjustment is made based on serum levels. Ventricular arrhythmia prophylaxis: 100 to 400 mg daily by mouth, divided into 8 or 12-hour intervals. Start 100 mg daily every 12 hours, and increase dosing by 100 mg per day every four days. The maximum dose is 400 mg daily. Dose adjustment is made based on serum levels.", "contents": "Flecainide -- Administration. Flecainide is available in 50 mg, 100 mg, and 150 mg tablets. Dosing regimens for specific conditions are as follows: Paroxysmal atrial fibrillation/paroxysmal supraventricular tachycardia (per ACC/AHA/HRS guidelines): 50 to 300 mg daily by mouth divided into 8 to 12-hour intervals. Start with 50 mg orally every 12 hours, then increase by 100 mg per day every four days. The maximum dose is 300 mg daily. Dose adjustment is made based on serum levels. Ventricular arrhythmia prophylaxis: 100 to 400 mg daily by mouth, divided into 8 or 12-hour intervals. Start 100 mg daily every 12 hours, and increase dosing by 100 mg per day every four days. The maximum dose is 400 mg daily. Dose adjustment is made based on serum levels."}
{"id": "article-21813_6", "title": "Flecainide -- Administration", "content": "According to the manufacturer, no dosage changes are necessary for liver disease. However, with renal disease and CrCl less than 35 ml/min/1.73m 2 , caution is necessary when increasing the dose at 4-day intervals. Consult facility guidelines or manufacturer prescribing data for pediatric dose regimens.", "contents": "Flecainide -- Administration. According to the manufacturer, no dosage changes are necessary for liver disease. However, with renal disease and CrCl less than 35 ml/min/1.73m 2 , caution is necessary when increasing the dose at 4-day intervals. Consult facility guidelines or manufacturer prescribing data for pediatric dose regimens."}
{"id": "article-21813_7", "title": "Flecainide -- Administration -- Pregnancy Considerations", "content": "Using flecainide during pregnancy may pose some risk to the fetus, so clinicians must perform a risk/benefit analysis. Fetal risks include fetal heart rate variability, acceleration impairment, and QT interval abnormalities. [3] Fetuses may also experience neonatal hyperbilirubinemia, although this data is unclear.", "contents": "Flecainide -- Administration -- Pregnancy Considerations. Using flecainide during pregnancy may pose some risk to the fetus, so clinicians must perform a risk/benefit analysis. Fetal risks include fetal heart rate variability, acceleration impairment, and QT interval abnormalities. [3] Fetuses may also experience neonatal hyperbilirubinemia, although this data is unclear."}
{"id": "article-21813_8", "title": "Flecainide -- Administration -- Breastfeeding Considerations", "content": "Flecainide is present in breast milk; the relative infant dose is 8% when the maternal dosing is 200 mg/day. The relative infant dosing is calculated using the highest average breast milk concentration compared to the maternal dosage. Breastfeeding is acceptable as long as relative infant dosing is under 10%. [3]", "contents": "Flecainide -- Administration -- Breastfeeding Considerations. Flecainide is present in breast milk; the relative infant dose is 8% when the maternal dosing is 200 mg/day. The relative infant dosing is calculated using the highest average breast milk concentration compared to the maternal dosage. Breastfeeding is acceptable as long as relative infant dosing is under 10%. [3]"}
{"id": "article-21813_9", "title": "Flecainide -- Administration -- Pharmacodynamics and Pharmacokinetics", "content": "Oral bioavailability is nearly 100% but decreases when administered with milk. It is 40% protein-bound, and half-life elimination varies across age groups. In newborns: less than 28 hours, 3 months: 11 to 12 hours, 12 months: 6 hours. In children: 8 hours, adolescents 12 to 15 years: approximately 11 hours, adults: 12 to 24 hours. It takes 1 to 6 hours to peak in serum after administration. Excreted in urine 30% and feces 5%. [4] [5] [6]", "contents": "Flecainide -- Administration -- Pharmacodynamics and Pharmacokinetics. Oral bioavailability is nearly 100% but decreases when administered with milk. It is 40% protein-bound, and half-life elimination varies across age groups. In newborns: less than 28 hours, 3 months: 11 to 12 hours, 12 months: 6 hours. In children: 8 hours, adolescents 12 to 15 years: approximately 11 hours, adults: 12 to 24 hours. It takes 1 to 6 hours to peak in serum after administration. Excreted in urine 30% and feces 5%. [4] [5] [6]"}
{"id": "article-21813_10", "title": "Flecainide -- Adverse Effects -- Cardiac Toxicity", "content": "Flecainide has a proarrhythmic effect with an increased incidence of mortality and non-fatal cardiac arrest in patients with a history of myocardial infarction and asymptomatic premature ventricular contractions (PVCs)/non-sustained ventricular tachycardia (NSVT). Flecainide prolongs depolarization and can slow conduction in the AV node and the His-Purkinje system. These changes can result in prolonged PR intervals and first-degree and second-degree heart blocks. Preexisting sinus node disease can result in profound bradycardia. It does not affect repolarization, so it exerts a mild effect on QT interval.", "contents": "Flecainide -- Adverse Effects -- Cardiac Toxicity. Flecainide has a proarrhythmic effect with an increased incidence of mortality and non-fatal cardiac arrest in patients with a history of myocardial infarction and asymptomatic premature ventricular contractions (PVCs)/non-sustained ventricular tachycardia (NSVT). Flecainide prolongs depolarization and can slow conduction in the AV node and the His-Purkinje system. These changes can result in prolonged PR intervals and first-degree and second-degree heart blocks. Preexisting sinus node disease can result in profound bradycardia. It does not affect repolarization, so it exerts a mild effect on QT interval."}
{"id": "article-21813_11", "title": "Flecainide -- Adverse Effects -- Cardiac Toxicity", "content": "Flecainide has a negative inotropic effect on cardiac muscles. Therefore, its use in heart failure patients is contraindicated. Flecainide has the potential to convert atrial fibrillation into atrial flutter with 1 to 1 conduction and also ventricular tachyarrhythmias, so beta-blockers or calcium channel blockers should be used concurrently. [5] [7] Common reactions to flecainide include dizziness, arrhythmias, dyspnea, visual disturbances, palpitations, chest pain, tremor, asthenia, abdominal pain, and constipation.", "contents": "Flecainide -- Adverse Effects -- Cardiac Toxicity. Flecainide has a negative inotropic effect on cardiac muscles. Therefore, its use in heart failure patients is contraindicated. Flecainide has the potential to convert atrial fibrillation into atrial flutter with 1 to 1 conduction and also ventricular tachyarrhythmias, so beta-blockers or calcium channel blockers should be used concurrently. [5] [7] Common reactions to flecainide include dizziness, arrhythmias, dyspnea, visual disturbances, palpitations, chest pain, tremor, asthenia, abdominal pain, and constipation."}
{"id": "article-21813_12", "title": "Flecainide -- Adverse Effects -- Black Box Warning", "content": "Flecainide has an FDA Black Box Warning recommending restricting its use to life-threatening ventricular arrhythmias, as data show no survival benefits without such arrhythmias. Proarrythmic effects may occur in atrial flutter or atrial fibrillation; the drug is not recommended for chronic atrial fibrillation.", "contents": "Flecainide -- Adverse Effects -- Black Box Warning. Flecainide has an FDA Black Box Warning recommending restricting its use to life-threatening ventricular arrhythmias, as data show no survival benefits without such arrhythmias. Proarrythmic effects may occur in atrial flutter or atrial fibrillation; the drug is not recommended for chronic atrial fibrillation."}
{"id": "article-21813_13", "title": "Flecainide -- Adverse Effects -- Black Box Warning", "content": "The warning also includes the finding that there is increased mortality or non-fatal cardiac arrest rates in asymptomatic cases of non-life-threatening ventricular arrhythmias with a prior history of myocardial infarction from 6 days to 2 years previously.", "contents": "Flecainide -- Adverse Effects -- Black Box Warning. The warning also includes the finding that there is increased mortality or non-fatal cardiac arrest rates in asymptomatic cases of non-life-threatening ventricular arrhythmias with a prior history of myocardial infarction from 6 days to 2 years previously."}
{"id": "article-21813_14", "title": "Flecainide -- Contraindications", "content": "According to AHA/ACC/HRS 2017 guidelines, flecainide is contraindicated in patients with structural heart disease. Other contraindications include hypersensitivity, documented second or third-degree AV block, sick sinus syndrome, bundle branch block, cardiogenic shock, and acquired/congenital QT prolongation with a history of torsades de pointes. Caution is also advised in myocardial dysfunction, CHF, QT prolongation, electrolyte abnormalities, and pacemaker use. [8]", "contents": "Flecainide -- Contraindications. According to AHA/ACC/HRS 2017 guidelines, flecainide is contraindicated in patients with structural heart disease. Other contraindications include hypersensitivity, documented second or third-degree AV block, sick sinus syndrome, bundle branch block, cardiogenic shock, and acquired/congenital QT prolongation with a history of torsades de pointes. Caution is also advised in myocardial dysfunction, CHF, QT prolongation, electrolyte abnormalities, and pacemaker use. [8]"}
{"id": "article-21813_15", "title": "Flecainide -- Contraindications", "content": "Significant drug interactions include ritonovir, cisapride, despiramine, dronedarone, quinidine, saquinavir, and tipranavir. Concurrent use with these agents is contraindicated. It interacts with many other drugs where therapy modification may be necessary, so thorough medication reconciliation is necessary with flecainide, as with all drugs.", "contents": "Flecainide -- Contraindications. Significant drug interactions include ritonovir, cisapride, despiramine, dronedarone, quinidine, saquinavir, and tipranavir. Concurrent use with these agents is contraindicated. It interacts with many other drugs where therapy modification may be necessary, so thorough medication reconciliation is necessary with flecainide, as with all drugs."}
{"id": "article-21813_16", "title": "Flecainide -- Monitoring -- Narrow Therapeutic Index", "content": "There is an increased response and a steep relationship between dose and concentration. Plasma levels require monitoring in patients with severe renal failure or hepatic disease. Drug overdose could be fatal with flecainide. The prescriber should adjust dosing based on clinical response. [2]", "contents": "Flecainide -- Monitoring -- Narrow Therapeutic Index. There is an increased response and a steep relationship between dose and concentration. Plasma levels require monitoring in patients with severe renal failure or hepatic disease. Drug overdose could be fatal with flecainide. The prescriber should adjust dosing based on clinical response. [2]"}
{"id": "article-21813_17", "title": "Flecainide -- Monitoring -- Monitoring Parameters", "content": "In patients with renal failure or hepatic impairment, it is prudent to monitor EKG and blood pressure and to obtain periodic serum trough concentrations. Therapeutic trough concentration is between 0.2 to 1 mcg/ml. Lower trough concentration is sufficient in pediatric patients.", "contents": "Flecainide -- Monitoring -- Monitoring Parameters. In patients with renal failure or hepatic impairment, it is prudent to monitor EKG and blood pressure and to obtain periodic serum trough concentrations. Therapeutic trough concentration is between 0.2 to 1 mcg/ml. Lower trough concentration is sufficient in pediatric patients."}
{"id": "article-21813_18", "title": "Flecainide -- Enhancing Healthcare Team Outcomes", "content": "This section will discuss evidence-based use and outcomes associated with flecainide in various clinical settings.", "contents": "Flecainide -- Enhancing Healthcare Team Outcomes. This section will discuss evidence-based use and outcomes associated with flecainide in various clinical settings."}
{"id": "article-21813_19", "title": "Flecainide -- Enhancing Healthcare Team Outcomes -- CAST Trial (Cardiac Arrhythmia Suppression Trial)", "content": "Initially, it was thought to be effective in the treatment of PVCs/NSVT after myocardial infarction to reduce the incidence of sudden death. However, multicenter randomized placebo-controlled trial on patients after myocardial infarction, the use of flecainide was associated with increased mortality due to fatal arrhythmias. So, flecainide is considered in patients without coronary artery disease and left ventricular dysfunction. Currently, contraindications to flecainide include patients with left ventricular hypertrophy, ischemic heart disease, HOCM, high-degree AV block, and complete heart block. [9]", "contents": "Flecainide -- Enhancing Healthcare Team Outcomes -- CAST Trial (Cardiac Arrhythmia Suppression Trial). Initially, it was thought to be effective in the treatment of PVCs/NSVT after myocardial infarction to reduce the incidence of sudden death. However, multicenter randomized placebo-controlled trial on patients after myocardial infarction, the use of flecainide was associated with increased mortality due to fatal arrhythmias. So, flecainide is considered in patients without coronary artery disease and left ventricular dysfunction. Currently, contraindications to flecainide include patients with left ventricular hypertrophy, ischemic heart disease, HOCM, high-degree AV block, and complete heart block. [9]"}
{"id": "article-21813_20", "title": "Flecainide -- Enhancing Healthcare Team Outcomes -- PITAGORA Trial", "content": "A multicenter, single-blind prospective randomized trial compared amiodarone with class IC (propafenone and flecainide) in patients with atrial fibrillation and pacemaker due to sinus node disease for maintaining sinus rhythm as a goal. Flecainide was found to be non-inferior and equally efficacious in preventing episodes of more than 10 minutes or one day. [10]", "contents": "Flecainide -- Enhancing Healthcare Team Outcomes -- PITAGORA Trial. A multicenter, single-blind prospective randomized trial compared amiodarone with class IC (propafenone and flecainide) in patients with atrial fibrillation and pacemaker due to sinus node disease for maintaining sinus rhythm as a goal. Flecainide was found to be non-inferior and equally efficacious in preventing episodes of more than 10 minutes or one day. [10]"}
{"id": "article-21813_21", "title": "Flecainide -- Enhancing Healthcare Team Outcomes -- Pill in the Pocket Approach", "content": "According to the NEJM study published in 2004, flecainide is one of the drugs apart from propafenone used in outpatient or emergency department settings to treat symptomatic atrial fibrillation. In some patients, oral prophylaxis or catheter ablation may not be feasible; a single dose of antiarrhythmic at the time of onset of symptoms is appropriate. The dose of flecainide was 300 mg for patients of more than 70 kg or 200 mg otherwise. Around 165 patients were followed for two years; 94% were successfully treated after the onset of symptoms within 2 hours. Recurrences were successfully treated for up to 84 percent. The number of emergency room visits and hospitalizations was significantly lower during the study period compared to the year before the treatment period. [11]", "contents": "Flecainide -- Enhancing Healthcare Team Outcomes -- Pill in the Pocket Approach. According to the NEJM study published in 2004, flecainide is one of the drugs apart from propafenone used in outpatient or emergency department settings to treat symptomatic atrial fibrillation. In some patients, oral prophylaxis or catheter ablation may not be feasible; a single dose of antiarrhythmic at the time of onset of symptoms is appropriate. The dose of flecainide was 300 mg for patients of more than 70 kg or 200 mg otherwise. Around 165 patients were followed for two years; 94% were successfully treated after the onset of symptoms within 2 hours. Recurrences were successfully treated for up to 84 percent. The number of emergency room visits and hospitalizations was significantly lower during the study period compared to the year before the treatment period. [11]"}
{"id": "article-21813_22", "title": "Flecainide -- Enhancing Healthcare Team Outcomes -- Acute Cardioversion in Emergency Departments", "content": "Based on recent meta-analyses, IV flecainide is superior to other antiarrhythmics like ibutilide, amiodarone, sotalol, propafenone, and procainamide. Eleven randomized controlled trials were analyzed, and it found that flecainide had high efficacy with cardioversion within 2 hours. There is no statistically significant difference in proarrhythmic behavior compared to placebo or other antiarrhythmics. [12]", "contents": "Flecainide -- Enhancing Healthcare Team Outcomes -- Acute Cardioversion in Emergency Departments. Based on recent meta-analyses, IV flecainide is superior to other antiarrhythmics like ibutilide, amiodarone, sotalol, propafenone, and procainamide. Eleven randomized controlled trials were analyzed, and it found that flecainide had high efficacy with cardioversion within 2 hours. There is no statistically significant difference in proarrhythmic behavior compared to placebo or other antiarrhythmics. [12]"}
{"id": "article-21813_23", "title": "Flecainide -- Enhancing Healthcare Team Outcomes -- Effect on Atrial Remodeling", "content": "Structural changes in atria occur due to atrial fibrillation, leading to myocardial remodeling and mitochondrial dysfunction due to oxidative stress. Atrial activation rapidly leads to intracellular calcium accumulation due to the Na+/Ca2+ exchanger during atrial fibrillation. Flecainide inhibits intracellular Ca2+ accumulation, which reduces atrial remodeling and oxidative stress. [13]", "contents": "Flecainide -- Enhancing Healthcare Team Outcomes -- Effect on Atrial Remodeling. Structural changes in atria occur due to atrial fibrillation, leading to myocardial remodeling and mitochondrial dysfunction due to oxidative stress. Atrial activation rapidly leads to intracellular calcium accumulation due to the Na+/Ca2+ exchanger during atrial fibrillation. Flecainide inhibits intracellular Ca2+ accumulation, which reduces atrial remodeling and oxidative stress. [13]"}
{"id": "article-21813_24", "title": "Flecainide -- Enhancing Healthcare Team Outcomes -- Fetal Tachycardia", "content": "Flecainide is proven to be useful in the transplacental treatment of fetal tachycardia. Flecainide was found to be superior to digoxin and sotalol in the termination of fetal tachycardia, especially supraventricular tachycardia. The placental transfer is not affected in hydrops fetalis. [14]", "contents": "Flecainide -- Enhancing Healthcare Team Outcomes -- Fetal Tachycardia. Flecainide is proven to be useful in the transplacental treatment of fetal tachycardia. Flecainide was found to be superior to digoxin and sotalol in the termination of fetal tachycardia, especially supraventricular tachycardia. The placental transfer is not affected in hydrops fetalis. [14]"}
{"id": "article-21813_25", "title": "Flecainide -- Enhancing Healthcare Team Outcomes -- Catecholaminergic Polymorphic Ventricular Tachycardia", "content": "As discussed above, flecainide inhibits cardiac ryanodine receptors in their open state, which is responsible for the release of calcium, leading to CPVT. Flecainide suppresses 76% of exercise-induced ventricular arrhythmias in 33 genotype-positive patients. It is also efficacious in suppressing ventricular tachyarrhythmias in genotype-negative patients. [15]", "contents": "Flecainide -- Enhancing Healthcare Team Outcomes -- Catecholaminergic Polymorphic Ventricular Tachycardia. As discussed above, flecainide inhibits cardiac ryanodine receptors in their open state, which is responsible for the release of calcium, leading to CPVT. Flecainide suppresses 76% of exercise-induced ventricular arrhythmias in 33 genotype-positive patients. It is also efficacious in suppressing ventricular tachyarrhythmias in genotype-negative patients. [15]"}
{"id": "article-21813_26", "title": "Flecainide -- Enhancing Healthcare Team Outcomes -- Practical Aspects Before and During Initiation of Flecainide", "content": "Exercise stress test before initiating to rule out coronary artery disease and during the treatment when there is resting QRS prolongation EKG to monitor for QRS prolongation; the dose should be reduced to half the initial dose if QRS increases by 25% Screen for sinus and AV node disease Concurrent use of negative chronotropic agents like beta-blockers", "contents": "Flecainide -- Enhancing Healthcare Team Outcomes -- Practical Aspects Before and During Initiation of Flecainide. Exercise stress test before initiating to rule out coronary artery disease and during the treatment when there is resting QRS prolongation EKG to monitor for QRS prolongation; the dose should be reduced to half the initial dose if QRS increases by 25% Screen for sinus and AV node disease Concurrent use of negative chronotropic agents like beta-blockers"}
{"id": "article-21813_27", "title": "Flecainide -- Enhancing Healthcare Team Outcomes", "content": "While pharmaceutical therapy with flecainide should only be initiated by a cardiologist, it requires an interprofessional team approach, including the patient, other clinicians and specialists, specialty-trained nurses, and pharmacists, all collaborating across disciplines to achieve optimal patient results. As a narrow therapeutic index medication, all healthcare team members must be aware of the patient's therapy, understand the signs of toxicity or inadequate response, and communicate openly with other interprofessional team members regarding treatment progress or adverse events to optimize therapeutic outcomes and improve the patient's condition. [Level 5]", "contents": "Flecainide -- Enhancing Healthcare Team Outcomes. While pharmaceutical therapy with flecainide should only be initiated by a cardiologist, it requires an interprofessional team approach, including the patient, other clinicians and specialists, specialty-trained nurses, and pharmacists, all collaborating across disciplines to achieve optimal patient results. As a narrow therapeutic index medication, all healthcare team members must be aware of the patient's therapy, understand the signs of toxicity or inadequate response, and communicate openly with other interprofessional team members regarding treatment progress or adverse events to optimize therapeutic outcomes and improve the patient's condition. [Level 5]"}
{"id": "article-21813_28", "title": "Flecainide -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Flecainide -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}