{"id": "article-43037_0", "title": "Anatomy, Bony Pelvis and Lower Limb: Medial Meniscus -- Introduction", "content": "The medial meniscus is a crescent-shaped, cartilaginous band between the medial tibial and medial femoral condyle. The primary function of the medial meniscus is to decrease the amount of stress on the knee joint.", "contents": "Anatomy, Bony Pelvis and Lower Limb: Medial Meniscus -- Introduction. The medial meniscus is a crescent-shaped, cartilaginous band between the medial tibial and medial femoral condyle. The primary function of the medial meniscus is to decrease the amount of stress on the knee joint."}
{"id": "article-43037_1", "title": "Anatomy, Bony Pelvis and Lower Limb: Medial Meniscus -- Introduction", "content": "The medial meniscus receives vascular supply via a capillary network formed by the medial, lateral, and middle geniculate arteries. It receives innervation from the posterior tibial, obturator, and femoral nerves. Discoid and ring-shaped variants of the medial meniscus have been discovered but are uncommon.", "contents": "Anatomy, Bony Pelvis and Lower Limb: Medial Meniscus -- Introduction. The medial meniscus receives vascular supply via a capillary network formed by the medial, lateral, and middle geniculate arteries. It receives innervation from the posterior tibial, obturator, and femoral nerves. Discoid and ring-shaped variants of the medial meniscus have been discovered but are uncommon."}
{"id": "article-43037_2", "title": "Anatomy, Bony Pelvis and Lower Limb: Medial Meniscus -- Introduction", "content": "Acute medial meniscus tears are common injuries in athletes, and chronic, degenerative tears are common with increasing age. Multiple variables determine the management strategy of such injuries, including age, mechanism of injury, type of tear, symptoms, and individual goals. Surgical repair or meniscectomy is often the treatment. New developments in medial meniscus transplants are promising innovations for individuals suffering from medial meniscus injuries.", "contents": "Anatomy, Bony Pelvis and Lower Limb: Medial Meniscus -- Introduction. Acute medial meniscus tears are common injuries in athletes, and chronic, degenerative tears are common with increasing age. Multiple variables determine the management strategy of such injuries, including age, mechanism of injury, type of tear, symptoms, and individual goals. Surgical repair or meniscectomy is often the treatment. New developments in medial meniscus transplants are promising innovations for individuals suffering from medial meniscus injuries."}
{"id": "article-43037_3", "title": "Anatomy, Bony Pelvis and Lower Limb: Medial Meniscus -- Structure and Function", "content": "The medial meniscus is a crescent-shaped fibrocartilaginous band that articulates inferiorly with the medial condyle of the tibia and superiorly with the medial condyle of the femur, occupying approximately 60% of the contact portion of the medial compartment. [1] [2] The anterior horn of the meniscus attaches anteriorly to the anterior cruciate ligament (ACL) on the tibia, while the posterior horn attaches to the posterior cruciate ligament (PCL). [2] The transverse ligament anchors the anterior portion of the medial meniscus. Additionally, the medial meniscus attaches to the medial collateral ligament, which limits its mobility. Compared to the lateral meniscus, the medial meniscus is more crescent-shaped, covers a smaller portion of the tibial plateau, and has less variation in size, shape, and thickness. [1]", "contents": "Anatomy, Bony Pelvis and Lower Limb: Medial Meniscus -- Structure and Function. The medial meniscus is a crescent-shaped fibrocartilaginous band that articulates inferiorly with the medial condyle of the tibia and superiorly with the medial condyle of the femur, occupying approximately 60% of the contact portion of the medial compartment. [1] [2] The anterior horn of the meniscus attaches anteriorly to the anterior cruciate ligament (ACL) on the tibia, while the posterior horn attaches to the posterior cruciate ligament (PCL). [2] The transverse ligament anchors the anterior portion of the medial meniscus. Additionally, the medial meniscus attaches to the medial collateral ligament, which limits its mobility. Compared to the lateral meniscus, the medial meniscus is more crescent-shaped, covers a smaller portion of the tibial plateau, and has less variation in size, shape, and thickness. [1]"}
{"id": "article-43037_4", "title": "Anatomy, Bony Pelvis and Lower Limb: Medial Meniscus -- Structure and Function", "content": "The primary function of the meniscus is to distribute load across the knee joint, which consequently decreases the stress placed on the joint. [2] The medial and lateral menisci also provide stabilization, shock absorption, nourishment, and proprioception across the knee joint. Additionally, they allow joint gliding and prevent knee hyperextension. The medial meniscus has also been shown to protect the joint by preventing the development of osteoarthritis. [1] The importance of the meniscus in arthritis prevention was first noted in 1948 when a complete meniscectomy demonstrated the gradual development of articular cartilage deterioration. [3]", "contents": "Anatomy, Bony Pelvis and Lower Limb: Medial Meniscus -- Structure and Function. The primary function of the meniscus is to distribute load across the knee joint, which consequently decreases the stress placed on the joint. [2] The medial and lateral menisci also provide stabilization, shock absorption, nourishment, and proprioception across the knee joint. Additionally, they allow joint gliding and prevent knee hyperextension. The medial meniscus has also been shown to protect the joint by preventing the development of osteoarthritis. [1] The importance of the meniscus in arthritis prevention was first noted in 1948 when a complete meniscectomy demonstrated the gradual development of articular cartilage deterioration. [3]"}
{"id": "article-43037_5", "title": "Anatomy, Bony Pelvis and Lower Limb: Medial Meniscus -- Embryology", "content": "The medial meniscus is derived from mesenchymal cells found within the intermediate layer of mesenchymal tissue and begins to take shape between weeks eight and ten of development. [4] In early development, the medial meniscus cells are homogenous, showing no differences in size and shape. As maturation occurs, the cells differentiate into distinct lines. Classification of cell types found in the meniscus is controversial, but examination has shown that progenitor, fibroblast-like, and fibrochondrocyte (an intermediate cell type) cells exist in the meniscus. [1] As development continues, the cellularity of the meniscus decreases while collagen content increases. [5]", "contents": "Anatomy, Bony Pelvis and Lower Limb: Medial Meniscus -- Embryology. The medial meniscus is derived from mesenchymal cells found within the intermediate layer of mesenchymal tissue and begins to take shape between weeks eight and ten of development. [4] In early development, the medial meniscus cells are homogenous, showing no differences in size and shape. As maturation occurs, the cells differentiate into distinct lines. Classification of cell types found in the meniscus is controversial, but examination has shown that progenitor, fibroblast-like, and fibrochondrocyte (an intermediate cell type) cells exist in the meniscus. [1] As development continues, the cellularity of the meniscus decreases while collagen content increases. [5]"}
{"id": "article-43037_6", "title": "Anatomy, Bony Pelvis and Lower Limb: Medial Meniscus -- Embryology", "content": "The extracellular matrix of the medial meniscus is arranged into three distinct layers. The innermost layer is mainly collagen type I; other layers contain collagen types III and V. The innermost layer contains fibroblast-like cells that communicate with other cells and the extracellular matrix. [4] [5] The middle layer contains fibrochondrocytes and a large proportion of glycosaminoglycans (GAGs), proteoglycan aggregates that release water to provide lubrication and shock absorption. [4] Lastly, the superficial layer consists of progenitor cells hypothesized to have therapeutic and regenerative capabilities. These cells are CD34+ suggesting that they have a mesenchymal origin and have been shown to play a role in differentiation after injury. [1] [5] Altogether, this unique layered arrangement functions in concert to dissipate compressive stress into circumferential stress giving the meniscus its shock-absorbing properties. [4]", "contents": "Anatomy, Bony Pelvis and Lower Limb: Medial Meniscus -- Embryology. The extracellular matrix of the medial meniscus is arranged into three distinct layers. The innermost layer is mainly collagen type I; other layers contain collagen types III and V. The innermost layer contains fibroblast-like cells that communicate with other cells and the extracellular matrix. [4] [5] The middle layer contains fibrochondrocytes and a large proportion of glycosaminoglycans (GAGs), proteoglycan aggregates that release water to provide lubrication and shock absorption. [4] Lastly, the superficial layer consists of progenitor cells hypothesized to have therapeutic and regenerative capabilities. These cells are CD34+ suggesting that they have a mesenchymal origin and have been shown to play a role in differentiation after injury. [1] [5] Altogether, this unique layered arrangement functions in concert to dissipate compressive stress into circumferential stress giving the meniscus its shock-absorbing properties. [4]"}
{"id": "article-43037_7", "title": "Anatomy, Bony Pelvis and Lower Limb: Medial Meniscus -- Blood Supply and Lymphatics", "content": "Blood supply is critical to medial meniscal healing. The medial meniscus receives its vascular supply primarily from the medial, lateral, and middle genicular arteries. These are branches of the popliteal artery, a continuation of the femoral artery. [4]", "contents": "Anatomy, Bony Pelvis and Lower Limb: Medial Meniscus -- Blood Supply and Lymphatics. Blood supply is critical to medial meniscal healing. The medial meniscus receives its vascular supply primarily from the medial, lateral, and middle genicular arteries. These are branches of the popliteal artery, a continuation of the femoral artery. [4]"}
{"id": "article-43037_8", "title": "Anatomy, Bony Pelvis and Lower Limb: Medial Meniscus -- Blood Supply and Lymphatics", "content": "The capillary network formed by these arteries supplies the superior and inferior portions of the medial meniscus. It is worth noting that only 10 to 30% of the medial meniscus receives a direct blood supply. [4] [5] [6] The radial branches of these blood vessels provide additional supply, which passes directly into the anterior and posterior horns of the medial meniscus for nourishment. [2] [6] The remaining portion of the meniscus is supplied via diffusion directly from the synovial fluid or mechanical motion. [2] [4] The absence of a direct blood supply to the majority of the medial meniscus contributes to the challenges in healing a torn meniscus during post-operative recovery.", "contents": "Anatomy, Bony Pelvis and Lower Limb: Medial Meniscus -- Blood Supply and Lymphatics. The capillary network formed by these arteries supplies the superior and inferior portions of the medial meniscus. It is worth noting that only 10 to 30% of the medial meniscus receives a direct blood supply. [4] [5] [6] The radial branches of these blood vessels provide additional supply, which passes directly into the anterior and posterior horns of the medial meniscus for nourishment. [2] [6] The remaining portion of the meniscus is supplied via diffusion directly from the synovial fluid or mechanical motion. [2] [4] The absence of a direct blood supply to the majority of the medial meniscus contributes to the challenges in healing a torn meniscus during post-operative recovery."}
{"id": "article-43037_9", "title": "Anatomy, Bony Pelvis and Lower Limb: Medial Meniscus -- Nerves", "content": "The medial meniscus is part of the knee joint, innervated by the articular branch of the posterior tibial nerve and the terminal branches of the obturator and femoral nerves. The nerve fibers join the vascular supply and innervate the joint capsule. [3] Additionally, various mechanoreceptors can be found in the anterior and posterior horns of the medial meniscus to help support movement and positional adaptation. Type I (Ruffini) mechanoreceptors are slow-adapting and adjust to changes in position and pressure. Type II (Pacinian) receptors, the most abundant receptor in the medial meniscus, are fast-adapting and adjust to joint acceleration and changes in tension. Type III (Golgi tendon organ) mechanoreceptors sense changes in the range of motion and are vital to neuronal inhibition. [3] [7]", "contents": "Anatomy, Bony Pelvis and Lower Limb: Medial Meniscus -- Nerves. The medial meniscus is part of the knee joint, innervated by the articular branch of the posterior tibial nerve and the terminal branches of the obturator and femoral nerves. The nerve fibers join the vascular supply and innervate the joint capsule. [3] Additionally, various mechanoreceptors can be found in the anterior and posterior horns of the medial meniscus to help support movement and positional adaptation. Type I (Ruffini) mechanoreceptors are slow-adapting and adjust to changes in position and pressure. Type II (Pacinian) receptors, the most abundant receptor in the medial meniscus, are fast-adapting and adjust to joint acceleration and changes in tension. Type III (Golgi tendon organ) mechanoreceptors sense changes in the range of motion and are vital to neuronal inhibition. [3] [7]"}
{"id": "article-43037_10", "title": "Anatomy, Bony Pelvis and Lower Limb: Medial Meniscus -- Muscles", "content": "Although not directly articulating with musculature, the medial meniscus is vital in stabilizing and cushioning the medial knee during movement. The knee has two primary movements: flexion and extension. Two separate groups of muscles control these two movements. Extension of the knee is controlled by the quadriceps muscles, which include the vastus lateralis, vastus intermedius, rectus femoris, and vastus medialis. Flexion of the knee is controlled by the hamstring muscles: the semitendinosus, semimembranosus, and biceps femoris. [8] [9]", "contents": "Anatomy, Bony Pelvis and Lower Limb: Medial Meniscus -- Muscles. Although not directly articulating with musculature, the medial meniscus is vital in stabilizing and cushioning the medial knee during movement. The knee has two primary movements: flexion and extension. Two separate groups of muscles control these two movements. Extension of the knee is controlled by the quadriceps muscles, which include the vastus lateralis, vastus intermedius, rectus femoris, and vastus medialis. Flexion of the knee is controlled by the hamstring muscles: the semitendinosus, semimembranosus, and biceps femoris. [8] [9]"}
{"id": "article-43037_11", "title": "Anatomy, Bony Pelvis and Lower Limb: Medial Meniscus -- Physiologic Variants", "content": "Variations in medial meniscus shape are much less common than those found in the lateral meniscus. The medial meniscus is usually a crescent-shaped structure. However, instances of a discoid-shaped medial meniscus exist. This thicker, disc-shaped medial meniscus is an uncommon condition. The meniscal variant is typically unilateral, affecting one knee but can occur bilaterally. Individuals with a discoid medial meniscus often present with medial knee pain. Current recommendations are that symptomatic patients undergo partial meniscectomy and reshaping, while asymptomatic patients should be treated to preserve the meniscus. [10] [11] [12]", "contents": "Anatomy, Bony Pelvis and Lower Limb: Medial Meniscus -- Physiologic Variants. Variations in medial meniscus shape are much less common than those found in the lateral meniscus. The medial meniscus is usually a crescent-shaped structure. However, instances of a discoid-shaped medial meniscus exist. This thicker, disc-shaped medial meniscus is an uncommon condition. The meniscal variant is typically unilateral, affecting one knee but can occur bilaterally. Individuals with a discoid medial meniscus often present with medial knee pain. Current recommendations are that symptomatic patients undergo partial meniscectomy and reshaping, while asymptomatic patients should be treated to preserve the meniscus. [10] [11] [12]"}
{"id": "article-43037_12", "title": "Anatomy, Bony Pelvis and Lower Limb: Medial Meniscus -- Physiologic Variants", "content": "The ring-shaped medial meniscus is an even rarer finding. Gines-Cespedosa and Monllau documented a patient presenting with knee locking, pain, and swelling refractory to conservative treatment. During arthroscopy, this patient demonstrated a ring-shaped medial meniscus. The patient was treated with a partial meniscectomy. [13]", "contents": "Anatomy, Bony Pelvis and Lower Limb: Medial Meniscus -- Physiologic Variants. The ring-shaped medial meniscus is an even rarer finding. Gines-Cespedosa and Monllau documented a patient presenting with knee locking, pain, and swelling refractory to conservative treatment. During arthroscopy, this patient demonstrated a ring-shaped medial meniscus. The patient was treated with a partial meniscectomy. [13]"}
{"id": "article-43037_13", "title": "Anatomy, Bony Pelvis and Lower Limb: Medial Meniscus -- Surgical Considerations -- Total vs. Partial Meniscectomy", "content": "The goal of surgical treatment of meniscal tears is to relieve pain, prevent degeneration of the knee joint, and allow improvement of activities of daily living. Total meniscectomy was the preferred surgical treatment until the 1970s when it became apparent that complete meniscectomy might lead to increased arthritic changes within the knee joint. As a result, there has been a shift toward a partial meniscectomy and arthroscopic meniscal repair to avoid degenerative changes that previously occurred with complete meniscectomy.", "contents": "Anatomy, Bony Pelvis and Lower Limb: Medial Meniscus -- Surgical Considerations -- Total vs. Partial Meniscectomy. The goal of surgical treatment of meniscal tears is to relieve pain, prevent degeneration of the knee joint, and allow improvement of activities of daily living. Total meniscectomy was the preferred surgical treatment until the 1970s when it became apparent that complete meniscectomy might lead to increased arthritic changes within the knee joint. As a result, there has been a shift toward a partial meniscectomy and arthroscopic meniscal repair to avoid degenerative changes that previously occurred with complete meniscectomy."}
{"id": "article-43037_14", "title": "Anatomy, Bony Pelvis and Lower Limb: Medial Meniscus -- Surgical Considerations -- Total vs. Partial Meniscectomy", "content": "The basis for surgical candidacy relies on the type of meniscal injury because of the limited blood supply the meniscus receives. Flaps, radial tears, and degenerative tears are not surgical candidates. Interestingly, concomitant ACL and meniscal repair have a 90% success rate after two years compared to a 50 to 65% success rate of isolated meniscal repair. The current hypothesis is that the bleeding caused by surgery promotes improved healing. [2]", "contents": "Anatomy, Bony Pelvis and Lower Limb: Medial Meniscus -- Surgical Considerations -- Total vs. Partial Meniscectomy. The basis for surgical candidacy relies on the type of meniscal injury because of the limited blood supply the meniscus receives. Flaps, radial tears, and degenerative tears are not surgical candidates. Interestingly, concomitant ACL and meniscal repair have a 90% success rate after two years compared to a 50 to 65% success rate of isolated meniscal repair. The current hypothesis is that the bleeding caused by surgery promotes improved healing. [2]"}
{"id": "article-43037_15", "title": "Anatomy, Bony Pelvis and Lower Limb: Medial Meniscus -- Surgical Considerations -- Arthroscopic Repair", "content": "Arthroscopic meniscus repair is favorable among the younger athletic population and has demonstrated clinically significant results. Arthroscopic repair involves utilizing sutures to stitch together torn portions of the meniscus. A study by Nakayama et al. demonstrated that 14 out of 18 medial meniscus cases returned to play at 5.5 months. [14] Mintzer et al. demonstrated that 25 out of 26 patients who had undergone arthroscopic meniscal repair under the age of 17 years showed clinical healing at two years. [15] Interestingly, Logan et al. showed that lateral meniscus repairs had a higher success rate than medial meniscus repairs; their results show meniscal repair is successful in the medium and long term, with most elite athletes returning to the preinjury level of activity. [16]", "contents": "Anatomy, Bony Pelvis and Lower Limb: Medial Meniscus -- Surgical Considerations -- Arthroscopic Repair. Arthroscopic meniscus repair is favorable among the younger athletic population and has demonstrated clinically significant results. Arthroscopic repair involves utilizing sutures to stitch together torn portions of the meniscus. A study by Nakayama et al. demonstrated that 14 out of 18 medial meniscus cases returned to play at 5.5 months. [14] Mintzer et al. demonstrated that 25 out of 26 patients who had undergone arthroscopic meniscal repair under the age of 17 years showed clinical healing at two years. [15] Interestingly, Logan et al. showed that lateral meniscus repairs had a higher success rate than medial meniscus repairs; their results show meniscal repair is successful in the medium and long term, with most elite athletes returning to the preinjury level of activity. [16]"}
{"id": "article-43037_16", "title": "Anatomy, Bony Pelvis and Lower Limb: Medial Meniscus -- Surgical Considerations -- Transplantation", "content": "Allograft transplantation has also been found of value in patients who have undergone a partial or complete medial meniscectomy. Indications for transplant include pain at the medial meniscal compartment with a complete meniscal tear. Patients are expected to make a total return to painless activity. Synthetic implants are another alternative for patients who have had a partial meniscectomy. The goal with implants is to create a regenerated meniscus using an absorbable model. [2]", "contents": "Anatomy, Bony Pelvis and Lower Limb: Medial Meniscus -- Surgical Considerations -- Transplantation. Allograft transplantation has also been found of value in patients who have undergone a partial or complete medial meniscectomy. Indications for transplant include pain at the medial meniscal compartment with a complete meniscal tear. Patients are expected to make a total return to painless activity. Synthetic implants are another alternative for patients who have had a partial meniscectomy. The goal with implants is to create a regenerated meniscus using an absorbable model. [2]"}
{"id": "article-43037_17", "title": "Anatomy, Bony Pelvis and Lower Limb: Medial Meniscus -- Clinical Significance -- Signs", "content": "Physical signs of meniscal injury include joint line tenderness at the level of the torn meniscus, edema over the joint line with recent injuries, a loss of full extension due to blocking by the torn meniscus, and evidence of quadriceps femoris wasting if the tear has been present for weeks or more.", "contents": "Anatomy, Bony Pelvis and Lower Limb: Medial Meniscus -- Clinical Significance -- Signs. Physical signs of meniscal injury include joint line tenderness at the level of the torn meniscus, edema over the joint line with recent injuries, a loss of full extension due to blocking by the torn meniscus, and evidence of quadriceps femoris wasting if the tear has been present for weeks or more."}
{"id": "article-43037_18", "title": "Anatomy, Bony Pelvis and Lower Limb: Medial Meniscus -- Clinical Significance -- McMurray Test", "content": "Flex the hip on the affected side to 90 degrees and the leg to more than 90 degrees. The examiner grasps the knee with one hand with the fingers over the joint line. The other hand grasps the foot. Begin the test with the knee abducted and externally rotated. The examiner then moves the knee into adduction and external rotation. Repeat the test with different degrees of flexion. If there is a palpable click on the lateral or medial aspect of the knee, this is likely to be caused by the locking of the torn meniscus. If the results are positive, confirm them by testing the other knee. In a series of cases of young children, the test was reported as having a sensitivity of 39%, a specificity of 86%, a predictive value of 62%, and a negative predictive value of 71%. [17]", "contents": "Anatomy, Bony Pelvis and Lower Limb: Medial Meniscus -- Clinical Significance -- McMurray Test. Flex the hip on the affected side to 90 degrees and the leg to more than 90 degrees. The examiner grasps the knee with one hand with the fingers over the joint line. The other hand grasps the foot. Begin the test with the knee abducted and externally rotated. The examiner then moves the knee into adduction and external rotation. Repeat the test with different degrees of flexion. If there is a palpable click on the lateral or medial aspect of the knee, this is likely to be caused by the locking of the torn meniscus. If the results are positive, confirm them by testing the other knee. In a series of cases of young children, the test was reported as having a sensitivity of 39%, a specificity of 86%, a predictive value of 62%, and a negative predictive value of 71%. [17]"}
{"id": "article-43037_19", "title": "Anatomy, Bony Pelvis and Lower Limb: Medial Meniscus -- Clinical Significance -- Apley Test", "content": "The Apley test applies compressive rotational force over the knee. Place the patient in the prone position with the affected knee flexed at 90 degrees. The examiner places their hand or knee on the thigh of the affected side. The foot is rotated externally and then internally in extension. Pain on external rotation indicates a tear of the medial meniscus. Pain on internal rotation suggests a tear of the lateral meniscus. [18]", "contents": "Anatomy, Bony Pelvis and Lower Limb: Medial Meniscus -- Clinical Significance -- Apley Test. The Apley test applies compressive rotational force over the knee. Place the patient in the prone position with the affected knee flexed at 90 degrees. The examiner places their hand or knee on the thigh of the affected side. The foot is rotated externally and then internally in extension. Pain on external rotation indicates a tear of the medial meniscus. Pain on internal rotation suggests a tear of the lateral meniscus. [18]"}
{"id": "article-43037_20", "title": "Anatomy, Bony Pelvis and Lower Limb: Medial Meniscus -- Clinical Significance -- Thessaly Test", "content": "This test has high sensitivity and specificity for meniscal tears. The patient stands with the weight on the affected leg. The examiner holds the patient’s outstretched hands. The patient rotates his knee internally and externally at 5 degrees of flexion and then at 20 degrees of flexion. A torn meniscus is indicated by locking and pain with catching of the knee. This test has a reported accuracy of 94%. It is especially sensitive at 20 degrees. [19]", "contents": "Anatomy, Bony Pelvis and Lower Limb: Medial Meniscus -- Clinical Significance -- Thessaly Test. This test has high sensitivity and specificity for meniscal tears. The patient stands with the weight on the affected leg. The examiner holds the patient’s outstretched hands. The patient rotates his knee internally and externally at 5 degrees of flexion and then at 20 degrees of flexion. A torn meniscus is indicated by locking and pain with catching of the knee. This test has a reported accuracy of 94%. It is especially sensitive at 20 degrees. [19]"}
{"id": "article-43037_21", "title": "Anatomy, Bony Pelvis and Lower Limb: Medial Meniscus -- Clinical Significance -- A Comparison of Provocative Maneuvers", "content": "A recent study found that the Thessaly test had a sensitivity of 76.6%, a specificity of 52.4%, and a diagnostic accuracy of 70.5%. [20] The McMurray test had a sensitivity of 66.0%, a specificity of 81.0%, and an accuracy of 70.5%. No data were reported for the Apley test. Tenderness at the joint line had a sensitivity of 61.7%, a specificity of 81.0%, and an accuracy of 67.6%. When all the tests were combined, the sensitivity was 83.0%, the specificity was 81.0%, and the accuracy was 70.5%.", "contents": "Anatomy, Bony Pelvis and Lower Limb: Medial Meniscus -- Clinical Significance -- A Comparison of Provocative Maneuvers. A recent study found that the Thessaly test had a sensitivity of 76.6%, a specificity of 52.4%, and a diagnostic accuracy of 70.5%. [20] The McMurray test had a sensitivity of 66.0%, a specificity of 81.0%, and an accuracy of 70.5%. No data were reported for the Apley test. Tenderness at the joint line had a sensitivity of 61.7%, a specificity of 81.0%, and an accuracy of 67.6%. When all the tests were combined, the sensitivity was 83.0%, the specificity was 81.0%, and the accuracy was 70.5%."}
{"id": "article-43037_22", "title": "Anatomy, Bony Pelvis and Lower Limb: Medial Meniscus -- Clinical Significance -- A Comparison of Provocative Maneuvers", "content": "A comparison of the three tests has been performed. [17] [21] When used by primary care physicians, the Thessaly test had a sensitivity of 66%, a specificity of 39%, and a diagnostic accuracy of 54%. When performed by musculoskeletal clinicians, the sensitivity was 62%, the specificity was 55%, and the diagnostic accuracy was 59%. When used by primary care physicians, the diagnostic accuracy was 54% for the McMurray test, 53% for the Apley test, 54% for the joint line tenderness test, and 55% for clinical history.", "contents": "Anatomy, Bony Pelvis and Lower Limb: Medial Meniscus -- Clinical Significance -- A Comparison of Provocative Maneuvers. A comparison of the three tests has been performed. [17] [21] When used by primary care physicians, the Thessaly test had a sensitivity of 66%, a specificity of 39%, and a diagnostic accuracy of 54%. When performed by musculoskeletal clinicians, the sensitivity was 62%, the specificity was 55%, and the diagnostic accuracy was 59%. When used by primary care physicians, the diagnostic accuracy was 54% for the McMurray test, 53% for the Apley test, 54% for the joint line tenderness test, and 55% for clinical history."}
{"id": "article-43037_23", "title": "Anatomy, Bony Pelvis and Lower Limb: Medial Meniscus -- Clinical Significance -- A Comparison of Provocative Maneuvers", "content": "Magnetic resonance imaging (MRI) has long been considered an important diagnostic method for meniscal injury. [21] [22] Arthroscopy is considered the “gold standard” of diagnostic techniques. [20] For primary care clinicians, patient age and history of osteoarthritis were significant predictors of MRI diagnosis of meniscal tears. [22]", "contents": "Anatomy, Bony Pelvis and Lower Limb: Medial Meniscus -- Clinical Significance -- A Comparison of Provocative Maneuvers. Magnetic resonance imaging (MRI) has long been considered an important diagnostic method for meniscal injury. [21] [22] Arthroscopy is considered the “gold standard” of diagnostic techniques. [20] For primary care clinicians, patient age and history of osteoarthritis were significant predictors of MRI diagnosis of meniscal tears. [22]"}
{"id": "article-43037_24", "title": "Anatomy, Bony Pelvis and Lower Limb: Medial Meniscus -- Clinical Significance -- Injuries in the Younger Population", "content": "Meniscal tears in the younger population generally occur with athletics and acute traumatic injury. Patients present with sharp, medial knee pain after experiencing a \"pop\" when changing direction, cutting or pivoting, or through direct trauma from another person. [3] In athletes, meniscal tears often occur with twisting of the weight-bearing leg. [23] [24] Anterior cruciate ligament (ACL) tears accompany these injuries in over 80% of circumstances. Patients often complain of medial swelling and locking and, depending on acuity, may present with joint line tenderness and joint effusion. [1]", "contents": "Anatomy, Bony Pelvis and Lower Limb: Medial Meniscus -- Clinical Significance -- Injuries in the Younger Population. Meniscal tears in the younger population generally occur with athletics and acute traumatic injury. Patients present with sharp, medial knee pain after experiencing a \"pop\" when changing direction, cutting or pivoting, or through direct trauma from another person. [3] In athletes, meniscal tears often occur with twisting of the weight-bearing leg. [23] [24] Anterior cruciate ligament (ACL) tears accompany these injuries in over 80% of circumstances. Patients often complain of medial swelling and locking and, depending on acuity, may present with joint line tenderness and joint effusion. [1]"}
{"id": "article-43037_25", "title": "Anatomy, Bony Pelvis and Lower Limb: Medial Meniscus -- Clinical Significance -- Injuries in the Younger Population", "content": "When a fragment of a torn meniscus becomes located in the notch between the condyles, this causes locking of the knee. This commonly results from a bucket-handle tear of a meniscus. In a locked knee, the patient cannot fully extend the leg at the knee, and when the examiner passively extends the leg at the knee, resistance occurs, preventing full extension. Other possible explanations for such a result are the presence of a remnant of a torn anterior cruciate ligament or a discoid meniscus.", "contents": "Anatomy, Bony Pelvis and Lower Limb: Medial Meniscus -- Clinical Significance -- Injuries in the Younger Population. When a fragment of a torn meniscus becomes located in the notch between the condyles, this causes locking of the knee. This commonly results from a bucket-handle tear of a meniscus. In a locked knee, the patient cannot fully extend the leg at the knee, and when the examiner passively extends the leg at the knee, resistance occurs, preventing full extension. Other possible explanations for such a result are the presence of a remnant of a torn anterior cruciate ligament or a discoid meniscus."}
{"id": "article-43037_26", "title": "Anatomy, Bony Pelvis and Lower Limb: Medial Meniscus -- Clinical Significance -- Injuries in the Younger Population", "content": "Physical examination of a patient with a medial meniscus tear may yield a positive McMurray test and a positive Thessaly test with catching or locking of the joint moving medially. The Lachman and anterior drawer tests will be negative unless an ACL tear accompanies the meniscal injury. Confirmatory diagnosis is made using MRI, while the gold standard for assessment is arthroscopy. [3]", "contents": "Anatomy, Bony Pelvis and Lower Limb: Medial Meniscus -- Clinical Significance -- Injuries in the Younger Population. Physical examination of a patient with a medial meniscus tear may yield a positive McMurray test and a positive Thessaly test with catching or locking of the joint moving medially. The Lachman and anterior drawer tests will be negative unless an ACL tear accompanies the meniscal injury. Confirmatory diagnosis is made using MRI, while the gold standard for assessment is arthroscopy. [3]"}
{"id": "article-43037_27", "title": "Anatomy, Bony Pelvis and Lower Limb: Medial Meniscus -- Clinical Significance -- Injuries in the Older Population", "content": "Meniscal tears in the older population are often due to degeneration instead of acute injury. Patients generally present with medial joint swelling, pain, and locking; radiographic evidence of osteoarthritis is common. MRI is a confirmatory test. There has been much discussion regarding meniscus surgery in the older population. Age-related decreases in meniscus vascularization and possible post-operative worsening of osteoarthritis present issues when discussing the surgical candidacy of a patient. Despite this, complete or partial meniscectomy, depending on the amount of damage, is currently the preferred intervention method among some surgeons. [1] There is a growing shift towards non-operative management or total knee replacement in older patients with atraumatic, degenerative meniscus changes. Arthroscopic debridement of the medial meniscus in the setting of radiographic osteoarthritis showed little benefit at one year compared to corticosteroid injection. [25] The Unhappy Triad of the Knee", "contents": "Anatomy, Bony Pelvis and Lower Limb: Medial Meniscus -- Clinical Significance -- Injuries in the Older Population. Meniscal tears in the older population are often due to degeneration instead of acute injury. Patients generally present with medial joint swelling, pain, and locking; radiographic evidence of osteoarthritis is common. MRI is a confirmatory test. There has been much discussion regarding meniscus surgery in the older population. Age-related decreases in meniscus vascularization and possible post-operative worsening of osteoarthritis present issues when discussing the surgical candidacy of a patient. Despite this, complete or partial meniscectomy, depending on the amount of damage, is currently the preferred intervention method among some surgeons. [1] There is a growing shift towards non-operative management or total knee replacement in older patients with atraumatic, degenerative meniscus changes. Arthroscopic debridement of the medial meniscus in the setting of radiographic osteoarthritis showed little benefit at one year compared to corticosteroid injection. [25] The Unhappy Triad of the Knee"}
{"id": "article-43037_28", "title": "Anatomy, Bony Pelvis and Lower Limb: Medial Meniscus -- Clinical Significance -- Injuries in the Older Population", "content": "The original \"Unhappy Triad,\" first noted in the 1950s by O'Donoghue, showed that athletes who suffered both ACL and MCL tears have a high incidence of medial meniscus injuries. The original study demonstrated that 77% of patients with ACL-MCL injuries had an additional medial meniscus tear. [26] However, subsequent work by Shelbourne showed that the O'Donoghue triad should instead be in the category of ACL, MCL, and lateral meniscus tears. [27]", "contents": "Anatomy, Bony Pelvis and Lower Limb: Medial Meniscus -- Clinical Significance -- Injuries in the Older Population. The original \"Unhappy Triad,\" first noted in the 1950s by O'Donoghue, showed that athletes who suffered both ACL and MCL tears have a high incidence of medial meniscus injuries. The original study demonstrated that 77% of patients with ACL-MCL injuries had an additional medial meniscus tear. [26] However, subsequent work by Shelbourne showed that the O'Donoghue triad should instead be in the category of ACL, MCL, and lateral meniscus tears. [27]"}
{"id": "article-43037_29", "title": "Anatomy, Bony Pelvis and Lower Limb: Medial Meniscus -- Clinical Significance -- Torn Meniscus", "content": "Meniscal root tears are less common than meniscal body tears. They may go unrecognized, causing arthritic changes to the joint due to improper loading of the tibiofemoral portion of the joint. [24] [28] A radial tear close to or at the meniscal tibial insertion constitutes a root tear. [21] These lesions cause relatively non-specific symptoms and clinical test results; MRI is important in the diagnostic process. [29] [30]", "contents": "Anatomy, Bony Pelvis and Lower Limb: Medial Meniscus -- Clinical Significance -- Torn Meniscus. Meniscal root tears are less common than meniscal body tears. They may go unrecognized, causing arthritic changes to the joint due to improper loading of the tibiofemoral portion of the joint. [24] [28] A radial tear close to or at the meniscal tibial insertion constitutes a root tear. [21] These lesions cause relatively non-specific symptoms and clinical test results; MRI is important in the diagnostic process. [29] [30]"}
{"id": "article-43037_30", "title": "Anatomy, Bony Pelvis and Lower Limb: Medial Meniscus -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Anatomy, Bony Pelvis and Lower Limb: Medial Meniscus -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}