{"id": "article-17475_0", "title": "Amoxicillin Clavulanate -- Continuing Education Activity", "content": "Amoxicillin-clavulanate is a mainstay antibiotic in emergency departments and primary care offices throughout the country. It is a combination of two separate drugs: amoxicillin and clavulanic acid. Amoxicillin is a penicillin derivative and has a similar activity against both gram-positive and gram-negative bacteria. Furthermore, with the addition of clavulanic acid, the spectrum is increased to include beta-lactamase-producing strains as well as broadening the coverage to include other bacterial species. This activity reviews the indications, contraindications, administration, and adverse effects of amoxicillin-clavulanate, and highlights the role of the interprofessional team in the effective use of this drug.", "contents": "Amoxicillin Clavulanate -- Continuing Education Activity. Amoxicillin-clavulanate is a mainstay antibiotic in emergency departments and primary care offices throughout the country. It is a combination of two separate drugs: amoxicillin and clavulanic acid. Amoxicillin is a penicillin derivative and has a similar activity against both gram-positive and gram-negative bacteria. Furthermore, with the addition of clavulanic acid, the spectrum is increased to include beta-lactamase-producing strains as well as broadening the coverage to include other bacterial species. This activity reviews the indications, contraindications, administration, and adverse effects of amoxicillin-clavulanate, and highlights the role of the interprofessional team in the effective use of this drug."}
{"id": "article-17475_1", "title": "Amoxicillin Clavulanate -- Continuing Education Activity", "content": "Objectives: Identify the antimicrobial coverage of amoxicillin-clavulanate based on its mechanism of action. Outline the indications for the use of amoxicillin-clavulanate therapy. Summarize the adverse effects and toxicity of amoxicillin-clavulanate. Explain the importance of antimicrobial stewardship and how it affects antimicrobial selection as it pertains to improving care coordination among the interprofessional team when initiating amoxicillin-clavulanate antimicrobial therapy. Access free multiple choice questions on this topic.", "contents": "Amoxicillin Clavulanate -- Continuing Education Activity. Objectives: Identify the antimicrobial coverage of amoxicillin-clavulanate based on its mechanism of action. Outline the indications for the use of amoxicillin-clavulanate therapy. Summarize the adverse effects and toxicity of amoxicillin-clavulanate. Explain the importance of antimicrobial stewardship and how it affects antimicrobial selection as it pertains to improving care coordination among the interprofessional team when initiating amoxicillin-clavulanate antimicrobial therapy. Access free multiple choice questions on this topic."}
{"id": "article-17475_2", "title": "Amoxicillin Clavulanate -- Indications", "content": "Amoxicillin-clavulanate is one of the most frequently used antimicrobials in emergency departments and primary care offices worldwide.  It is a combination of two different drugs: amoxicillin and clavulanic acid. Amoxicillin is a penicillin derivative and has similar activity against gram-positive and gram-negative bacteria, including Enterococcus species, Listeria monocytogenes , Streptococcus species, Haemophilus influenzae , Moraxella catarrhalis, Corynebacterium diphtheria , Escherichia coli , Klebsiella pneumoniae , Salmonella spp. , Shigella spp. , and Borrelia species.  Furthermore, with the addition of clavulanic acid, the spectrum is increased to include all beta-lactamase-producing strains of the previously mentioned organisms and broadening the coverage to include methicillin-sensitive Staphylococcus aureus (MSSA), Neisseria species, Proteus species, Pasteurella multocida , and Capnocytophaga canimorsus, among others. [1] [2]", "contents": "Amoxicillin Clavulanate -- Indications. Amoxicillin-clavulanate is one of the most frequently used antimicrobials in emergency departments and primary care offices worldwide.  It is a combination of two different drugs: amoxicillin and clavulanic acid. Amoxicillin is a penicillin derivative and has similar activity against gram-positive and gram-negative bacteria, including Enterococcus species, Listeria monocytogenes , Streptococcus species, Haemophilus influenzae , Moraxella catarrhalis, Corynebacterium diphtheria , Escherichia coli , Klebsiella pneumoniae , Salmonella spp. , Shigella spp. , and Borrelia species.  Furthermore, with the addition of clavulanic acid, the spectrum is increased to include all beta-lactamase-producing strains of the previously mentioned organisms and broadening the coverage to include methicillin-sensitive Staphylococcus aureus (MSSA), Neisseria species, Proteus species, Pasteurella multocida , and Capnocytophaga canimorsus, among others. [1] [2]"}
{"id": "article-17475_3", "title": "Amoxicillin Clavulanate -- Indications", "content": "FDA-approved Indications [1] [2] [3] [4] [5] [6] [7] [8] Treatment of aspiration pneumonia Community-acquired pneumonia Acute bacterial rhinosinusitis Urinary tract infections Acute otitis media Skin and soft tissue infections Off-label Uses [9] [10] [11] [12] Treatment of human or animal bite wounds Group A streptococcal infections Impetigo Acute exacerbations of chronic obstructive pulmonary disease and bronchiectasis Diabetic foot infections Odontogenic infections Peritonsillar cellulitis/abscess", "contents": "Amoxicillin Clavulanate -- Indications. FDA-approved Indications [1] [2] [3] [4] [5] [6] [7] [8] Treatment of aspiration pneumonia Community-acquired pneumonia Acute bacterial rhinosinusitis Urinary tract infections Acute otitis media Skin and soft tissue infections Off-label Uses [9] [10] [11] [12] Treatment of human or animal bite wounds Group A streptococcal infections Impetigo Acute exacerbations of chronic obstructive pulmonary disease and bronchiectasis Diabetic foot infections Odontogenic infections Peritonsillar cellulitis/abscess"}
{"id": "article-17475_4", "title": "Amoxicillin Clavulanate -- Mechanism of Action", "content": "Amoxicillin is a broad-spectrum beta-lactam antimicrobial originally derived from penicillin. It is a bactericidal agent that targets and kills bacteria by inhibiting the biosynthesis of the peptidoglycan layer of the bacterial cell wall. This layer makes up the outermost portion of the cell wall and is responsible for the structural integrity of the cell. Peptidoglycan synthesis involves the facilitation of DD-transpeptidases, which are a type of penicillin-binding protein (PBP).  Amoxicillin works by binding to these PBPs and inhibiting peptidoglycan synthesis, which interrupts the construction of the cell wall and ultimately leads to the destruction, or lysis, of the bacteria. [1] [12]", "contents": "Amoxicillin Clavulanate -- Mechanism of Action. Amoxicillin is a broad-spectrum beta-lactam antimicrobial originally derived from penicillin. It is a bactericidal agent that targets and kills bacteria by inhibiting the biosynthesis of the peptidoglycan layer of the bacterial cell wall. This layer makes up the outermost portion of the cell wall and is responsible for the structural integrity of the cell. Peptidoglycan synthesis involves the facilitation of DD-transpeptidases, which are a type of penicillin-binding protein (PBP).  Amoxicillin works by binding to these PBPs and inhibiting peptidoglycan synthesis, which interrupts the construction of the cell wall and ultimately leads to the destruction, or lysis, of the bacteria. [1] [12]"}
{"id": "article-17475_5", "title": "Amoxicillin Clavulanate -- Mechanism of Action", "content": "Clavulanic acid is a beta-lactamase inhibitor often used in conjunction with amoxicillin to broaden its spectrum and combat resistance.  It has little to no antimicrobial activity of its own and instead works by preventing bacterial destruction of beta-lactams. Over the years, certain bacteria have evolved to develop resistance to standard beta-lactam antimicrobials through the production of enzymes called beta-lactamases.  These enzymes target and hydrolyze the beta-lactam ring, which is necessary for penicillin-like antimicrobials to work. Clavulanic acid prevents this degradation by binding and deactivating the beta-lactamases, thus restoring the antimicrobial effects of amoxicillin. [1] [12] [13]", "contents": "Amoxicillin Clavulanate -- Mechanism of Action. Clavulanic acid is a beta-lactamase inhibitor often used in conjunction with amoxicillin to broaden its spectrum and combat resistance.  It has little to no antimicrobial activity of its own and instead works by preventing bacterial destruction of beta-lactams. Over the years, certain bacteria have evolved to develop resistance to standard beta-lactam antimicrobials through the production of enzymes called beta-lactamases.  These enzymes target and hydrolyze the beta-lactam ring, which is necessary for penicillin-like antimicrobials to work. Clavulanic acid prevents this degradation by binding and deactivating the beta-lactamases, thus restoring the antimicrobial effects of amoxicillin. [1] [12] [13]"}
{"id": "article-17475_6", "title": "Amoxicillin Clavulanate -- Administration", "content": "Amoxicillin-clavulanate is only available in oral formulations and, like most bactericidal antibiotics, needs to be administered at regularly scheduled intervals to minimize differences in the antimicrobial's peaks and troughs. This approach helps maintain consistent serum concentrations over the minimum inhibitory concentration (MIC) needed to destroy the targeted organism effectively; this is generally accomplished by a twice or three times daily administration of the medication. [14] Oral formulations of this antimicrobial are available as immediate or extended-release tablets, reconstituted suspensions, or chewable tablets. It is recommended to take this antimicrobial with food to enhance absorption and minimize any adverse GI symptoms. [4] [12]", "contents": "Amoxicillin Clavulanate -- Administration. Amoxicillin-clavulanate is only available in oral formulations and, like most bactericidal antibiotics, needs to be administered at regularly scheduled intervals to minimize differences in the antimicrobial's peaks and troughs. This approach helps maintain consistent serum concentrations over the minimum inhibitory concentration (MIC) needed to destroy the targeted organism effectively; this is generally accomplished by a twice or three times daily administration of the medication. [14] Oral formulations of this antimicrobial are available as immediate or extended-release tablets, reconstituted suspensions, or chewable tablets. It is recommended to take this antimicrobial with food to enhance absorption and minimize any adverse GI symptoms. [4] [12]"}
{"id": "article-17475_7", "title": "Amoxicillin Clavulanate -- Administration", "content": "Oral Suspension for reconstitution is available in the following strengths. It could be flavored in apple, banana cream, bubble gum, cherry, or watermelon flavor for better palatability in the pediatric population. Exercise caution to verify that dosage forms contain the same amoxicillin to clavulanic acid ratio to be interchangeable. The reconstituted solution should be kept in the refrigerator and shaken well before the administration to maximize its longevity and effectiveness. Amoxicillin 125 mg / potassium clavulanate 31.25 mg per 5 mL Amoxicillin 200 mg /  potassium clavulanate 28.5 mg per 5 mL Amoxicillin 250 mg / potassium clavulanate 62.5 mg per 5 mL Amoxicillin 400 mg / potassium clavulanate  57 mg per 5 mL Amoxicillin 600 mg /potassium clavulanate  42.9 mg per 5 mL (ES formulation: It is not interchangeable with other immediate release strengths)", "contents": "Amoxicillin Clavulanate -- Administration. Oral Suspension for reconstitution is available in the following strengths. It could be flavored in apple, banana cream, bubble gum, cherry, or watermelon flavor for better palatability in the pediatric population. Exercise caution to verify that dosage forms contain the same amoxicillin to clavulanic acid ratio to be interchangeable. The reconstituted solution should be kept in the refrigerator and shaken well before the administration to maximize its longevity and effectiveness. Amoxicillin 125 mg / potassium clavulanate 31.25 mg per 5 mL Amoxicillin 200 mg /  potassium clavulanate 28.5 mg per 5 mL Amoxicillin 250 mg / potassium clavulanate 62.5 mg per 5 mL Amoxicillin 400 mg / potassium clavulanate  57 mg per 5 mL Amoxicillin 600 mg /potassium clavulanate  42.9 mg per 5 mL (ES formulation: It is not interchangeable with other immediate release strengths)"}
{"id": "article-17475_8", "title": "Amoxicillin Clavulanate -- Administration", "content": "Oral tablets are available in the following strengths. Exercise caution to verify that dosage forms contain the same amoxicillin to clavulanic acid ratio to be interchangeable. Amoxicillin 250 mg and potassium clavulanate 125 mg strength tablets are not recommended in pediatric patients because of a higher amount of clavulanate than other strengths. Amoxicillin 250 mg and potassium clavulanate 125 mg Amoxicillin 500 mg and potassium clavulanate  125 mg Amoxicillin 875 mg and potassium clavulanate  125 mg Amoxicillin 200 mg and  potassium clavulanate28.5 mg (chewable) Amoxicillin 400 mg and potassium clavulanate 57 mg (chewable) Amoxicillin 1000 mg and potassium clavulanate 62.5 mg (extended-release 12-hour formulation: It is not interchangeable with other immediate release strengths )", "contents": "Amoxicillin Clavulanate -- Administration. Oral tablets are available in the following strengths. Exercise caution to verify that dosage forms contain the same amoxicillin to clavulanic acid ratio to be interchangeable. Amoxicillin 250 mg and potassium clavulanate 125 mg strength tablets are not recommended in pediatric patients because of a higher amount of clavulanate than other strengths. Amoxicillin 250 mg and potassium clavulanate 125 mg Amoxicillin 500 mg and potassium clavulanate  125 mg Amoxicillin 875 mg and potassium clavulanate  125 mg Amoxicillin 200 mg and  potassium clavulanate28.5 mg (chewable) Amoxicillin 400 mg and potassium clavulanate 57 mg (chewable) Amoxicillin 1000 mg and potassium clavulanate 62.5 mg (extended-release 12-hour formulation: It is not interchangeable with other immediate release strengths )"}
{"id": "article-17475_9", "title": "Amoxicillin Clavulanate -- Administration -- Dosing Keypoints", "content": "The usual adult dose for the immediate release formulation is 500 mg every 8 to 12 hours or 875 mg every 12 hours, or for the extended-release formulation is 2 g every 12 hours. Pediatric Patients weighing more than 40 kg should be given 250 or 500 mg every 8 hours or 500 or 875 mg every 12 hours. Pediatric patients aged 12 weeks and older should be given 20 to 40 mg amoxicillin/kg/day divided every 8 hours or 25 to 45 mg amoxicillin /kg/day divided every 12 hours. Neonates and infants < 12 weeks should be given 30 mg amoxicillin/kg/day divided every 12 hours. Use of the 125 mg/5 mL oral suspension is recommended.", "contents": "Amoxicillin Clavulanate -- Administration -- Dosing Keypoints. The usual adult dose for the immediate release formulation is 500 mg every 8 to 12 hours or 875 mg every 12 hours, or for the extended-release formulation is 2 g every 12 hours. Pediatric Patients weighing more than 40 kg should be given 250 or 500 mg every 8 hours or 500 or 875 mg every 12 hours. Pediatric patients aged 12 weeks and older should be given 20 to 40 mg amoxicillin/kg/day divided every 8 hours or 25 to 45 mg amoxicillin /kg/day divided every 12 hours. Neonates and infants < 12 weeks should be given 30 mg amoxicillin/kg/day divided every 12 hours. Use of the 125 mg/5 mL oral suspension is recommended."}
{"id": "article-17475_10", "title": "Amoxicillin Clavulanate -- Administration -- Specific Population", "content": "Pregnancy: It is Pregnancy Category B medicine.", "contents": "Amoxicillin Clavulanate -- Administration -- Specific Population. Pregnancy: It is Pregnancy Category B medicine."}
{"id": "article-17475_11", "title": "Amoxicillin Clavulanate -- Administration -- Specific Population", "content": "Breastfeeding Patients: Amoxicillin is excreted in human milk and, when used by nursing women, may lead to sensitization of infants (restlessness, diarrhea, and rash occurring occasionally). Caution when amoxicillin/potassium clavulanate is administered to a nursing patient. [15]", "contents": "Amoxicillin Clavulanate -- Administration -- Specific Population. Breastfeeding Patients: Amoxicillin is excreted in human milk and, when used by nursing women, may lead to sensitization of infants (restlessness, diarrhea, and rash occurring occasionally). Caution when amoxicillin/potassium clavulanate is administered to a nursing patient. [15]"}
{"id": "article-17475_12", "title": "Amoxicillin Clavulanate -- Administration -- Specific Population", "content": "Hepatic Impairment: Discontinue medicine if signs/symptoms of hepatitis (hepatic dysfunction or cholestatic jaundice) occur. Monitor liver function tests in patients with hepatic impairment. The product label has no information on using amoxicillin/potassium clavulanate in this patient population. [16] Renal Impairment: Amoxicillin is primarily removed from the body by the kidney, and dosage adjustment is recommended in patients with severe renal impairment (CrCL<30 mL/min). [17]", "contents": "Amoxicillin Clavulanate -- Administration -- Specific Population. Hepatic Impairment: Discontinue medicine if signs/symptoms of hepatitis (hepatic dysfunction or cholestatic jaundice) occur. Monitor liver function tests in patients with hepatic impairment. The product label has no information on using amoxicillin/potassium clavulanate in this patient population. [16] Renal Impairment: Amoxicillin is primarily removed from the body by the kidney, and dosage adjustment is recommended in patients with severe renal impairment (CrCL<30 mL/min). [17]"}
{"id": "article-17475_13", "title": "Amoxicillin Clavulanate -- Adverse Effects", "content": "Amoxicillin-clavulanate is largely safe and well-tolerated in the general population, with the vast majority of adverse effects being only mild gastrointestinal symptoms. The single most common complaint is diarrhea, but others include nausea, vomiting, loose stools, and abdominal discomfort. The incidence of diarrhea is higher in amoxicillin-clavulanate than with amoxicillin alone. Additionally, there is a moderately increased risk of secondary Clostridioides difficile colitis when compared with other classes of antimicrobials. Females taking this medication can also develop vaginitis secondary to vaginal mycosis or candidiasis. [6]", "contents": "Amoxicillin Clavulanate -- Adverse Effects. Amoxicillin-clavulanate is largely safe and well-tolerated in the general population, with the vast majority of adverse effects being only mild gastrointestinal symptoms. The single most common complaint is diarrhea, but others include nausea, vomiting, loose stools, and abdominal discomfort. The incidence of diarrhea is higher in amoxicillin-clavulanate than with amoxicillin alone. Additionally, there is a moderately increased risk of secondary Clostridioides difficile colitis when compared with other classes of antimicrobials. Females taking this medication can also develop vaginitis secondary to vaginal mycosis or candidiasis. [6]"}
{"id": "article-17475_14", "title": "Amoxicillin Clavulanate -- Adverse Effects", "content": "Dermatologic effects are less common and generally related to hypersensitivity reactions. These reactions can present anywhere on the spectrum of disease, ranging from simple pruritis or urticaria to severe and life-threatening manifestations, such as anaphylaxis, Steven-Johnson syndrome, or toxic epidermal necrolysis. Classically, a morbilliform rash will present shortly after initiation of amoxicillin in patients misdiagnosed as strep pharyngitis when, in fact, they have infectious mononucleosis. [12] [18] [19] [20]", "contents": "Amoxicillin Clavulanate -- Adverse Effects. Dermatologic effects are less common and generally related to hypersensitivity reactions. These reactions can present anywhere on the spectrum of disease, ranging from simple pruritis or urticaria to severe and life-threatening manifestations, such as anaphylaxis, Steven-Johnson syndrome, or toxic epidermal necrolysis. Classically, a morbilliform rash will present shortly after initiation of amoxicillin in patients misdiagnosed as strep pharyngitis when, in fact, they have infectious mononucleosis. [12] [18] [19] [20]"}
{"id": "article-17475_15", "title": "Amoxicillin Clavulanate -- Adverse Effects", "content": "Very rare complications of amoxicillin-clavulanate use include prolonged prothrombin time, vasculitis, thrombocytopenia, cholestatic jaundice, elevated serum alkaline phosphatase, hepatitis, and hepatotoxicity. [21] [22] [23]", "contents": "Amoxicillin Clavulanate -- Adverse Effects. Very rare complications of amoxicillin-clavulanate use include prolonged prothrombin time, vasculitis, thrombocytopenia, cholestatic jaundice, elevated serum alkaline phosphatase, hepatitis, and hepatotoxicity. [21] [22] [23]"}
{"id": "article-17475_16", "title": "Amoxicillin Clavulanate -- Adverse Effects", "content": "Penicillins in high doses can cause seizures which is a concern, especially in patients with poor renal function.", "contents": "Amoxicillin Clavulanate -- Adverse Effects. Penicillins in high doses can cause seizures which is a concern, especially in patients with poor renal function."}
{"id": "article-17475_17", "title": "Amoxicillin Clavulanate -- Adverse Effects -- Drug Interactions", "content": "Probenecid (Risk D): Concurrent use of probenecid and amoxicillin/clavulanate result in prolonged and increased blood concentrations of amoxicillin. Therefore, coadministration of probenecid is not recommended. Oral Anticoagulants: Coadministration of amoxicillin and oral anticoagulants may lead to abnormally prolonged prothrombin time. Appropriate monitoring and dose adjustment of oral anticoagulants are recommended to achieve the desired level of anticoagulation. Allopurinol: Coadministration may increase allergic or hypersensitivity reactions associated with amoxicillin. Oral Contraceptives: Intestinal flora responsible for the reabsorption of estrogen may be affected by amoxicillin-clavulanate administration. This may lead to reduced efficacy of oral estrogen/progesterone contraceptive combination.", "contents": "Amoxicillin Clavulanate -- Adverse Effects -- Drug Interactions. Probenecid (Risk D): Concurrent use of probenecid and amoxicillin/clavulanate result in prolonged and increased blood concentrations of amoxicillin. Therefore, coadministration of probenecid is not recommended. Oral Anticoagulants: Coadministration of amoxicillin and oral anticoagulants may lead to abnormally prolonged prothrombin time. Appropriate monitoring and dose adjustment of oral anticoagulants are recommended to achieve the desired level of anticoagulation. Allopurinol: Coadministration may increase allergic or hypersensitivity reactions associated with amoxicillin. Oral Contraceptives: Intestinal flora responsible for the reabsorption of estrogen may be affected by amoxicillin-clavulanate administration. This may lead to reduced efficacy of oral estrogen/progesterone contraceptive combination."}
{"id": "article-17475_18", "title": "Amoxicillin Clavulanate -- Contraindications", "content": "Caution is warranted when treating patients on hemodialysis or with severe renal impairment with creatinine clearance less than 30 mL/minute. As this antibiotic primarily gets renally excreted, individuals with renal disease will need dose adjustments and closer monitoring. [17] There are no guidelines for dosing in hepatic impairment, but extreme caution is necessary when considering use in this population. This medication is contraindicated in any patient with a prior history of amoxicillin or clavulanic acid-induced hepatic dysfunction. [22] Lastly, use in patients with previous hypersensitivity reactions to amoxicillin, clavulanic acid, or other beta-lactam antimicrobials is also contraindicated. As amoxicillin is a penicillin derivative, there is a high likelihood of crossover hypersensitivity in patients with a documented penicillin allergy. In this population, clinicians should consider alternative antimicrobial options. [21]", "contents": "Amoxicillin Clavulanate -- Contraindications. Caution is warranted when treating patients on hemodialysis or with severe renal impairment with creatinine clearance less than 30 mL/minute. As this antibiotic primarily gets renally excreted, individuals with renal disease will need dose adjustments and closer monitoring. [17] There are no guidelines for dosing in hepatic impairment, but extreme caution is necessary when considering use in this population. This medication is contraindicated in any patient with a prior history of amoxicillin or clavulanic acid-induced hepatic dysfunction. [22] Lastly, use in patients with previous hypersensitivity reactions to amoxicillin, clavulanic acid, or other beta-lactam antimicrobials is also contraindicated. As amoxicillin is a penicillin derivative, there is a high likelihood of crossover hypersensitivity in patients with a documented penicillin allergy. In this population, clinicians should consider alternative antimicrobial options. [21]"}
{"id": "article-17475_19", "title": "Amoxicillin Clavulanate -- Monitoring", "content": "Patients taking amoxicillin-clavulanate require monitoring at the beginning of therapy for signs of hypersensitivity and throughout the course for signs of secondary infection, such as C. difficile colitis or candidiasis. [22] Prolonged therapy, or use greater than 10 to 14 days, will require intermittent hepatic, renal, and hematologic function monitoring. [22] Patients with hepatic impairment should receive regular monitoring of liver enzymes up to several weeks after discontinuation of the antimicrobial. [23]", "contents": "Amoxicillin Clavulanate -- Monitoring. Patients taking amoxicillin-clavulanate require monitoring at the beginning of therapy for signs of hypersensitivity and throughout the course for signs of secondary infection, such as C. difficile colitis or candidiasis. [22] Prolonged therapy, or use greater than 10 to 14 days, will require intermittent hepatic, renal, and hematologic function monitoring. [22] Patients with hepatic impairment should receive regular monitoring of liver enzymes up to several weeks after discontinuation of the antimicrobial. [23]"}
{"id": "article-17475_20", "title": "Amoxicillin Clavulanate -- Toxicity", "content": "Although amoxicillin-clavulanate is an excellent antimicrobial, it is one of the most frequent causes of idiosyncratic drug-induced hepatic injury.  Men are at increased risk when compared to women, as well as patients greater than 50 years of age.  Other factors include genetic polymorphisms, HIV patients on antiretroviral therapy, or concomitant use of medications that influence the cytochrome P450 pathway.  The time of symptom onset is generally 2 to 3 weeks after the initial dose but may occur more rapidly or even be delayed up to 12 weeks. Treatment involves immediate discontinuation of the offending agent and limiting the use of other hepatotoxic drugs. N-acetylcysteine and corticosteroids are also considerations; however, the benefits are likely marginal.  Administration of a bile acid sequestrant, such as cholestyramine, may provide symptomatic relief from pruritis. Full recovery, although prolonged, is achieved by the majority of patients; however, a select few will go on to develop liver failure requiring a liver transplant to survive. [22] [23] [24] [25]", "contents": "Amoxicillin Clavulanate -- Toxicity. Although amoxicillin-clavulanate is an excellent antimicrobial, it is one of the most frequent causes of idiosyncratic drug-induced hepatic injury.  Men are at increased risk when compared to women, as well as patients greater than 50 years of age.  Other factors include genetic polymorphisms, HIV patients on antiretroviral therapy, or concomitant use of medications that influence the cytochrome P450 pathway.  The time of symptom onset is generally 2 to 3 weeks after the initial dose but may occur more rapidly or even be delayed up to 12 weeks. Treatment involves immediate discontinuation of the offending agent and limiting the use of other hepatotoxic drugs. N-acetylcysteine and corticosteroids are also considerations; however, the benefits are likely marginal.  Administration of a bile acid sequestrant, such as cholestyramine, may provide symptomatic relief from pruritis. Full recovery, although prolonged, is achieved by the majority of patients; however, a select few will go on to develop liver failure requiring a liver transplant to survive. [22] [23] [24] [25]"}
{"id": "article-17475_21", "title": "Amoxicillin Clavulanate -- Enhancing Healthcare Team Outcomes", "content": "All drug-related reactions, including drug-induced hepatic injury, pose a real threat to society and have the potential to lead to significant morbidity or mortality if not appropriately identified and managed.  Open and effective interprofessional communication is essential among all medical team members.  Proper management begins in the primary care office or emergency department, with physicians maintaining broad differentials and a high index of suspicion through clinical gestalt and information gained from a thorough history and physical exam.  Appropriate investigative tests then need to be ordered and properly interpreted to identify possible drug reactions explaining a patient’s presenting symptoms. In the case of drug-induced hepatic injury secondary to antimicrobial use, a patient will likely present with liver injury days to weeks after completing a course of antimicrobials, and a direct correlation may not be straightforward.  If there is suspicion for drug-induced hepatic injury, identifying and discontinuing the offending agent is the primary goal of treatment. [26] [Level I]  The involvement of a specialist, such as a hepatologist, can be beneficial, especially when there is a concern for acute liver failure, chronic liver disease, or the diagnosis remains unclear after the initial evaluation.  Furthermore, early transport to liver transplant facilities can be advantageous in patients with evidence of liver failure or who are at high risk. [26] [Level I]  Other treatment modalities include corticosteroids and N-acetylcysteine. However, the benefits are likely marginal, and their use should be in conjunction with a specialist. [25] [Level 3]", "contents": "Amoxicillin Clavulanate -- Enhancing Healthcare Team Outcomes. All drug-related reactions, including drug-induced hepatic injury, pose a real threat to society and have the potential to lead to significant morbidity or mortality if not appropriately identified and managed.  Open and effective interprofessional communication is essential among all medical team members.  Proper management begins in the primary care office or emergency department, with physicians maintaining broad differentials and a high index of suspicion through clinical gestalt and information gained from a thorough history and physical exam.  Appropriate investigative tests then need to be ordered and properly interpreted to identify possible drug reactions explaining a patient’s presenting symptoms. In the case of drug-induced hepatic injury secondary to antimicrobial use, a patient will likely present with liver injury days to weeks after completing a course of antimicrobials, and a direct correlation may not be straightforward.  If there is suspicion for drug-induced hepatic injury, identifying and discontinuing the offending agent is the primary goal of treatment. [26] [Level I]  The involvement of a specialist, such as a hepatologist, can be beneficial, especially when there is a concern for acute liver failure, chronic liver disease, or the diagnosis remains unclear after the initial evaluation.  Furthermore, early transport to liver transplant facilities can be advantageous in patients with evidence of liver failure or who are at high risk. [26] [Level I]  Other treatment modalities include corticosteroids and N-acetylcysteine. However, the benefits are likely marginal, and their use should be in conjunction with a specialist. [25] [Level 3]"}
{"id": "article-17475_22", "title": "Amoxicillin Clavulanate -- Enhancing Healthcare Team Outcomes", "content": "In summary, proactive instead of reactive methods are always more valuable. Proper antimicrobial stewardship can decrease unnecessary use of antimicrobials, reduce the incidence of drug-related adverse effects, and limit the rate of antimicrobial resistance. This stewardship is but one aspect of amoxicillin-clavulanate management by an interprofessional team. Information sharing between emergency medicine and primary care physicians can further help with the early identification of suspected adverse reactions and improve appropriate antimicrobial selection for individuals who must undergo treatment. The pharmacist can weigh in by checking dose and duration, providing antibiogram data, and checking for drug interactions that may interfere with therapy. Nursing can administer the medication, counsel the patient on proper administration, and monitor for adverse events and therapeutic effectiveness. When a severe adverse reaction has occurred, the early involvement of a specialist can limit the severity of the disease and increase the chance of a complete and uneventful recovery. All these exemplify an interprofessional team approach that improves the odds of optimal patient outcomes. [Level 5]", "contents": "Amoxicillin Clavulanate -- Enhancing Healthcare Team Outcomes. In summary, proactive instead of reactive methods are always more valuable. Proper antimicrobial stewardship can decrease unnecessary use of antimicrobials, reduce the incidence of drug-related adverse effects, and limit the rate of antimicrobial resistance. This stewardship is but one aspect of amoxicillin-clavulanate management by an interprofessional team. Information sharing between emergency medicine and primary care physicians can further help with the early identification of suspected adverse reactions and improve appropriate antimicrobial selection for individuals who must undergo treatment. The pharmacist can weigh in by checking dose and duration, providing antibiogram data, and checking for drug interactions that may interfere with therapy. Nursing can administer the medication, counsel the patient on proper administration, and monitor for adverse events and therapeutic effectiveness. When a severe adverse reaction has occurred, the early involvement of a specialist can limit the severity of the disease and increase the chance of a complete and uneventful recovery. All these exemplify an interprofessional team approach that improves the odds of optimal patient outcomes. [Level 5]"}
{"id": "article-17475_23", "title": "Amoxicillin Clavulanate -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Amoxicillin Clavulanate -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}