{"id": "article-20240_0", "title": "Antinuclear Cytoplasmic Antibody -- Introduction", "content": "The design of the human body is such that it can fight against infections and cancer cells and can kill them. An essential feature of the human immune system is recognizing and distinguishing between its cells (known as 'self') and foreign cells like bacteria and viruses (known as 'non-self'). Every cell has proteins related to their origin and functioning environment, which are called antigens, which serve to differentiate between self or non-self by the immune system. As a component of the immune system, antibodies or immunoglobulins are proteins produced by a type of immune cells called B Lymphocytes, which get converted into plasma cells eventually. These antibodies are mostly produced during exposure to infection or by binding to antigens, and their job is to neutralize or eliminate non-self-entities entering the body. Antibodies are also produced via vaccination by either exposure to killed antigens or direct inoculation of already formed antibodies in vitro.", "contents": "Antinuclear Cytoplasmic Antibody -- Introduction. The design of the human body is such that it can fight against infections and cancer cells and can kill them. An essential feature of the human immune system is recognizing and distinguishing between its cells (known as 'self') and foreign cells like bacteria and viruses (known as 'non-self'). Every cell has proteins related to their origin and functioning environment, which are called antigens, which serve to differentiate between self or non-self by the immune system. As a component of the immune system, antibodies or immunoglobulins are proteins produced by a type of immune cells called B Lymphocytes, which get converted into plasma cells eventually. These antibodies are mostly produced during exposure to infection or by binding to antigens, and their job is to neutralize or eliminate non-self-entities entering the body. Antibodies are also produced via vaccination by either exposure to killed antigens or direct inoculation of already formed antibodies in vitro."}
{"id": "article-20240_1", "title": "Antinuclear Cytoplasmic Antibody -- Introduction", "content": "The immune system's failure to recognize 'self' is called autoimmunity, in which the immune system attacks some tissues of the human body and destroys it. In autoimmunity, there is the formation of antibodies against self-antigens called autoantibodies. These autoantibodies form against one type of cell to which they bind and destroy.", "contents": "Antinuclear Cytoplasmic Antibody -- Introduction. The immune system's failure to recognize 'self' is called autoimmunity, in which the immune system attacks some tissues of the human body and destroys it. In autoimmunity, there is the formation of antibodies against self-antigens called autoantibodies. These autoantibodies form against one type of cell to which they bind and destroy."}
{"id": "article-20240_2", "title": "Antinuclear Cytoplasmic Antibody -- Introduction", "content": "Anti-neutrophil cytoplasmic antibodies are specific antibodies formed against cytoplasmic granules (antigens) of polymorphonuclear neutrophil granulocytes (PMNs). [1] These autoantibodies are present in ANCA-associated small-vessel vasculitides. The applied use of ANCA lab test, which detects ANCA autoantibodies, is used in the diagnosis of a few vasculitis diseases, mainly pauci-immune small vessel vasculitides granulomatosis with polyangiitis (GPA or Wegener granulomatosis), microscopic polyangiitis (MPA), and to lesser extent eosinophilic granulomatosis with polyangiitis (EGPA or Churg Strauss syndrome) and anti-GBM disease. [1] [2]", "contents": "Antinuclear Cytoplasmic Antibody -- Introduction. Anti-neutrophil cytoplasmic antibodies are specific antibodies formed against cytoplasmic granules (antigens) of polymorphonuclear neutrophil granulocytes (PMNs). [1] These autoantibodies are present in ANCA-associated small-vessel vasculitides. The applied use of ANCA lab test, which detects ANCA autoantibodies, is used in the diagnosis of a few vasculitis diseases, mainly pauci-immune small vessel vasculitides granulomatosis with polyangiitis (GPA or Wegener granulomatosis), microscopic polyangiitis (MPA), and to lesser extent eosinophilic granulomatosis with polyangiitis (EGPA or Churg Strauss syndrome) and anti-GBM disease. [1] [2]"}
{"id": "article-20240_3", "title": "Antinuclear Cytoplasmic Antibody -- Pathophysiology", "content": "ANCA binds explicitly to two proteins in the cytoplasm of neutrophils in ANCA associated vasculitis, named proteinase-3 (PR3) and myeloperoxidase (MPO). [3] These patients have autoantibodies against PR3 (PR3-ANCA) or MPO (MPO-ANCA) at a time. [3] PR3-ANCA is more found explicitly in granulomatosis with polyangiitis (GPA or Wagner’s Granulomatosis) than others. [4] MPO-ANCA can be found in microscopic polyangiitis (MPA), eosinophilic granulomatosis with polyangiitis (EGPA or Churg Strauss Syndrome) more frequently than in GPA. [4] Small vessel damage caused by ANCA occurs when these autoantibodies bind to granules in neutrophils, the mechanism of pathogenesis is given below [5] [6] :", "contents": "Antinuclear Cytoplasmic Antibody -- Pathophysiology. ANCA binds explicitly to two proteins in the cytoplasm of neutrophils in ANCA associated vasculitis, named proteinase-3 (PR3) and myeloperoxidase (MPO). [3] These patients have autoantibodies against PR3 (PR3-ANCA) or MPO (MPO-ANCA) at a time. [3] PR3-ANCA is more found explicitly in granulomatosis with polyangiitis (GPA or Wagner’s Granulomatosis) than others. [4] MPO-ANCA can be found in microscopic polyangiitis (MPA), eosinophilic granulomatosis with polyangiitis (EGPA or Churg Strauss Syndrome) more frequently than in GPA. [4] Small vessel damage caused by ANCA occurs when these autoantibodies bind to granules in neutrophils, the mechanism of pathogenesis is given below [5] [6] :"}
{"id": "article-20240_4", "title": "Antinuclear Cytoplasmic Antibody -- Pathophysiology", "content": "Neutrophils and monocytes activation by ANCA Subsequent activation of the alternative complement pathway Neutrophils migration through blood vessel walls and the release of inflammatory mediators Release of chemoattractant and recruitment of more inflammatory mediators Inflammation, apoptosis, necrosis, and damage to small blood vessel walls", "contents": "Antinuclear Cytoplasmic Antibody -- Pathophysiology. Neutrophils and monocytes activation by ANCA Subsequent activation of the alternative complement pathway Neutrophils migration through blood vessel walls and the release of inflammatory mediators Release of chemoattractant and recruitment of more inflammatory mediators Inflammation, apoptosis, necrosis, and damage to small blood vessel walls"}
{"id": "article-20240_5", "title": "Antinuclear Cytoplasmic Antibody -- Pathophysiology", "content": "Recently it has been discovered that few medications can cause drug-induced anti-neutrophil cytoplasmic antibodies (ANCA)-associated vasculitis (AAV). The drug-induced AAV is seen with propylthiouracil, hydralazine, and D-penicillamine. [7] [8] [9] Its pathogenesis is multifactorial. Drug-induced AAV is reversible after medication discontinuation, so it has a good prognosis. [7] There are two following subtypes/patterns of ANCA [2] [10] : c-ANCA (cytoplasmic pattern on IIF), which targets PR3 (proteinase 3) in neutrophilic cytoplasm p-ANCA (perinuclear pattern on IIF), which targets MPO (myeloperoxidase) in neutrophilic cytoplasm ANCA lab testing shows which type of antibody is present, which then narrows down the differential diagnosis.", "contents": "Antinuclear Cytoplasmic Antibody -- Pathophysiology. Recently it has been discovered that few medications can cause drug-induced anti-neutrophil cytoplasmic antibodies (ANCA)-associated vasculitis (AAV). The drug-induced AAV is seen with propylthiouracil, hydralazine, and D-penicillamine. [7] [8] [9] Its pathogenesis is multifactorial. Drug-induced AAV is reversible after medication discontinuation, so it has a good prognosis. [7] There are two following subtypes/patterns of ANCA [2] [10] : c-ANCA (cytoplasmic pattern on IIF), which targets PR3 (proteinase 3) in neutrophilic cytoplasm p-ANCA (perinuclear pattern on IIF), which targets MPO (myeloperoxidase) in neutrophilic cytoplasm ANCA lab testing shows which type of antibody is present, which then narrows down the differential diagnosis."}
{"id": "article-20240_6", "title": "Antinuclear Cytoplasmic Antibody -- Specimen Requirements and Procedure", "content": "A blood sample is taken from a peripheral venous draw. A healthcare professional puts a rubber band around the arm and asks the patient to keep pumping fist for some time. Healthcare professional palpates the vein for confirmation and then applies alcohol swabs to clean the area. After it has dried up, the phlebotomist introduces a needle into the vein and collects a blood sample in a test tube or a vial. After collecting the sample, the band is removed, the pressure is applied over the puncture site, hemostasis is secured, and a bandage is applied. Complications of the procedure include mild tenderness, bruising, oozing of blood or infection at the puncture site.", "contents": "Antinuclear Cytoplasmic Antibody -- Specimen Requirements and Procedure. A blood sample is taken from a peripheral venous draw. A healthcare professional puts a rubber band around the arm and asks the patient to keep pumping fist for some time. Healthcare professional palpates the vein for confirmation and then applies alcohol swabs to clean the area. After it has dried up, the phlebotomist introduces a needle into the vein and collects a blood sample in a test tube or a vial. After collecting the sample, the band is removed, the pressure is applied over the puncture site, hemostasis is secured, and a bandage is applied. Complications of the procedure include mild tenderness, bruising, oozing of blood or infection at the puncture site."}
{"id": "article-20240_7", "title": "Antinuclear Cytoplasmic Antibody -- Testing Procedures", "content": "After taking a blood sample, it undergoes analysis by two techniques [3] : Indirect immunofluorescence (IIF) Enzyme-linked immunosorbent assay (ELISA)", "contents": "Antinuclear Cytoplasmic Antibody -- Testing Procedures. After taking a blood sample, it undergoes analysis by two techniques [3] : Indirect immunofluorescence (IIF) Enzyme-linked immunosorbent assay (ELISA)"}
{"id": "article-20240_8", "title": "Antinuclear Cytoplasmic Antibody -- Testing Procedures", "content": "The indirect immunofluorescence (IIF) identifies ANCA by its staining patterns inside the cytoplasm of neutrophils [10] . In this technique, neutrophils are fixed via ethanol onto a slide, serum of blood sample is mixed on the slide with the neutrophils and ANCA, if present, in the sample attach to neutrophils on the slide. The slide is then treated with fluorochrome-stained antibodies which react with ANCA on the slide; this forms a fluorescence pattern that is visible via a microscope. As mentioned earlier, if ANCA staining is throughout the cytoplasm, it is called a c-ANCA pattern, mostly with PR3-ANCA. If staining is only around the nucleus, it is called p-ANCA (perinuclear pattern), which usually occurs with MPO-ANCA. [10] On the other hand, ELISA measures the level of MPO-ANCA or PR3-ANCA patterns in a blood sample.", "contents": "Antinuclear Cytoplasmic Antibody -- Testing Procedures. The indirect immunofluorescence (IIF) identifies ANCA by its staining patterns inside the cytoplasm of neutrophils [10] . In this technique, neutrophils are fixed via ethanol onto a slide, serum of blood sample is mixed on the slide with the neutrophils and ANCA, if present, in the sample attach to neutrophils on the slide. The slide is then treated with fluorochrome-stained antibodies which react with ANCA on the slide; this forms a fluorescence pattern that is visible via a microscope. As mentioned earlier, if ANCA staining is throughout the cytoplasm, it is called a c-ANCA pattern, mostly with PR3-ANCA. If staining is only around the nucleus, it is called p-ANCA (perinuclear pattern), which usually occurs with MPO-ANCA. [10] On the other hand, ELISA measures the level of MPO-ANCA or PR3-ANCA patterns in a blood sample."}
{"id": "article-20240_9", "title": "Antinuclear Cytoplasmic Antibody -- Testing Procedures", "content": "Testing takes place in two steps. First indirect immunofluorescence (IIF) is done, which detects the presence or absence of these autoantibodies, and if the test comes positive, then it is followed by ELISA. [11] The International Consensus Statement on Testing and Reporting ANCA recommends using both techniques to detect ANCA in suspected patients. [12]", "contents": "Antinuclear Cytoplasmic Antibody -- Testing Procedures. Testing takes place in two steps. First indirect immunofluorescence (IIF) is done, which detects the presence or absence of these autoantibodies, and if the test comes positive, then it is followed by ELISA. [11] The International Consensus Statement on Testing and Reporting ANCA recommends using both techniques to detect ANCA in suspected patients. [12]"}
{"id": "article-20240_10", "title": "Antinuclear Cytoplasmic Antibody -- Interfering Factors", "content": "ANCA testing helps diagnose and monitor small vessel vasculitis, but it has some limitations too. There is a variant of ANCA called atypical ANCA, which is associated with drug-induced ANCA-associated vasculitis (AAV), inflammatory bowel disease, and rheumatoid arthritis. [13] [14] ANCA positive rate is also higher in type 1 diabetes mellitus than in healthy individuals. [15]", "contents": "Antinuclear Cytoplasmic Antibody -- Interfering Factors. ANCA testing helps diagnose and monitor small vessel vasculitis, but it has some limitations too. There is a variant of ANCA called atypical ANCA, which is associated with drug-induced ANCA-associated vasculitis (AAV), inflammatory bowel disease, and rheumatoid arthritis. [13] [14] ANCA positive rate is also higher in type 1 diabetes mellitus than in healthy individuals. [15]"}
{"id": "article-20240_11", "title": "Antinuclear Cytoplasmic Antibody -- Results, Reporting, and Critical Findings", "content": "Negative IIF result, i.e., ANCA is not detected: Normal. Positive IIF result, i.e., ANCA is detected: Abnormal (In this case, the fluorescence pattern is also given to show whether c-ANCA or p-ANCA is present).", "contents": "Antinuclear Cytoplasmic Antibody -- Results, Reporting, and Critical Findings. Negative IIF result, i.e., ANCA is not detected: Normal. Positive IIF result, i.e., ANCA is detected: Abnormal (In this case, the fluorescence pattern is also given to show whether c-ANCA or p-ANCA is present)."}
{"id": "article-20240_12", "title": "Antinuclear Cytoplasmic Antibody -- Results, Reporting, and Critical Findings -- MPO Antibody (p-ANCA) Levels", "content": ">5.0 IU/ml = Positive 3.5-5 IU/ml = Equivocal <3.5 IU/ml = Negative", "contents": "Antinuclear Cytoplasmic Antibody -- Results, Reporting, and Critical Findings -- MPO Antibody (p-ANCA) Levels. >5.0 IU/ml = Positive 3.5-5 IU/ml = Equivocal <3.5 IU/ml = Negative"}
{"id": "article-20240_13", "title": "Antinuclear Cytoplasmic Antibody -- Results, Reporting, and Critical Findings -- PR3 Antibody (c-ANCA) Levels", "content": ">3.0 IU/ml = Positive 2-3.0 IU/ml = Equivocal <2.0 IU/ml = Negative", "contents": "Antinuclear Cytoplasmic Antibody -- Results, Reporting, and Critical Findings -- PR3 Antibody (c-ANCA) Levels. >3.0 IU/ml = Positive 2-3.0 IU/ml = Equivocal <2.0 IU/ml = Negative"}
{"id": "article-20240_14", "title": "Antinuclear Cytoplasmic Antibody -- Results, Reporting, and Critical Findings -- Interpretation", "content": "Positive results for c-ANCA are mostly consistent with granulomatosis with polyangiitis (GPA or Wegener granulomatosis). Whereas positive results with p-ANCA mostly occur in microscopic polyangiitis (MPA) and eosinophilic granulomatosis with polyangiitis (EGPA or Churg-Strauss syndrome). Monitoring the titers of ANCAs are useful in monitoring the clinical course of diseases.", "contents": "Antinuclear Cytoplasmic Antibody -- Results, Reporting, and Critical Findings -- Interpretation. Positive results for c-ANCA are mostly consistent with granulomatosis with polyangiitis (GPA or Wegener granulomatosis). Whereas positive results with p-ANCA mostly occur in microscopic polyangiitis (MPA) and eosinophilic granulomatosis with polyangiitis (EGPA or Churg-Strauss syndrome). Monitoring the titers of ANCAs are useful in monitoring the clinical course of diseases."}
{"id": "article-20240_15", "title": "Antinuclear Cytoplasmic Antibody -- Clinical Significance", "content": "Positive ANCA lab results with clinical suspicion aids in diagnosing some small vessel vasculitis, including pauci-immune small vessel vasculitides granulomatosis with polyangiitis (GPA or Wegener granulomatosis), microscopic polyangiitis (MPA), eosinophilic granulomatosis with polyangiitis (EGPA or Churg-Strauss syndrome) and anti-glomerular basement disease. [1] [2] The reappearance of ANCA after the treatment of vasculitis can indicate a relapsing disease. [16] [17]", "contents": "Antinuclear Cytoplasmic Antibody -- Clinical Significance. Positive ANCA lab results with clinical suspicion aids in diagnosing some small vessel vasculitis, including pauci-immune small vessel vasculitides granulomatosis with polyangiitis (GPA or Wegener granulomatosis), microscopic polyangiitis (MPA), eosinophilic granulomatosis with polyangiitis (EGPA or Churg-Strauss syndrome) and anti-glomerular basement disease. [1] [2] The reappearance of ANCA after the treatment of vasculitis can indicate a relapsing disease. [16] [17]"}
{"id": "article-20240_16", "title": "Antinuclear Cytoplasmic Antibody -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Antinuclear Cytoplasmic Antibody -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}