{"id": "article-22866_0", "title": "High Anion Gap Metabolic Acidosis -- Continuing Education Activity", "content": "High anion gap metabolic acidosis (HAGMA) is a type of metabolic acidosis. Differentiation of acidosis into a particular subtype, whether high anion gap metabolic acidosis or non-anion gap metabolic acidosis aids in the determination of the etiology and hence appropriate treatment. First, to determine whether there is a high anion gap, the anion gap must be calculated. However, in patients with abnormal levels of albumin this must be corrected. If the corrected anion gap is greater than 12, this suggests an increased presence of unmeasured anions. Subsequently, the osmolar gap should be calculated to screen for the presence of alcohols, and ethanol, acetaminophen, lactate, salicylic acid, creatinine, and ketones should be measured. Additional testing includes arterial or venous blood gas, urinalysis, complete blood count, and evaluation of concomitant respiratory or metabolic disturbances. Calculating the delta/delta ratio of anion gap and bicarbonate can aid in this. Checking for D-lactate would be appropriate in a patient with short gut syndrome (post gastric-bypass surgery), as delivery of a large amount of carbohydrate to the colon could promote bacterial secretion of said chemical not typically tested for. EKG could detect changes caused by abnormal electrolytes, and abdominal radiography could be employed to evaluate for renal stones or iron ingestion. This activity describes the pathophysiology, evaluation, and management of high anion gap metabolic acidosis and highlights the role of the interprofessional team in enhancing care delivery for affected patients.", "contents": "High Anion Gap Metabolic Acidosis -- Continuing Education Activity. High anion gap metabolic acidosis (HAGMA) is a type of metabolic acidosis. Differentiation of acidosis into a particular subtype, whether high anion gap metabolic acidosis or non-anion gap metabolic acidosis aids in the determination of the etiology and hence appropriate treatment. First, to determine whether there is a high anion gap, the anion gap must be calculated. However, in patients with abnormal levels of albumin this must be corrected. If the corrected anion gap is greater than 12, this suggests an increased presence of unmeasured anions. Subsequently, the osmolar gap should be calculated to screen for the presence of alcohols, and ethanol, acetaminophen, lactate, salicylic acid, creatinine, and ketones should be measured. Additional testing includes arterial or venous blood gas, urinalysis, complete blood count, and evaluation of concomitant respiratory or metabolic disturbances. Calculating the delta/delta ratio of anion gap and bicarbonate can aid in this. Checking for D-lactate would be appropriate in a patient with short gut syndrome (post gastric-bypass surgery), as delivery of a large amount of carbohydrate to the colon could promote bacterial secretion of said chemical not typically tested for. EKG could detect changes caused by abnormal electrolytes, and abdominal radiography could be employed to evaluate for renal stones or iron ingestion. This activity describes the pathophysiology, evaluation, and management of high anion gap metabolic acidosis and highlights the role of the interprofessional team in enhancing care delivery for affected patients."}
{"id": "article-22866_1", "title": "High Anion Gap Metabolic Acidosis -- Continuing Education Activity", "content": "Objectives: Describe the causes of high anion gap metabolic acidosis. Summarize the treatment options for high anion gap metabolic acidosis. Explain the pathophysiology of high anion gap metabolic acidosis. Explain the importance of enhancing coordination amongst interprofessional team members to improve outcomes for patients with high anion gap metabolic acidosis. Access free multiple choice questions on this topic.", "contents": "High Anion Gap Metabolic Acidosis -- Continuing Education Activity. Objectives: Describe the causes of high anion gap metabolic acidosis. Summarize the treatment options for high anion gap metabolic acidosis. Explain the pathophysiology of high anion gap metabolic acidosis. Explain the importance of enhancing coordination amongst interprofessional team members to improve outcomes for patients with high anion gap metabolic acidosis. Access free multiple choice questions on this topic."}
{"id": "article-22866_2", "title": "High Anion Gap Metabolic Acidosis -- Introduction", "content": "High anion gap metabolic acidosis (HAGMA) is a subcategory of acidosis of metabolic (i.e., non-respiratory) etiology. Differentiation of acidosis into a particular subtype, whether high anion gap metabolic acidosis or non-anion gap metabolic acidosis (NAGMA), aids in the determination of the etiology and hence appropriate treatment. [1] [2] [3] [4]", "contents": "High Anion Gap Metabolic Acidosis -- Introduction. High anion gap metabolic acidosis (HAGMA) is a subcategory of acidosis of metabolic (i.e., non-respiratory) etiology. Differentiation of acidosis into a particular subtype, whether high anion gap metabolic acidosis or non-anion gap metabolic acidosis (NAGMA), aids in the determination of the etiology and hence appropriate treatment. [1] [2] [3] [4]"}
{"id": "article-22866_3", "title": "High Anion Gap Metabolic Acidosis -- Etiology", "content": "Although there have been many broadly inclusive mnemonic devices for high anion gap metabolic acidosis, the use of \"GOLD MARK\" has gained popularity for its focus on causes common to the 21st century. [5] [6] [7] Glycols (ethylene glycol, propylene glycol) Oxoproline (pyroglutamic acid, the toxic metabolite of excessive acetaminophen or paracetamol) L-Lactate (standard lactic acid seen in lactic acidosis) D-Lactate (exogenous lactic acid produced by gut bacteria) Methanol (this is inclusive of alcohols in general) Aspirin (salicylic acid) Renal Failure (uremic acidosis) Ketones (diabetic, alcoholic and starvation ketosis)", "contents": "High Anion Gap Metabolic Acidosis -- Etiology. Although there have been many broadly inclusive mnemonic devices for high anion gap metabolic acidosis, the use of \"GOLD MARK\" has gained popularity for its focus on causes common to the 21st century. [5] [6] [7] Glycols (ethylene glycol, propylene glycol) Oxoproline (pyroglutamic acid, the toxic metabolite of excessive acetaminophen or paracetamol) L-Lactate (standard lactic acid seen in lactic acidosis) D-Lactate (exogenous lactic acid produced by gut bacteria) Methanol (this is inclusive of alcohols in general) Aspirin (salicylic acid) Renal Failure (uremic acidosis) Ketones (diabetic, alcoholic and starvation ketosis)"}
{"id": "article-22866_4", "title": "High Anion Gap Metabolic Acidosis -- Etiology", "content": "Of note, metformin has been omitted from this list due to a lack of evidence for metformin-induced lactic acidosis. In fact, a Cochrane review found substantial evidence that metformin was not a cause of lactic acidosis. The same could not be said of the older biguanide, phenformin, which does increase the incidence of lactic acidosis by approximately tenfold. Furthermore, the addition of massive rhabdomyolysis would be appropriate given the potentially large amounts of hydrogen ions released by muscle breakdown. [8] [9]", "contents": "High Anion Gap Metabolic Acidosis -- Etiology. Of note, metformin has been omitted from this list due to a lack of evidence for metformin-induced lactic acidosis. In fact, a Cochrane review found substantial evidence that metformin was not a cause of lactic acidosis. The same could not be said of the older biguanide, phenformin, which does increase the incidence of lactic acidosis by approximately tenfold. Furthermore, the addition of massive rhabdomyolysis would be appropriate given the potentially large amounts of hydrogen ions released by muscle breakdown. [8] [9]"}
{"id": "article-22866_5", "title": "High Anion Gap Metabolic Acidosis -- Epidemiology", "content": "High anion gap metabolic acidosis is one of the most common metabolic derangements seen in critical care patients. Exact numbers are not readily available.", "contents": "High Anion Gap Metabolic Acidosis -- Epidemiology. High anion gap metabolic acidosis is one of the most common metabolic derangements seen in critical care patients. Exact numbers are not readily available."}
{"id": "article-22866_6", "title": "High Anion Gap Metabolic Acidosis -- Pathophysiology", "content": "[10] The most common method of evaluation of metabolic acidosis involves the Henderson-Hasselbalch equation and the Lewis model interpretation of biological acidosis which evaluates the plasma concentration of hydrogen ions. An alternative method outside of the scope of this article is the Strong Ion Difference (SID), which describes acid-base abnormalities regarding differences in the strong ions (sodium and chloride). [11] [10] Equations:Anion Gap: AG = Na - (Cl + HCO3)Calculated Osmolarity: Osm = (2 x Na) + (BUN / 2.8) + (Blood Glucose / 18) + (EtOH / 3.7)Osmolar Gap: OG = (Measured Osm) - (Calculated Osm)", "contents": "High Anion Gap Metabolic Acidosis -- Pathophysiology. [10] The most common method of evaluation of metabolic acidosis involves the Henderson-Hasselbalch equation and the Lewis model interpretation of biological acidosis which evaluates the plasma concentration of hydrogen ions. An alternative method outside of the scope of this article is the Strong Ion Difference (SID), which describes acid-base abnormalities regarding differences in the strong ions (sodium and chloride). [11] [10] Equations:Anion Gap: AG = Na - (Cl + HCO3)Calculated Osmolarity: Osm = (2 x Na) + (BUN / 2.8) + (Blood Glucose / 18) + (EtOH / 3.7)Osmolar Gap: OG = (Measured Osm) - (Calculated Osm)"}
{"id": "article-22866_7", "title": "High Anion Gap Metabolic Acidosis -- Histopathology", "content": "Microscopy has limited value in the evaluation of high anion gap metabolic acidosis.  One exception is the ingestion of ethylene glycol. Given that the breakdown products of ethylene glycol include oxalate, sufficient doses can produce calcium oxalate monophosphate crystal that deposits into tissues (e.g., kidneys, brain) and precipitates in the urine.  Calcium oxalate monophosphate can be seen on urine microscopy and are shaped like dumbbells, spindles, ovals or picket fences. These are differentiated from calcium oxalate diphosphate crystals, which are octahedral and traditionally described as \"envelope shaped.\"", "contents": "High Anion Gap Metabolic Acidosis -- Histopathology. Microscopy has limited value in the evaluation of high anion gap metabolic acidosis.  One exception is the ingestion of ethylene glycol. Given that the breakdown products of ethylene glycol include oxalate, sufficient doses can produce calcium oxalate monophosphate crystal that deposits into tissues (e.g., kidneys, brain) and precipitates in the urine.  Calcium oxalate monophosphate can be seen on urine microscopy and are shaped like dumbbells, spindles, ovals or picket fences. These are differentiated from calcium oxalate diphosphate crystals, which are octahedral and traditionally described as \"envelope shaped.\""}
{"id": "article-22866_8", "title": "High Anion Gap Metabolic Acidosis -- Toxicokinetics", "content": "Among the various causes of high anion gap metabolic acidosis, several involve oxidative pathways of alcohol metabolism through alcohol dehydrogenase. Substances such as methanol and ethylene glycol have limited intrinsic toxicity but are converted into more toxic substances (formic acid and oxalic acid respectively). Due to this fact, the inhibition of alcohol dehydrogenase is the primary treatment for toxic alcohol ingestions.", "contents": "High Anion Gap Metabolic Acidosis -- Toxicokinetics. Among the various causes of high anion gap metabolic acidosis, several involve oxidative pathways of alcohol metabolism through alcohol dehydrogenase. Substances such as methanol and ethylene glycol have limited intrinsic toxicity but are converted into more toxic substances (formic acid and oxalic acid respectively). Due to this fact, the inhibition of alcohol dehydrogenase is the primary treatment for toxic alcohol ingestions."}
{"id": "article-22866_9", "title": "High Anion Gap Metabolic Acidosis -- History and Physical", "content": "Symptoms of high anion gap metabolic acidosis are generally non-specific, with dyspnea being common secondary to stimulation of the central respiratory center. A review of signs and symptoms associated with the various causes of acidosis can be helpful. Therefore, screening for toxic ingestions, including over-ingestion of aspirin and acetaminophen, is of utmost importance. Additionally, screening for features suggestive of diabetes (e.g., polyuria, polydipsia, polyphagia) or renal failure (e.g., nocturia, pruritus, anorexia) is essential. Physical examination is similarly non-specific for metabolic acidosis in general, with Kussmaul respirations (i.e., deep, slow breaths instead of shallow rapid breathing) being a common finding. Evaluation for features of specific causes aids in narrowing the differential diagnosis. For example, a patient might have dry mucous membranes and ketotic scent in diabetic ketoacidosis. Alternatively, a patient may demonstrate excoriations, asterixis, and confusion in uremia.", "contents": "High Anion Gap Metabolic Acidosis -- History and Physical. Symptoms of high anion gap metabolic acidosis are generally non-specific, with dyspnea being common secondary to stimulation of the central respiratory center. A review of signs and symptoms associated with the various causes of acidosis can be helpful. Therefore, screening for toxic ingestions, including over-ingestion of aspirin and acetaminophen, is of utmost importance. Additionally, screening for features suggestive of diabetes (e.g., polyuria, polydipsia, polyphagia) or renal failure (e.g., nocturia, pruritus, anorexia) is essential. Physical examination is similarly non-specific for metabolic acidosis in general, with Kussmaul respirations (i.e., deep, slow breaths instead of shallow rapid breathing) being a common finding. Evaluation for features of specific causes aids in narrowing the differential diagnosis. For example, a patient might have dry mucous membranes and ketotic scent in diabetic ketoacidosis. Alternatively, a patient may demonstrate excoriations, asterixis, and confusion in uremia."}
{"id": "article-22866_10", "title": "High Anion Gap Metabolic Acidosis -- Evaluation", "content": "Given that patients generally present non-specifically in high anion gap metabolic acidosis, evaluation requires recognition of basic chemistry value changes and further characterization with laboratory tests. Starting with a basic metabolic panel (BMP) or serum electrolyte panel, the anion gap (AG) should be calculated by subtracting the major anions (chloride & bicarbonate) from the major cation (sodium). Some sources argue for the use of potassium, but it has traditionally been omitted. Consider integrating it in patients with grossly abnormal potassium values. The single largest source of unmeasured anions in the healthy population is albumin, which is why evaluation of, and correction for, hypo/hyperalbuminemia will improve the accuracy of the high anion gap Metabolic Acidosis evaluation. The correction factor of +2.5 mEq per 1 g/dL of albumin below the baseline of four is standard. Therefore, failure to correct for a low albumin would falsely depress the AG, potentially masking the presence of high anion gap Metabolic Acidosis.", "contents": "High Anion Gap Metabolic Acidosis -- Evaluation. Given that patients generally present non-specifically in high anion gap metabolic acidosis, evaluation requires recognition of basic chemistry value changes and further characterization with laboratory tests. Starting with a basic metabolic panel (BMP) or serum electrolyte panel, the anion gap (AG) should be calculated by subtracting the major anions (chloride & bicarbonate) from the major cation (sodium). Some sources argue for the use of potassium, but it has traditionally been omitted. Consider integrating it in patients with grossly abnormal potassium values. The single largest source of unmeasured anions in the healthy population is albumin, which is why evaluation of, and correction for, hypo/hyperalbuminemia will improve the accuracy of the high anion gap Metabolic Acidosis evaluation. The correction factor of +2.5 mEq per 1 g/dL of albumin below the baseline of four is standard. Therefore, failure to correct for a low albumin would falsely depress the AG, potentially masking the presence of high anion gap Metabolic Acidosis."}
{"id": "article-22866_11", "title": "High Anion Gap Metabolic Acidosis -- Evaluation", "content": "Although there are differences between laboratories and assays, the normal anion gap has traditionally been set between 8 mEq/L to 12 mEq/L. If the anion gap is greater than 12, this suggests an increased presence of unmeasured anions. Determination of the source of said anions, while somewhat dependent on a high-quality history and physical exam, generally requires screening for common etiologies. Therefore, evaluation typically includes screening for an elevated osmolar gap (measured osmolarity minus calculated osmolarity), ethanol, acetaminophen, lactate, salicylic acid, creatinine, and ketones.  Although some large hospital networks have access to more specific tests like methanol, ethylene glycol, these tests usually require several days to return for the majority of hospitals. For this reason, the osmolar gap is evaluated to screen for the presence of alcohols.  The normal value for the osmolar gap is generally set to less than or equal to 10 mEq/L.", "contents": "High Anion Gap Metabolic Acidosis -- Evaluation. Although there are differences between laboratories and assays, the normal anion gap has traditionally been set between 8 mEq/L to 12 mEq/L. If the anion gap is greater than 12, this suggests an increased presence of unmeasured anions. Determination of the source of said anions, while somewhat dependent on a high-quality history and physical exam, generally requires screening for common etiologies. Therefore, evaluation typically includes screening for an elevated osmolar gap (measured osmolarity minus calculated osmolarity), ethanol, acetaminophen, lactate, salicylic acid, creatinine, and ketones.  Although some large hospital networks have access to more specific tests like methanol, ethylene glycol, these tests usually require several days to return for the majority of hospitals. For this reason, the osmolar gap is evaluated to screen for the presence of alcohols.  The normal value for the osmolar gap is generally set to less than or equal to 10 mEq/L."}
{"id": "article-22866_12", "title": "High Anion Gap Metabolic Acidosis -- Evaluation", "content": "Do not underestimate the utility of the osmolar gap. Since the presence of toxic alcohols is not easily evaluated, and there are effective treatments to prevent the formation of their toxic metabolites, this test is key to evaluating for such ingestion. It must be noted, however, that the presence of an elevated osmolar gap is expected in ketoacidosis, as acetone can also elevate serum osmolarity. In such a situation, trending the osmolar gap can demonstrate improvement with appropriate treatment. Failure of the osmolar gap to decrease following treatment for ketoacidosis should prompt consideration of toxic alcohol ingestion and administration of an alcohol dehydrogenase inhibitor.", "contents": "High Anion Gap Metabolic Acidosis -- Evaluation. Do not underestimate the utility of the osmolar gap. Since the presence of toxic alcohols is not easily evaluated, and there are effective treatments to prevent the formation of their toxic metabolites, this test is key to evaluating for such ingestion. It must be noted, however, that the presence of an elevated osmolar gap is expected in ketoacidosis, as acetone can also elevate serum osmolarity. In such a situation, trending the osmolar gap can demonstrate improvement with appropriate treatment. Failure of the osmolar gap to decrease following treatment for ketoacidosis should prompt consideration of toxic alcohol ingestion and administration of an alcohol dehydrogenase inhibitor."}
{"id": "article-22866_13", "title": "High Anion Gap Metabolic Acidosis -- Evaluation", "content": "Additional testing includes arterial or venous blood gas, urinalysis, complete blood count (CBC), and evaluation of concomitant respiratory or metabolic disturbances. Calculating the delta/delta ratio of anion gap and bicarbonate can aid in this (see mixed acid-base disorders). Checking for D-lactate would be appropriate in a patient with short gut syndrome (post gastric bypass surgery), as delivery of a large amount of carbohydrate to the colon could promote bacterial secretion of said chemical not typically tested for by the standard serum lactate. EKG could detect changes caused by abnormal electrolytes, and abdominal radiography could be employed to evaluate for renal stones or iron ingestion.", "contents": "High Anion Gap Metabolic Acidosis -- Evaluation. Additional testing includes arterial or venous blood gas, urinalysis, complete blood count (CBC), and evaluation of concomitant respiratory or metabolic disturbances. Calculating the delta/delta ratio of anion gap and bicarbonate can aid in this (see mixed acid-base disorders). Checking for D-lactate would be appropriate in a patient with short gut syndrome (post gastric bypass surgery), as delivery of a large amount of carbohydrate to the colon could promote bacterial secretion of said chemical not typically tested for by the standard serum lactate. EKG could detect changes caused by abnormal electrolytes, and abdominal radiography could be employed to evaluate for renal stones or iron ingestion."}
{"id": "article-22866_14", "title": "High Anion Gap Metabolic Acidosis -- Treatment / Management", "content": "Primary treatment of high anion gap metabolic acidosis requires correction of the underlying cause. In mild to moderate acidosis, treatment could be limited to supportive measures including intravenous fluids and respiratory support. Alkalization therapy should be reserved for those individuals with severe acidosis (pH less than 7.1). In the case of diabetic ketoacidosis (DKA), this value is even lower (pH less than 6.9). The most common alkalizing agent is sodium bicarbonate, but sodium and potassium citrate are alternative options. In the event of severe, recalcitrant acidosis, it may be appropriate to treat empirically with alcohol dehydrogenase inhibitors (fomepizole or ethanol) and prepare the patient for emergent hemodialysis. Fomepizole prevents the conversion of alcohols into toxic metabolites through competitive inhibition of alcohol dehydrogenase. Ethanol is not preferred, but it has a similar mechanism of action because alcohol dehydrogenase has a greater affinity for ethanol than for methanol or ethylene glycol. Importantly, fomepizole has the greatest impact on outcomes when given within six hours of presentation; however, given it is frequently in short supply and prohibitively expensive, universal treatment of all high anion gap metabolic acidosis with fomepizole is not advised.", "contents": "High Anion Gap Metabolic Acidosis -- Treatment / Management. Primary treatment of high anion gap metabolic acidosis requires correction of the underlying cause. In mild to moderate acidosis, treatment could be limited to supportive measures including intravenous fluids and respiratory support. Alkalization therapy should be reserved for those individuals with severe acidosis (pH less than 7.1). In the case of diabetic ketoacidosis (DKA), this value is even lower (pH less than 6.9). The most common alkalizing agent is sodium bicarbonate, but sodium and potassium citrate are alternative options. In the event of severe, recalcitrant acidosis, it may be appropriate to treat empirically with alcohol dehydrogenase inhibitors (fomepizole or ethanol) and prepare the patient for emergent hemodialysis. Fomepizole prevents the conversion of alcohols into toxic metabolites through competitive inhibition of alcohol dehydrogenase. Ethanol is not preferred, but it has a similar mechanism of action because alcohol dehydrogenase has a greater affinity for ethanol than for methanol or ethylene glycol. Importantly, fomepizole has the greatest impact on outcomes when given within six hours of presentation; however, given it is frequently in short supply and prohibitively expensive, universal treatment of all high anion gap metabolic acidosis with fomepizole is not advised."}
{"id": "article-22866_15", "title": "High Anion Gap Metabolic Acidosis -- Treatment / Management", "content": "Treatment of the underlying disorder may require glucose and insulin in the case of DKA, antibiotics and goal-directed fluid administration in the case of sepsis or administration of specific antitoxins (e.g., fomepizole or n-acetylcysteine) in the case of toxic ingestions.", "contents": "High Anion Gap Metabolic Acidosis -- Treatment / Management. Treatment of the underlying disorder may require glucose and insulin in the case of DKA, antibiotics and goal-directed fluid administration in the case of sepsis or administration of specific antitoxins (e.g., fomepizole or n-acetylcysteine) in the case of toxic ingestions."}
{"id": "article-22866_16", "title": "High Anion Gap Metabolic Acidosis -- Differential Diagnosis", "content": "Diabetic ketoacidosis Ethyl glycol Isoniazid Lactate Methanol Propylene glycol Salicylates Uraemia", "contents": "High Anion Gap Metabolic Acidosis -- Differential Diagnosis. Diabetic ketoacidosis Ethyl glycol Isoniazid Lactate Methanol Propylene glycol Salicylates Uraemia"}
{"id": "article-22866_17", "title": "High Anion Gap Metabolic Acidosis -- Pearls and Other Issues", "content": "Although outside the scope of this article, it is important to evaluate all acid-base disturbances for the presence of a mixed disorder. Therefore, evaluation for high anion gap metabolic acidosis is only the first step in the complete acid-base workup. Further evaluation of the delta/delta ratio and the change in the partial pressure of carbon dioxide is mandatory in any case of high anion gap metabolic acidosis, as mixed acid-base disorders are common.", "contents": "High Anion Gap Metabolic Acidosis -- Pearls and Other Issues. Although outside the scope of this article, it is important to evaluate all acid-base disturbances for the presence of a mixed disorder. Therefore, evaluation for high anion gap metabolic acidosis is only the first step in the complete acid-base workup. Further evaluation of the delta/delta ratio and the change in the partial pressure of carbon dioxide is mandatory in any case of high anion gap metabolic acidosis, as mixed acid-base disorders are common."}
{"id": "article-22866_18", "title": "High Anion Gap Metabolic Acidosis -- Enhancing Healthcare Team Outcomes", "content": "HAGMA is best mannaged by an interprofessional team including pharmacists. The key is to treat the primary disorder responsible for HAGMA. In most cases, when the primary condition is treated, the electrolyte disorder resolves.", "contents": "High Anion Gap Metabolic Acidosis -- Enhancing Healthcare Team Outcomes. HAGMA is best mannaged by an interprofessional team including pharmacists. The key is to treat the primary disorder responsible for HAGMA. In most cases, when the primary condition is treated, the electrolyte disorder resolves."}
{"id": "article-22866_19", "title": "High Anion Gap Metabolic Acidosis -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "High Anion Gap Metabolic Acidosis -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}