{"id": "article-105835_0", "title": "Assisting Patients With Mobility -- Definition/Introduction", "content": "Patient mobility is an important aspect of patient care, particularly in the setting of major surgery or severe chronic illnesses that require prolonged immobilization in bed. Deep venous thrombosis, pressure ulcers, muscular atrophy, pulmonary embolism, and bone demineralization are potential complications of inadequate immobilization, and active intervention is necessary to optimize patient outcomes. [1] [2] [3] Protocols regarding mobility tend to vary based on facility and patient deficits, but typically involve a multi-disciplinary approach by physical therapists, nurses, doctors, and other healthcare workers.", "contents": "Assisting Patients With Mobility -- Definition/Introduction. Patient mobility is an important aspect of patient care, particularly in the setting of major surgery or severe chronic illnesses that require prolonged immobilization in bed. Deep venous thrombosis, pressure ulcers, muscular atrophy, pulmonary embolism, and bone demineralization are potential complications of inadequate immobilization, and active intervention is necessary to optimize patient outcomes. [1] [2] [3] Protocols regarding mobility tend to vary based on facility and patient deficits, but typically involve a multi-disciplinary approach by physical therapists, nurses, doctors, and other healthcare workers."}
{"id": "article-105835_1", "title": "Assisting Patients With Mobility -- Definition/Introduction", "content": "Appropriate mobilization of patients is important to minimize physical complications, but also to improve the social and emotional well-being of patients. Therefore barriers to effective patient care must be identified and addressed. [4] The level of mobilization necessary is dependent on the patient's level of deficit. Periodic changes in position such as rolling the patient, sitting in bed, hanging legs off the side of the bed, and periodic standing are all appropriate goals based on patients' functional status. A stepwise progression of mobility can minimize complications such as excess pain and wound exacerbation or dehiscence. Therefore assisting patients with mobility while keeping in mind all barriers to treatment and potential complications are essential to decrease hospital stay and optimize patient care and well being.", "contents": "Assisting Patients With Mobility -- Definition/Introduction. Appropriate mobilization of patients is important to minimize physical complications, but also to improve the social and emotional well-being of patients. Therefore barriers to effective patient care must be identified and addressed. [4] The level of mobilization necessary is dependent on the patient's level of deficit. Periodic changes in position such as rolling the patient, sitting in bed, hanging legs off the side of the bed, and periodic standing are all appropriate goals based on patients' functional status. A stepwise progression of mobility can minimize complications such as excess pain and wound exacerbation or dehiscence. Therefore assisting patients with mobility while keeping in mind all barriers to treatment and potential complications are essential to decrease hospital stay and optimize patient care and well being."}
{"id": "article-105835_2", "title": "Assisting Patients With Mobility -- Issues of Concern", "content": "Barriers to effective patient mobility protocols may be patient-related or caused by administrative or healthcare practitioner deficiency. [5] For patient-related barriers, patients' education and counseling regarding mobility are necessary. Patient attendants and other caretakers must receive appropriate counseling also, as they will be responsible for providing patient mobility after discharge from a medical center. Proper funding and equipment are also necessary to institute appropriate mobilization protocols, and staff must have the training to carry out these mobilization protocols. Doctors, nurses, therapists, and medical technicians alike must have proper knowledge of each patient's deficit as well as the protocol for adequate mobilization. [6] [7] [8] [9]", "contents": "Assisting Patients With Mobility -- Issues of Concern. Barriers to effective patient mobility protocols may be patient-related or caused by administrative or healthcare practitioner deficiency. [5] For patient-related barriers, patients' education and counseling regarding mobility are necessary. Patient attendants and other caretakers must receive appropriate counseling also, as they will be responsible for providing patient mobility after discharge from a medical center. Proper funding and equipment are also necessary to institute appropriate mobilization protocols, and staff must have the training to carry out these mobilization protocols. Doctors, nurses, therapists, and medical technicians alike must have proper knowledge of each patient's deficit as well as the protocol for adequate mobilization. [6] [7] [8] [9]"}
{"id": "article-105835_3", "title": "Assisting Patients With Mobility -- Clinical Significance", "content": "Patients who are not adequately mobilized demonstrate a significant incidence of complications. These complications range from deep venous thrombosis, pulmonary embolism, muscle atrophy, pressure ulcers, and chronic bone demineralization. [10] By avoiding these complications, hospital stays are reduced, which decreases the risk of additional hospital-associated complications and has a positive effect on a patient's mental and emotional health. Furthermore, minimizing complications decreases the overall cost of healthcare. Therefore it is clear that the appropriate mobilization of patients has immense significance in our healthcare system, and it should be given proper attention for improvement.", "contents": "Assisting Patients With Mobility -- Clinical Significance. Patients who are not adequately mobilized demonstrate a significant incidence of complications. These complications range from deep venous thrombosis, pulmonary embolism, muscle atrophy, pressure ulcers, and chronic bone demineralization. [10] By avoiding these complications, hospital stays are reduced, which decreases the risk of additional hospital-associated complications and has a positive effect on a patient's mental and emotional health. Furthermore, minimizing complications decreases the overall cost of healthcare. Therefore it is clear that the appropriate mobilization of patients has immense significance in our healthcare system, and it should be given proper attention for improvement."}
{"id": "article-105835_4", "title": "Assisting Patients With Mobility -- Nursing, Allied Health, and Interprofessional Team Interventions", "content": "Assisting patients with mobilization is an essential aspect of health care facilities. Practitioners should focus on a patient-centered approach and should include proper coordination between physicians, nurses, physical therapists, and the patient himself. Therefore, a multi-disciplinary approach is imperative to optimize patient management.", "contents": "Assisting Patients With Mobility -- Nursing, Allied Health, and Interprofessional Team Interventions. Assisting patients with mobilization is an essential aspect of health care facilities. Practitioners should focus on a patient-centered approach and should include proper coordination between physicians, nurses, physical therapists, and the patient himself. Therefore, a multi-disciplinary approach is imperative to optimize patient management."}
{"id": "article-105835_5", "title": "Assisting Patients With Mobility -- Nursing, Allied Health, and Interprofessional Team Monitoring", "content": "An interprofessional team involving physicians, nurses, and physical therapists that provides a holistic and integrated approach to patient care can help to achieve the best possible outcomes and patient safety while minimizing complications.", "contents": "Assisting Patients With Mobility -- Nursing, Allied Health, and Interprofessional Team Monitoring. An interprofessional team involving physicians, nurses, and physical therapists that provides a holistic and integrated approach to patient care can help to achieve the best possible outcomes and patient safety while minimizing complications."}
{"id": "article-105835_6", "title": "Assisting Patients With Mobility -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Assisting Patients With Mobility -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}