{"id": "article-24738_0", "title": "Marasmus -- Continuing Education Activity", "content": "Marasmus is a manifestation of severe dietary malnutrition which occurs as a result of a calorie deficiency. Marasmus is associated with a better prognosis than kwashiorkor but it is still associated with relatively high mortality. As such, it is important to know how to prevent the development of marasmus and how to manage marasmus, and the complications of treatment such as refeeding syndrome. This activity reviews the evaluation and treatment of marasmus and highlights the role of the interprofessional team in evaluating and treating patients with this condition.", "contents": "Marasmus -- Continuing Education Activity. Marasmus is a manifestation of severe dietary malnutrition which occurs as a result of a calorie deficiency. Marasmus is associated with a better prognosis than kwashiorkor but it is still associated with relatively high mortality. As such, it is important to know how to prevent the development of marasmus and how to manage marasmus, and the complications of treatment such as refeeding syndrome. This activity reviews the evaluation and treatment of marasmus and highlights the role of the interprofessional team in evaluating and treating patients with this condition."}
{"id": "article-24738_1", "title": "Marasmus -- Continuing Education Activity", "content": "Objectives: Identify the etiology of marasmus. Review the appropriate evaluation of marasmus. Outline the management options available for marasmus. Discuss interprofessional team strategies for improving care coordination and communication to manage marasmus and improve outcomes. Access free multiple choice questions on this topic.", "contents": "Marasmus -- Continuing Education Activity. Objectives: Identify the etiology of marasmus. Review the appropriate evaluation of marasmus. Outline the management options available for marasmus. Discuss interprofessional team strategies for improving care coordination and communication to manage marasmus and improve outcomes. Access free multiple choice questions on this topic."}
{"id": "article-24738_2", "title": "Marasmus -- Introduction", "content": "To maintain the physiological requirements of the body, it is essential to take a sufficient amount of micro and macronutrients; however, the overconsumption of micronutrients and macronutrients can also be harmful. As defined by the World Health Organization (WHO), malnutrition is an ‘inadequate or excess intake of protein, energy, and micronutrients such as vitamins, and the frequent infections and disorders that result’. [1] The excess intake would be known as overnutrition, whereas an insufficient intake would be known as undernutrition.", "contents": "Marasmus -- Introduction. To maintain the physiological requirements of the body, it is essential to take a sufficient amount of micro and macronutrients; however, the overconsumption of micronutrients and macronutrients can also be harmful. As defined by the World Health Organization (WHO), malnutrition is an ‘inadequate or excess intake of protein, energy, and micronutrients such as vitamins, and the frequent infections and disorders that result’. [1] The excess intake would be known as overnutrition, whereas an insufficient intake would be known as undernutrition."}
{"id": "article-24738_3", "title": "Marasmus -- Introduction", "content": "Undernutrition can be further classified according to the cause and presentation. The term ‘protein-energy malnutrition’ refers to acute malnutrition as a result of an insufficient intake of protein and calories. [2] This includes the conditions of kwashiorkor and marasmus.", "contents": "Marasmus -- Introduction. Undernutrition can be further classified according to the cause and presentation. The term ‘protein-energy malnutrition’ refers to acute malnutrition as a result of an insufficient intake of protein and calories. [2] This includes the conditions of kwashiorkor and marasmus."}
{"id": "article-24738_4", "title": "Marasmus -- Introduction", "content": "Acute malnutrition is an inadequate weight relative to vertical height. Severe acute malnutrition is further divided into two main categories: marasmus and kwashiorkor. Chronic malnutrition, otherwise known as growth stunting, is characterized by linear growth (length/height) below the average for age.", "contents": "Marasmus -- Introduction. Acute malnutrition is an inadequate weight relative to vertical height. Severe acute malnutrition is further divided into two main categories: marasmus and kwashiorkor. Chronic malnutrition, otherwise known as growth stunting, is characterized by linear growth (length/height) below the average for age."}
{"id": "article-24738_5", "title": "Marasmus -- Introduction", "content": "A micronutrient deficiency refers to a deficiency of the essential vitamins and minerals which are needed for physiological function and development. The main micronutrient deficiencies in developing countries are iodine, vitamin A, iron, and zinc. [3]", "contents": "Marasmus -- Introduction. A micronutrient deficiency refers to a deficiency of the essential vitamins and minerals which are needed for physiological function and development. The main micronutrient deficiencies in developing countries are iodine, vitamin A, iron, and zinc. [3]"}
{"id": "article-24738_6", "title": "Marasmus -- Introduction", "content": "Kwashiorkor is a severe manifestation of protein-energy malnutrition. It is associated with a poor-quality diet high in carbohydrates but low in protein content such that the child may have a sufficient total energy intake. Severe protein insufficiency leads to characteristic bilateral pitting pedal edema and ascites.", "contents": "Marasmus -- Introduction. Kwashiorkor is a severe manifestation of protein-energy malnutrition. It is associated with a poor-quality diet high in carbohydrates but low in protein content such that the child may have a sufficient total energy intake. Severe protein insufficiency leads to characteristic bilateral pitting pedal edema and ascites."}
{"id": "article-24738_7", "title": "Marasmus -- Introduction", "content": "Marasmus is a severe manifestation of protein-energy malnutrition. It occurs as a result of total calorie insufficiency. This leads to overt loss of adipose tissue and muscle. The child may have a weight-for-height value that is more than 3 standard deviations below the average for age or sex. A child with marasmus may develop pitting edema due to protein insufficiency, this is known as marasmic-kwashiorkor. This article will review the etiology, epidemiology, history, evaluation, and management of marasmus.", "contents": "Marasmus -- Introduction. Marasmus is a severe manifestation of protein-energy malnutrition. It occurs as a result of total calorie insufficiency. This leads to overt loss of adipose tissue and muscle. The child may have a weight-for-height value that is more than 3 standard deviations below the average for age or sex. A child with marasmus may develop pitting edema due to protein insufficiency, this is known as marasmic-kwashiorkor. This article will review the etiology, epidemiology, history, evaluation, and management of marasmus."}
{"id": "article-24738_8", "title": "Marasmus -- Etiology", "content": "The underlying cause of marasmus is insufficient total calorie intake. [2] However, it is important to understand what precipitates a reduced calorie intake in a person suffering from marasmus. Furthermore, the precipitating cause of a reduced-calorie intake may vary between adults and children. However, the causes of marasmus in both adults and children can be broadly divided into social and biological causes. [1]", "contents": "Marasmus -- Etiology. The underlying cause of marasmus is insufficient total calorie intake. [2] However, it is important to understand what precipitates a reduced calorie intake in a person suffering from marasmus. Furthermore, the precipitating cause of a reduced-calorie intake may vary between adults and children. However, the causes of marasmus in both adults and children can be broadly divided into social and biological causes. [1]"}
{"id": "article-24738_9", "title": "Marasmus -- Etiology -- Precipitating Factors in Children", "content": "The underlying social cause of marasmus in children is poverty. [4] [3] Poverty may occur as a result of low status and insufficient education of mothers along with war, natural disasters, and civil instability. Poverty directly influences the ability of a household to secure a reliable source of food for children leading to an insufficient calorie supply. Unstable and unreliable childcare may occur in mothers that are unable to care for their children as a result of displacement, along with an unhygienic environment; this contributes to a higher frequency of infections such as diarrhea. In particular, the HIV/AIDS epidemic has been shown to create a significant burden of disease in South African households leading to reduced viability of agrarian livelihoods. [5]", "contents": "Marasmus -- Etiology -- Precipitating Factors in Children. The underlying social cause of marasmus in children is poverty. [4] [3] Poverty may occur as a result of low status and insufficient education of mothers along with war, natural disasters, and civil instability. Poverty directly influences the ability of a household to secure a reliable source of food for children leading to an insufficient calorie supply. Unstable and unreliable childcare may occur in mothers that are unable to care for their children as a result of displacement, along with an unhygienic environment; this contributes to a higher frequency of infections such as diarrhea. In particular, the HIV/AIDS epidemic has been shown to create a significant burden of disease in South African households leading to reduced viability of agrarian livelihoods. [5]"}
{"id": "article-24738_10", "title": "Marasmus -- Etiology -- Precipitating Factors in Children", "content": "Maternal education is another key factor in the likelihood of childhood malnutrition occurring. Nairobi mothers with a primary level of education have been shown to have a 94% lower chance of growth stunting compared to mothers with no education. [6]", "contents": "Marasmus -- Etiology -- Precipitating Factors in Children. Maternal education is another key factor in the likelihood of childhood malnutrition occurring. Nairobi mothers with a primary level of education have been shown to have a 94% lower chance of growth stunting compared to mothers with no education. [6]"}
{"id": "article-24738_11", "title": "Marasmus -- Etiology -- Precipitating Factors in Children", "content": "Biological causes of malnutrition in children include HIV/AIDS and other infectious diseases, as mentioned earlier. [1] Children who have been infected with HIV have poor nutritional outcomes compared to those who do not. Breastfeeding mothers who are infected with HIV also tend to have poor protein and micronutrient stores compared to those who are not infected with HIV. [7] [8] Malaria is associated with poor growth and stunting in children below the age of 2 years but is not associated with protein-energy deficiency. [9]", "contents": "Marasmus -- Etiology -- Precipitating Factors in Children. Biological causes of malnutrition in children include HIV/AIDS and other infectious diseases, as mentioned earlier. [1] Children who have been infected with HIV have poor nutritional outcomes compared to those who do not. Breastfeeding mothers who are infected with HIV also tend to have poor protein and micronutrient stores compared to those who are not infected with HIV. [7] [8] Malaria is associated with poor growth and stunting in children below the age of 2 years but is not associated with protein-energy deficiency. [9]"}
{"id": "article-24738_12", "title": "Marasmus -- Etiology -- Precipitating Factors in Adults", "content": "Marasmus typically affects children; however, there are circumstances in which adults may also be affected.", "contents": "Marasmus -- Etiology -- Precipitating Factors in Adults. Marasmus typically affects children; however, there are circumstances in which adults may also be affected."}
{"id": "article-24738_13", "title": "Marasmus -- Etiology -- Precipitating Factors in Adults", "content": "There is a pattern of reduced intake of food with age, typically declining by 30% in males and 20% in females, otherwise known as physiological anorexia of aging. [10] It is thought that physiological anorexia of aging occurs as a result of reduced satisfaction associated with food, which occurs due to a decrease in taste and olfaction abilities. Furthermore, with age, the rate at which ingested food reaches the antrum is increased along with decreased gastric emptying. The combination of reduced transit time to the antrum and decreased gastric emptying leads to early satiety. [11] Depression is a common cause of anorexia in the elderly, especially those living in care homes. [12] Malabsorption may occur in adults. Typical causes of malabsorption in adults include coeliac disease and pancreatic insufficiency. [13]", "contents": "Marasmus -- Etiology -- Precipitating Factors in Adults. There is a pattern of reduced intake of food with age, typically declining by 30% in males and 20% in females, otherwise known as physiological anorexia of aging. [10] It is thought that physiological anorexia of aging occurs as a result of reduced satisfaction associated with food, which occurs due to a decrease in taste and olfaction abilities. Furthermore, with age, the rate at which ingested food reaches the antrum is increased along with decreased gastric emptying. The combination of reduced transit time to the antrum and decreased gastric emptying leads to early satiety. [11] Depression is a common cause of anorexia in the elderly, especially those living in care homes. [12] Malabsorption may occur in adults. Typical causes of malabsorption in adults include coeliac disease and pancreatic insufficiency. [13]"}
{"id": "article-24738_14", "title": "Marasmus -- Epidemiology -- United States", "content": "The prevalence of wasting in the United States is below 5%. [14] In the United States, 25% of households have some degree of food insecurity. [13] Undernutrition in developed countries is more frequently seen in adults than in children. Undernutrition is seen in 5 to 10% of elderly people in nursing homes and up to 50% of elderly people on discharge from the hospital. [13]", "contents": "Marasmus -- Epidemiology -- United States. The prevalence of wasting in the United States is below 5%. [14] In the United States, 25% of households have some degree of food insecurity. [13] Undernutrition in developed countries is more frequently seen in adults than in children. Undernutrition is seen in 5 to 10% of elderly people in nursing homes and up to 50% of elderly people on discharge from the hospital. [13]"}
{"id": "article-24738_15", "title": "Marasmus -- Epidemiology -- International", "content": "Malnutrition is a particular public health problem throughout many countries in the developing world, especially those in Southern Asia and sub-Saharan Africa. [15] Malnutrition is a direct cause of 300,000 deaths per year and contributes to fifty percent of deaths in young children. [3] It is estimated that there are 852 million undernourished people worldwide, with the majority (815 million) in undeveloped countries. [3] In particular, it is thought that there are 18 million children living in low-income or middle-income countries that are suffering from marasmus with the majority in Asia. [16] Pediatric malnutrition is frequently associated with pediatric hospitalization in the developing world and is associated with mortality rates up to 20%. [14] [17]", "contents": "Marasmus -- Epidemiology -- International. Malnutrition is a particular public health problem throughout many countries in the developing world, especially those in Southern Asia and sub-Saharan Africa. [15] Malnutrition is a direct cause of 300,000 deaths per year and contributes to fifty percent of deaths in young children. [3] It is estimated that there are 852 million undernourished people worldwide, with the majority (815 million) in undeveloped countries. [3] In particular, it is thought that there are 18 million children living in low-income or middle-income countries that are suffering from marasmus with the majority in Asia. [16] Pediatric malnutrition is frequently associated with pediatric hospitalization in the developing world and is associated with mortality rates up to 20%. [14] [17]"}
{"id": "article-24738_16", "title": "Marasmus -- Epidemiology -- International", "content": "Malnutrition-associated mortality tends to have a seasonal fluctuation such that it is highest during the pre-harvest rainy season as a result of food scarcity and increased burden of infectious diseases. [14]", "contents": "Marasmus -- Epidemiology -- International. Malnutrition-associated mortality tends to have a seasonal fluctuation such that it is highest during the pre-harvest rainy season as a result of food scarcity and increased burden of infectious diseases. [14]"}
{"id": "article-24738_17", "title": "Marasmus -- Epidemiology -- International", "content": "It is estimated that 155 million children below the age of 5 suffered from growth stunting in 2016, 52 million suffered from wasting, and of these, 17 million children suffered from severe wasting. [14]", "contents": "Marasmus -- Epidemiology -- International. It is estimated that 155 million children below the age of 5 suffered from growth stunting in 2016, 52 million suffered from wasting, and of these, 17 million children suffered from severe wasting. [14]"}
{"id": "article-24738_18", "title": "Marasmus -- Epidemiology -- Gender", "content": "Marasmus is equally distributed between the genders, however, as a result of cultural differences in some parts of the world women may be at an increased risk of marasmus. [18]", "contents": "Marasmus -- Epidemiology -- Gender. Marasmus is equally distributed between the genders, however, as a result of cultural differences in some parts of the world women may be at an increased risk of marasmus. [18]"}
{"id": "article-24738_19", "title": "Marasmus -- Pathophysiology", "content": "To understand the pathophysiology of marasmus, it is important to understand the body's physiological response to a deficiency in calorie intake.", "contents": "Marasmus -- Pathophysiology. To understand the pathophysiology of marasmus, it is important to understand the body's physiological response to a deficiency in calorie intake."}
{"id": "article-24738_20", "title": "Marasmus -- Pathophysiology -- Physiological Response to Starvation", "content": "There are multiple stages of starvation that occur in a stepwise manner [19] Gastrointestinal absorption of a substrate (1 to 6 hours) Glycogenolysis (1 to 2 days) Gluconeogenesis (1 week) Ketosis (3 to 4 days+) Increased cerebral ketone use (2 weeks+)", "contents": "Marasmus -- Pathophysiology -- Physiological Response to Starvation. There are multiple stages of starvation that occur in a stepwise manner [19] Gastrointestinal absorption of a substrate (1 to 6 hours) Glycogenolysis (1 to 2 days) Gluconeogenesis (1 week) Ketosis (3 to 4 days+) Increased cerebral ketone use (2 weeks+)"}
{"id": "article-24738_21", "title": "Marasmus -- Pathophysiology -- Physiological Response to Starvation", "content": "The physiological response during the gastrointestinal stage of starvation is dependent on what was eaten. A high carbohydrate meal will lead to increased blood levels of insulin and reduced levels of glucagon. This leads to increased glycogenesis and reduced gluconeogenesis and glycogenolysis. However, if the meal is deficient in carbohydrates, this leads to insulin release greater than the basal rate but lower than if a high carbohydrate meal was consumed along with a higher level of glucagon secretion, which causes higher levels of hepatic glycogenolysis and gluconeogenesis. [19]", "contents": "Marasmus -- Pathophysiology -- Physiological Response to Starvation. The physiological response during the gastrointestinal stage of starvation is dependent on what was eaten. A high carbohydrate meal will lead to increased blood levels of insulin and reduced levels of glucagon. This leads to increased glycogenesis and reduced gluconeogenesis and glycogenolysis. However, if the meal is deficient in carbohydrates, this leads to insulin release greater than the basal rate but lower than if a high carbohydrate meal was consumed along with a higher level of glucagon secretion, which causes higher levels of hepatic glycogenolysis and gluconeogenesis. [19]"}
{"id": "article-24738_22", "title": "Marasmus -- Pathophysiology -- Physiological Response to Starvation", "content": "The body only has enough free glucose to supply one hours’ worth of metabolism. [19] Reduced carbohydrate absorption from the gastrointestinal tract leads to reduced levels of insulin secretion. Between approximately 4 to 5 hours, glucose, which is stored in the liver as glycogen, begins to break down to provide the body with glucose. There are certain organs that are dependent on glucose for their metabolism, such as the central nervous system. The tissues which are not dependent on glucose for metabolism are muscle and adipose tissue and by 8 to 10 hours, half of the muscle energy requirements are met by free fatty acids.", "contents": "Marasmus -- Pathophysiology -- Physiological Response to Starvation. The body only has enough free glucose to supply one hours’ worth of metabolism. [19] Reduced carbohydrate absorption from the gastrointestinal tract leads to reduced levels of insulin secretion. Between approximately 4 to 5 hours, glucose, which is stored in the liver as glycogen, begins to break down to provide the body with glucose. There are certain organs that are dependent on glucose for their metabolism, such as the central nervous system. The tissues which are not dependent on glucose for metabolism are muscle and adipose tissue and by 8 to 10 hours, half of the muscle energy requirements are met by free fatty acids."}
{"id": "article-24738_23", "title": "Marasmus -- Pathophysiology -- Physiological Response to Starvation", "content": "The stores of glycogen in the liver are only capable of sustaining the energy demands of the body for 12-16 hours. Following this, gluconeogenesis must occur to maintain blood glucose levels. This is mediated by increased activity of glucokinase and reduced activity of glucose-6-phosphatase. [19] Over 2 to 3 days, muscle and adipose tissue become less dependent on glucose for metabolism through the blocking of glucose uptake. Furthermore, the liver reduces its use of glucose as a source of energy and becomes dependent on partially oxidized fatty acids.", "contents": "Marasmus -- Pathophysiology -- Physiological Response to Starvation. The stores of glycogen in the liver are only capable of sustaining the energy demands of the body for 12-16 hours. Following this, gluconeogenesis must occur to maintain blood glucose levels. This is mediated by increased activity of glucokinase and reduced activity of glucose-6-phosphatase. [19] Over 2 to 3 days, muscle and adipose tissue become less dependent on glucose for metabolism through the blocking of glucose uptake. Furthermore, the liver reduces its use of glucose as a source of energy and becomes dependent on partially oxidized fatty acids."}
{"id": "article-24738_24", "title": "Marasmus -- Pathophysiology -- Physiological Response to Starvation", "content": "Ketoacid production reaches a maximum by the third day of starvation. [20] Ketoacid production provides a sufficient gradient of the substrate to fuel the central nervous system as free fatty acids are unable to cross the blood-brain barrier. The transition to lipid-dependent metabolism allows the early preservation of muscle protein. [19] It is thought that hyperleptinemia leading to activation of the hypothalamic-pituitary-adrenal axis contributes to the breakdown of adipose tissue. [21]", "contents": "Marasmus -- Pathophysiology -- Physiological Response to Starvation. Ketoacid production reaches a maximum by the third day of starvation. [20] Ketoacid production provides a sufficient gradient of the substrate to fuel the central nervous system as free fatty acids are unable to cross the blood-brain barrier. The transition to lipid-dependent metabolism allows the early preservation of muscle protein. [19] It is thought that hyperleptinemia leading to activation of the hypothalamic-pituitary-adrenal axis contributes to the breakdown of adipose tissue. [21]"}
{"id": "article-24738_25", "title": "Marasmus -- Pathophysiology -- Susceptibility to Infection", "content": "Severe prolonged calorie restriction causes an increased susceptibility to infection, which occurs due to secondary immunodeficiency. [22]", "contents": "Marasmus -- Pathophysiology -- Susceptibility to Infection. Severe prolonged calorie restriction causes an increased susceptibility to infection, which occurs due to secondary immunodeficiency. [22]"}
{"id": "article-24738_26", "title": "Marasmus -- Pathophysiology -- Susceptibility to Infection", "content": "A breakdown of mucosal barrier integrity in the respiratory and gastrointestinal systems is associated with prolonged calorie restriction. [14] Increased levels of inflammatory cytokines such as IL1, IL6, and IL12, alter the function of growth hormone, contributing to short stature. There is an increased susceptibility to infection as a result of T-cell dysfunction and reduced neutrophil microbicidal activity. [23]", "contents": "Marasmus -- Pathophysiology -- Susceptibility to Infection. A breakdown of mucosal barrier integrity in the respiratory and gastrointestinal systems is associated with prolonged calorie restriction. [14] Increased levels of inflammatory cytokines such as IL1, IL6, and IL12, alter the function of growth hormone, contributing to short stature. There is an increased susceptibility to infection as a result of T-cell dysfunction and reduced neutrophil microbicidal activity. [23]"}
{"id": "article-24738_27", "title": "Marasmus -- Pathophysiology -- Susceptibility to Infection", "content": "In particular, infection with Gram-negative organisms is associated with marasmus. Infections of the urinary, gastrointestinal, and respiratory tracts are associated with marasmus; however, patients suffering from marasmus may not present with the typical features of an infection such as fever. [24] There is also an impaired response to bacterial and viral vaccines. [24] Atrophy of the thymus gland, tonsils, and lymph nodes contributes to an impairment in cellular immunity. [25]", "contents": "Marasmus -- Pathophysiology -- Susceptibility to Infection. In particular, infection with Gram-negative organisms is associated with marasmus. Infections of the urinary, gastrointestinal, and respiratory tracts are associated with marasmus; however, patients suffering from marasmus may not present with the typical features of an infection such as fever. [24] There is also an impaired response to bacterial and viral vaccines. [24] Atrophy of the thymus gland, tonsils, and lymph nodes contributes to an impairment in cellular immunity. [25]"}
{"id": "article-24738_28", "title": "Marasmus -- Pathophysiology -- Total Body Water", "content": "Marasmus is associated with an increase in total body water compared to body weight; furthermore, there is a direct correlation between weight loss in marasmus and total body water such that children with the greatest degree of wasting have the highest total body water. [24]", "contents": "Marasmus -- Pathophysiology -- Total Body Water. Marasmus is associated with an increase in total body water compared to body weight; furthermore, there is a direct correlation between weight loss in marasmus and total body water such that children with the greatest degree of wasting have the highest total body water. [24]"}
{"id": "article-24738_29", "title": "Marasmus -- Pathophysiology -- Electrolyte Changes", "content": "Total body potassium decreases of 10-33% may be seen in marasmus. [26] Potassium is lost in diarrhea, causing an intracellular deficit. There is also further depletion of other minerals such as sodium, phosphorus, and calcium. [26]", "contents": "Marasmus -- Pathophysiology -- Electrolyte Changes. Total body potassium decreases of 10-33% may be seen in marasmus. [26] Potassium is lost in diarrhea, causing an intracellular deficit. There is also further depletion of other minerals such as sodium, phosphorus, and calcium. [26]"}
{"id": "article-24738_30", "title": "Marasmus -- Pathophysiology -- Oxidative Stress", "content": "Severe malnutrition and calorie restriction are associated with increased levels of oxidative stress. It is thought that this occurs due to a reduced intake of antioxidants such as glutathione and vitamin E, which is further compounded with reduced glutathione synthesis. [27] [28]", "contents": "Marasmus -- Pathophysiology -- Oxidative Stress. Severe malnutrition and calorie restriction are associated with increased levels of oxidative stress. It is thought that this occurs due to a reduced intake of antioxidants such as glutathione and vitamin E, which is further compounded with reduced glutathione synthesis. [27] [28]"}
{"id": "article-24738_31", "title": "Marasmus -- Pathophysiology -- Gastrointestinal System", "content": "Severe malnutrition is associated with villous atrophy and the subsequent loss of brush border enzymes such as disaccharidases, crypt hypoplasia, and impaired absorption across the gastric mucosa. [25] Reduced gastric acid secretion and contribute to bacterial overgrowth.", "contents": "Marasmus -- Pathophysiology -- Gastrointestinal System. Severe malnutrition is associated with villous atrophy and the subsequent loss of brush border enzymes such as disaccharidases, crypt hypoplasia, and impaired absorption across the gastric mucosa. [25] Reduced gastric acid secretion and contribute to bacterial overgrowth."}
{"id": "article-24738_32", "title": "Marasmus -- Pathophysiology -- Central Nervous System", "content": "Severe malnutrition can contribute to altered brain function and changes in behavior. [14] Furthermore, developmental impairment is associated with severe malnutrition. [29]", "contents": "Marasmus -- Pathophysiology -- Central Nervous System. Severe malnutrition can contribute to altered brain function and changes in behavior. [14] Furthermore, developmental impairment is associated with severe malnutrition. [29]"}
{"id": "article-24738_33", "title": "Marasmus -- Pathophysiology -- Endocrine Function", "content": "Severe malnutrition can lead to atrophy of the adrenal and pituitary glands without a significant reduction in endocrinological function. Plasma cortisol levels may be raised due to reduced cortisol binding to albumin secondary to hypoalbuminemia. Insulin secretion in response to glucose loads returns to normal function following 3-6 weeks of treatment. This leads to impaired glucose clearance rates in children suffering from marasmus. [30]", "contents": "Marasmus -- Pathophysiology -- Endocrine Function. Severe malnutrition can lead to atrophy of the adrenal and pituitary glands without a significant reduction in endocrinological function. Plasma cortisol levels may be raised due to reduced cortisol binding to albumin secondary to hypoalbuminemia. Insulin secretion in response to glucose loads returns to normal function following 3-6 weeks of treatment. This leads to impaired glucose clearance rates in children suffering from marasmus. [30]"}
{"id": "article-24738_34", "title": "Marasmus -- Pathophysiology -- Cardiovascular System", "content": "Severe malnutrition is associated with thinning of the cardiac myofibrils and impairment in contractile ability. This leads to a reduction in cardiac output, which is proportional to weight loss. [25] Along with electrolyte abnormalities, impaired cardiac output and bradycardia predispose children suffering from severe malnutrition to arrhythmias.", "contents": "Marasmus -- Pathophysiology -- Cardiovascular System. Severe malnutrition is associated with thinning of the cardiac myofibrils and impairment in contractile ability. This leads to a reduction in cardiac output, which is proportional to weight loss. [25] Along with electrolyte abnormalities, impaired cardiac output and bradycardia predispose children suffering from severe malnutrition to arrhythmias."}
{"id": "article-24738_35", "title": "Marasmus -- Pathophysiology -- Refeeding Syndrome", "content": "An unfortunate consequence of uncoordinated initiation of therapy may be the development of refeeding syndrome. In children suffering from marasmus, there are physiological changes that occur, and this includes reduced insulin secretion and increased secretion of glucagon. Furthermore, there is a shift of phosphate, potassium, and magnesium from intracellular spaces to extracellular spaces to maintain serum electrolyte levels. The child may have normal serum electrolyte levels whilst the total electrolyte levels in the body are low. [31]", "contents": "Marasmus -- Pathophysiology -- Refeeding Syndrome. An unfortunate consequence of uncoordinated initiation of therapy may be the development of refeeding syndrome. In children suffering from marasmus, there are physiological changes that occur, and this includes reduced insulin secretion and increased secretion of glucagon. Furthermore, there is a shift of phosphate, potassium, and magnesium from intracellular spaces to extracellular spaces to maintain serum electrolyte levels. The child may have normal serum electrolyte levels whilst the total electrolyte levels in the body are low. [31]"}
{"id": "article-24738_36", "title": "Marasmus -- Pathophysiology -- Refeeding Syndrome", "content": "During the initiation of refeeding, there is hyperglycemia. There is an impairment in insulin secretion in response to raised blood glucose levels. This leads to fluid shifts and the development of dehydration. To facilitate cellular processes, there is a shift of electrolytes into intracellular spaces leading to depletion of serum electrolyte levels. As there is a general shift from the utilization of fatty acids as an energy source to glucose, there is an increased production of adenosine triphosphate. This results in hypophosphatemia from glucose phosphorylation.", "contents": "Marasmus -- Pathophysiology -- Refeeding Syndrome. During the initiation of refeeding, there is hyperglycemia. There is an impairment in insulin secretion in response to raised blood glucose levels. This leads to fluid shifts and the development of dehydration. To facilitate cellular processes, there is a shift of electrolytes into intracellular spaces leading to depletion of serum electrolyte levels. As there is a general shift from the utilization of fatty acids as an energy source to glucose, there is an increased production of adenosine triphosphate. This results in hypophosphatemia from glucose phosphorylation."}
{"id": "article-24738_37", "title": "Marasmus -- Pathophysiology -- Refeeding Syndrome", "content": "Thiamine deficiency occurs as the shift from fatty acid metabolism to carbohydrate metabolism increases thiamine requirements. Furthermore, thiamine is needed in the synthesis of glycogen, proteins, and fats.", "contents": "Marasmus -- Pathophysiology -- Refeeding Syndrome. Thiamine deficiency occurs as the shift from fatty acid metabolism to carbohydrate metabolism increases thiamine requirements. Furthermore, thiamine is needed in the synthesis of glycogen, proteins, and fats."}
{"id": "article-24738_38", "title": "Marasmus -- History and Physical", "content": "The clinical presentation of marasmus varies greatly depending on the severity and duration of calorie restriction. Furthermore, the age of the patient and whether or not the marasmus is associated with vitamin and mineral deficiencies will contribute to different presentations of marasmus.", "contents": "Marasmus -- History and Physical. The clinical presentation of marasmus varies greatly depending on the severity and duration of calorie restriction. Furthermore, the age of the patient and whether or not the marasmus is associated with vitamin and mineral deficiencies will contribute to different presentations of marasmus."}
{"id": "article-24738_39", "title": "Marasmus -- History and Physical", "content": "Marasmus will present with a failure to thrive. In infants, it may be associated with irritability and apathy. Furthermore, infants may have sunken fontanelles as a result of dehydration. The general appearance is shrunken and wasted due to reduced levels of subcutaneous fat. [24] Weight loss is initially most noticeable in the groin or axilla, later on in the buttocks, face, and thigh. Wasting of fat in the face leads to a characteristic ‘old man’ appearance. [32] Marasmus may also be associated with hypotension, hypothermia, and bradycardia. [25]", "contents": "Marasmus -- History and Physical. Marasmus will present with a failure to thrive. In infants, it may be associated with irritability and apathy. Furthermore, infants may have sunken fontanelles as a result of dehydration. The general appearance is shrunken and wasted due to reduced levels of subcutaneous fat. [24] Weight loss is initially most noticeable in the groin or axilla, later on in the buttocks, face, and thigh. Wasting of fat in the face leads to a characteristic ‘old man’ appearance. [32] Marasmus may also be associated with hypotension, hypothermia, and bradycardia. [25]"}
{"id": "article-24738_40", "title": "Marasmus -- History and Physical", "content": "The child will be less than 60% of the weight for age. Long-standing marasmus is associated with growth stunting; this may lead to the weight for height being within the normal range. Marasmus is frequently associated with symptoms of anemia and rickets. As marasmus progresses, several body systems may be affected. An impairment in cardiovascular function can contribute to hypotension, hypothermia, and bradycardia. [25]", "contents": "Marasmus -- History and Physical. The child will be less than 60% of the weight for age. Long-standing marasmus is associated with growth stunting; this may lead to the weight for height being within the normal range. Marasmus is frequently associated with symptoms of anemia and rickets. As marasmus progresses, several body systems may be affected. An impairment in cardiovascular function can contribute to hypotension, hypothermia, and bradycardia. [25]"}
{"id": "article-24738_41", "title": "Marasmus -- History and Physical", "content": "As marasmus tends to be associated with other micronutrient deficiencies, it is important to recognize that these may also present in a child with marasmus. The child may suffer from dry eyes and the development of Bitot spots secondary to vitamin A deficiency. The nails may have a spoon-shaped appearance (koilonychia) secondary to iron deficiency and anemia. Hypocalcemia may lead to the presentation of Chvostek or Trousseau signs. Over a long period of time, a deficiency in calcium and vitamin D may lead to the development of associated rickets or other bone deformities. It is important to note that in marasmus, the signs indicative of kwashiorkor such as edema, scarcity, dermatosis, depigmentation of hair, and cheilosis are not present. [24]", "contents": "Marasmus -- History and Physical. As marasmus tends to be associated with other micronutrient deficiencies, it is important to recognize that these may also present in a child with marasmus. The child may suffer from dry eyes and the development of Bitot spots secondary to vitamin A deficiency. The nails may have a spoon-shaped appearance (koilonychia) secondary to iron deficiency and anemia. Hypocalcemia may lead to the presentation of Chvostek or Trousseau signs. Over a long period of time, a deficiency in calcium and vitamin D may lead to the development of associated rickets or other bone deformities. It is important to note that in marasmus, the signs indicative of kwashiorkor such as edema, scarcity, dermatosis, depigmentation of hair, and cheilosis are not present. [24]"}
{"id": "article-24738_42", "title": "Marasmus -- Evaluation", "content": "Anthropometry is essential in the diagnosis of marasmus; this may be difficult to perform in a reliable and repeatable manner in low-income countries. [33] This involves accurate measurement of vertical length to a precision of 0.5 cm, weight to a precision of 100 g, and middle-upper arm circumference (MUAC) to a precision of at least 2 mm or less. [32] Pitting edema should also be investigated to rule out kwashiorkor. The diagnosis of marasmus is made if there is a MUAC of less than 115 mm or if the weight for height Z score is greater than three standard deviations below the mean. [32]", "contents": "Marasmus -- Evaluation. Anthropometry is essential in the diagnosis of marasmus; this may be difficult to perform in a reliable and repeatable manner in low-income countries. [33] This involves accurate measurement of vertical length to a precision of 0.5 cm, weight to a precision of 100 g, and middle-upper arm circumference (MUAC) to a precision of at least 2 mm or less. [32] Pitting edema should also be investigated to rule out kwashiorkor. The diagnosis of marasmus is made if there is a MUAC of less than 115 mm or if the weight for height Z score is greater than three standard deviations below the mean. [32]"}
{"id": "article-24738_43", "title": "Marasmus -- Evaluation", "content": "Laboratory investigations can be used in the diagnosis of protein-energy malnutrition along with the investigation of associated mineral deficiencies. Laboratory investigations recommended by the WHO include hemoglobin and blood smear, blood glucose, serum albumin, electrolytes, stool microscopy, and culture, including investigation of parasites, human immunodeficiency virus testing, and urine microscopy and culture. [25]", "contents": "Marasmus -- Evaluation. Laboratory investigations can be used in the diagnosis of protein-energy malnutrition along with the investigation of associated mineral deficiencies. Laboratory investigations recommended by the WHO include hemoglobin and blood smear, blood glucose, serum albumin, electrolytes, stool microscopy, and culture, including investigation of parasites, human immunodeficiency virus testing, and urine microscopy and culture. [25]"}
{"id": "article-24738_44", "title": "Marasmus -- Evaluation", "content": "A full blood cell count can help to identify low levels of hemoglobin or abnormalities in the red cell indices; furthermore, a blood film smear can be used in the diagnosis of anemia and malaria in some circumstances. Iron studies, folic acid, and B12 levels are also frequently used. [25]", "contents": "Marasmus -- Evaluation. A full blood cell count can help to identify low levels of hemoglobin or abnormalities in the red cell indices; furthermore, a blood film smear can be used in the diagnosis of anemia and malaria in some circumstances. Iron studies, folic acid, and B12 levels are also frequently used. [25]"}
{"id": "article-24738_45", "title": "Marasmus -- Evaluation", "content": "Other investigations frequently used as part of a nutrition profile include specific tests for plasma proteins such as transferrin, albumin, and thyroxine-binding prealbumin. [34] Albumin levels are the most frequently used biochemical marker of nutritional status; however, the long half-life of albumin (19 days) means that it is less useful in monitoring the short-term nutritional changes, for example, in response to treatment. [34] Other proteins, such as thyroxine-binding prealbumin (2 days) and retinol-binding protein (10 hours), have a shorter half-life and are more useful in determining a response to treatment. [34]", "contents": "Marasmus -- Evaluation. Other investigations frequently used as part of a nutrition profile include specific tests for plasma proteins such as transferrin, albumin, and thyroxine-binding prealbumin. [34] Albumin levels are the most frequently used biochemical marker of nutritional status; however, the long half-life of albumin (19 days) means that it is less useful in monitoring the short-term nutritional changes, for example, in response to treatment. [34] Other proteins, such as thyroxine-binding prealbumin (2 days) and retinol-binding protein (10 hours), have a shorter half-life and are more useful in determining a response to treatment. [34]"}
{"id": "article-24738_46", "title": "Marasmus -- Treatment / Management", "content": "The main causes of death in severe malnutrition include infection, dehydration, electrolyte imbalance, and heart failure; furthermore, there is a risk of death due to the onset of refeeding syndrome. [25] The treatment of marasmus may be in a hospital or in the community, however, it has been shown that community-based treatment in children with uncomplicated severe malnutrition has better outcomes compared to hospital care. [35] [36] The management of marasmus is divided into three main phases: [25] Resuscitation and stabilization Nutritional rehabilitation Follow up and prevention of recurrence", "contents": "Marasmus -- Treatment / Management. The main causes of death in severe malnutrition include infection, dehydration, electrolyte imbalance, and heart failure; furthermore, there is a risk of death due to the onset of refeeding syndrome. [25] The treatment of marasmus may be in a hospital or in the community, however, it has been shown that community-based treatment in children with uncomplicated severe malnutrition has better outcomes compared to hospital care. [35] [36] The management of marasmus is divided into three main phases: [25] Resuscitation and stabilization Nutritional rehabilitation Follow up and prevention of recurrence"}
{"id": "article-24738_47", "title": "Marasmus -- Treatment / Management -- Resuscitation and Stabilization", "content": "As the main causes of death in marasmus include dehydration and infection, the main aim during the resuscitation and stabilization phase is to rehydrate, prevent infections that may progress to sepsis, and avoid the complications of the treatment of marasmus such as refeeding syndrome. This phase lasts for approximately one week and is the phase during which patients are most susceptible.", "contents": "Marasmus -- Treatment / Management -- Resuscitation and Stabilization. As the main causes of death in marasmus include dehydration and infection, the main aim during the resuscitation and stabilization phase is to rehydrate, prevent infections that may progress to sepsis, and avoid the complications of the treatment of marasmus such as refeeding syndrome. This phase lasts for approximately one week and is the phase during which patients are most susceptible."}
{"id": "article-24738_48", "title": "Marasmus -- Treatment / Management -- Resuscitation and Stabilization", "content": "Dehydration can be treated with an intravenous isotonic solution, in circumstances where the child is suffering from hypovolemia plasma or blood may be used. The child should be in a warm room as they are susceptible to hypothermia. Furthermore, as there is an atypical response to infections a child with marasmus may not have overt signs indicating they are suffering from sepsis, antibiotics may be given following blood cultures in those who are suspected to be suffering from sepsis. [24]", "contents": "Marasmus -- Treatment / Management -- Resuscitation and Stabilization. Dehydration can be treated with an intravenous isotonic solution, in circumstances where the child is suffering from hypovolemia plasma or blood may be used. The child should be in a warm room as they are susceptible to hypothermia. Furthermore, as there is an atypical response to infections a child with marasmus may not have overt signs indicating they are suffering from sepsis, antibiotics may be given following blood cultures in those who are suspected to be suffering from sepsis. [24]"}
{"id": "article-24738_49", "title": "Marasmus -- Treatment / Management -- Resuscitation and Stabilization", "content": "To prevent the development of refeeding syndrome, nutrition should be delivered slowly and carefully with caloric intake between 60-80% of the calorie requirement for age. A potential risk of refeeding is the development of hypoglycemia, this can be avoided by continuous nasogastric feeding at night or small meals during the nighttime. [25] Vitamins such as thiamine and oral phosphate should be administered to prevent the development of hypophosphatemia which is associated with refeeding.", "contents": "Marasmus -- Treatment / Management -- Resuscitation and Stabilization. To prevent the development of refeeding syndrome, nutrition should be delivered slowly and carefully with caloric intake between 60-80% of the calorie requirement for age. A potential risk of refeeding is the development of hypoglycemia, this can be avoided by continuous nasogastric feeding at night or small meals during the nighttime. [25] Vitamins such as thiamine and oral phosphate should be administered to prevent the development of hypophosphatemia which is associated with refeeding."}
{"id": "article-24738_50", "title": "Marasmus -- Treatment / Management -- Resuscitation and Stabilization", "content": "During this phase of treatment, the recognition of refeeding syndrome is of great importance. Electrolyte abnormalities developed as a consequence of refeeding syndrome may lead to arrhythmia or sudden death, weakness, and rhabdomyolysis, confusion, and death. Thiamine deficiency may lead to encephalopathy or lactic acidosis. Fluid overload may result in acute heart failure and edema. [31]", "contents": "Marasmus -- Treatment / Management -- Resuscitation and Stabilization. During this phase of treatment, the recognition of refeeding syndrome is of great importance. Electrolyte abnormalities developed as a consequence of refeeding syndrome may lead to arrhythmia or sudden death, weakness, and rhabdomyolysis, confusion, and death. Thiamine deficiency may lead to encephalopathy or lactic acidosis. Fluid overload may result in acute heart failure and edema. [31]"}
{"id": "article-24738_51", "title": "Marasmus -- Treatment / Management -- Nutritional Rehabilitation", "content": "Once the acute complications of marasmus have been treated and the child's appetite begins to return along with the correction of electrolyte abnormalities and sepsis the nutritional rehabilitation phase can start. This includes the gradual increase of caloric intake, vaccination, and increased motor activity. Children may need 120% to 140% of their required caloric intake to maintain a growth rate similar to their peers. The nutritional rehabilitation phase may last from 2 to 6 weeks. During this phase, it is important to encourage mother and child interaction to help reverse developmental delay. [37]", "contents": "Marasmus -- Treatment / Management -- Nutritional Rehabilitation. Once the acute complications of marasmus have been treated and the child's appetite begins to return along with the correction of electrolyte abnormalities and sepsis the nutritional rehabilitation phase can start. This includes the gradual increase of caloric intake, vaccination, and increased motor activity. Children may need 120% to 140% of their required caloric intake to maintain a growth rate similar to their peers. The nutritional rehabilitation phase may last from 2 to 6 weeks. During this phase, it is important to encourage mother and child interaction to help reverse developmental delay. [37]"}
{"id": "article-24738_52", "title": "Marasmus -- Treatment / Management -- Follow up and Prevention of Recurrence", "content": "As there is a risk of relapse, it is important to follow up on patients who have presented with marasmus. Education should be provided to mothers with regards to breastfeeding and supplemental feeding. Furthermore, other ways in which marasmus can be reduced include the provision of a supply of uncontaminated drinking water, adequate food supplies, control of infectious diseases. [24]", "contents": "Marasmus -- Treatment / Management -- Follow up and Prevention of Recurrence. As there is a risk of relapse, it is important to follow up on patients who have presented with marasmus. Education should be provided to mothers with regards to breastfeeding and supplemental feeding. Furthermore, other ways in which marasmus can be reduced include the provision of a supply of uncontaminated drinking water, adequate food supplies, control of infectious diseases. [24]"}
{"id": "article-24738_53", "title": "Marasmus -- Differential Diagnosis -- Kwashiorkor", "content": "The main differential for marasmus is kwashiorkor. The name for kwashiorkor is derived from the Ga language from Ghana and is used to describe the sickness that occurs in a child following weaning. It results in children suffering from a diet with a sufficient calorie intake but insufficient protein intake. [25] It is associated with diets with large amounts of maize, rice, or cassava.", "contents": "Marasmus -- Differential Diagnosis -- Kwashiorkor. The main differential for marasmus is kwashiorkor. The name for kwashiorkor is derived from the Ga language from Ghana and is used to describe the sickness that occurs in a child following weaning. It results in children suffering from a diet with a sufficient calorie intake but insufficient protein intake. [25] It is associated with diets with large amounts of maize, rice, or cassava."}
{"id": "article-24738_54", "title": "Marasmus -- Differential Diagnosis -- Kwashiorkor", "content": "A child suffering from kwashiorkor will have a normal weight for height associated with generalized edema and dermatoses. Skin changes occur over areas of high friction or pressure, such as the perineum, limbs, ears, and armpits, which become hyperpigmented and then desquamate. [38] Edema leads to a characteristic round-faced appearance and abdominal distension. Kwashiorkor can be differentiated from marasmus by the presence of overt edema.", "contents": "Marasmus -- Differential Diagnosis -- Kwashiorkor. A child suffering from kwashiorkor will have a normal weight for height associated with generalized edema and dermatoses. Skin changes occur over areas of high friction or pressure, such as the perineum, limbs, ears, and armpits, which become hyperpigmented and then desquamate. [38] Edema leads to a characteristic round-faced appearance and abdominal distension. Kwashiorkor can be differentiated from marasmus by the presence of overt edema."}
{"id": "article-24738_55", "title": "Marasmus -- Differential Diagnosis -- Marasmic Kwashiorkor", "content": "Marasmic kwashiorkor presents with the features of both marasmus and kwashiorkor. The child will have growth stunting associated with wasting and edema. The hair and skin changes associated with marasmic kwashiorkor are typically less severe than kwashiorkor. Abdominal distension may occur secondary to edema and an enlarged fatty liver. [25]", "contents": "Marasmus -- Differential Diagnosis -- Marasmic Kwashiorkor. Marasmic kwashiorkor presents with the features of both marasmus and kwashiorkor. The child will have growth stunting associated with wasting and edema. The hair and skin changes associated with marasmic kwashiorkor are typically less severe than kwashiorkor. Abdominal distension may occur secondary to edema and an enlarged fatty liver. [25]"}
{"id": "article-24738_56", "title": "Marasmus -- Differential Diagnosis -- HIV Wasting Syndrome", "content": "HIV wasting syndrome refers to the involuntary weight loss of more than 10% of the baseline associated with chronic diarrhea or weakness in a person suffering from HIV with no other explainable cause of weight loss. [39] It is thought that HIV wasting syndrome occurs as a result of malabsorption, hypermetabolism, endocrine dysfunction, and decreased appetite leading to a reduction in oral intake. [39]", "contents": "Marasmus -- Differential Diagnosis -- HIV Wasting Syndrome. HIV wasting syndrome refers to the involuntary weight loss of more than 10% of the baseline associated with chronic diarrhea or weakness in a person suffering from HIV with no other explainable cause of weight loss. [39] It is thought that HIV wasting syndrome occurs as a result of malabsorption, hypermetabolism, endocrine dysfunction, and decreased appetite leading to a reduction in oral intake. [39]"}
{"id": "article-24738_57", "title": "Marasmus -- Differential Diagnosis -- Chronic Pancreatitis", "content": "Potential causes of pancreatitis in children include viruses such as Coxsackie B and mumps, traumatic injury, cystic fibrosis, and obstruction of the pancreatic ducts secondary to roundworms. [40]", "contents": "Marasmus -- Differential Diagnosis -- Chronic Pancreatitis. Potential causes of pancreatitis in children include viruses such as Coxsackie B and mumps, traumatic injury, cystic fibrosis, and obstruction of the pancreatic ducts secondary to roundworms. [40]"}
{"id": "article-24738_58", "title": "Marasmus -- Differential Diagnosis -- Chronic Pancreatitis", "content": "This may lead to the development of chronic pancreatitis, which may mimic protein-energy malnutrition. Malabsorption due to the insufficiency of pancreatic enzymes may lead to a reduction in calorie supply despite sufficient oral intake.", "contents": "Marasmus -- Differential Diagnosis -- Chronic Pancreatitis. This may lead to the development of chronic pancreatitis, which may mimic protein-energy malnutrition. Malabsorption due to the insufficiency of pancreatic enzymes may lead to a reduction in calorie supply despite sufficient oral intake."}
{"id": "article-24738_59", "title": "Marasmus -- Prognosis", "content": "If the child returns to an environment that helps to maintain recovery then, in most cases, normal height and health will be achieved. [41]", "contents": "Marasmus -- Prognosis. If the child returns to an environment that helps to maintain recovery then, in most cases, normal height and health will be achieved. [41]"}
{"id": "article-24738_60", "title": "Marasmus -- Complications -- Short Term Sequelae", "content": "Potential short-term complications of marasmus include: [25] Electrolyte abnormalities and risk of developing refeeding syndrome Cardiac failure and arrhythmia Urinary tract infection Sepsis and overwhelming infection Gastrointestinal malabsorption Hypothermia Endocrinological dysfunction", "contents": "Marasmus -- Complications -- Short Term Sequelae. Potential short-term complications of marasmus include: [25] Electrolyte abnormalities and risk of developing refeeding syndrome Cardiac failure and arrhythmia Urinary tract infection Sepsis and overwhelming infection Gastrointestinal malabsorption Hypothermia Endocrinological dysfunction"}
{"id": "article-24738_61", "title": "Marasmus -- Complications -- Long Term Sequelae", "content": "Childhood malnutrition has a strong association with decreased economic opportunity; it can be used to predict poor functional outcomes as an adult, such as fewer years of schooling and a lower economic income. [42] Childhood malnutrition is also strongly associated with shorter height as an adult and lower birth weight offspring. [43]", "contents": "Marasmus -- Complications -- Long Term Sequelae. Childhood malnutrition has a strong association with decreased economic opportunity; it can be used to predict poor functional outcomes as an adult, such as fewer years of schooling and a lower economic income. [42] Childhood malnutrition is also strongly associated with shorter height as an adult and lower birth weight offspring. [43]"}
{"id": "article-24738_62", "title": "Marasmus -- Deterrence and Patient Education", "content": "As the majority of marasmus occurs in underdeveloped countries and tends to be associated with a lack of parental education, the distribution of nutritional information in the form of flyers or educational courses may be beneficial. Furthermore, new mothers should be assessed with regards to their knowledge of nutrition on admission to the hospital for pregnancy checks or following the delivery of their child.", "contents": "Marasmus -- Deterrence and Patient Education. As the majority of marasmus occurs in underdeveloped countries and tends to be associated with a lack of parental education, the distribution of nutritional information in the form of flyers or educational courses may be beneficial. Furthermore, new mothers should be assessed with regards to their knowledge of nutrition on admission to the hospital for pregnancy checks or following the delivery of their child."}
{"id": "article-24738_63", "title": "Marasmus -- Enhancing Healthcare Team Outcomes", "content": "Marasmus requires the interplay and coordination between an interprofessional team of providers, nurses, pharmacists, nutritionists, and other associated healthcare professionals in order to enhance patient-centered care and improve outcomes following treatment. The recognition that marasmus is not just a state of calorie deficiency but rather a dysregulation and loss of function of many bodily systems as a result of calorie deficiency allows the recognition of potential complications from early on. Furthermore, it is important to understand the mechanism by which refeeding syndrome occurs and how to properly treat marasmus in order to prevent this from occurring. The application of standardized protocols such as the WHO-HILA protocol has been shown to reduce mortality and morbidity in children suffering from marasmus. [44]", "contents": "Marasmus -- Enhancing Healthcare Team Outcomes. Marasmus requires the interplay and coordination between an interprofessional team of providers, nurses, pharmacists, nutritionists, and other associated healthcare professionals in order to enhance patient-centered care and improve outcomes following treatment. The recognition that marasmus is not just a state of calorie deficiency but rather a dysregulation and loss of function of many bodily systems as a result of calorie deficiency allows the recognition of potential complications from early on. Furthermore, it is important to understand the mechanism by which refeeding syndrome occurs and how to properly treat marasmus in order to prevent this from occurring. The application of standardized protocols such as the WHO-HILA protocol has been shown to reduce mortality and morbidity in children suffering from marasmus. [44]"}
{"id": "article-24738_64", "title": "Marasmus -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Marasmus -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}