{"id": "article-128613_0", "title": "Doppler Peripheral Venous Duplex Assessment, Protocols, and Interpretation -- Continuing Education Activity", "content": "This activity outlines Doppler peripheral venous duplex assessment. It reviews the role of the interprofessional team in evaluating and treating patients who undergo screening/diagnosing of venous thrombotic disease, venous insufficiency, or other suspected vascular pathologies.", "contents": "Doppler Peripheral Venous Duplex Assessment, Protocols, and Interpretation -- Continuing Education Activity. This activity outlines Doppler peripheral venous duplex assessment. It reviews the role of the interprofessional team in evaluating and treating patients who undergo screening/diagnosing of venous thrombotic disease, venous insufficiency, or other suspected vascular pathologies."}
{"id": "article-128613_1", "title": "Doppler Peripheral Venous Duplex Assessment, Protocols, and Interpretation -- Continuing Education Activity", "content": "Objectives: Describe the relevant anatomy and pathology interrogated during a Doppler peripheral venous duplex examination. Describe the indications for performing a Doppler peripheral venous duplex examination. Describe the procedure of performing a Doppler peripheral venous duplex examination. Summarize the importance of collaboration and communication among the interprofessional team to optimize the performance of ultrasound examinations. Access free multiple choice questions on this topic.", "contents": "Doppler Peripheral Venous Duplex Assessment, Protocols, and Interpretation -- Continuing Education Activity. Objectives: Describe the relevant anatomy and pathology interrogated during a Doppler peripheral venous duplex examination. Describe the indications for performing a Doppler peripheral venous duplex examination. Describe the procedure of performing a Doppler peripheral venous duplex examination. Summarize the importance of collaboration and communication among the interprofessional team to optimize the performance of ultrasound examinations. Access free multiple choice questions on this topic."}
{"id": "article-128613_2", "title": "Doppler Peripheral Venous Duplex Assessment, Protocols, and Interpretation -- Introduction", "content": "Today numerous imaging modalities are used in medicine to evaluate a broad range of benign and malignant entities and how their volume has increased significantly over the past decades. [1] Despite advanced imaging modalities, hand-held manual ultrasound (US) machines are still a pillar among radiology and vascular surgery departments across the country. [2]", "contents": "Doppler Peripheral Venous Duplex Assessment, Protocols, and Interpretation -- Introduction. Today numerous imaging modalities are used in medicine to evaluate a broad range of benign and malignant entities and how their volume has increased significantly over the past decades. [1] Despite advanced imaging modalities, hand-held manual ultrasound (US) machines are still a pillar among radiology and vascular surgery departments across the country. [2]"}
{"id": "article-128613_3", "title": "Doppler Peripheral Venous Duplex Assessment, Protocols, and Interpretation -- Introduction", "content": "This modality plays a critical role in the diagnosis and surveillance imaging of superficial as well as deep venous thrombosis, evaluation of vascular malformations, and even in the long-term management of some intravascular devices. This manuscript will focus on the anatomic US appearance of veins, benefits/limitations of this modality, basic physics utilized in the creation of US images, Doppler interrogation, as well as highlight common standard protocols regarding peripheral venous duplex US.", "contents": "Doppler Peripheral Venous Duplex Assessment, Protocols, and Interpretation -- Introduction. This modality plays a critical role in the diagnosis and surveillance imaging of superficial as well as deep venous thrombosis, evaluation of vascular malformations, and even in the long-term management of some intravascular devices. This manuscript will focus on the anatomic US appearance of veins, benefits/limitations of this modality, basic physics utilized in the creation of US images, Doppler interrogation, as well as highlight common standard protocols regarding peripheral venous duplex US."}
{"id": "article-128613_4", "title": "Doppler Peripheral Venous Duplex Assessment, Protocols, and Interpretation -- Anatomy and Physiology", "content": "Generally, peripheral veins may be divided into three categories: deep veins, superficial veins, and perforating veins. Deep veins lie within the muscular fascia, superficial veins lie external to the muscular fascia and drain the cutaneous microcirculation while perforating veins connect these two. [3] [4] From superficial to deep, veins have an outer layer composed mainly of collagen (tunica adventitia), a smooth muscle layer (tunica media), and the innermost layer of the endothelium (tunica intima). On a US examination, healthy arteries and veins can be differentiated by noting the pulsations in the arteries, which are not readily visible in veins, and by the coaptation of venous lumens with mild compression.", "contents": "Doppler Peripheral Venous Duplex Assessment, Protocols, and Interpretation -- Anatomy and Physiology. Generally, peripheral veins may be divided into three categories: deep veins, superficial veins, and perforating veins. Deep veins lie within the muscular fascia, superficial veins lie external to the muscular fascia and drain the cutaneous microcirculation while perforating veins connect these two. [3] [4] From superficial to deep, veins have an outer layer composed mainly of collagen (tunica adventitia), a smooth muscle layer (tunica media), and the innermost layer of the endothelium (tunica intima). On a US examination, healthy arteries and veins can be differentiated by noting the pulsations in the arteries, which are not readily visible in veins, and by the coaptation of venous lumens with mild compression."}
{"id": "article-128613_5", "title": "Doppler Peripheral Venous Duplex Assessment, Protocols, and Interpretation -- Anatomy and Physiology", "content": "Peripheral veins return blood from the extremities against gravity by relying on a system of pumps (heartbeats and skeletal muscle movements), a pressure gradient, and one-way bicuspid valves. [3] Blood generally travels in a laminar flow type pattern throughout the vascular system, meaning the blood moves in the same direction while distinctly divided within layers at different but similar velocities without intermixing. The particles in the middle layer maintain the highest velocity. This laminar flow is demonstrated by a narrow spectrum or similar shades of a single color on spectral/color Doppler respectively. By contrast, unhealthy, diseased, or obstructed vessels demonstrate irregular mixing and flowing patterns known as turbulence. Turbulent blood flow can create spectral broadening and/or an aliasing artifact. [5] [6]", "contents": "Doppler Peripheral Venous Duplex Assessment, Protocols, and Interpretation -- Anatomy and Physiology. Peripheral veins return blood from the extremities against gravity by relying on a system of pumps (heartbeats and skeletal muscle movements), a pressure gradient, and one-way bicuspid valves. [3] Blood generally travels in a laminar flow type pattern throughout the vascular system, meaning the blood moves in the same direction while distinctly divided within layers at different but similar velocities without intermixing. The particles in the middle layer maintain the highest velocity. This laminar flow is demonstrated by a narrow spectrum or similar shades of a single color on spectral/color Doppler respectively. By contrast, unhealthy, diseased, or obstructed vessels demonstrate irregular mixing and flowing patterns known as turbulence. Turbulent blood flow can create spectral broadening and/or an aliasing artifact. [5] [6]"}
{"id": "article-128613_6", "title": "Doppler Peripheral Venous Duplex Assessment, Protocols, and Interpretation -- Anatomy and Physiology", "content": "A number of pathologies may cause turbulence—common entities include stenosis, pseudoaneurysm, and arteriovenous fistulas. [7] [8] Additionally, turbulence may be caused by normal anatomic structures such as in the carotid bulb. [5] Lastly, turbulence may be artifactual when the Doppler sample gate is erroneously placed immediately adjacent to the vascular wall, thus showing local turbulent effects rather than turbulence throughout the vessel. [7] The latter effect may be avoided by careful attention to settings and scanning techniques during the study.", "contents": "Doppler Peripheral Venous Duplex Assessment, Protocols, and Interpretation -- Anatomy and Physiology. A number of pathologies may cause turbulence—common entities include stenosis, pseudoaneurysm, and arteriovenous fistulas. [7] [8] Additionally, turbulence may be caused by normal anatomic structures such as in the carotid bulb. [5] Lastly, turbulence may be artifactual when the Doppler sample gate is erroneously placed immediately adjacent to the vascular wall, thus showing local turbulent effects rather than turbulence throughout the vessel. [7] The latter effect may be avoided by careful attention to settings and scanning techniques during the study."}
{"id": "article-128613_7", "title": "Doppler Peripheral Venous Duplex Assessment, Protocols, and Interpretation -- Anatomy and Physiology", "content": "Variant anatomy presents a challenge to any imaging study, especially the peripheral venous system, which has a wide breadth of normal variants. Common upper extremity variants include unpaired brachial veins and low-lying basilic veins. [9] In the lower extremities, the great saphenous vein (GSV) may occur by itself, duplicated, or with a hypoplastic middle portion. [3] Additionally, accessory saphenous veins and tributaries with large diameters may accompany or run parallel to the GSV, and the small saphenous vein may or may not coalesce with the popliteal vein. [4] Occasionally anatomic variants may directly/indirectly contribute to pathology, such as a persistent sciatic vein. This embryological remnant fails to involute and is associated with vascular malformations of the leg and chronic venous insufficiency. [3] [4]", "contents": "Doppler Peripheral Venous Duplex Assessment, Protocols, and Interpretation -- Anatomy and Physiology. Variant anatomy presents a challenge to any imaging study, especially the peripheral venous system, which has a wide breadth of normal variants. Common upper extremity variants include unpaired brachial veins and low-lying basilic veins. [9] In the lower extremities, the great saphenous vein (GSV) may occur by itself, duplicated, or with a hypoplastic middle portion. [3] Additionally, accessory saphenous veins and tributaries with large diameters may accompany or run parallel to the GSV, and the small saphenous vein may or may not coalesce with the popliteal vein. [4] Occasionally anatomic variants may directly/indirectly contribute to pathology, such as a persistent sciatic vein. This embryological remnant fails to involute and is associated with vascular malformations of the leg and chronic venous insufficiency. [3] [4]"}
{"id": "article-128613_8", "title": "Doppler Peripheral Venous Duplex Assessment, Protocols, and Interpretation -- Anatomy and Physiology -- Common Pathologies", "content": "The potential pathologies discovered or evaluated on a peripheral venous duplex US study are extensive and beyond the scope of this article. However, it is helpful to recognize the more common pathologies an ordering physician may be evaluating with peripheral duplex US.", "contents": "Doppler Peripheral Venous Duplex Assessment, Protocols, and Interpretation -- Anatomy and Physiology -- Common Pathologies. The potential pathologies discovered or evaluated on a peripheral venous duplex US study are extensive and beyond the scope of this article. However, it is helpful to recognize the more common pathologies an ordering physician may be evaluating with peripheral duplex US."}
{"id": "article-128613_9", "title": "Doppler Peripheral Venous Duplex Assessment, Protocols, and Interpretation -- Anatomy and Physiology -- Common Pathologies", "content": "Venous malformations (VMs) are congenital vascular lesions with predispositions to stagnated blood. Oftentimes, the stagnated blood thromboses resulting in pain, swelling, and overlying skin changes. Classically in the US, venous malformations appear heterogeneous and hypo- to-anechoic vascular spaces that are compressible. However, the overall US appearance of VMs is variable. [10] Generally, MRI is recommended for the definitive characterization of VMs. [3]", "contents": "Doppler Peripheral Venous Duplex Assessment, Protocols, and Interpretation -- Anatomy and Physiology -- Common Pathologies. Venous malformations (VMs) are congenital vascular lesions with predispositions to stagnated blood. Oftentimes, the stagnated blood thromboses resulting in pain, swelling, and overlying skin changes. Classically in the US, venous malformations appear heterogeneous and hypo- to-anechoic vascular spaces that are compressible. However, the overall US appearance of VMs is variable. [10] Generally, MRI is recommended for the definitive characterization of VMs. [3]"}
{"id": "article-128613_10", "title": "Doppler Peripheral Venous Duplex Assessment, Protocols, and Interpretation -- Anatomy and Physiology -- Common Pathologies", "content": "Venous insufficiency is a common condition that may significantly impact a person’s quality of life. The condition clinically manifests as dilatation of peripheral veins, which predominantly occurs in the lower extremities. Initially, smooth muscle and elastin content decrease within the vessel wall resulting in vascular dilation. As dilation increases, the bicuspid valves become incompetent, allowing blood to reflux. Eventually, multi-level valve failure occurs, and blood flow stagnates. [3] The US typically demonstrates a reversed flow component on spectral and color Doppler interrogation. [11]", "contents": "Doppler Peripheral Venous Duplex Assessment, Protocols, and Interpretation -- Anatomy and Physiology -- Common Pathologies. Venous insufficiency is a common condition that may significantly impact a person’s quality of life. The condition clinically manifests as dilatation of peripheral veins, which predominantly occurs in the lower extremities. Initially, smooth muscle and elastin content decrease within the vessel wall resulting in vascular dilation. As dilation increases, the bicuspid valves become incompetent, allowing blood to reflux. Eventually, multi-level valve failure occurs, and blood flow stagnates. [3] The US typically demonstrates a reversed flow component on spectral and color Doppler interrogation. [11]"}
{"id": "article-128613_11", "title": "Doppler Peripheral Venous Duplex Assessment, Protocols, and Interpretation -- Anatomy and Physiology -- Common Pathologies", "content": "Deep venous thromboses (DVTs) are clots occurring in deep veins. DVTs may cause pain and swelling from the partial or total obstruction of blood in the vessel, though they may also occur painlessly. DVTs are particularly important to screen for, as they can become dislodged (termed thromboembolism) and obstruct pulmonary vessels downstream (termed pulmonary embolism). [3] [12] Restoration of circulation via recanalization or thrombolysis often resolves the symptoms, though recurrence of the DVT or return of symptoms after the dissolution of the clot (post-thrombotic syndrome) is also possible. Imaging characteristics of deep venous thrombosis (DVT) on the duplex US may vary. Acute clots often demonstrate total occlusion, non-compressibility, smooth surface contour, and mildly hyperechoic, homogenous appearance on the US. By contrast, chronic thrombi generally appear as partially occlusive intraluminal filling defects with irregular surface contour and heteroechoic secondary to evolution of fibrotic products and possibly mineralization. Unfortunately, many variations of these characteristics are possible, making determining clot chronicity difficult.", "contents": "Doppler Peripheral Venous Duplex Assessment, Protocols, and Interpretation -- Anatomy and Physiology -- Common Pathologies. Deep venous thromboses (DVTs) are clots occurring in deep veins. DVTs may cause pain and swelling from the partial or total obstruction of blood in the vessel, though they may also occur painlessly. DVTs are particularly important to screen for, as they can become dislodged (termed thromboembolism) and obstruct pulmonary vessels downstream (termed pulmonary embolism). [3] [12] Restoration of circulation via recanalization or thrombolysis often resolves the symptoms, though recurrence of the DVT or return of symptoms after the dissolution of the clot (post-thrombotic syndrome) is also possible. Imaging characteristics of deep venous thrombosis (DVT) on the duplex US may vary. Acute clots often demonstrate total occlusion, non-compressibility, smooth surface contour, and mildly hyperechoic, homogenous appearance on the US. By contrast, chronic thrombi generally appear as partially occlusive intraluminal filling defects with irregular surface contour and heteroechoic secondary to evolution of fibrotic products and possibly mineralization. Unfortunately, many variations of these characteristics are possible, making determining clot chronicity difficult."}
{"id": "article-128613_12", "title": "Doppler Peripheral Venous Duplex Assessment, Protocols, and Interpretation -- Anatomy and Physiology -- Common Pathologies", "content": "A pseudoaneurysm is an extravasation of blood into a false lumen that maintains a patent connection to the injured vessel. This pathology may be encountered as a complication after a vascular procedure, such as a central line placement. Interrogation with Doppler US demonstrates a swirling flow pattern at the communicating neck and turbulent, pulsatile flow in the vein lumen. On color Doppler US, the turbulent pattern creates the appearance of the aliasing artifact. Controlled compression at the pseudoaneurysm neck during color Doppler interrogation can convert the pseudoaneurysm into a simple hematoma to avoid the need for surgical intervention. [8]", "contents": "Doppler Peripheral Venous Duplex Assessment, Protocols, and Interpretation -- Anatomy and Physiology -- Common Pathologies. A pseudoaneurysm is an extravasation of blood into a false lumen that maintains a patent connection to the injured vessel. This pathology may be encountered as a complication after a vascular procedure, such as a central line placement. Interrogation with Doppler US demonstrates a swirling flow pattern at the communicating neck and turbulent, pulsatile flow in the vein lumen. On color Doppler US, the turbulent pattern creates the appearance of the aliasing artifact. Controlled compression at the pseudoaneurysm neck during color Doppler interrogation can convert the pseudoaneurysm into a simple hematoma to avoid the need for surgical intervention. [8]"}
{"id": "article-128613_13", "title": "Doppler Peripheral Venous Duplex Assessment, Protocols, and Interpretation -- Indications", "content": "A peripheral venous Doppler US scan may be performed for several reasons. The most common reason is for evaluation of possible venous thrombotic disease or venous obstruction. This may occur either because the ordering provider suspects disease or follow-up is required for patients with known/prior DVTs when the outcome may affect therapy. Additional indications include assessment of venous insufficiency, reflux, or varicosities; vein mapping in preparation for future procedures, such as providing hemodialysis access via arteriovenous grafts or fistulas; evaluation of suspected or known vascular anomalies; evaluation of peripheral vessels status-post interventional procedures; or evaluation of peripheral veins before venous access. Peripheral venous duplex US has the benefits of non-ionizing radiation, non-invasive nature, portable, and generally well-tolerated by patients. [13]", "contents": "Doppler Peripheral Venous Duplex Assessment, Protocols, and Interpretation -- Indications. A peripheral venous Doppler US scan may be performed for several reasons. The most common reason is for evaluation of possible venous thrombotic disease or venous obstruction. This may occur either because the ordering provider suspects disease or follow-up is required for patients with known/prior DVTs when the outcome may affect therapy. Additional indications include assessment of venous insufficiency, reflux, or varicosities; vein mapping in preparation for future procedures, such as providing hemodialysis access via arteriovenous grafts or fistulas; evaluation of suspected or known vascular anomalies; evaluation of peripheral vessels status-post interventional procedures; or evaluation of peripheral veins before venous access. Peripheral venous duplex US has the benefits of non-ionizing radiation, non-invasive nature, portable, and generally well-tolerated by patients. [13]"}
{"id": "article-128613_14", "title": "Doppler Peripheral Venous Duplex Assessment, Protocols, and Interpretation -- Contraindications", "content": "While there are no specific or absolute contraindications for Doppler peripheral venous duplex US, several conditions may limit the peripheral venous systems' interrogation. Obesity, casts, and dressings in the areas of interest may block US beams, thus limit visualization. Additionally, in post-traumatic patients, burn patients, or post-surgical patients, open/recent wounds or pain may not permit appropriate interrogation. [3]", "contents": "Doppler Peripheral Venous Duplex Assessment, Protocols, and Interpretation -- Contraindications. While there are no specific or absolute contraindications for Doppler peripheral venous duplex US, several conditions may limit the peripheral venous systems' interrogation. Obesity, casts, and dressings in the areas of interest may block US beams, thus limit visualization. Additionally, in post-traumatic patients, burn patients, or post-surgical patients, open/recent wounds or pain may not permit appropriate interrogation. [3]"}
{"id": "article-128613_15", "title": "Doppler Peripheral Venous Duplex Assessment, Protocols, and Interpretation -- Equipment", "content": "Doppler peripheral venous duplex US assessment requires an ultrasound machine with gray-scale B-mode, color-flow Doppler, and video recording capabilities for accurately recording vessel compressibility, laminar versus turbulent flow, and relevant pathology in peripheral vessels. A 5 MHz frequency linear or curved-linear transducer is generally suitable. Occasionally, a 2.5 MHz transducer or phased array transducer is utilized to facilitate the interrogation of deeper vessels. The display screen must be capable of demonstrating both direction and relative amplitude of moving blood. [13] [14]", "contents": "Doppler Peripheral Venous Duplex Assessment, Protocols, and Interpretation -- Equipment. Doppler peripheral venous duplex US assessment requires an ultrasound machine with gray-scale B-mode, color-flow Doppler, and video recording capabilities for accurately recording vessel compressibility, laminar versus turbulent flow, and relevant pathology in peripheral vessels. A 5 MHz frequency linear or curved-linear transducer is generally suitable. Occasionally, a 2.5 MHz transducer or phased array transducer is utilized to facilitate the interrogation of deeper vessels. The display screen must be capable of demonstrating both direction and relative amplitude of moving blood. [13] [14]"}
{"id": "article-128613_16", "title": "Doppler Peripheral Venous Duplex Assessment, Protocols, and Interpretation -- Personnel", "content": "Because the US is highly operator-dependent, the exam should be performed by a sonographer, vascular technologist, or physician who is appropriately credentialed and accredited. The physician interpreting the US should meet the training guidelines following the accreditation policies for their specialty (i.e., radiology or vascular surgery). Additionally, the performing and interpreting provider should be familiar with: imaging physics, US artifacts, limitations of this modality, expected anatomy, and common pathologies associated with diseases involving the peripheral venous system. [13] [14]", "contents": "Doppler Peripheral Venous Duplex Assessment, Protocols, and Interpretation -- Personnel. Because the US is highly operator-dependent, the exam should be performed by a sonographer, vascular technologist, or physician who is appropriately credentialed and accredited. The physician interpreting the US should meet the training guidelines following the accreditation policies for their specialty (i.e., radiology or vascular surgery). Additionally, the performing and interpreting provider should be familiar with: imaging physics, US artifacts, limitations of this modality, expected anatomy, and common pathologies associated with diseases involving the peripheral venous system. [13] [14]"}
{"id": "article-128613_17", "title": "Doppler Peripheral Venous Duplex Assessment, Protocols, and Interpretation -- Preparation", "content": "Doppler peripheral venous duplex US requires very little preparation. The patient should be positioned in Trendelenburg, prone, or lateral decubitus orientations for optimal visualization of the affected area and patient comfort. Clothing and overlying medical support devices should be removed if safe and with the intent to protect the patient's privacy at all times. The US machine is generally positioned at a comfortable distance from the patient but allows the sonographer to adjust the technique as needed. [13] [14]", "contents": "Doppler Peripheral Venous Duplex Assessment, Protocols, and Interpretation -- Preparation. Doppler peripheral venous duplex US requires very little preparation. The patient should be positioned in Trendelenburg, prone, or lateral decubitus orientations for optimal visualization of the affected area and patient comfort. Clothing and overlying medical support devices should be removed if safe and with the intent to protect the patient's privacy at all times. The US machine is generally positioned at a comfortable distance from the patient but allows the sonographer to adjust the technique as needed. [13] [14]"}
{"id": "article-128613_18", "title": "Doppler Peripheral Venous Duplex Assessment, Protocols, and Interpretation -- Technique or Treatment", "content": "The scope of this section will be primarily limited to hand-held manual US machines using pulse wave Doppler mode. To understand the techniques of the US, some terminology and physics principles used in the creation of images and Doppler interrogation must be discussed. Brightness mode (B-mode) is the most common and versatile of the US modes. Images are displayed after transmitting and receiving a spectrum of US frequencies through a specific path aggregated and weighted by time factor and amplitude. The image is displayed as a function of brightness, with structures that are closer and/or producing stronger reflections appearing brighter. [15]", "contents": "Doppler Peripheral Venous Duplex Assessment, Protocols, and Interpretation -- Technique or Treatment. The scope of this section will be primarily limited to hand-held manual US machines using pulse wave Doppler mode. To understand the techniques of the US, some terminology and physics principles used in the creation of images and Doppler interrogation must be discussed. Brightness mode (B-mode) is the most common and versatile of the US modes. Images are displayed after transmitting and receiving a spectrum of US frequencies through a specific path aggregated and weighted by time factor and amplitude. The image is displayed as a function of brightness, with structures that are closer and/or producing stronger reflections appearing brighter. [15]"}
{"id": "article-128613_19", "title": "Doppler Peripheral Venous Duplex Assessment, Protocols, and Interpretation -- Technique or Treatment", "content": "The Doppler effect refers to the acoustic frequency changes emitted by a moving object concerning a stationary receiver. As the object moves toward the receiver, the wavelength emitted/reflected in front of the object compress. As the object moves away from the receiver, the wavelength behind the object expands. This change in wavelength results in a subsequent change in frequency and is known as the Doppler shift. Of note, the Doppler shift's magnitude is directly related to the velocity of the moving object. [6] In the human body, Doppler interrogation does not return a single shift frequency but a spectrum of frequencies that are influenced by anatomic structures such as intraluminal filling defects and physiologic changes like the cardiac output. The spectrum of frequencies lends its name to the interrogation technique, referred to as Spectral Doppler imaging (SDI). This information is usually displayed on frequency versus time graph or velocity versus time graph producing what is commonly referred to as a waveform. [6] This study is further accentuated using color flow imaging/color Doppler imaging (CFI or CDI). This mode uses a subsample or mean Doppler shift to generate a 2-dimensional color image overlaid onto a B-mode image within a specified region. [6] The remaining in-depth physics regarding Doppler, SDI, and CDI are beyond the scope of this paper. It is important to note that filters are commonly used during Doppler interrogation to reduce the aberrant Doppler signals from the patient. These filters are adjustable and occasionally will filter out real vascular flow.", "contents": "Doppler Peripheral Venous Duplex Assessment, Protocols, and Interpretation -- Technique or Treatment. The Doppler effect refers to the acoustic frequency changes emitted by a moving object concerning a stationary receiver. As the object moves toward the receiver, the wavelength emitted/reflected in front of the object compress. As the object moves away from the receiver, the wavelength behind the object expands. This change in wavelength results in a subsequent change in frequency and is known as the Doppler shift. Of note, the Doppler shift's magnitude is directly related to the velocity of the moving object. [6] In the human body, Doppler interrogation does not return a single shift frequency but a spectrum of frequencies that are influenced by anatomic structures such as intraluminal filling defects and physiologic changes like the cardiac output. The spectrum of frequencies lends its name to the interrogation technique, referred to as Spectral Doppler imaging (SDI). This information is usually displayed on frequency versus time graph or velocity versus time graph producing what is commonly referred to as a waveform. [6] This study is further accentuated using color flow imaging/color Doppler imaging (CFI or CDI). This mode uses a subsample or mean Doppler shift to generate a 2-dimensional color image overlaid onto a B-mode image within a specified region. [6] The remaining in-depth physics regarding Doppler, SDI, and CDI are beyond the scope of this paper. It is important to note that filters are commonly used during Doppler interrogation to reduce the aberrant Doppler signals from the patient. These filters are adjustable and occasionally will filter out real vascular flow."}
{"id": "article-128613_20", "title": "Doppler Peripheral Venous Duplex Assessment, Protocols, and Interpretation -- Technique or Treatment", "content": "Pulsed wave Doppler, also known as duplex Doppler, is the most commonly used modality for interrogating vascular structures. It is a combination of B-mode and Doppler interrogation. The B-mode is utilized to produce the overall grayscale images. Doppler frequency analysis is performed at a specific depth and for intermittent/pulsed time range. This mode provides information regarding the anatomic appearance and flow dynamics of the interrogated vessel. [9]", "contents": "Doppler Peripheral Venous Duplex Assessment, Protocols, and Interpretation -- Technique or Treatment. Pulsed wave Doppler, also known as duplex Doppler, is the most commonly used modality for interrogating vascular structures. It is a combination of B-mode and Doppler interrogation. The B-mode is utilized to produce the overall grayscale images. Doppler frequency analysis is performed at a specific depth and for intermittent/pulsed time range. This mode provides information regarding the anatomic appearance and flow dynamics of the interrogated vessel. [9]"}
{"id": "article-128613_21", "title": "Doppler Peripheral Venous Duplex Assessment, Protocols, and Interpretation -- Technique or Treatment", "content": "Imaging optimization is crucial in US and even more important for the evaluation of vascular structures. When utilizing the US, the performing provider must ensure the machine's technical parameters are set appropriately—including wall filter, gain, power, and even probe selection. During the exam, the focal zones should be within 1-2 cm of the desired interrogation. Once Doppler interrogation is initiated, it is necessary to maintain an angle less than 60 degrees, given that the principle of the Doppler effect involves a cosine function. In clinical practice, the Doppler angle is less important when evaluating peripheral veins versus peripheral arteries and only scrutinized if there is a concern for venous insufficiency or certain vascular grafts. This is because most clinical questions regarding peripheral venous pathology are related to venous obstruction or thrombosis. [12]", "contents": "Doppler Peripheral Venous Duplex Assessment, Protocols, and Interpretation -- Technique or Treatment. Imaging optimization is crucial in US and even more important for the evaluation of vascular structures. When utilizing the US, the performing provider must ensure the machine's technical parameters are set appropriately—including wall filter, gain, power, and even probe selection. During the exam, the focal zones should be within 1-2 cm of the desired interrogation. Once Doppler interrogation is initiated, it is necessary to maintain an angle less than 60 degrees, given that the principle of the Doppler effect involves a cosine function. In clinical practice, the Doppler angle is less important when evaluating peripheral veins versus peripheral arteries and only scrutinized if there is a concern for venous insufficiency or certain vascular grafts. This is because most clinical questions regarding peripheral venous pathology are related to venous obstruction or thrombosis. [12]"}
{"id": "article-128613_22", "title": "Doppler Peripheral Venous Duplex Assessment, Protocols, and Interpretation -- Technique or Treatment", "content": "Various publications from the American Institute of Ultrasound in Medicine (AIUM) and other national institutions related to US imaging suggest evaluating the peripheral veins for deep venous thrombus, thromboembolic disease, and venous insufficiency take place from the lateral approach, concerning the expected course of the vasculature. [13] [14] When performing upper extremity evaluations, the symptomatic arm is generally positioned over the patient’s head while in the supine position. All accessible/visible portions of the innominate, internal jugular, subclavian, and axillary veins should undergo gray-scale, color, and spectral US evaluation. Additionally, gray-scale compression evaluation of the basilic, brachial, and cephalic veins to the level of the elbow should also be performed. Compression should be applied in the transverse plane to the underlying vasculature with enough force to obliterate the visualized vein's lumen (generally, compression is performed up to 2 cm). Gray-scale still or cine images should be saved to the medical record at the aforementioned levels and CDI and SDI at the internal jugular, subclavian, and axillary veins obtained in the longitudinal axis. Additionally, the contralateral axillary vein should be obtained in gray-scale, CDI, and SDI for comparison. [12] A similar process is performed with the lower extremity.", "contents": "Doppler Peripheral Venous Duplex Assessment, Protocols, and Interpretation -- Technique or Treatment. Various publications from the American Institute of Ultrasound in Medicine (AIUM) and other national institutions related to US imaging suggest evaluating the peripheral veins for deep venous thrombus, thromboembolic disease, and venous insufficiency take place from the lateral approach, concerning the expected course of the vasculature. [13] [14] When performing upper extremity evaluations, the symptomatic arm is generally positioned over the patient’s head while in the supine position. All accessible/visible portions of the innominate, internal jugular, subclavian, and axillary veins should undergo gray-scale, color, and spectral US evaluation. Additionally, gray-scale compression evaluation of the basilic, brachial, and cephalic veins to the level of the elbow should also be performed. Compression should be applied in the transverse plane to the underlying vasculature with enough force to obliterate the visualized vein's lumen (generally, compression is performed up to 2 cm). Gray-scale still or cine images should be saved to the medical record at the aforementioned levels and CDI and SDI at the internal jugular, subclavian, and axillary veins obtained in the longitudinal axis. Additionally, the contralateral axillary vein should be obtained in gray-scale, CDI, and SDI for comparison. [12] A similar process is performed with the lower extremity."}
{"id": "article-128613_23", "title": "Doppler Peripheral Venous Duplex Assessment, Protocols, and Interpretation -- Technique or Treatment", "content": "Of note, the AIUM recommends evaluation of the veins from the level of the inguinal ligament to the ankle for lower extremity DVTs. Still, this practice is not entirely embraced across medical facilities. Regardless of the institution, examination with gray-scale, CDI, SDI, and compression at the common femoral, superficial femoral, deep femoral, and popliteal veins is performed. Given the prevalence of pathology and anatomic variations, images demonstrating the common femoral vein and great saphenous vein confluence and the proximal deep femoral vein adjacent to the proximal superficial femoral vein must be obtained. If needed, the posterior tibial, peroneal, and anterior tibial veins may also be interrogated. In instances where venous reflux is suspected, images of baseline and provocative maneuvers should be recorded as well as reflux times in seconds or milliseconds. [12]", "contents": "Doppler Peripheral Venous Duplex Assessment, Protocols, and Interpretation -- Technique or Treatment. Of note, the AIUM recommends evaluation of the veins from the level of the inguinal ligament to the ankle for lower extremity DVTs. Still, this practice is not entirely embraced across medical facilities. Regardless of the institution, examination with gray-scale, CDI, SDI, and compression at the common femoral, superficial femoral, deep femoral, and popliteal veins is performed. Given the prevalence of pathology and anatomic variations, images demonstrating the common femoral vein and great saphenous vein confluence and the proximal deep femoral vein adjacent to the proximal superficial femoral vein must be obtained. If needed, the posterior tibial, peroneal, and anterior tibial veins may also be interrogated. In instances where venous reflux is suspected, images of baseline and provocative maneuvers should be recorded as well as reflux times in seconds or milliseconds. [12]"}
{"id": "article-128613_24", "title": "Doppler Peripheral Venous Duplex Assessment, Protocols, and Interpretation -- Technique or Treatment", "content": "The majority of venous mapping is generally performed in preparation for surgical intervention, and consultation with the ordering provider, vascular surgery, and/or interventional radiology may be warranted. This exam is not commonly performed at smaller institutions and is less common in clinical practice. Venous mapping is performed slightly differently from peripheral venous US and is generally limited to superficial veins within a specific area of interest. Additionally, augmentation devices such as tourniquets are occasionally used.", "contents": "Doppler Peripheral Venous Duplex Assessment, Protocols, and Interpretation -- Technique or Treatment. The majority of venous mapping is generally performed in preparation for surgical intervention, and consultation with the ordering provider, vascular surgery, and/or interventional radiology may be warranted. This exam is not commonly performed at smaller institutions and is less common in clinical practice. Venous mapping is performed slightly differently from peripheral venous US and is generally limited to superficial veins within a specific area of interest. Additionally, augmentation devices such as tourniquets are occasionally used."}
{"id": "article-128613_25", "title": "Doppler Peripheral Venous Duplex Assessment, Protocols, and Interpretation -- Technique or Treatment", "content": "According to published AIUM standards, mandatory demographic and site labels should be clearly displayed on the image. Regions of the evaluated vessels are generally labeled and an indication regarding compression or no compression during evaluation. The Doppler angle, if applicable, should be recorded on the image. If the site is outside the standard protocol, targeted sonographic evaluation should be performed. Additionally, if pathology such as thrombus, malformations, non-vascular etiologies, and aberrant anatomy is present, further evaluation to document the size and extent of the region involved is warranted. [12]", "contents": "Doppler Peripheral Venous Duplex Assessment, Protocols, and Interpretation -- Technique or Treatment. According to published AIUM standards, mandatory demographic and site labels should be clearly displayed on the image. Regions of the evaluated vessels are generally labeled and an indication regarding compression or no compression during evaluation. The Doppler angle, if applicable, should be recorded on the image. If the site is outside the standard protocol, targeted sonographic evaluation should be performed. Additionally, if pathology such as thrombus, malformations, non-vascular etiologies, and aberrant anatomy is present, further evaluation to document the size and extent of the region involved is warranted. [12]"}
{"id": "article-128613_26", "title": "Doppler Peripheral Venous Duplex Assessment, Protocols, and Interpretation -- Complications", "content": "There are no acute or long-term complications associated with peripheral vascular ultrasound. [13] [14]", "contents": "Doppler Peripheral Venous Duplex Assessment, Protocols, and Interpretation -- Complications. There are no acute or long-term complications associated with peripheral vascular ultrasound. [13] [14]"}
{"id": "article-128613_27", "title": "Doppler Peripheral Venous Duplex Assessment, Protocols, and Interpretation -- Clinical Significance", "content": "The clinical significance of the exam is largely dependent on the pathology. [16] Deep venous thrombosis requires long-term medical management with occasional surgical intervention. [17] Vascular anomalies may require complex procedural or surgical interventions, depending on the anomaly's size and nature. [10]", "contents": "Doppler Peripheral Venous Duplex Assessment, Protocols, and Interpretation -- Clinical Significance. The clinical significance of the exam is largely dependent on the pathology. [16] Deep venous thrombosis requires long-term medical management with occasional surgical intervention. [17] Vascular anomalies may require complex procedural or surgical interventions, depending on the anomaly's size and nature. [10]"}
{"id": "article-128613_28", "title": "Doppler Peripheral Venous Duplex Assessment, Protocols, and Interpretation -- Enhancing Healthcare Team Outcomes", "content": "While the performance of the US itself requires a credentialed sonographer or physician, the discovery of the need and indications for the US study depends on the collaboration of the entire interprofessional healthcare team across specialties. Nurses, medical students, and physicians all review history, conduct interviews with patients, and perform examinations on patients, making it important for healthcare teams to share findings to optimize patient care. The clinical staff required for management depends on the pathology. Still, it may include vascular or interventional radiology for surgical management for some venous pathologies and either primary care or specialty teams for anticoagulation therapy or observation. Hospital pharmacists provide valuable recommendations for initial and daily doses of a new anticoagulant in patients with multiple interacting medications. Dieticians provide patients with the necessary nutritional education on appropriate vitamin K intake when management requires warfarin therapy. [Level 5]", "contents": "Doppler Peripheral Venous Duplex Assessment, Protocols, and Interpretation -- Enhancing Healthcare Team Outcomes. While the performance of the US itself requires a credentialed sonographer or physician, the discovery of the need and indications for the US study depends on the collaboration of the entire interprofessional healthcare team across specialties. Nurses, medical students, and physicians all review history, conduct interviews with patients, and perform examinations on patients, making it important for healthcare teams to share findings to optimize patient care. The clinical staff required for management depends on the pathology. Still, it may include vascular or interventional radiology for surgical management for some venous pathologies and either primary care or specialty teams for anticoagulation therapy or observation. Hospital pharmacists provide valuable recommendations for initial and daily doses of a new anticoagulant in patients with multiple interacting medications. Dieticians provide patients with the necessary nutritional education on appropriate vitamin K intake when management requires warfarin therapy. [Level 5]"}
{"id": "article-128613_29", "title": "Doppler Peripheral Venous Duplex Assessment, Protocols, and Interpretation -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Doppler Peripheral Venous Duplex Assessment, Protocols, and Interpretation -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}