{"id": "article-19258_0", "title": "Cervical Spondylosis -- Continuing Education Activity", "content": "Cervical spondylosis is a natural age-related disease process that is associated with degenerative changes within the intervertebral disc. It most commonly presents as neck pain, which remains as one of the leading causes of disability and rising healthcare costs. This activity reviews the evaluation and management of cervical spondylosis and highlights the role of the interprofessional team in evaluating and treating patients with this condition.", "contents": "Cervical Spondylosis -- Continuing Education Activity. Cervical spondylosis is a natural age-related disease process that is associated with degenerative changes within the intervertebral disc. It most commonly presents as neck pain, which remains as one of the leading causes of disability and rising healthcare costs. This activity reviews the evaluation and management of cervical spondylosis and highlights the role of the interprofessional team in evaluating and treating patients with this condition."}
{"id": "article-19258_1", "title": "Cervical Spondylosis -- Continuing Education Activity", "content": "Objectives: Identify the etiology of cervical spondylosis. Review the evaluation of cervical spondylosis. Outline the treatment and management options available for cervical spondylosis. Describe some interprofessional team strategies for improving care coordination and communication to advance cervical spondylosis and improve outcomes. Access free multiple choice questions on this topic.", "contents": "Cervical Spondylosis -- Continuing Education Activity. Objectives: Identify the etiology of cervical spondylosis. Review the evaluation of cervical spondylosis. Outline the treatment and management options available for cervical spondylosis. Describe some interprofessional team strategies for improving care coordination and communication to advance cervical spondylosis and improve outcomes. Access free multiple choice questions on this topic."}
{"id": "article-19258_2", "title": "Cervical Spondylosis -- Introduction", "content": "Cervical spondylosis is a term that encompasses a wide range of progressive degenerative changes that affect all the components of the cervical spine (i.e., intervertebral discs, facet joints, joints of Luschka, ligamenta flava, and laminae). It is a natural process of aging and presents in the majority of people after the fifth decade of life. [1] Symptoms of cervical spondylosis manifest as neck pain and neck stiffness and can be accompanied by radicular symptoms when there is compression of neural structures. [2] Neck pain is a widespread condition and the second most common complaint after low back pain. Given its significant burden of disease associated with substantial disability and economic cost, healthcare providers need to recognize symptomatic cervical spondylosis and provide evidence-based, cost-effective interventions. [3]", "contents": "Cervical Spondylosis -- Introduction. Cervical spondylosis is a term that encompasses a wide range of progressive degenerative changes that affect all the components of the cervical spine (i.e., intervertebral discs, facet joints, joints of Luschka, ligamenta flava, and laminae). It is a natural process of aging and presents in the majority of people after the fifth decade of life. [1] Symptoms of cervical spondylosis manifest as neck pain and neck stiffness and can be accompanied by radicular symptoms when there is compression of neural structures. [2] Neck pain is a widespread condition and the second most common complaint after low back pain. Given its significant burden of disease associated with substantial disability and economic cost, healthcare providers need to recognize symptomatic cervical spondylosis and provide evidence-based, cost-effective interventions. [3]"}
{"id": "article-19258_3", "title": "Cervical Spondylosis -- Etiology", "content": "The primary risk factor and contributor to the incidence of cervical spondylosis is age-related degeneration of the intervertebral disc and cervical spinal elements. Degenerative changes in surrounding structures, including the uncovertebral joints, facets joints, posterior longitudinal ligament (PLL), and ligamentum flavum all combine to cause narrowing of the spinal canal and intervertebral foramina. Consequently, the spinal cord, spinal vasculature, and nerve roots can be compressed, resulting in the three clinical syndromes in which cervical spondylosis presents: axial neck pain, cervical myelopathy, and cervical radiculopathy.", "contents": "Cervical Spondylosis -- Etiology. The primary risk factor and contributor to the incidence of cervical spondylosis is age-related degeneration of the intervertebral disc and cervical spinal elements. Degenerative changes in surrounding structures, including the uncovertebral joints, facets joints, posterior longitudinal ligament (PLL), and ligamentum flavum all combine to cause narrowing of the spinal canal and intervertebral foramina. Consequently, the spinal cord, spinal vasculature, and nerve roots can be compressed, resulting in the three clinical syndromes in which cervical spondylosis presents: axial neck pain, cervical myelopathy, and cervical radiculopathy."}
{"id": "article-19258_4", "title": "Cervical Spondylosis -- Etiology", "content": "Factors that can contribute to an accelerated disease process and early-onset cervical spondylosis include exposure to significant spinal trauma, a congenitally narrow vertebral canal, dystonic cerebral palsy affecting cervical musculature, and specific athletic activities like rugby, soccer, and horse riding. [4] [5]", "contents": "Cervical Spondylosis -- Etiology. Factors that can contribute to an accelerated disease process and early-onset cervical spondylosis include exposure to significant spinal trauma, a congenitally narrow vertebral canal, dystonic cerebral palsy affecting cervical musculature, and specific athletic activities like rugby, soccer, and horse riding. [4] [5]"}
{"id": "article-19258_5", "title": "Cervical Spondylosis -- Epidemiology", "content": "Most people with spondylotic changes of the cervical spine on radiographic imaging remain asymptomatic, with 25% of individuals under the age of 40, 50% of individuals over the age of 40, and 85% of individuals over the age of 60 showing some evidence of degenerative changes. The most frequently affected levels are C6-C7, followed by C5-C6. Symptomatic cervical spondylosis most commonly presents as neck pain. In the general population, the point prevalence of neck pain ranges from 0.4% to 41.5%, the 1-year incidence ranges from 4.8% to 79.5%, and lifetime prevalence may be as high as 86.8%. According to the Global Burden of Disease 2015, low back and neck pain remain the leading cause of years lived with disability (YLD) and the fourth leading cause of disability-adjusted life years (DALYs). [3] [4] [6]", "contents": "Cervical Spondylosis -- Epidemiology. Most people with spondylotic changes of the cervical spine on radiographic imaging remain asymptomatic, with 25% of individuals under the age of 40, 50% of individuals over the age of 40, and 85% of individuals over the age of 60 showing some evidence of degenerative changes. The most frequently affected levels are C6-C7, followed by C5-C6. Symptomatic cervical spondylosis most commonly presents as neck pain. In the general population, the point prevalence of neck pain ranges from 0.4% to 41.5%, the 1-year incidence ranges from 4.8% to 79.5%, and lifetime prevalence may be as high as 86.8%. According to the Global Burden of Disease 2015, low back and neck pain remain the leading cause of years lived with disability (YLD) and the fourth leading cause of disability-adjusted life years (DALYs). [3] [4] [6]"}
{"id": "article-19258_6", "title": "Cervical Spondylosis -- Pathophysiology", "content": "The pathogenesis of cervical spondylosis involves a degenerative cascade that produces biomechanical changes in the cervical spine, manifesting as secondary compression of neural and vascular structures. An increase in the keratin-chondroitin ratio prompts changes to the proteoglycan matrix resulting in loss of water, protein, and mucopolysaccharides within the intervertebral disc. Desiccation of the disc causes the nucleus pulposus to lose its elasticity as it shrinks and becomes more fibrous. As the nucleus pulposus loses its ability to maintain weight-bearing loads effectively, it begins to herniate through the fibers of the annulus fibrosus and contributes to the loss of disc height, ligamentous laxity, and buckling, and compression of the cervical spine. With further disc desiccation, the annular fibers become more mechanically compromised under compressive loads, producing significant alterations in the load distribution along the cervical spine. The result is a reversal of the normal cervical lordosis. Progression of the kyphosis causes the annular and Sharpey’s fibers to peel off from the vertebral body edges, resulting in reactive bone formation. These bone spurs or osteophytes can form along the ventral or dorsal margins of the cervical spine, which can then project into the spinal canal and intervertebral foramina. Furthermore, disruption in the load balance along the spinal column generates greater axial loads onto the uncovertebral and facet joints which triggers hypertrophy or enlargement of the joints and accelerates bony spur formation into the surrounding neural foramen. These degenerative changes lead to loss of cervical lordosis and movement, as well as a reduction in the spinal canal diameter. [7] [8]", "contents": "Cervical Spondylosis -- Pathophysiology. The pathogenesis of cervical spondylosis involves a degenerative cascade that produces biomechanical changes in the cervical spine, manifesting as secondary compression of neural and vascular structures. An increase in the keratin-chondroitin ratio prompts changes to the proteoglycan matrix resulting in loss of water, protein, and mucopolysaccharides within the intervertebral disc. Desiccation of the disc causes the nucleus pulposus to lose its elasticity as it shrinks and becomes more fibrous. As the nucleus pulposus loses its ability to maintain weight-bearing loads effectively, it begins to herniate through the fibers of the annulus fibrosus and contributes to the loss of disc height, ligamentous laxity, and buckling, and compression of the cervical spine. With further disc desiccation, the annular fibers become more mechanically compromised under compressive loads, producing significant alterations in the load distribution along the cervical spine. The result is a reversal of the normal cervical lordosis. Progression of the kyphosis causes the annular and Sharpey’s fibers to peel off from the vertebral body edges, resulting in reactive bone formation. These bone spurs or osteophytes can form along the ventral or dorsal margins of the cervical spine, which can then project into the spinal canal and intervertebral foramina. Furthermore, disruption in the load balance along the spinal column generates greater axial loads onto the uncovertebral and facet joints which triggers hypertrophy or enlargement of the joints and accelerates bony spur formation into the surrounding neural foramen. These degenerative changes lead to loss of cervical lordosis and movement, as well as a reduction in the spinal canal diameter. [7] [8]"}
{"id": "article-19258_7", "title": "Cervical Spondylosis -- Histopathology", "content": "Disc herniation can be an early precursor to the development of spondylosis. While both spondylotic discs and herniated discs undergo similar degenerative changes (e.g., macrophage infiltration, upregulation of growth factors, and cytokines), there exist immunohistological distinctions between the two disease processes. In a 2008 study by Kokubo et al, a total of 500 cervical intervertebral discs excised from 198 patients with disc herniation and 166 patients with spondylosis were examined en bloc samples via histological analysis and immunohistochemical staining. Chondrocytes taken from both groups were abundant in CD68-positive macrophages, tumor necrosis factor-alpha (TNF)-alpha, matrix metalloproteinase (MMP)-3, basic fibroblast factor (bFGF), and vascular endothelial growth factor (VEGF). However, herniated discs demonstrated more profound inflammatory reactions involving CD68-positive macrophage infiltration into the outer layer of the annulus fibrosus. However, spondylotic discs were observed to have thicker bony endplates with a more diffuse expression of TNF-alpha and MMP-3 in the inner layer of the annulus fibrosus. [7] [8]", "contents": "Cervical Spondylosis -- Histopathology. Disc herniation can be an early precursor to the development of spondylosis. While both spondylotic discs and herniated discs undergo similar degenerative changes (e.g., macrophage infiltration, upregulation of growth factors, and cytokines), there exist immunohistological distinctions between the two disease processes. In a 2008 study by Kokubo et al, a total of 500 cervical intervertebral discs excised from 198 patients with disc herniation and 166 patients with spondylosis were examined en bloc samples via histological analysis and immunohistochemical staining. Chondrocytes taken from both groups were abundant in CD68-positive macrophages, tumor necrosis factor-alpha (TNF)-alpha, matrix metalloproteinase (MMP)-3, basic fibroblast factor (bFGF), and vascular endothelial growth factor (VEGF). However, herniated discs demonstrated more profound inflammatory reactions involving CD68-positive macrophage infiltration into the outer layer of the annulus fibrosus. However, spondylotic discs were observed to have thicker bony endplates with a more diffuse expression of TNF-alpha and MMP-3 in the inner layer of the annulus fibrosus. [7] [8]"}
{"id": "article-19258_8", "title": "Cervical Spondylosis -- History and Physical", "content": "Patient history should focus on the timeline of the pain, radiation of pain, aggravating factors, and inciting events. Classically, symptomatic cervical spondylosis presents as one or more of the following three primary clinical syndromes: Axial Neck Pain Commonly complain of stiffness and pain in the cervical spine that is most severe in the upright position and relieved with bed rest when removing the load from the neck Neck motion, especially in hyperextension and side-bending, typically increases the pain In upper and lower cervical spine disease, patients may report radiating pain into the back of the ear or occiput versus radiating pain into the superior trapezius or periscapular musculature, respectively Occasionally, patients can present with atypical symptoms of cervical angina such as jaw pain or chest pain", "contents": "Cervical Spondylosis -- History and Physical. Patient history should focus on the timeline of the pain, radiation of pain, aggravating factors, and inciting events. Classically, symptomatic cervical spondylosis presents as one or more of the following three primary clinical syndromes: Axial Neck Pain Commonly complain of stiffness and pain in the cervical spine that is most severe in the upright position and relieved with bed rest when removing the load from the neck Neck motion, especially in hyperextension and side-bending, typically increases the pain In upper and lower cervical spine disease, patients may report radiating pain into the back of the ear or occiput versus radiating pain into the superior trapezius or periscapular musculature, respectively Occasionally, patients can present with atypical symptoms of cervical angina such as jaw pain or chest pain"}
{"id": "article-19258_9", "title": "Cervical Spondylosis -- History and Physical", "content": "Cervical Radiculopathy Radicular symptoms usually follow a myotomal distribution depending on the nerve root(s) involved and can present as unilateral or bilateral neck pain, arm pain, scapular pain, paresthesia, and arm or hand weakness Pain is exacerbated by head tilt toward the affected side or by hyperextension and side-bending toward the affected side Cervical Myelopathy Typically has an insidious onset with or without neck pain (frequently absent) Can initially present with hand weakness and clumsiness, resulting in the inability to complete tasks requiring fine motor coordination (e.g., buttoning a shirt, tying shoelaces, picking up small objects) Frequent reports of gait instability and unexplained falls Urinary symptoms (i.e., incontinence) are rare and typically appear late in disease progression", "contents": "Cervical Spondylosis -- History and Physical. Cervical Radiculopathy Radicular symptoms usually follow a myotomal distribution depending on the nerve root(s) involved and can present as unilateral or bilateral neck pain, arm pain, scapular pain, paresthesia, and arm or hand weakness Pain is exacerbated by head tilt toward the affected side or by hyperextension and side-bending toward the affected side Cervical Myelopathy Typically has an insidious onset with or without neck pain (frequently absent) Can initially present with hand weakness and clumsiness, resulting in the inability to complete tasks requiring fine motor coordination (e.g., buttoning a shirt, tying shoelaces, picking up small objects) Frequent reports of gait instability and unexplained falls Urinary symptoms (i.e., incontinence) are rare and typically appear late in disease progression"}
{"id": "article-19258_10", "title": "Cervical Spondylosis -- History and Physical", "content": "On the first appearance, the patient may appear immobile and stiff at the head and neck due to increasing axial neck pain with cervical spine movement. Tender “trigger” points are frequently present within the superior trapezius muscles, cervical paraspinal muscles, and/or periscapular muscles.", "contents": "Cervical Spondylosis -- History and Physical. On the first appearance, the patient may appear immobile and stiff at the head and neck due to increasing axial neck pain with cervical spine movement. Tender “trigger” points are frequently present within the superior trapezius muscles, cervical paraspinal muscles, and/or periscapular muscles."}
{"id": "article-19258_11", "title": "Cervical Spondylosis -- History and Physical", "content": "If there is radiating pain down the upper limb with head extension and ipsilateral head rotation to the affected side, then it is considered a positive Spurling test for cervical radiculopathy. In a 2011 study by Shabat et al., the Spurling test was found to be 95% sensitive and 94% specific for diagnosing nerve root pathology in 257 patients as confirmed by cervical spine CT and/or MRI [9] . In some cases, manual neck distraction may alleviate radicular pain.", "contents": "Cervical Spondylosis -- History and Physical. If there is radiating pain down the upper limb with head extension and ipsilateral head rotation to the affected side, then it is considered a positive Spurling test for cervical radiculopathy. In a 2011 study by Shabat et al., the Spurling test was found to be 95% sensitive and 94% specific for diagnosing nerve root pathology in 257 patients as confirmed by cervical spine CT and/or MRI [9] . In some cases, manual neck distraction may alleviate radicular pain."}
{"id": "article-19258_12", "title": "Cervical Spondylosis -- History and Physical", "content": "Electric shock-like sensations radiating down the spine and into the extremities with cervical flexion is a positive Lhermitte's sign, which is concerning for cervical spondylotic myelopathy (CSM). A more specific sign for CSM is Hoffman’s sign, which is elicited by flicking the patient’s distal phalanx of the middle finger and observing reflexive flexion of the thumb and/or index finger.", "contents": "Cervical Spondylosis -- History and Physical. Electric shock-like sensations radiating down the spine and into the extremities with cervical flexion is a positive Lhermitte's sign, which is concerning for cervical spondylotic myelopathy (CSM). A more specific sign for CSM is Hoffman’s sign, which is elicited by flicking the patient’s distal phalanx of the middle finger and observing reflexive flexion of the thumb and/or index finger."}
{"id": "article-19258_13", "title": "Cervical Spondylosis -- History and Physical", "content": "All physical exams should include a meticulous evaluation of bilateral extremities for muscle strength, sensation, and deep tendon reflexes in order to look for weakness in a myotomal distribution, sensory deficits in a dermatomal pattern, and reflex changes, respectively; all of which can help to identify the compromised nerve root(s) and/or myelopathy.", "contents": "Cervical Spondylosis -- History and Physical. All physical exams should include a meticulous evaluation of bilateral extremities for muscle strength, sensation, and deep tendon reflexes in order to look for weakness in a myotomal distribution, sensory deficits in a dermatomal pattern, and reflex changes, respectively; all of which can help to identify the compromised nerve root(s) and/or myelopathy."}
{"id": "article-19258_14", "title": "Cervical Spondylosis -- History and Physical", "content": "The clinician can evaluate the patient’s gait and balance with a toe-to-heel walk test and Romberg’s test. In the latter, the patient stands with eyes closed, and arms held forward. An increased loss of balance is interpreted as a positive Romberg’s test and is indicative of dysfunction involving the dorsal columns of the spinal cord.", "contents": "Cervical Spondylosis -- History and Physical. The clinician can evaluate the patient’s gait and balance with a toe-to-heel walk test and Romberg’s test. In the latter, the patient stands with eyes closed, and arms held forward. An increased loss of balance is interpreted as a positive Romberg’s test and is indicative of dysfunction involving the dorsal columns of the spinal cord."}
{"id": "article-19258_15", "title": "Cervical Spondylosis -- History and Physical", "content": "The presence of upper motor neuron signs (e.g., spasticity, hyperreflexia, sustained clonus, extensor Babinski response) should raise the examiner’s clinical suspicion for spinal cord compromise. Another screening test for CSM is the grip and release test. Typically, a patient can make a fist and release it 20 times in 10 seconds, with decreasing cut-off values with increasing age and lower cut-off values in females compared to males. [10]", "contents": "Cervical Spondylosis -- History and Physical. The presence of upper motor neuron signs (e.g., spasticity, hyperreflexia, sustained clonus, extensor Babinski response) should raise the examiner’s clinical suspicion for spinal cord compromise. Another screening test for CSM is the grip and release test. Typically, a patient can make a fist and release it 20 times in 10 seconds, with decreasing cut-off values with increasing age and lower cut-off values in females compared to males. [10]"}
{"id": "article-19258_16", "title": "Cervical Spondylosis -- Evaluation -- X-ray", "content": "Plain radiographs are an appropriate initial imaging study for neck and upper extremity pain in the absence of “red flag” symptoms. However, degenerative changes seen on imaging often poorly correlate with the presence of neck pain. [11] Common radiographic findings include osteophyte formation, disc space narrowing, endplate sclerosis, degenerative changes of uncovertebral and facet joints, and calcified/ossified soft tissues. AP, lateral, and oblique views of the spine are adequate to evaluate for foraminal stenosis, sagittal alignment, and the size of the spinal canal. The Torg-Pavlov ratio is obtainable by comparing the sagittal diameter of the spinal canal to the sagittal diameter of the vertebral body. The normal value is 1.0, with a ratio of <0.8 indicating cervical stenosis. Flexion and extension views also merit consideration if there is a concern for ligamentous instability.", "contents": "Cervical Spondylosis -- Evaluation -- X-ray. Plain radiographs are an appropriate initial imaging study for neck and upper extremity pain in the absence of “red flag” symptoms. However, degenerative changes seen on imaging often poorly correlate with the presence of neck pain. [11] Common radiographic findings include osteophyte formation, disc space narrowing, endplate sclerosis, degenerative changes of uncovertebral and facet joints, and calcified/ossified soft tissues. AP, lateral, and oblique views of the spine are adequate to evaluate for foraminal stenosis, sagittal alignment, and the size of the spinal canal. The Torg-Pavlov ratio is obtainable by comparing the sagittal diameter of the spinal canal to the sagittal diameter of the vertebral body. The normal value is 1.0, with a ratio of <0.8 indicating cervical stenosis. Flexion and extension views also merit consideration if there is a concern for ligamentous instability."}
{"id": "article-19258_17", "title": "Cervical Spondylosis -- Evaluation -- Magnetic Resonance Imaging (MRI)", "content": "MRI is the imaging modality of choice to evaluate neural structures and soft tissues. It allows for proper visualization of the entire cervical spine without subjecting the patient to radiation. Sagittal and axial cuts can help quantify the extent of nerve and cord compression, as well as reveal offending pathological changes (e.g., herniated discs, bony spurs, ligamenta flava hypertrophy, or facet joint arthropathy). Hyperintense spinal cord signal on T2-weighted images can be representative of edema, inflammation, ischemia, myelomalacia, or gliosis. [12] Despite the high sensitivity of MRI studies for spondylotic changes, they should not be a routine part of the diagnostic workup unless indicated, given the high prevalence of degenerative findings on MRI in asymptomatic individuals. [13]", "contents": "Cervical Spondylosis -- Evaluation -- Magnetic Resonance Imaging (MRI). MRI is the imaging modality of choice to evaluate neural structures and soft tissues. It allows for proper visualization of the entire cervical spine without subjecting the patient to radiation. Sagittal and axial cuts can help quantify the extent of nerve and cord compression, as well as reveal offending pathological changes (e.g., herniated discs, bony spurs, ligamenta flava hypertrophy, or facet joint arthropathy). Hyperintense spinal cord signal on T2-weighted images can be representative of edema, inflammation, ischemia, myelomalacia, or gliosis. [12] Despite the high sensitivity of MRI studies for spondylotic changes, they should not be a routine part of the diagnostic workup unless indicated, given the high prevalence of degenerative findings on MRI in asymptomatic individuals. [13]"}
{"id": "article-19258_18", "title": "Cervical Spondylosis -- Evaluation -- Computed Tomography (CT)", "content": "CT provides a good definition of bony structures and is more sensitive than plain radiographs in assessing intervertebral foraminal stenosis in the setting of uncovertebral or facet hypertrophy. However, it is less sensitive than MRI for the evaluation of soft tissues and nerve root compression.", "contents": "Cervical Spondylosis -- Evaluation -- Computed Tomography (CT). CT provides a good definition of bony structures and is more sensitive than plain radiographs in assessing intervertebral foraminal stenosis in the setting of uncovertebral or facet hypertrophy. However, it is less sensitive than MRI for the evaluation of soft tissues and nerve root compression."}
{"id": "article-19258_19", "title": "Cervical Spondylosis -- Evaluation -- CT Myelogram", "content": "CT is most useful when combined with the injection of intrathecal contrast (myelography) to better evaluate the location and amount of neural compression. It is more invasive than an MRI but can be a consideration in patients who have a contraindication to MRI (e.g., pacemaker) or have an artifact from the hardware.", "contents": "Cervical Spondylosis -- Evaluation -- CT Myelogram. CT is most useful when combined with the injection of intrathecal contrast (myelography) to better evaluate the location and amount of neural compression. It is more invasive than an MRI but can be a consideration in patients who have a contraindication to MRI (e.g., pacemaker) or have an artifact from the hardware."}
{"id": "article-19258_20", "title": "Cervical Spondylosis -- Evaluation -- Discogram", "content": "Provocative discography is rarely necessary for cervical spondylosis. It is useful for the evaluation of patients who are experiencing cervical discogenic pain or have multiple herniations in which surgery is a strong possibility. However, the diagnostic procedure remains controversial as it may accelerate the degeneration of normal discs. [14]", "contents": "Cervical Spondylosis -- Evaluation -- Discogram. Provocative discography is rarely necessary for cervical spondylosis. It is useful for the evaluation of patients who are experiencing cervical discogenic pain or have multiple herniations in which surgery is a strong possibility. However, the diagnostic procedure remains controversial as it may accelerate the degeneration of normal discs. [14]"}
{"id": "article-19258_21", "title": "Cervical Spondylosis -- Evaluation -- Electromyogram (EMG)", "content": "EMG can be useful in supplementing neuroimaging findings in the diagnosis of cervical radiculopathy. It is especially valuable in differentiating nerve root compression from other possible concomitant neurologic conditions, including peripheral neuropathies, entrapment neuropathies, brachial plexopathies, myopathies, and motor neuron diseases.", "contents": "Cervical Spondylosis -- Evaluation -- Electromyogram (EMG). EMG can be useful in supplementing neuroimaging findings in the diagnosis of cervical radiculopathy. It is especially valuable in differentiating nerve root compression from other possible concomitant neurologic conditions, including peripheral neuropathies, entrapment neuropathies, brachial plexopathies, myopathies, and motor neuron diseases."}
{"id": "article-19258_22", "title": "Cervical Spondylosis -- Treatment / Management", "content": "The treatment strategy for cervical spondylosis depends on the severity of a patient’s signs and symptoms. In the absence of “red flag” symptoms or significant myelopathy, the goals of treatment are to relieve pain, improve functional ability in day-to-day activities, and prevent permanent injury to neural structures. Symptomatic cervical spondylosis should be approached in a stepwise fashion, starting with non-operative management.", "contents": "Cervical Spondylosis -- Treatment / Management. The treatment strategy for cervical spondylosis depends on the severity of a patient’s signs and symptoms. In the absence of “red flag” symptoms or significant myelopathy, the goals of treatment are to relieve pain, improve functional ability in day-to-day activities, and prevent permanent injury to neural structures. Symptomatic cervical spondylosis should be approached in a stepwise fashion, starting with non-operative management."}
{"id": "article-19258_23", "title": "Cervical Spondylosis -- Treatment / Management -- Non-surgical", "content": "The mainstay of non-surgical treatment is a four- to six-week course of physical therapy, including isometric and resistance exercises to strengthen the neck and upper back muscles.", "contents": "Cervical Spondylosis -- Treatment / Management -- Non-surgical. The mainstay of non-surgical treatment is a four- to six-week course of physical therapy, including isometric and resistance exercises to strengthen the neck and upper back muscles."}
{"id": "article-19258_24", "title": "Cervical Spondylosis -- Treatment / Management -- Non-surgical", "content": "Pharmacologic agents, including nonsteroidal anti-inflammatory drugs (NSAIDs), oral steroids, muscle relaxants, anticonvulsants, and antidepressants can be prescribed for pain relief. Therapy can be escalated to opioid analgesics for refractory axial neck pain but is not recommended as first-line or for long-term use due to their potential adverse effects.", "contents": "Cervical Spondylosis -- Treatment / Management -- Non-surgical. Pharmacologic agents, including nonsteroidal anti-inflammatory drugs (NSAIDs), oral steroids, muscle relaxants, anticonvulsants, and antidepressants can be prescribed for pain relief. Therapy can be escalated to opioid analgesics for refractory axial neck pain but is not recommended as first-line or for long-term use due to their potential adverse effects."}
{"id": "article-19258_25", "title": "Cervical Spondylosis -- Treatment / Management -- Non-surgical", "content": "Durable medical equipment can be a consideration for symptomatic relief. Short-term use of a soft cervical collar can sometimes alleviate acute neck pain and spasm. Nighttime use of a cervical pillow may relieve neck pain by helping to maintain the normal cervical lordosis, which would improve the distribution of biomechanical loads between discs, thereby promoting better sleep quality.", "contents": "Cervical Spondylosis -- Treatment / Management -- Non-surgical. Durable medical equipment can be a consideration for symptomatic relief. Short-term use of a soft cervical collar can sometimes alleviate acute neck pain and spasm. Nighttime use of a cervical pillow may relieve neck pain by helping to maintain the normal cervical lordosis, which would improve the distribution of biomechanical loads between discs, thereby promoting better sleep quality."}
{"id": "article-19258_26", "title": "Cervical Spondylosis -- Treatment / Management -- Non-surgical", "content": "In a 2001 meta-analysis by the Philadelphia Panel, physical modalities such as cervical traction, heat, cold, therapeutic ultrasound, massage, and transcutaneous electrical nerve stimulator (TENS) lacked sufficient evidence regarding their efficacy in the treatment of acute or chronic neck pain. [15] However, in patients experiencing radicular pain, cervical traction may be incorporated to alleviate the nerve root compression that occurs with foraminal stenosis.", "contents": "Cervical Spondylosis -- Treatment / Management -- Non-surgical. In a 2001 meta-analysis by the Philadelphia Panel, physical modalities such as cervical traction, heat, cold, therapeutic ultrasound, massage, and transcutaneous electrical nerve stimulator (TENS) lacked sufficient evidence regarding their efficacy in the treatment of acute or chronic neck pain. [15] However, in patients experiencing radicular pain, cervical traction may be incorporated to alleviate the nerve root compression that occurs with foraminal stenosis."}
{"id": "article-19258_27", "title": "Cervical Spondylosis -- Treatment / Management -- Non-surgical", "content": "Trigger point injections can be employed to treat myofascial trigger points, which can clinically manifest as neck, shoulder, and upper arm pain. More invasive interventional treatment options include epidural steroid injections (ESIs), zygapophysial (facet) joint injections, medial branch blocks, and radiofrequency lesioning (RFL). In a 2019 systematic review and meta-analysis by Conger et al., approximately half of the patients with cervical radicular pain experienced at least 50% pain reduction at one and three-month follow-ups after cervical transforaminal ESIs. [16] There are long-term reports of success in 40% to 70% of patients who underwent interlaminar or transforaminal ESIs for the treatment of cervical radiculopathy. In a 2015 systematic review by Manchikanti et al., long-term pain relief was observed with cervical RFLs, MBBs, and facet joint injections. [17] However, the limitations of these systematic reviews include a paucity of high-quality studies and, more specifically, the lack of investigations with placebo or sham control comparison groups.", "contents": "Cervical Spondylosis -- Treatment / Management -- Non-surgical. Trigger point injections can be employed to treat myofascial trigger points, which can clinically manifest as neck, shoulder, and upper arm pain. More invasive interventional treatment options include epidural steroid injections (ESIs), zygapophysial (facet) joint injections, medial branch blocks, and radiofrequency lesioning (RFL). In a 2019 systematic review and meta-analysis by Conger et al., approximately half of the patients with cervical radicular pain experienced at least 50% pain reduction at one and three-month follow-ups after cervical transforaminal ESIs. [16] There are long-term reports of success in 40% to 70% of patients who underwent interlaminar or transforaminal ESIs for the treatment of cervical radiculopathy. In a 2015 systematic review by Manchikanti et al., long-term pain relief was observed with cervical RFLs, MBBs, and facet joint injections. [17] However, the limitations of these systematic reviews include a paucity of high-quality studies and, more specifically, the lack of investigations with placebo or sham control comparison groups."}
{"id": "article-19258_28", "title": "Cervical Spondylosis -- Treatment / Management -- Surgical", "content": "Surgical intervention should be considered in patients with severe or progressive cervical myelopathy, as well as those with persistent axial neck pain or cervical radiculopathy following failure of non-operative measures. These affected individuals must also have a pathological condition demonstrated on neuroimaging studies that correspond to their clinical features. The surgical approach depends on the clinical syndrome and the site(s) of pathology.", "contents": "Cervical Spondylosis -- Treatment / Management -- Surgical. Surgical intervention should be considered in patients with severe or progressive cervical myelopathy, as well as those with persistent axial neck pain or cervical radiculopathy following failure of non-operative measures. These affected individuals must also have a pathological condition demonstrated on neuroimaging studies that correspond to their clinical features. The surgical approach depends on the clinical syndrome and the site(s) of pathology."}
{"id": "article-19258_29", "title": "Cervical Spondylosis -- Treatment / Management -- Surgical", "content": "The anterior approach involves a cervical discectomy or corpectomy followed by fusion with autograft, allograft, or artificial intervertebral disc. Anterior plates, metallic cages, and synthetic spacers can be used in conjunction with bone grafts and have resulted in comparable fusion rates, however, the long-term outcomes are still unclear. In patients who experience radicular pain due to central or bilateral disc herniation, an anterior approach is preferable, whereas either an anterior or posterior approach is an option for a lateral disc lesion. Anterior cervical discectomy and fusion (ACDF) are used to treat patients with myelopathy and pathological compression up to three levels or when cervical lordosis is lost.", "contents": "Cervical Spondylosis -- Treatment / Management -- Surgical. The anterior approach involves a cervical discectomy or corpectomy followed by fusion with autograft, allograft, or artificial intervertebral disc. Anterior plates, metallic cages, and synthetic spacers can be used in conjunction with bone grafts and have resulted in comparable fusion rates, however, the long-term outcomes are still unclear. In patients who experience radicular pain due to central or bilateral disc herniation, an anterior approach is preferable, whereas either an anterior or posterior approach is an option for a lateral disc lesion. Anterior cervical discectomy and fusion (ACDF) are used to treat patients with myelopathy and pathological compression up to three levels or when cervical lordosis is lost."}
{"id": "article-19258_30", "title": "Cervical Spondylosis -- Treatment / Management -- Surgical", "content": "The posterior approach consists of partial discectomy, laminotomy-foraminotomy, laminoplasty, and laminectomy. Foraminotomy alone is adequate in patients with foraminal stenosis due to bone spur formation and/or lateral disc herniation. Laminectomy or laminoplasty is a clinical option in patients requiring decompression at four or more levels or whose anterior column is already fused. A preserved cervical lordosis is critical for a posterior approach as it allows the spinal cord to shift dorsally following decompression. Patients with flexible cervical kyphosis will require additional cervical posterior instrumentation to help restore normal lordosis and maximize the posterior shift of the spinal cord. [18]", "contents": "Cervical Spondylosis -- Treatment / Management -- Surgical. The posterior approach consists of partial discectomy, laminotomy-foraminotomy, laminoplasty, and laminectomy. Foraminotomy alone is adequate in patients with foraminal stenosis due to bone spur formation and/or lateral disc herniation. Laminectomy or laminoplasty is a clinical option in patients requiring decompression at four or more levels or whose anterior column is already fused. A preserved cervical lordosis is critical for a posterior approach as it allows the spinal cord to shift dorsally following decompression. Patients with flexible cervical kyphosis will require additional cervical posterior instrumentation to help restore normal lordosis and maximize the posterior shift of the spinal cord. [18]"}
{"id": "article-19258_31", "title": "Cervical Spondylosis -- Differential Diagnosis", "content": "Cervical sprain and strain Cervical myofascial pain Cervical disc disease Cervical fracture Chronic pain syndrome Fibromyalgia Adhesive capsulitis Brachial plexopathy Thoracic outlet syndrome Carpal tunnel syndrome Cubital tunnel syndrome Parsonage-Turner syndrome Multiple sclerosis Vitamin B12 deficiency Amyotrophic lateral sclerosis Guillain-Barre syndrome Vertebral metastasis Discitis/osteomyelitis", "contents": "Cervical Spondylosis -- Differential Diagnosis. Cervical sprain and strain Cervical myofascial pain Cervical disc disease Cervical fracture Chronic pain syndrome Fibromyalgia Adhesive capsulitis Brachial plexopathy Thoracic outlet syndrome Carpal tunnel syndrome Cubital tunnel syndrome Parsonage-Turner syndrome Multiple sclerosis Vitamin B12 deficiency Amyotrophic lateral sclerosis Guillain-Barre syndrome Vertebral metastasis Discitis/osteomyelitis"}
{"id": "article-19258_32", "title": "Cervical Spondylosis -- Prognosis", "content": "Cervical spondylosis is a slowly progressive, degenerative disease process that deteriorates with age. However, the severity of symptoms may not necessarily correlate with the degree of spondylosis seen on neuroimaging. Patients who present with axial neck pain typically improve over time but can have a recurrence of pain. One study noted that 79% of patients with neck pain improved or became asymptomatic by the 15-year follow-up after the onset of symptoms. [19] Anywhere from 50 to 75% of persons with current neck pain will report neck pain again 1 to 5 years later. In a 2008 study by Carroll et al., psychosocial factors, including psychologic health, coping patterns, and the need to socialize, were found to be the strongest prognostic factors of neck pain. [20] Individuals presenting primarily with axial neck pain are unlikely to develop more severe spondylotic changes leading to radiculopathy or myelopathy. Most patients with cervical radiculopathy have an eventual resolution of symptoms over 1 to 2 years without surgical intervention. [21] On the other hand, the long-term prognosis in cervical spondylotic myelopathy is less clear. In patients with mild-to-moderate symptoms, the natural course of cervical spondylotic myelopathy is highly variable with the disease often remaining static, and the symptoms occasionally improving. [22] However, in patients with a progressive decline in neurologic function, moderate-to-severe signs, and symptoms, or significant spinal cord injury, surgery is likely to be beneficial over further medical management.", "contents": "Cervical Spondylosis -- Prognosis. Cervical spondylosis is a slowly progressive, degenerative disease process that deteriorates with age. However, the severity of symptoms may not necessarily correlate with the degree of spondylosis seen on neuroimaging. Patients who present with axial neck pain typically improve over time but can have a recurrence of pain. One study noted that 79% of patients with neck pain improved or became asymptomatic by the 15-year follow-up after the onset of symptoms. [19] Anywhere from 50 to 75% of persons with current neck pain will report neck pain again 1 to 5 years later. In a 2008 study by Carroll et al., psychosocial factors, including psychologic health, coping patterns, and the need to socialize, were found to be the strongest prognostic factors of neck pain. [20] Individuals presenting primarily with axial neck pain are unlikely to develop more severe spondylotic changes leading to radiculopathy or myelopathy. Most patients with cervical radiculopathy have an eventual resolution of symptoms over 1 to 2 years without surgical intervention. [21] On the other hand, the long-term prognosis in cervical spondylotic myelopathy is less clear. In patients with mild-to-moderate symptoms, the natural course of cervical spondylotic myelopathy is highly variable with the disease often remaining static, and the symptoms occasionally improving. [22] However, in patients with a progressive decline in neurologic function, moderate-to-severe signs, and symptoms, or significant spinal cord injury, surgery is likely to be beneficial over further medical management."}
{"id": "article-19258_33", "title": "Cervical Spondylosis -- Complications", "content": "In a 2019 cohort study by El-Yahochouchi et al., the overall incidence of immediate and delayed adverse events following an epidural steroid injection was 2.4% and 4.9%, respectively. [23] Complications include: Neurologic injury Epidural abscess Epidural hematoma Increased pain Vasovagal reactions Central steroid response (e.g., facial flushing, nonpositional headaches) Endocrinologic effects (e.g., hyperglycemia, hypothalamic-pituitary axis suppression, decreased bone density) Complications from anterior and posterior cervical spine surgery include [18] [24] : Injury to spinal cord and nerve roots Infection Dural tear and CSF leak Recurrent laryngeal, superior laryngeal, and hypoglossal nerve injuries Esophageal injury and dysphagia Vertebral and carotid artery injuries Tracheal injury Adjacent segment degeneration Pseudoarthrosis Post-laminectomy kyphosis", "contents": "Cervical Spondylosis -- Complications. In a 2019 cohort study by El-Yahochouchi et al., the overall incidence of immediate and delayed adverse events following an epidural steroid injection was 2.4% and 4.9%, respectively. [23] Complications include: Neurologic injury Epidural abscess Epidural hematoma Increased pain Vasovagal reactions Central steroid response (e.g., facial flushing, nonpositional headaches) Endocrinologic effects (e.g., hyperglycemia, hypothalamic-pituitary axis suppression, decreased bone density) Complications from anterior and posterior cervical spine surgery include [18] [24] : Injury to spinal cord and nerve roots Infection Dural tear and CSF leak Recurrent laryngeal, superior laryngeal, and hypoglossal nerve injuries Esophageal injury and dysphagia Vertebral and carotid artery injuries Tracheal injury Adjacent segment degeneration Pseudoarthrosis Post-laminectomy kyphosis"}
{"id": "article-19258_34", "title": "Cervical Spondylosis -- Deterrence and Patient Education", "content": "The natural history of cervical spondylosis is highly variable, as well as challenging to prevent, given that it is part of the normal aging process. However, individuals can receive training on ways to deter early onset of cervical spondylosis, including maintaining good neck strength and flexibility, leading an active and healthy lifestyle, and preventing neck injuries (e.g., good ergonomics, avoiding prolonged neck extension, proper equipment for contact sports, safe tackling technique, and seatbelt use in automobiles). Patients should also understand the risks and benefits of surgical and non-surgical treatment options.", "contents": "Cervical Spondylosis -- Deterrence and Patient Education. The natural history of cervical spondylosis is highly variable, as well as challenging to prevent, given that it is part of the normal aging process. However, individuals can receive training on ways to deter early onset of cervical spondylosis, including maintaining good neck strength and flexibility, leading an active and healthy lifestyle, and preventing neck injuries (e.g., good ergonomics, avoiding prolonged neck extension, proper equipment for contact sports, safe tackling technique, and seatbelt use in automobiles). Patients should also understand the risks and benefits of surgical and non-surgical treatment options."}
{"id": "article-19258_35", "title": "Cervical Spondylosis -- Enhancing Healthcare Team Outcomes", "content": "Cervical spondylosis is considered a natural process of aging with a 95% prevalence by age 65 years. Most people remain asymptomatic but can present with axial neck pain, as well as progress to cervical radiculopathy and/or cervical myelopathy. Healthcare providers need to obtain a thorough history and detailed physical exam, which will help determine the severity of the pathology and guide treatment options.", "contents": "Cervical Spondylosis -- Enhancing Healthcare Team Outcomes. Cervical spondylosis is considered a natural process of aging with a 95% prevalence by age 65 years. Most people remain asymptomatic but can present with axial neck pain, as well as progress to cervical radiculopathy and/or cervical myelopathy. Healthcare providers need to obtain a thorough history and detailed physical exam, which will help determine the severity of the pathology and guide treatment options."}
{"id": "article-19258_36", "title": "Cervical Spondylosis -- Enhancing Healthcare Team Outcomes", "content": "The management of patients with cervical spondylosis is optimal with an interprofessional team that can include a primary care physician, nurse practitioner, neurologist, neurosurgeon, orthopedic surgeon, radiologist, physiatrist, pain specialist, physiotherapist, and pharmacist. The treatment approach should be in a stepwise fashion. Patients experiencing axial neck pain without neurologic symptoms will typically have a resolution of symptoms within days to weeks, without any intervention. If symptoms persist, conservative therapy should initiate, including NSAIDs and physical therapy. Patients with axial neck pain, cervical radiculopathy, or mild cervical myelopathy should work formally with a physical therapist on neck-specific strengthening and range of motion exercises, general exercises, and pain coping strategies before undergoing surgical treatment. [25] [Level 2]", "contents": "Cervical Spondylosis -- Enhancing Healthcare Team Outcomes. The management of patients with cervical spondylosis is optimal with an interprofessional team that can include a primary care physician, nurse practitioner, neurologist, neurosurgeon, orthopedic surgeon, radiologist, physiatrist, pain specialist, physiotherapist, and pharmacist. The treatment approach should be in a stepwise fashion. Patients experiencing axial neck pain without neurologic symptoms will typically have a resolution of symptoms within days to weeks, without any intervention. If symptoms persist, conservative therapy should initiate, including NSAIDs and physical therapy. Patients with axial neck pain, cervical radiculopathy, or mild cervical myelopathy should work formally with a physical therapist on neck-specific strengthening and range of motion exercises, general exercises, and pain coping strategies before undergoing surgical treatment. [25] [Level 2]"}
{"id": "article-19258_37", "title": "Cervical Spondylosis -- Enhancing Healthcare Team Outcomes", "content": "Orthopedic nursing can assist in arranging therapy, taking patient history, giving medication and therapy counsel, and coordinating care between other practitioners and the treating clinician. All medications cited above should be vetted and verified by the pharmacist, who will check for drug interactions as well as verifying dosing.", "contents": "Cervical Spondylosis -- Enhancing Healthcare Team Outcomes. Orthopedic nursing can assist in arranging therapy, taking patient history, giving medication and therapy counsel, and coordinating care between other practitioners and the treating clinician. All medications cited above should be vetted and verified by the pharmacist, who will check for drug interactions as well as verifying dosing."}
{"id": "article-19258_38", "title": "Cervical Spondylosis -- Enhancing Healthcare Team Outcomes", "content": "Additionally, patients can receive a referral to a pain specialist or a physiatrist specializing in spine medicine for cervical translaminar or transforaminal epidural steroid injections. Epidural steroids should have an analgesic effect, as well as an anti-inflammatory effect on the affected nerve root, thereby decreasing its sensitivity to compression. [17] [Level 2]", "contents": "Cervical Spondylosis -- Enhancing Healthcare Team Outcomes. Additionally, patients can receive a referral to a pain specialist or a physiatrist specializing in spine medicine for cervical translaminar or transforaminal epidural steroid injections. Epidural steroids should have an analgesic effect, as well as an anti-inflammatory effect on the affected nerve root, thereby decreasing its sensitivity to compression. [17] [Level 2]"}
{"id": "article-19258_39", "title": "Cervical Spondylosis -- Enhancing Healthcare Team Outcomes", "content": "Individuals who have intractable pain and/or progressive neurologic compromise should obtain a referral to a neurosurgeon or orthopedic surgeon. In the short term, surgical decompression can provide faster relief of pain, weakness, and sensory loss in patients with cervical radiculopathy or myelopathy. However, it is still unclear whether long-term benefits offset the risks and complications of surgery. [26] [Level 2]", "contents": "Cervical Spondylosis -- Enhancing Healthcare Team Outcomes. Individuals who have intractable pain and/or progressive neurologic compromise should obtain a referral to a neurosurgeon or orthopedic surgeon. In the short term, surgical decompression can provide faster relief of pain, weakness, and sensory loss in patients with cervical radiculopathy or myelopathy. However, it is still unclear whether long-term benefits offset the risks and complications of surgery. [26] [Level 2]"}
{"id": "article-19258_40", "title": "Cervical Spondylosis -- Enhancing Healthcare Team Outcomes", "content": "The outcomes of cervical spondylosis depend on the severity of the symptoms and underlying pathology. However, the recommendation is that members of the interprofessional healthcare team be promptly consulted as needed to improve outcomes.", "contents": "Cervical Spondylosis -- Enhancing Healthcare Team Outcomes. The outcomes of cervical spondylosis depend on the severity of the symptoms and underlying pathology. However, the recommendation is that members of the interprofessional healthcare team be promptly consulted as needed to improve outcomes."}
{"id": "article-19258_41", "title": "Cervical Spondylosis -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Cervical Spondylosis -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}