{"id": "article-24236_0", "title": "Lewy Body Dementia -- Continuing Education Activity", "content": "Lewy Body Dementia (LBD) encompasses two clinical entities, namely dementia with Lewy bodies and Parkinson disease dementia. It is a progressive degenerative brain disorder characterized by dementia, psychosis, and features of parkinsonism. Symptoms fluctuate with time and vary among different individuals. Diagnosis of LBD requires thorough clinical examination as many of its features overlap with other dementia disorders. This activity reviews the cause and presentation of Lewy body dementia and highlights the role of the interprofessional team in its management.", "contents": "Lewy Body Dementia -- Continuing Education Activity. Lewy Body Dementia (LBD) encompasses two clinical entities, namely dementia with Lewy bodies and Parkinson disease dementia. It is a progressive degenerative brain disorder characterized by dementia, psychosis, and features of parkinsonism. Symptoms fluctuate with time and vary among different individuals. Diagnosis of LBD requires thorough clinical examination as many of its features overlap with other dementia disorders. This activity reviews the cause and presentation of Lewy body dementia and highlights the role of the interprofessional team in its management."}
{"id": "article-24236_1", "title": "Lewy Body Dementia -- Continuing Education Activity", "content": "Objectives: Describe the histopathology of Lewy body dementia. Review the presentation of a patient with Lewy body dementia. Summarize the treatment for Lewy body dementia. Outline the importance of improving care coordination among interprofessional team members to improve outcomes for patients affected by Lewy body dementia. Access free multiple choice questions on this topic.", "contents": "Lewy Body Dementia -- Continuing Education Activity. Objectives: Describe the histopathology of Lewy body dementia. Review the presentation of a patient with Lewy body dementia. Summarize the treatment for Lewy body dementia. Outline the importance of improving care coordination among interprofessional team members to improve outcomes for patients affected by Lewy body dementia. Access free multiple choice questions on this topic."}
{"id": "article-24236_2", "title": "Lewy Body Dementia -- Introduction", "content": "Lewy Body Dementia (LBD) encompasses two clinical entities, namely dementia with Lewy bodies and Parkinson disease dementia. It is a progressive degenerative brain disorder characterized by dementia, psychosis, and features of parkinsonism. Symptoms fluctuate with time and vary among different individuals. Diagnosis of LBD requires thorough clinical examination as many of its features overlap with other dementia disorders. It is the third most common type of dementia after Alzheimer disease and Vascular dementia. It characterizes by the deposition of Lewy bodies in the brain that are intraneuronal cytoplasmic inclusion bodies having aggregates of alpha-synuclein and ubiquitin. [1] [2] [3]", "contents": "Lewy Body Dementia -- Introduction. Lewy Body Dementia (LBD) encompasses two clinical entities, namely dementia with Lewy bodies and Parkinson disease dementia. It is a progressive degenerative brain disorder characterized by dementia, psychosis, and features of parkinsonism. Symptoms fluctuate with time and vary among different individuals. Diagnosis of LBD requires thorough clinical examination as many of its features overlap with other dementia disorders. It is the third most common type of dementia after Alzheimer disease and Vascular dementia. It characterizes by the deposition of Lewy bodies in the brain that are intraneuronal cytoplasmic inclusion bodies having aggregates of alpha-synuclein and ubiquitin. [1] [2] [3]"}
{"id": "article-24236_3", "title": "Lewy Body Dementia -- Introduction", "content": "There continues to be a debate between the relationship between Parkinson disease and LBD. The latest LBD consortium has set an arbitrary 12-month rule to differentiate LBD from Parkinson disease with dementia. If the patient has Parkinson disease for 12 months or longer before any cognitive impairment is noticed, then the disorder is most likely Parkinson disease with dementia, if the time period is shorter then the disorder is LBD. In most cases of LBD, dementia precedes the motor signs, particularly episodes of diminished responsiveness and visual hallucinations.", "contents": "Lewy Body Dementia -- Introduction. There continues to be a debate between the relationship between Parkinson disease and LBD. The latest LBD consortium has set an arbitrary 12-month rule to differentiate LBD from Parkinson disease with dementia. If the patient has Parkinson disease for 12 months or longer before any cognitive impairment is noticed, then the disorder is most likely Parkinson disease with dementia, if the time period is shorter then the disorder is LBD. In most cases of LBD, dementia precedes the motor signs, particularly episodes of diminished responsiveness and visual hallucinations."}
{"id": "article-24236_4", "title": "Lewy Body Dementia -- Etiology", "content": "The etiology of LBD is still unknown. Genetics, environmental factors, and changes linked to aging, however, may have a role and still require further research.", "contents": "Lewy Body Dementia -- Etiology. The etiology of LBD is still unknown. Genetics, environmental factors, and changes linked to aging, however, may have a role and still require further research."}
{"id": "article-24236_5", "title": "Lewy Body Dementia -- Epidemiology", "content": "LBD is an under-diagnosed condition as it is poorly understood and its clinical features overlap with other more common disorders, like Parkinson's disease and Alzheimer disease. [4] Studies have shown, however, that it accounts for up to 20% to 30% of all dementia cases. It is more common in men, and the incidence increases with advancing age. It is prevalent in Asian, African, and European races. A family history of LBD and Parkinson disease increases a patient's risk.", "contents": "Lewy Body Dementia -- Epidemiology. LBD is an under-diagnosed condition as it is poorly understood and its clinical features overlap with other more common disorders, like Parkinson's disease and Alzheimer disease. [4] Studies have shown, however, that it accounts for up to 20% to 30% of all dementia cases. It is more common in men, and the incidence increases with advancing age. It is prevalent in Asian, African, and European races. A family history of LBD and Parkinson disease increases a patient's risk."}
{"id": "article-24236_6", "title": "Lewy Body Dementia -- Pathophysiology", "content": "Like Alzheimer disease, LBD presents with acetylcholine deficiency, but it is more pronounced in LBD. Decreased levels of acetylcholine in temporal and parietal cortex result in visual hallucinations (a prominent feature of LBD), while up-regulation of muscarinic M1 receptors in the temporal lobe results in delusions. Dopamine levels also diminish.", "contents": "Lewy Body Dementia -- Pathophysiology. Like Alzheimer disease, LBD presents with acetylcholine deficiency, but it is more pronounced in LBD. Decreased levels of acetylcholine in temporal and parietal cortex result in visual hallucinations (a prominent feature of LBD), while up-regulation of muscarinic M1 receptors in the temporal lobe results in delusions. Dopamine levels also diminish."}
{"id": "article-24236_7", "title": "Lewy Body Dementia -- Pathophysiology", "content": "Postmortem examinations have revealed that LBD affects the substantia nigra, dorsal raphe, locus ceruleus, and the dorsal motor nucleus of the vagus nerve. The key feature of LBD is the presence of alpha-synuclein, a presynaptic protein whose function remains debatable. Other findings include the presence of ubiquitin and neurofilament proteins. Unlike Parkinson's disease, the reduction in acetylcholine is much more severe in LBD.", "contents": "Lewy Body Dementia -- Pathophysiology. Postmortem examinations have revealed that LBD affects the substantia nigra, dorsal raphe, locus ceruleus, and the dorsal motor nucleus of the vagus nerve. The key feature of LBD is the presence of alpha-synuclein, a presynaptic protein whose function remains debatable. Other findings include the presence of ubiquitin and neurofilament proteins. Unlike Parkinson's disease, the reduction in acetylcholine is much more severe in LBD."}
{"id": "article-24236_8", "title": "Lewy Body Dementia -- Pathophysiology", "content": "Using SPECT scans patients with LBD may develop visual hallucinations (due to hypoperfusion of the occipital and parietal cortex), delusions (due to hyperperfusion of the frontal cortex), and misidentification (related to hypoperfusion of the limbic/paralimbic pathways.", "contents": "Lewy Body Dementia -- Pathophysiology. Using SPECT scans patients with LBD may develop visual hallucinations (due to hypoperfusion of the occipital and parietal cortex), delusions (due to hyperperfusion of the frontal cortex), and misidentification (related to hypoperfusion of the limbic/paralimbic pathways."}
{"id": "article-24236_9", "title": "Lewy Body Dementia -- Histopathology", "content": "The pathology of LBD overlaps that of Parkinson's disease and Alzheimer's disease. Neuronal cytoplasmic inclusion bodies, called Lewy bodies (comprising aggregates of ubiquitin and alpha-synuclein) and found within the brain parenchyma (mainly in the brainstem, limbic system, and cerebral cortex), are characteristic of Lewy body dementia. [5] [6] [7] Genetic mutations, environmental toxins, and the aging process can lead to misfolding of alpha-synuclein and its accumulation in the form of Lewy bodies via oxidative stress and mitochondrial dysfunction. The location of Lewy bodies determines the clinical presentation. If Lewy bodies develop initially in the brainstem and cerebral cortex, then dementia sets on early, and we call it dementia with Lewy bodies; however, if Lewy bodies develop initially in the brain stem only and extend to cerebral cortex later, then dementia occurs late in the disease process and we call it Parkinson disease dementia. Other features include Lewy neuritis, senile plaques, neurofibrillary tangles, and neuronal loss in the substantia nigra, locus coeruleus, and Meynert nucleus.", "contents": "Lewy Body Dementia -- Histopathology. The pathology of LBD overlaps that of Parkinson's disease and Alzheimer's disease. Neuronal cytoplasmic inclusion bodies, called Lewy bodies (comprising aggregates of ubiquitin and alpha-synuclein) and found within the brain parenchyma (mainly in the brainstem, limbic system, and cerebral cortex), are characteristic of Lewy body dementia. [5] [6] [7] Genetic mutations, environmental toxins, and the aging process can lead to misfolding of alpha-synuclein and its accumulation in the form of Lewy bodies via oxidative stress and mitochondrial dysfunction. The location of Lewy bodies determines the clinical presentation. If Lewy bodies develop initially in the brainstem and cerebral cortex, then dementia sets on early, and we call it dementia with Lewy bodies; however, if Lewy bodies develop initially in the brain stem only and extend to cerebral cortex later, then dementia occurs late in the disease process and we call it Parkinson disease dementia. Other features include Lewy neuritis, senile plaques, neurofibrillary tangles, and neuronal loss in the substantia nigra, locus coeruleus, and Meynert nucleus."}
{"id": "article-24236_10", "title": "Lewy Body Dementia -- History and Physical", "content": "There is a large variation in symptoms manifested among patients and their time of onset. The main features include progressive dementia (mainly affects attention and executive function, memory loss is not common but can occur later in the disease process), fluctuation cognitive function (with variation in attention and episodes of drowsiness), visual hallucinations (detailed and recurrent), delusions, syncope and features of parkinsonism like muscular rigidity, tremors, and bradykinesia. [3] [8] [9] [10] Other less common features include REM sleep behavior disorder, autonomic dysfunction, unexplained falls, depression, and sensitivity to antipsychotic medication.", "contents": "Lewy Body Dementia -- History and Physical. There is a large variation in symptoms manifested among patients and their time of onset. The main features include progressive dementia (mainly affects attention and executive function, memory loss is not common but can occur later in the disease process), fluctuation cognitive function (with variation in attention and episodes of drowsiness), visual hallucinations (detailed and recurrent), delusions, syncope and features of parkinsonism like muscular rigidity, tremors, and bradykinesia. [3] [8] [9] [10] Other less common features include REM sleep behavior disorder, autonomic dysfunction, unexplained falls, depression, and sensitivity to antipsychotic medication."}
{"id": "article-24236_11", "title": "Lewy Body Dementia -- History and Physical -- Diagnostic Criteria", "content": "Probable LBD: progressive dementia + 2 main features. Possible LBD: progressive dementia + 1 main feature.", "contents": "Lewy Body Dementia -- History and Physical -- Diagnostic Criteria. Probable LBD: progressive dementia + 2 main features. Possible LBD: progressive dementia + 1 main feature."}
{"id": "article-24236_12", "title": "Lewy Body Dementia -- History and Physical -- Types", "content": "Dementia with Lewy Bodies: dementia occurring first or within one year of movement disorder. Parkinson Disease Dementia: dementia occurring in a patient who receives a diagnosed of Parkinson's disease and then develops dementia symptoms after one year or more of the diagnosis.", "contents": "Lewy Body Dementia -- History and Physical -- Types. Dementia with Lewy Bodies: dementia occurring first or within one year of movement disorder. Parkinson Disease Dementia: dementia occurring in a patient who receives a diagnosed of Parkinson's disease and then develops dementia symptoms after one year or more of the diagnosis."}
{"id": "article-24236_13", "title": "Lewy Body Dementia -- History and Physical", "content": "The Mini-Mental Status Exam will reveal impairment in cognition in patients with LBD. However, because of fluctuations in patient symptoms, the results of the test may vary. Often the patient may have some features of Parkinson disease but the symptoms are often mild. One feature of LBD is the presence of orthostatic hypotension, which is often seen early in the disease. Other features that should be screened include hypersomnia, hyposmia, apathy, and anxiety.", "contents": "Lewy Body Dementia -- History and Physical. The Mini-Mental Status Exam will reveal impairment in cognition in patients with LBD. However, because of fluctuations in patient symptoms, the results of the test may vary. Often the patient may have some features of Parkinson disease but the symptoms are often mild. One feature of LBD is the presence of orthostatic hypotension, which is often seen early in the disease. Other features that should be screened include hypersomnia, hyposmia, apathy, and anxiety."}
{"id": "article-24236_14", "title": "Lewy Body Dementia -- Evaluation", "content": "No precise test can accurately diagnose LBD. Usually, a thorough workup, including the following, is useful to reach an alternative working diagnosis or rules out similar conditions: Detailed history and examination Assessment of mental function Blood tests (e.g., vitamin B12 levels, chemistry panel, thyroid profile, syphilis, HIV) to rule out other causes of dementia Imaging studies (e.g., CT scan, MRI scan, SPECT scan, PET scan) Cerebrospinal fluid examinations have no significant role when conducted in these patients Sleep evaluation for REM sleep behavior disorder Imaging studies are not helpful because the changes in the brain often mimic those seen in patients with vascular dementia. The Lewy body composite risk score has been developed to assess patients with LBD. The checklist covers 10 questions that deal with motor symptoms, balance, stiffness, and non-motor symptoms.", "contents": "Lewy Body Dementia -- Evaluation. No precise test can accurately diagnose LBD. Usually, a thorough workup, including the following, is useful to reach an alternative working diagnosis or rules out similar conditions: Detailed history and examination Assessment of mental function Blood tests (e.g., vitamin B12 levels, chemistry panel, thyroid profile, syphilis, HIV) to rule out other causes of dementia Imaging studies (e.g., CT scan, MRI scan, SPECT scan, PET scan) Cerebrospinal fluid examinations have no significant role when conducted in these patients Sleep evaluation for REM sleep behavior disorder Imaging studies are not helpful because the changes in the brain often mimic those seen in patients with vascular dementia. The Lewy body composite risk score has been developed to assess patients with LBD. The checklist covers 10 questions that deal with motor symptoms, balance, stiffness, and non-motor symptoms."}
{"id": "article-24236_15", "title": "Lewy Body Dementia -- Evaluation", "content": "Due to the incomplete specificity in the clinical diagnosis and the pathological definition of the disease, a postmortem biopsy or autopsy is the only method to secure a definite diagnosis.", "contents": "Lewy Body Dementia -- Evaluation. Due to the incomplete specificity in the clinical diagnosis and the pathological definition of the disease, a postmortem biopsy or autopsy is the only method to secure a definite diagnosis."}
{"id": "article-24236_16", "title": "Lewy Body Dementia -- Treatment / Management -- Pharmacological Management", "content": "Cholinesterase inhibitors: Used to treat the cognitive symptoms of LBD and are the mainstay of treatment. Initially developed for Alzheimer disease treatment, they are probably more effective in patients with LBD. These include rivastigmine, galantamine, and donepezil.", "contents": "Lewy Body Dementia -- Treatment / Management -- Pharmacological Management. Cholinesterase inhibitors: Used to treat the cognitive symptoms of LBD and are the mainstay of treatment. Initially developed for Alzheimer disease treatment, they are probably more effective in patients with LBD. These include rivastigmine, galantamine, and donepezil."}
{"id": "article-24236_17", "title": "Lewy Body Dementia -- Treatment / Management -- Pharmacological Management", "content": "Carbidopa-Levodopa: Used to treat movement symptoms.; however, it has serious side effects and can lead to delusions, hallucinations, and confusion and practitioners should use them with caution in these patients, and they should start with low doses if required.", "contents": "Lewy Body Dementia -- Treatment / Management -- Pharmacological Management. Carbidopa-Levodopa: Used to treat movement symptoms.; however, it has serious side effects and can lead to delusions, hallucinations, and confusion and practitioners should use them with caution in these patients, and they should start with low doses if required."}
{"id": "article-24236_18", "title": "Lewy Body Dementia -- Treatment / Management -- Pharmacological Management", "content": "Atypical antipsychotics: Used to treat hallucinations that cause significant distress in patients not responding to standard cholinesterase inhibitors. Commonly used drugs include pimavanserin, clozapine, quetiapine, and aripiprazole. Use with caution due to neuroleptic sensitivity in these patients.", "contents": "Lewy Body Dementia -- Treatment / Management -- Pharmacological Management. Atypical antipsychotics: Used to treat hallucinations that cause significant distress in patients not responding to standard cholinesterase inhibitors. Commonly used drugs include pimavanserin, clozapine, quetiapine, and aripiprazole. Use with caution due to neuroleptic sensitivity in these patients."}
{"id": "article-24236_19", "title": "Lewy Body Dementia -- Treatment / Management -- Pharmacological Management", "content": "Clonazepam/melatonin: Used for REM sleep behavior disorder.", "contents": "Lewy Body Dementia -- Treatment / Management -- Pharmacological Management. Clonazepam/melatonin: Used for REM sleep behavior disorder."}
{"id": "article-24236_20", "title": "Lewy Body Dementia -- Treatment / Management -- Pharmacological Management", "content": "SSRIs: Depression is common in patients with LBD and often requires antidepressant therapy with SSRIs.", "contents": "Lewy Body Dementia -- Treatment / Management -- Pharmacological Management. SSRIs: Depression is common in patients with LBD and often requires antidepressant therapy with SSRIs."}
{"id": "article-24236_21", "title": "Lewy Body Dementia -- Treatment / Management -- Pharmacological Management", "content": "Memantine has been investigated in clinical trials and may work in patients with early disease.", "contents": "Lewy Body Dementia -- Treatment / Management -- Pharmacological Management. Memantine has been investigated in clinical trials and may work in patients with early disease."}
{"id": "article-24236_22", "title": "Lewy Body Dementia -- Treatment / Management -- Support and Therapies", "content": "Patient and caregiver education regarding symptoms of a disease and their management is necessary. Understanding the disease helps the caregivers cope with everyday challenges. They require home modifications occasionally and individual patient needs should specifically guide them. [11] [12] [13] Patients can take part in different therapies to improve their quality of life, including: Physiotherapy Occupational therapy Speech therapy Support groups Individual and family psychotherapies. Exercise", "contents": "Lewy Body Dementia -- Treatment / Management -- Support and Therapies. Patient and caregiver education regarding symptoms of a disease and their management is necessary. Understanding the disease helps the caregivers cope with everyday challenges. They require home modifications occasionally and individual patient needs should specifically guide them. [11] [12] [13] Patients can take part in different therapies to improve their quality of life, including: Physiotherapy Occupational therapy Speech therapy Support groups Individual and family psychotherapies. Exercise"}
{"id": "article-24236_23", "title": "Lewy Body Dementia -- Differential Diagnosis", "content": "It is of utmost importance to differentiate LBD from similar conditions since it is more responsive to certain medications if used early in the disease course. Similar conditions include: Parkinson disease Alzheimer disease Frontotemporal dementia Prion-related diseases", "contents": "Lewy Body Dementia -- Differential Diagnosis. It is of utmost importance to differentiate LBD from similar conditions since it is more responsive to certain medications if used early in the disease course. Similar conditions include: Parkinson disease Alzheimer disease Frontotemporal dementia Prion-related diseases"}
{"id": "article-24236_24", "title": "Lewy Body Dementia -- Prognosis", "content": "The prognosis of LBD is fair to poor. Patients die from multiple complications like falls, immobility, cardiac complications, medication side effects, pneumonia, swallowing problems, and depression leading to suicide. The average life expectancy is only five to eight years after the initial diagnosis. This also can be due to a lack of knowledge regarding LBD among physicians and the population and difficulty in differentiating it from other similar conditions which leads to a delay in diagnosis which delays the onset of specific therapy. Health professionals need to improve awareness regarding LBD and there should develop investigative methods to ensure its early diagnosis.", "contents": "Lewy Body Dementia -- Prognosis. The prognosis of LBD is fair to poor. Patients die from multiple complications like falls, immobility, cardiac complications, medication side effects, pneumonia, swallowing problems, and depression leading to suicide. The average life expectancy is only five to eight years after the initial diagnosis. This also can be due to a lack of knowledge regarding LBD among physicians and the population and difficulty in differentiating it from other similar conditions which leads to a delay in diagnosis which delays the onset of specific therapy. Health professionals need to improve awareness regarding LBD and there should develop investigative methods to ensure its early diagnosis."}
{"id": "article-24236_25", "title": "Lewy Body Dementia -- Enhancing Healthcare Team Outcomes", "content": "The diagnosis and management of patients with LBD is extremely difficult and requires an interprofessional team that includes the primary care provider, psychiatrist, neurologist, radiologist, behavior specialist, internist, and specialty trained nurses. Once the diagnosis is made, there is no effective treatment and the condition is progressive. All the available pharmacological agents are only used to treat behavioral symptoms. Home care nurses play a vital role in regularly assessing the patient and providing support services. The education of the caregiver is vital. The family needs to be aware of the behavior changes, hallucinations, and fluctuations in cognition. Caregivers have to monitor the patient closely as their level of function is minimal. Most are not able to perform daily living activities and are prone to falls and aspiration pneumonia. Finally, the pharmacist should educate caregivers that there is no medical therapy to reverse the cognitive changes and drugs that are used to manage behavior and motor deficits also have many adverse effects. Finally, a mental health nurse should follow these patients as depression is common. Close communication between members of the interprofessional team is vital to improve outcomes. [Level 5]", "contents": "Lewy Body Dementia -- Enhancing Healthcare Team Outcomes. The diagnosis and management of patients with LBD is extremely difficult and requires an interprofessional team that includes the primary care provider, psychiatrist, neurologist, radiologist, behavior specialist, internist, and specialty trained nurses. Once the diagnosis is made, there is no effective treatment and the condition is progressive. All the available pharmacological agents are only used to treat behavioral symptoms. Home care nurses play a vital role in regularly assessing the patient and providing support services. The education of the caregiver is vital. The family needs to be aware of the behavior changes, hallucinations, and fluctuations in cognition. Caregivers have to monitor the patient closely as their level of function is minimal. Most are not able to perform daily living activities and are prone to falls and aspiration pneumonia. Finally, the pharmacist should educate caregivers that there is no medical therapy to reverse the cognitive changes and drugs that are used to manage behavior and motor deficits also have many adverse effects. Finally, a mental health nurse should follow these patients as depression is common. Close communication between members of the interprofessional team is vital to improve outcomes. [Level 5]"}
{"id": "article-24236_26", "title": "Lewy Body Dementia -- Enhancing Healthcare Team Outcomes -- Support and Therapies", "content": "Patient and caregiver education regarding symptoms of a disease and their management is necessary. Understanding the disease helps the caregivers cope with everyday challenges. They require home modifications occasionally and individual patient needs should specifically guide them.", "contents": "Lewy Body Dementia -- Enhancing Healthcare Team Outcomes -- Support and Therapies. Patient and caregiver education regarding symptoms of a disease and their management is necessary. Understanding the disease helps the caregivers cope with everyday challenges. They require home modifications occasionally and individual patient needs should specifically guide them."}
{"id": "article-24236_27", "title": "Lewy Body Dementia -- Enhancing Healthcare Team Outcomes -- Support and Therapies", "content": "The outcomes for most patients is guarded and the quality of life is poor. Most patients eventually end up in a long term care facility, where optimal treatment for basic living activities is not always provided. [14] [15] [16]", "contents": "Lewy Body Dementia -- Enhancing Healthcare Team Outcomes -- Support and Therapies. The outcomes for most patients is guarded and the quality of life is poor. Most patients eventually end up in a long term care facility, where optimal treatment for basic living activities is not always provided. [14] [15] [16]"}
{"id": "article-24236_28", "title": "Lewy Body Dementia -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Lewy Body Dementia -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}