{"id": "article-18104_0", "title": "Bacteriophages -- Introduction", "content": "Bacteriophages, also known as phages, are viruses that infect and replicate only in bacterial cells. They are ubiquitous in the environment and recognized as the earth's most abundant biological agent. They are extremely diverse in size, morphology, and genomic organization. [1] [2] [3] However, all consist of a nucleic acid genome encased in a shell of phage-encoded capsid proteins, which protect the genetic material and mediate its delivery into the next host cell. Electron microscopy has allowed the detailed visualization of hundreds of phage types, some of which appear to have \"heads,\" \"legs,\" and \"tails.\" Despite this appearance, phages are non-motile and depend upon Brownian motion to reach their targets.", "contents": "Bacteriophages -- Introduction. Bacteriophages, also known as phages, are viruses that infect and replicate only in bacterial cells. They are ubiquitous in the environment and recognized as the earth's most abundant biological agent. They are extremely diverse in size, morphology, and genomic organization. [1] [2] [3] However, all consist of a nucleic acid genome encased in a shell of phage-encoded capsid proteins, which protect the genetic material and mediate its delivery into the next host cell. Electron microscopy has allowed the detailed visualization of hundreds of phage types, some of which appear to have \"heads,\" \"legs,\" and \"tails.\" Despite this appearance, phages are non-motile and depend upon Brownian motion to reach their targets."}
{"id": "article-18104_1", "title": "Bacteriophages -- Introduction", "content": "Like all viruses, bacteriophages are very species-specific about their hosts and usually only infect a single bacterial species or even specific strains within a species. Once a bacteriophage attaches to a susceptible host, it pursues 1 of 2 replication strategies: lytic or lysogenic.", "contents": "Bacteriophages -- Introduction. Like all viruses, bacteriophages are very species-specific about their hosts and usually only infect a single bacterial species or even specific strains within a species. Once a bacteriophage attaches to a susceptible host, it pursues 1 of 2 replication strategies: lytic or lysogenic."}
{"id": "article-18104_2", "title": "Bacteriophages -- Introduction -- Lytic Replication", "content": "During a lytic replication cycle, a phage attaches to a susceptible host bacterium, introduces its genome into the host cell cytoplasm, and utilizes the host's ribosomes to manufacture its proteins. The host cell resources are rapidly converted to viral genomes and capsid proteins, which assemble into multiple copies of the original phage. As the host cell dies, it is either actively or passively lysed, releasing the new bacteriophage to infect another host cell.", "contents": "Bacteriophages -- Introduction -- Lytic Replication. During a lytic replication cycle, a phage attaches to a susceptible host bacterium, introduces its genome into the host cell cytoplasm, and utilizes the host's ribosomes to manufacture its proteins. The host cell resources are rapidly converted to viral genomes and capsid proteins, which assemble into multiple copies of the original phage. As the host cell dies, it is either actively or passively lysed, releasing the new bacteriophage to infect another host cell."}
{"id": "article-18104_3", "title": "Bacteriophages -- Introduction -- Lysogenic Replication", "content": "In the lysogenic replication cycle, the phage also attaches to a susceptible host bacterium and introduces its genome into the host cell cytoplasm. However, the phage genome is instead integrated into the bacterial cell chromosome or maintained as an episomal element where, in both cases, it is replicated and passed on to daughter bacterial cells without killing them. Integrated phage genomes are termed prophages; the bacteria containing them are termed lysogens. Prophages can convert to a lytic replication cycle and kill their host, most often in response to changing environmental conditions. [4]", "contents": "Bacteriophages -- Introduction -- Lysogenic Replication. In the lysogenic replication cycle, the phage also attaches to a susceptible host bacterium and introduces its genome into the host cell cytoplasm. However, the phage genome is instead integrated into the bacterial cell chromosome or maintained as an episomal element where, in both cases, it is replicated and passed on to daughter bacterial cells without killing them. Integrated phage genomes are termed prophages; the bacteria containing them are termed lysogens. Prophages can convert to a lytic replication cycle and kill their host, most often in response to changing environmental conditions. [4]"}
{"id": "article-18104_4", "title": "Bacteriophages -- Function", "content": "Although bacteriophages cannot infect and replicate in human cells, they are an important part of the human microbiome and a critical mediator of genetic exchange between pathogenic and nonpathogenic bacteria. [5] [6] The transfer of genes from 1 bacterial strain to another by a bacteriophage is called transduction and can occur in a generalized or specific manner.", "contents": "Bacteriophages -- Function. Although bacteriophages cannot infect and replicate in human cells, they are an important part of the human microbiome and a critical mediator of genetic exchange between pathogenic and nonpathogenic bacteria. [5] [6] The transfer of genes from 1 bacterial strain to another by a bacteriophage is called transduction and can occur in a generalized or specific manner."}
{"id": "article-18104_5", "title": "Bacteriophages -- Function -- Generalized Transduction", "content": "In generalized transduction, random pieces of bacterial genomic DNA are packaged inside phage capsids instead of phage genomic DNA as the host cell disintegrates from lytic replication. Should the phage carrying this bacterial DNA inject it into a healthy host cell, it may integrate into the chromosome of that bacterium, altering its genome and that of its daughter cells.", "contents": "Bacteriophages -- Function -- Generalized Transduction. In generalized transduction, random pieces of bacterial genomic DNA are packaged inside phage capsids instead of phage genomic DNA as the host cell disintegrates from lytic replication. Should the phage carrying this bacterial DNA inject it into a healthy host cell, it may integrate into the chromosome of that bacterium, altering its genome and that of its daughter cells."}
{"id": "article-18104_6", "title": "Bacteriophages -- Function -- Specialized Transduction", "content": "In specialized transduction, it is thought that lysogenic phages, amplified in a population of bacteria, excise some bacterial DNA with their genome when initiating a lytic replication cycle. Because the lysogens share the same integration site, all progeny phages transduce the same bacterial gene to their new hosts.", "contents": "Bacteriophages -- Function -- Specialized Transduction. In specialized transduction, it is thought that lysogenic phages, amplified in a population of bacteria, excise some bacterial DNA with their genome when initiating a lytic replication cycle. Because the lysogens share the same integration site, all progeny phages transduce the same bacterial gene to their new hosts."}
{"id": "article-18104_7", "title": "Bacteriophages -- Function -- Specialized Transduction", "content": "In addition to genetic exchange, bacteriophages can alter microbial populations because they prey on specific species of bacteria while leaving others unharmed. For more than 100 years, research has attempted to use this property to treat pathogenic bacterial infections in people and animals. Although wild phages probably have transient effects on wild bacterial populations, [7] many obstacles exist to the clinical use of lytic bacteriophages as antimicrobial therapy (phage therapy) in humans. Wild bacterial strains are diverse; many resist 1 or multiple phages. Many resistance mechanisms are known, with one famous example being the CRISPR-Cas9 system, which has been engineered as a tool for genetic manipulation in the lab and originated as a bacterial defense mechanism against bacteriophage infection. [8] In addition, phages are much more immunogenic than antimicrobial drugs and are rapidly cleared from the blood by the reticular endothelial system. Their large size relative to antimicrobial drugs likely limits their use to topical applications if effective phage cocktails are found. Some investigators have suggested that phage enzymes, which can penetrate bacterial cell walls, may be a more straightforward strategy. [9] To date, no randomized, controlled, double-blind trials have shown either strategy's efficacy in humans.", "contents": "Bacteriophages -- Function -- Specialized Transduction. In addition to genetic exchange, bacteriophages can alter microbial populations because they prey on specific species of bacteria while leaving others unharmed. For more than 100 years, research has attempted to use this property to treat pathogenic bacterial infections in people and animals. Although wild phages probably have transient effects on wild bacterial populations, [7] many obstacles exist to the clinical use of lytic bacteriophages as antimicrobial therapy (phage therapy) in humans. Wild bacterial strains are diverse; many resist 1 or multiple phages. Many resistance mechanisms are known, with one famous example being the CRISPR-Cas9 system, which has been engineered as a tool for genetic manipulation in the lab and originated as a bacterial defense mechanism against bacteriophage infection. [8] In addition, phages are much more immunogenic than antimicrobial drugs and are rapidly cleared from the blood by the reticular endothelial system. Their large size relative to antimicrobial drugs likely limits their use to topical applications if effective phage cocktails are found. Some investigators have suggested that phage enzymes, which can penetrate bacterial cell walls, may be a more straightforward strategy. [9] To date, no randomized, controlled, double-blind trials have shown either strategy's efficacy in humans."}
{"id": "article-18104_8", "title": "Bacteriophages -- Clinical Significance", "content": "Phages are clinically significant for several reasons. First, many highly pathogenic bacterial toxins are encoded by bacteriophage genomes, such that the host bacterium is only pathogenic when lysogenized by the toxin-encoding phage. Examples are the cholera toxin in Vibrio cholerae [10] , the diphtheria toxin in Corynebacterium diphtheriae , [11] botulinum neurotoxin in Clostridium botulinum, [12] the binary toxin of Clostridium difficile, [13] and Shiga toxin of Shigella species. [10] [14] [10] . Without their phage-encoded toxins, these bacterial species are either much less pathogenic or not. Why phages encode these toxins is not known. While cholera toxin arguably helps both the phage and its host reach their next victim by inducing copious, watery diarrhea, the paralysis resulting from botulinum toxin would seem to have the opposite effect.", "contents": "Bacteriophages -- Clinical Significance. Phages are clinically significant for several reasons. First, many highly pathogenic bacterial toxins are encoded by bacteriophage genomes, such that the host bacterium is only pathogenic when lysogenized by the toxin-encoding phage. Examples are the cholera toxin in Vibrio cholerae [10] , the diphtheria toxin in Corynebacterium diphtheriae , [11] botulinum neurotoxin in Clostridium botulinum, [12] the binary toxin of Clostridium difficile, [13] and Shiga toxin of Shigella species. [10] [14] [10] . Without their phage-encoded toxins, these bacterial species are either much less pathogenic or not. Why phages encode these toxins is not known. While cholera toxin arguably helps both the phage and its host reach their next victim by inducing copious, watery diarrhea, the paralysis resulting from botulinum toxin would seem to have the opposite effect."}
{"id": "article-18104_9", "title": "Bacteriophages -- Clinical Significance", "content": "Second, bacteriophages are vectors for horizontal gene transfer, including antimicrobial resistance genes. [5] They also have been engineered to introduce genes into specific strains for clinical effect, although this use is currently in the testing stage. [12]", "contents": "Bacteriophages -- Clinical Significance. Second, bacteriophages are vectors for horizontal gene transfer, including antimicrobial resistance genes. [5] They also have been engineered to introduce genes into specific strains for clinical effect, although this use is currently in the testing stage. [12]"}
{"id": "article-18104_10", "title": "Bacteriophages -- Clinical Significance", "content": "A third clinically relevant aspect of bacteriophages is that their detection can be used as a biomarker for the presence of their host in a complex environmental sample. This is most commonly used as a surrogate for fecal contamination of water sources. If the phage is present, the host most likely is as well. Alternatively, phages have been engineered to produce a detectable molecule, such as luciferase, when they infect their host to detect bacteria in a mixed environmental sample. [13]", "contents": "Bacteriophages -- Clinical Significance. A third clinically relevant aspect of bacteriophages is that their detection can be used as a biomarker for the presence of their host in a complex environmental sample. This is most commonly used as a surrogate for fecal contamination of water sources. If the phage is present, the host most likely is as well. Alternatively, phages have been engineered to produce a detectable molecule, such as luciferase, when they infect their host to detect bacteria in a mixed environmental sample. [13]"}
{"id": "article-18104_11", "title": "Bacteriophages -- Clinical Significance", "content": "While mostly supplanted by newer technologies, bacteriophages are also clinically relevant for their ability to distinguish strains of the same bacterial species. Most species of bacteria studied have multiple bacteriophage pathogens, just as humans are susceptible to multiple viruses. Different strains within a species are resistant to some phages and not others. By infecting each strain systematically with a standardized panel of phages for that species, each strain can be identified by the susceptibility and resistance pattern of each phage type. For example, phage typing of Staphylococcus aureus utilized a standardized panel of bacteriophages shared internationally to differentiate strains of S. aureus . Before the development of molecular methods, such as multilocus sequence typing and pulsed-field gel electrophoresis, phage typing was the criterion standard for tracking strains for epidemiological purposes. [14]", "contents": "Bacteriophages -- Clinical Significance. While mostly supplanted by newer technologies, bacteriophages are also clinically relevant for their ability to distinguish strains of the same bacterial species. Most species of bacteria studied have multiple bacteriophage pathogens, just as humans are susceptible to multiple viruses. Different strains within a species are resistant to some phages and not others. By infecting each strain systematically with a standardized panel of phages for that species, each strain can be identified by the susceptibility and resistance pattern of each phage type. For example, phage typing of Staphylococcus aureus utilized a standardized panel of bacteriophages shared internationally to differentiate strains of S. aureus . Before the development of molecular methods, such as multilocus sequence typing and pulsed-field gel electrophoresis, phage typing was the criterion standard for tracking strains for epidemiological purposes. [14]"}
{"id": "article-18104_12", "title": "Bacteriophages -- Clinical Significance", "content": "Finally, bacteriophages were the first type of virus discovered and were involved in many of the fundamental discoveries of molecular biology. For example, the proof that DNA was the molecule that transmitted genetic information, the basic mechanisms of gene regulation, and the genetic code, to name but a few, were all discovered using bacteriophages.", "contents": "Bacteriophages -- Clinical Significance. Finally, bacteriophages were the first type of virus discovered and were involved in many of the fundamental discoveries of molecular biology. For example, the proof that DNA was the molecule that transmitted genetic information, the basic mechanisms of gene regulation, and the genetic code, to name but a few, were all discovered using bacteriophages."}
{"id": "article-18104_13", "title": "Bacteriophages -- Enhancing Healthcare Team Outcomes -- Antibiotic Resistance and Infection Control", "content": "Bacteriophages are drivers of bacterial evolution in the human microbiome. Prophage can be induced to switch to the lytic replication cycle by host cell stress, including antimicrobial drugs. Therefore, antibiotic treatments, especially those targeting gut microbial flora, can be expected to alter the viral (phage) microbiome as well. Bacteriophages are not as easily inactivated as vegetative bacterial cells but are vulnerable to UV inactivation, autoclaving, and standard hospital disinfection procedures.", "contents": "Bacteriophages -- Enhancing Healthcare Team Outcomes -- Antibiotic Resistance and Infection Control. Bacteriophages are drivers of bacterial evolution in the human microbiome. Prophage can be induced to switch to the lytic replication cycle by host cell stress, including antimicrobial drugs. Therefore, antibiotic treatments, especially those targeting gut microbial flora, can be expected to alter the viral (phage) microbiome as well. Bacteriophages are not as easily inactivated as vegetative bacterial cells but are vulnerable to UV inactivation, autoclaving, and standard hospital disinfection procedures."}
{"id": "article-18104_14", "title": "Bacteriophages -- Enhancing Healthcare Team Outcomes -- Bacterial Toxin Mediated Disease", "content": "It is important for all team members caring for a patient with a phage-borne toxin-mediated disease, such as cholera or shigella, that disinfection procedures be chosen for their ability to inactivate viruses and bacteria. Even though bacteriophages do not infect human cells directly, they can mediate virulence gene transfer from pathogenic to non-pathogenic bacterial strains.", "contents": "Bacteriophages -- Enhancing Healthcare Team Outcomes -- Bacterial Toxin Mediated Disease. It is important for all team members caring for a patient with a phage-borne toxin-mediated disease, such as cholera or shigella, that disinfection procedures be chosen for their ability to inactivate viruses and bacteria. Even though bacteriophages do not infect human cells directly, they can mediate virulence gene transfer from pathogenic to non-pathogenic bacterial strains."}
{"id": "article-18104_15", "title": "Bacteriophages -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Bacteriophages -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}