{"id": "article-108086_0", "title": "Standardization of Standardized Patient Training in Medical Simulation  -- Introduction", "content": "Standardized Patients (SPs) have been successfully utilized in medical education to enhance simulation-based education (SBE) for both formative and summative learning.  Simulation mode(s) and delivery can vary among academic and clinical settings. SBE includes various modes of delivery: Observed structured clinical exams (OSCEs), the use of manikins ranging from low to high fidelity, or hybrid delivery, which can include manikins, task trainers, and SPs. It is important to note that simulation is a pedagogically sound teaching strategy, usually involving technology, that has demonstrated success in various platforms. As more SBE programs include SPs, a critical piece to programmatic success is a standardization process for SP training.", "contents": "Standardization of Standardized Patient Training in Medical Simulation  -- Introduction. Standardized Patients (SPs) have been successfully utilized in medical education to enhance simulation-based education (SBE) for both formative and summative learning.  Simulation mode(s) and delivery can vary among academic and clinical settings. SBE includes various modes of delivery: Observed structured clinical exams (OSCEs), the use of manikins ranging from low to high fidelity, or hybrid delivery, which can include manikins, task trainers, and SPs. It is important to note that simulation is a pedagogically sound teaching strategy, usually involving technology, that has demonstrated success in various platforms. As more SBE programs include SPs, a critical piece to programmatic success is a standardization process for SP training."}
{"id": "article-108086_1", "title": "Standardization of Standardized Patient Training in Medical Simulation  -- Introduction", "content": "The Society of Simulation in Healthcare (SSH) defines an SP as a person who has been carefully coached to simulate an actual patient (or participant) so accurately that a skilled clinician cannot detect the simulation. SPs can be used to enhance teaching and provide a critical evaluation of performance with feedback during the simulation debriefing. [1]", "contents": "Standardization of Standardized Patient Training in Medical Simulation  -- Introduction. The Society of Simulation in Healthcare (SSH) defines an SP as a person who has been carefully coached to simulate an actual patient (or participant) so accurately that a skilled clinician cannot detect the simulation. SPs can be used to enhance teaching and provide a critical evaluation of performance with feedback during the simulation debriefing. [1]"}
{"id": "article-108086_2", "title": "Standardization of Standardized Patient Training in Medical Simulation  -- Introduction", "content": "The safe learning environment of simulation provides a potential situation as a way for healthcare learners to prepare before entry into clinical practice. When SBE is enhanced with SPs who are trained to portray patients, family relatives, or healthcare team members, learners remain highly engaged without the added risk of causing patient harm. Also, SPs enhance the learner’s critical thinking and self-efficacy skills, communication skills, and the ability to perform telehealth screenings. [2] [3] [4] For the low-frequency, high acuity events that cannot be planned in the clinical day, simulation with the utilization of SPs has been essential to teach learners how to break bad news, promote affirmative transgender health care practice, and facilitate family decision making at pediatric end-of-life. [5] [6] [7]", "contents": "Standardization of Standardized Patient Training in Medical Simulation  -- Introduction. The safe learning environment of simulation provides a potential situation as a way for healthcare learners to prepare before entry into clinical practice. When SBE is enhanced with SPs who are trained to portray patients, family relatives, or healthcare team members, learners remain highly engaged without the added risk of causing patient harm. Also, SPs enhance the learner’s critical thinking and self-efficacy skills, communication skills, and the ability to perform telehealth screenings. [2] [3] [4] For the low-frequency, high acuity events that cannot be planned in the clinical day, simulation with the utilization of SPs has been essential to teach learners how to break bad news, promote affirmative transgender health care practice, and facilitate family decision making at pediatric end-of-life. [5] [6] [7]"}
{"id": "article-108086_3", "title": "Standardization of Standardized Patient Training in Medical Simulation  -- Function", "content": "Successful SBE programs have standardized training for SPs to promote consistency, realism, and authenticity for learners. In the high stakes learning environment such as OSCEs, it is critical for the SP performance to be consistent among all learners as it directly links to student grades. [8] Depending upon the size of an SBE program, standardization also helps oversee the associated costs of training and managing SPs.", "contents": "Standardization of Standardized Patient Training in Medical Simulation  -- Function. Successful SBE programs have standardized training for SPs to promote consistency, realism, and authenticity for learners. In the high stakes learning environment such as OSCEs, it is critical for the SP performance to be consistent among all learners as it directly links to student grades. [8] Depending upon the size of an SBE program, standardization also helps oversee the associated costs of training and managing SPs."}
{"id": "article-108086_4", "title": "Standardization of Standardized Patient Training in Medical Simulation  -- Curriculum Development", "content": "In SBE, it is essential to employ a pool of SPs that demographically represents the population it serves. To achieve cultural competence learning objectives, the critical first step for an SP program is to recruit, develop, and maintain a diverse SP population. [9] SPs should represent different age groups, racial and ethnic backgrounds, professional, and educational experiences. Bilingual SPs are also very desirable and add another level of learner competency when confronted with non-English-speaking patients. SBE programs may recruit from theater programs and troupes, former or current healthcare workers, students, retirees, or word-of-mouth referrals. [10]", "contents": "Standardization of Standardized Patient Training in Medical Simulation  -- Curriculum Development. In SBE, it is essential to employ a pool of SPs that demographically represents the population it serves. To achieve cultural competence learning objectives, the critical first step for an SP program is to recruit, develop, and maintain a diverse SP population. [9] SPs should represent different age groups, racial and ethnic backgrounds, professional, and educational experiences. Bilingual SPs are also very desirable and add another level of learner competency when confronted with non-English-speaking patients. SBE programs may recruit from theater programs and troupes, former or current healthcare workers, students, retirees, or word-of-mouth referrals. [10]"}
{"id": "article-108086_5", "title": "Standardization of Standardized Patient Training in Medical Simulation  -- Curriculum Development", "content": "SBE programs must carefully screen applicants within their program with background checks and contracts, for the confidentiality of learners, peer, and individual performance. SP programs are encouraged to consult the respective Human Resource office to aide with effective recruiting methods. Social media platforms, online job posting services, and the development of a program webpage are additional resources that can aide in SP recruitment.", "contents": "Standardization of Standardized Patient Training in Medical Simulation  -- Curriculum Development. SBE programs must carefully screen applicants within their program with background checks and contracts, for the confidentiality of learners, peer, and individual performance. SP programs are encouraged to consult the respective Human Resource office to aide with effective recruiting methods. Social media platforms, online job posting services, and the development of a program webpage are additional resources that can aide in SP recruitment."}
{"id": "article-108086_6", "title": "Standardization of Standardized Patient Training in Medical Simulation  -- Curriculum Development", "content": "Should an SP training program have the benefit of a designated SP Coordinator, this reduces the faculty and staff workload to manage and train SPs in the respective academic and clinical environments. The relationship between an SP Coordinator and faculty or staff serves to provide additional consistency with simulation curriculum development within and among disciplines to deliver high-quality simulation to all healthcare learners for the dynamic healthcare environment. Recruitment", "contents": "Standardization of Standardized Patient Training in Medical Simulation  -- Curriculum Development. Should an SP training program have the benefit of a designated SP Coordinator, this reduces the faculty and staff workload to manage and train SPs in the respective academic and clinical environments. The relationship between an SP Coordinator and faculty or staff serves to provide additional consistency with simulation curriculum development within and among disciplines to deliver high-quality simulation to all healthcare learners for the dynamic healthcare environment. Recruitment"}
{"id": "article-108086_7", "title": "Standardization of Standardized Patient Training in Medical Simulation  -- Curriculum Development", "content": "An extensive recruitment vetting process is required to ensure that an SP pool is comprised of individuals who will deliver the highest quality learner experience. Such factors include fidelity of performance, dynamic verbal communication skills, the ability to recall case-specific details, and well-timed improvisational skills. After reviewing the application, an initial phone screening should follow to gauge the general level of interest. An initial phone screening provides an opportunity to explain the role of an SP for those who may have little familiarity with the concept. This approach also allows the SP coordinator to learn more about a candidate’s understanding of the role and a quick snapshot of their qualifying skill set. At this time, unusual job requirements may be disclosed, such as audio and video recording, or a willingness for learners to complete a physical examination that may include being partially disrobed. Moreover, there is the opportunity to share information that can be extended to other social or professional circles, even if the phone screening did not result in a qualifying applicant.", "contents": "Standardization of Standardized Patient Training in Medical Simulation  -- Curriculum Development. An extensive recruitment vetting process is required to ensure that an SP pool is comprised of individuals who will deliver the highest quality learner experience. Such factors include fidelity of performance, dynamic verbal communication skills, the ability to recall case-specific details, and well-timed improvisational skills. After reviewing the application, an initial phone screening should follow to gauge the general level of interest. An initial phone screening provides an opportunity to explain the role of an SP for those who may have little familiarity with the concept. This approach also allows the SP coordinator to learn more about a candidate’s understanding of the role and a quick snapshot of their qualifying skill set. At this time, unusual job requirements may be disclosed, such as audio and video recording, or a willingness for learners to complete a physical examination that may include being partially disrobed. Moreover, there is the opportunity to share information that can be extended to other social or professional circles, even if the phone screening did not result in a qualifying applicant."}
{"id": "article-108086_8", "title": "Standardization of Standardized Patient Training in Medical Simulation  -- Curriculum Development", "content": "Process", "contents": "Standardization of Standardized Patient Training in Medical Simulation  -- Curriculum Development. Process"}
{"id": "article-108086_9", "title": "Standardization of Standardized Patient Training in Medical Simulation  -- Curriculum Development", "content": "Candidates that pass the initial phone screening should then be invited to attend an intensive group information session and participate in a solo or joint audition with other candidates. Developing and hosting such an information session requires an SP coordinator who possesses a sound understanding of many health profession education curriculums and corresponding learning objectives. Potential SPs can be evaluated through portrayal exercises, vignette assignments, and improvisational skills assessment. Employing current, seasoned SPs familiar with program structure to assist with evaluation can be an added advantage, as they provide a unique assessment for the potential fit as an SP. The information session also provides an opportunity to observe an SP’s ability to integrate therapeutic communication skills and accept verbal feedback.", "contents": "Standardization of Standardized Patient Training in Medical Simulation  -- Curriculum Development. Candidates that pass the initial phone screening should then be invited to attend an intensive group information session and participate in a solo or joint audition with other candidates. Developing and hosting such an information session requires an SP coordinator who possesses a sound understanding of many health profession education curriculums and corresponding learning objectives. Potential SPs can be evaluated through portrayal exercises, vignette assignments, and improvisational skills assessment. Employing current, seasoned SPs familiar with program structure to assist with evaluation can be an added advantage, as they provide a unique assessment for the potential fit as an SP. The information session also provides an opportunity to observe an SP’s ability to integrate therapeutic communication skills and accept verbal feedback."}
{"id": "article-108086_10", "title": "Standardization of Standardized Patient Training in Medical Simulation  -- Continuing Education", "content": "Continuous training is essential for SPs to maintain a quality SBE program. SPs are often recruited to play multiple roles and case assignments during an academic term or across hospital settings. For example, an SP may be asked to portray a patient with an acute illness for a nursing program one day and a spinal cord injury patient for a physical therapy program the next. In hospital settings, an SP may play the role of an unhappy spouse in a morning session or a grieving parent during the afternoon session. Such variations within a simulation program require ongoing case-specific training to ensure SPs' understanding of complex medical equipment and the overall case content, necessitating ongoing collaboration with course faculty to ensure the meeting of learner objectives. It is also critically important for SBE programs to provide frequent SP check-ins to ascertain SP psychological safety due to the many complex roles SPs are asked to play.", "contents": "Standardization of Standardized Patient Training in Medical Simulation  -- Continuing Education. Continuous training is essential for SPs to maintain a quality SBE program. SPs are often recruited to play multiple roles and case assignments during an academic term or across hospital settings. For example, an SP may be asked to portray a patient with an acute illness for a nursing program one day and a spinal cord injury patient for a physical therapy program the next. In hospital settings, an SP may play the role of an unhappy spouse in a morning session or a grieving parent during the afternoon session. Such variations within a simulation program require ongoing case-specific training to ensure SPs' understanding of complex medical equipment and the overall case content, necessitating ongoing collaboration with course faculty to ensure the meeting of learner objectives. It is also critically important for SBE programs to provide frequent SP check-ins to ascertain SP psychological safety due to the many complex roles SPs are asked to play."}
{"id": "article-108086_11", "title": "Standardization of Standardized Patient Training in Medical Simulation  -- Continuing Education", "content": "To support the continuing education of SPs, one-day workshops can provide novice SPs with information on motivational interviewing or how to enhance communication skills, manage rare cases, or overcome challenges with uncooperative patients. [11] [12] As new simulations are introduced in the clinical or academic settings, program educators will need to collaborate with course faculty to support SP training and education before the 'go live' date, ideally when learners are not present. The simulation rehearsal, or run-through, provides a forum for educators, SPs, and confederates to create a complementary relationship with each other to bring the scenario to life before an upcoming simulation. [13] During the first execution of a new simulation, SPs may be encouraged to wear earbuds or carry cell phones as a way for educators to communicate with SPs intra-sim to provide prompts if needed. As SBE continues to advance, SPs will benefit from ongoing continuing education to maintain skills, acquire new ones, and also promote SP retention.", "contents": "Standardization of Standardized Patient Training in Medical Simulation  -- Continuing Education. To support the continuing education of SPs, one-day workshops can provide novice SPs with information on motivational interviewing or how to enhance communication skills, manage rare cases, or overcome challenges with uncooperative patients. [11] [12] As new simulations are introduced in the clinical or academic settings, program educators will need to collaborate with course faculty to support SP training and education before the 'go live' date, ideally when learners are not present. The simulation rehearsal, or run-through, provides a forum for educators, SPs, and confederates to create a complementary relationship with each other to bring the scenario to life before an upcoming simulation. [13] During the first execution of a new simulation, SPs may be encouraged to wear earbuds or carry cell phones as a way for educators to communicate with SPs intra-sim to provide prompts if needed. As SBE continues to advance, SPs will benefit from ongoing continuing education to maintain skills, acquire new ones, and also promote SP retention."}
{"id": "article-108086_12", "title": "Standardization of Standardized Patient Training in Medical Simulation  -- Continuing Education", "content": "Other key aspects utilized to enhance continuing education for SPs include periodic skill assessment feedback and ongoing support. Formal performance evaluations should be offered annually. These evaluations provide an overview of the SP's performance throughout the year. Likely, SPs are evaluated after each performance, possibly by various personnel. If an assessment is interpreted as extremely positive or negative, it should be viewed with caution by more than one evaluator, as one evaluation does not accurately assess overall performance over a specified period. Periodic feedback for SPs to understand his/her efficacy also creates a forum to address and correct less desirable performances.  When annual and event-specific performance feedback is provided, SPs stands to gain insight that serves to enhance confidence and improve future performance.", "contents": "Standardization of Standardized Patient Training in Medical Simulation  -- Continuing Education. Other key aspects utilized to enhance continuing education for SPs include periodic skill assessment feedback and ongoing support. Formal performance evaluations should be offered annually. These evaluations provide an overview of the SP's performance throughout the year. Likely, SPs are evaluated after each performance, possibly by various personnel. If an assessment is interpreted as extremely positive or negative, it should be viewed with caution by more than one evaluator, as one evaluation does not accurately assess overall performance over a specified period. Periodic feedback for SPs to understand his/her efficacy also creates a forum to address and correct less desirable performances.  When annual and event-specific performance feedback is provided, SPs stands to gain insight that serves to enhance confidence and improve future performance."}
{"id": "article-108086_13", "title": "Standardization of Standardized Patient Training in Medical Simulation  -- Continuing Education", "content": "As SPs move along the continuum and function at the expert level of performance, additional opportunities should be created for SPs to be retained and grow within their discipline. Over the last decade, the boundaries of simulation technology have expanded immensely. In healthcare education, companies like Avkin have emerged with sensor-enabled high fidelity wearable simulators for SPs, such as a tracheostomy vest or a wearable chest tube overlay.  Wearable simulation technology designed to mimic an SP's physical findings demonstrates promise for further enhanced learning experiences.", "contents": "Standardization of Standardized Patient Training in Medical Simulation  -- Continuing Education. As SPs move along the continuum and function at the expert level of performance, additional opportunities should be created for SPs to be retained and grow within their discipline. Over the last decade, the boundaries of simulation technology have expanded immensely. In healthcare education, companies like Avkin have emerged with sensor-enabled high fidelity wearable simulators for SPs, such as a tracheostomy vest or a wearable chest tube overlay.  Wearable simulation technology designed to mimic an SP's physical findings demonstrates promise for further enhanced learning experiences."}
{"id": "article-108086_14", "title": "Standardization of Standardized Patient Training in Medical Simulation  -- Continuing Education", "content": "Well established SBE programs sponsor top-notch SPs to join organizations, such as the Association of Standardized Patient Educators (ASPE). Other highly qualified SPs have been selected to present their work at international conferences such as the Society of Simulation in Healthcare (SSH). The most trusted SP's are invited to co-facilitate a debriefing with faculty to provide learner feedback, thus further enriching the learner experience.  The provision of verbal or written SP feedback to learners adds a deeper understanding of performance and serves to enhance the development of self-efficacy skills for expected professional behaviors. [14]", "contents": "Standardization of Standardized Patient Training in Medical Simulation  -- Continuing Education. Well established SBE programs sponsor top-notch SPs to join organizations, such as the Association of Standardized Patient Educators (ASPE). Other highly qualified SPs have been selected to present their work at international conferences such as the Society of Simulation in Healthcare (SSH). The most trusted SP's are invited to co-facilitate a debriefing with faculty to provide learner feedback, thus further enriching the learner experience.  The provision of verbal or written SP feedback to learners adds a deeper understanding of performance and serves to enhance the development of self-efficacy skills for expected professional behaviors. [14]"}
{"id": "article-108086_15", "title": "Standardization of Standardized Patient Training in Medical Simulation  -- Clinical Significance", "content": "The standardization of SP training in SBE serves to improve patient outcomes to more fully prepare future healthcare providers. For high-frequency learning such as an OSCE, it provides students with a consistent learning experience and a venue for deliberate practice to obtain skill mastery. [1] For low-frequency, high acuity events, such as the management of victims of rape or readiness for medical deployment, simulation has demonstrated promise to improve patient safety and decrease errors. [15] [16]", "contents": "Standardization of Standardized Patient Training in Medical Simulation  -- Clinical Significance. The standardization of SP training in SBE serves to improve patient outcomes to more fully prepare future healthcare providers. For high-frequency learning such as an OSCE, it provides students with a consistent learning experience and a venue for deliberate practice to obtain skill mastery. [1] For low-frequency, high acuity events, such as the management of victims of rape or readiness for medical deployment, simulation has demonstrated promise to improve patient safety and decrease errors. [15] [16]"}
{"id": "article-108086_16", "title": "Standardization of Standardized Patient Training in Medical Simulation  -- Clinical Significance", "content": "To meet the demand for healthcare professionals to provide quality care to persons with disabilities, some forward-thinking SBE programs actively seek SPs with disabilities themselves to routinely integrate disability awareness throughout a curriculum. [17] For medical students who must successfully pass milestones set by the Accreditation Council for Graduate Medical Education, OSCE’s offer a structured method to help to delineate learners’ knowledge gaps and provide concrete areas for improvement. [18] [19] [20]", "contents": "Standardization of Standardized Patient Training in Medical Simulation  -- Clinical Significance. To meet the demand for healthcare professionals to provide quality care to persons with disabilities, some forward-thinking SBE programs actively seek SPs with disabilities themselves to routinely integrate disability awareness throughout a curriculum. [17] For medical students who must successfully pass milestones set by the Accreditation Council for Graduate Medical Education, OSCE’s offer a structured method to help to delineate learners’ knowledge gaps and provide concrete areas for improvement. [18] [19] [20]"}
{"id": "article-108086_17", "title": "Standardization of Standardized Patient Training in Medical Simulation  -- Clinical Significance", "content": "A final point of clinical significance for SBE programs occurred with the surge in telehealth at the onset of the COVID-19 pandemic. During this time, medical providers quickly navigated onto the telehealth platform to meet non-urgent patient needs. When students were no longer allowed to participate in clinical rotations to preserve personal protective equipment, medical educators quickly incorporated the use of telehealth with SPs to meet learner objectives.", "contents": "Standardization of Standardized Patient Training in Medical Simulation  -- Clinical Significance. A final point of clinical significance for SBE programs occurred with the surge in telehealth at the onset of the COVID-19 pandemic. During this time, medical providers quickly navigated onto the telehealth platform to meet non-urgent patient needs. When students were no longer allowed to participate in clinical rotations to preserve personal protective equipment, medical educators quickly incorporated the use of telehealth with SPs to meet learner objectives."}
{"id": "article-108086_18", "title": "Standardization of Standardized Patient Training in Medical Simulation  -- Pearls and Other Issues", "content": "The standardization of SP training in SBE serves to promote consistency among learners and provide enhanced preparation for future healthcare providers to improve patient outcomes. Recruiting and maintaining a diverse SP pool is essential to achieve learning objectives and cultural competence. Implementing an extensive vetting process to hire and retain SPs will ensure the delivery of a high-quality learning experience. Regular, systematic evaluation of SPs will contribute to improved SP performance, learner outcomes, and programmatic success.", "contents": "Standardization of Standardized Patient Training in Medical Simulation  -- Pearls and Other Issues. The standardization of SP training in SBE serves to promote consistency among learners and provide enhanced preparation for future healthcare providers to improve patient outcomes. Recruiting and maintaining a diverse SP pool is essential to achieve learning objectives and cultural competence. Implementing an extensive vetting process to hire and retain SPs will ensure the delivery of a high-quality learning experience. Regular, systematic evaluation of SPs will contribute to improved SP performance, learner outcomes, and programmatic success."}
{"id": "article-108086_19", "title": "Standardization of Standardized Patient Training in Medical Simulation  -- Enhancing Healthcare Team Outcomes", "content": "SBE programs aim to improve patient safety and healthcare quality to better prepare future healthcare providers, with no risks to real patients.", "contents": "Standardization of Standardized Patient Training in Medical Simulation  -- Enhancing Healthcare Team Outcomes. SBE programs aim to improve patient safety and healthcare quality to better prepare future healthcare providers, with no risks to real patients."}
{"id": "article-108086_20", "title": "Standardization of Standardized Patient Training in Medical Simulation  -- Enhancing Healthcare Team Outcomes", "content": "The inclusion of well-trained SPs in medical education provides students with a unique opportunity to respond to complex situations in the clinical environment, which they may not otherwise encounter.", "contents": "Standardization of Standardized Patient Training in Medical Simulation  -- Enhancing Healthcare Team Outcomes. The inclusion of well-trained SPs in medical education provides students with a unique opportunity to respond to complex situations in the clinical environment, which they may not otherwise encounter."}
{"id": "article-108086_21", "title": "Standardization of Standardized Patient Training in Medical Simulation  -- Enhancing Healthcare Team Outcomes", "content": "Interprofessional simulation programs that include SPs offer experiential learning opportunities to understand and improve team dynamics, ultimately improving collaboration on future interprofessional teams.", "contents": "Standardization of Standardized Patient Training in Medical Simulation  -- Enhancing Healthcare Team Outcomes. Interprofessional simulation programs that include SPs offer experiential learning opportunities to understand and improve team dynamics, ultimately improving collaboration on future interprofessional teams."}
{"id": "article-108086_22", "title": "Standardization of Standardized Patient Training in Medical Simulation  -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Standardization of Standardized Patient Training in Medical Simulation  -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}