{"id": "article-27218_0", "title": "Pilocarpine (Archived) -- Indications", "content": "Pilocarpine is a muscarinic acetylcholine agonist that is effective in treating and managing acute angle-closure glaucoma and radiation-induced xerostomia. Although not a first-line treatment for glaucoma, it is useful as an adjunct medication in the form of ophthalmic drops. Pilocarpine is approved for use as an agent to decrease intraocular pressure (IOP) in glaucoma cases, as well as in the management of xerostomia resulting from radiation exposure and Sjõgren syndrome. [1] There is currently little evidence supporting the use of any other medication in treating specifically radiation-induced xerostomia. [2]", "contents": "Pilocarpine (Archived) -- Indications. Pilocarpine is a muscarinic acetylcholine agonist that is effective in treating and managing acute angle-closure glaucoma and radiation-induced xerostomia. Although not a first-line treatment for glaucoma, it is useful as an adjunct medication in the form of ophthalmic drops. Pilocarpine is approved for use as an agent to decrease intraocular pressure (IOP) in glaucoma cases, as well as in the management of xerostomia resulting from radiation exposure and Sjõgren syndrome. [1] There is currently little evidence supporting the use of any other medication in treating specifically radiation-induced xerostomia. [2]"}
{"id": "article-27218_1", "title": "Pilocarpine (Archived) -- Indications -- FDA-Approved Indications", "content": "Reduction of elevated intraocular pressure (IOP) in patients with open-angle glaucoma or ocular hypertension Management of acute angle-closure glaucoma Prevention of postoperative elevated IOP associated with laser surgery induction of miosis Head and neck cancer-associated xerostomia (oral dosing) Sjõgren syndrome-associated xerostomia (oral dosing)", "contents": "Pilocarpine (Archived) -- Indications -- FDA-Approved Indications. Reduction of elevated intraocular pressure (IOP) in patients with open-angle glaucoma or ocular hypertension Management of acute angle-closure glaucoma Prevention of postoperative elevated IOP associated with laser surgery induction of miosis Head and neck cancer-associated xerostomia (oral dosing) Sjõgren syndrome-associated xerostomia (oral dosing)"}
{"id": "article-27218_2", "title": "Pilocarpine (Archived) -- Indications -- Non-FDA-Approved (Off-Label) Indications", "content": "There are no off-label indications for pilocarpine.", "contents": "Pilocarpine (Archived) -- Indications -- Non-FDA-Approved (Off-Label) Indications. There are no off-label indications for pilocarpine."}
{"id": "article-27218_3", "title": "Pilocarpine (Archived) -- Mechanism of Action", "content": "Pilocarpine is an alkaloid pharmacologic used in treating xerostomia resulting from radiation exposure, Sjogren syndrome, and glaucoma. [3] Its mechanism of action includes both full and partial agonism of the muscarinic M3 receptor, an acetylcholine receptor. There are five subtypes of the muscarinic acetylcholine receptor, the details of which are beyond the scope of this paper. However, it is essential to note that pilocarpine may affect the M1-M3 receptor subtypes, which causes parasympathetic side effects later discussed in this paper. The M3 receptor is an excitatory receptor expressed in gastric glands, salivary glands, and smooth muscle cells, such as those in the pupillary sphincter and ciliary bodies. By stimulating the Gq receptor, the M3 receptor can activate phospholipase C. This leads to the creation of the second messenger's inositol triphosphate, diacylglycerol, and calcium and protein kinase. [3] Therefore, M3 cholinergic agonists result in the upregulation of calcium and, ultimately, smooth muscle contraction, such as in the pupillary sphincter muscle. It also is capable of stimulating salivary gland function. [4]", "contents": "Pilocarpine (Archived) -- Mechanism of Action. Pilocarpine is an alkaloid pharmacologic used in treating xerostomia resulting from radiation exposure, Sjogren syndrome, and glaucoma. [3] Its mechanism of action includes both full and partial agonism of the muscarinic M3 receptor, an acetylcholine receptor. There are five subtypes of the muscarinic acetylcholine receptor, the details of which are beyond the scope of this paper. However, it is essential to note that pilocarpine may affect the M1-M3 receptor subtypes, which causes parasympathetic side effects later discussed in this paper. The M3 receptor is an excitatory receptor expressed in gastric glands, salivary glands, and smooth muscle cells, such as those in the pupillary sphincter and ciliary bodies. By stimulating the Gq receptor, the M3 receptor can activate phospholipase C. This leads to the creation of the second messenger's inositol triphosphate, diacylglycerol, and calcium and protein kinase. [3] Therefore, M3 cholinergic agonists result in the upregulation of calcium and, ultimately, smooth muscle contraction, such as in the pupillary sphincter muscle. It also is capable of stimulating salivary gland function. [4]"}
{"id": "article-27218_4", "title": "Pilocarpine (Archived) -- Mechanism of Action -- Pharmacokinetics", "content": "Absorption Oral administration: Following oral administration of pilocarpine of 10 mg 3 times daily, peak plasma drug concentrations of 41μg/L  in 0.85 hours were achieved. The drug's absorption rate increases with food. [5] Ophthalmic administration: For ophthalmic administration in healthy patients, the overall median T max was 2.2 hours. The mean (SD) C max and AUC 0-t were 897.2 (287.2) pg/mL and 2699 (741.4) h x pg/mL, respectively. Distribution: The volume of distribution for pilocarpine is unknown.", "contents": "Pilocarpine (Archived) -- Mechanism of Action -- Pharmacokinetics. Absorption Oral administration: Following oral administration of pilocarpine of 10 mg 3 times daily, peak plasma drug concentrations of 41μg/L  in 0.85 hours were achieved. The drug's absorption rate increases with food. [5] Ophthalmic administration: For ophthalmic administration in healthy patients, the overall median T max was 2.2 hours. The mean (SD) C max and AUC 0-t were 897.2 (287.2) pg/mL and 2699 (741.4) h x pg/mL, respectively. Distribution: The volume of distribution for pilocarpine is unknown."}
{"id": "article-27218_5", "title": "Pilocarpine (Archived) -- Mechanism of Action -- Pharmacokinetics", "content": "Metabolism: Limited information is available regarding pilocarpine metabolism in humans. Pilocarpine inactivation can occur at neuronal synapses and probably also takes place in plasma. Pilocarpine reportedly undergoes CYP2A6-mediated 3-hydroxylation, forming stereoisomers of 3-hydroxypilocaripine. [6] Pilocarpine is also hydrolyzed mediated via paraoxonase 1, a calcium-dependent esterase found in plasma and the human liver. Pilocarpine metabolites possess negligible pharmacological activity. Excretion: Pilocarpine and its metabolites prominently undergo urinary elimination. [5]", "contents": "Pilocarpine (Archived) -- Mechanism of Action -- Pharmacokinetics. Metabolism: Limited information is available regarding pilocarpine metabolism in humans. Pilocarpine inactivation can occur at neuronal synapses and probably also takes place in plasma. Pilocarpine reportedly undergoes CYP2A6-mediated 3-hydroxylation, forming stereoisomers of 3-hydroxypilocaripine. [6] Pilocarpine is also hydrolyzed mediated via paraoxonase 1, a calcium-dependent esterase found in plasma and the human liver. Pilocarpine metabolites possess negligible pharmacological activity. Excretion: Pilocarpine and its metabolites prominently undergo urinary elimination. [5]"}
{"id": "article-27218_6", "title": "Pilocarpine (Archived) -- Administration", "content": "Pilocarpine is available as an ophthalmologic eye drop when used as a miotic agent. This dose form will result in ciliary contraction (a contraction of the iris), increasing aqueous humor outflow, miosis, and accommodation. The ciliary body connects to the zonular fibers that control the accommodation of the lens. Contraction of the ciliary body will relax the zonular fibers, resulting in a more spherical lens shape and aqueous outflow. This conformational change helps decrease intraocular pressure in glaucoma. Pilocarpine will also cause constriction of the pupillary sphincter muscle, resulting in miosis. The allowable daily dose is 30 mg. [7]", "contents": "Pilocarpine (Archived) -- Administration. Pilocarpine is available as an ophthalmologic eye drop when used as a miotic agent. This dose form will result in ciliary contraction (a contraction of the iris), increasing aqueous humor outflow, miosis, and accommodation. The ciliary body connects to the zonular fibers that control the accommodation of the lens. Contraction of the ciliary body will relax the zonular fibers, resulting in a more spherical lens shape and aqueous outflow. This conformational change helps decrease intraocular pressure in glaucoma. Pilocarpine will also cause constriction of the pupillary sphincter muscle, resulting in miosis. The allowable daily dose is 30 mg. [7]"}
{"id": "article-27218_7", "title": "Pilocarpine (Archived) -- Administration", "content": "Excessive dosing can propagate a cholinergic crisis. [8] In the treatment of xerostomia, pilocarpine is available as oral tablets of 5 and 7.5 mg. The typical daily dosing is initially 5 mg 3 times per day and can be titrated depending on patient response. In Sjögren syndrome, dosing is commonly four times per day. The maximum dose for oral administration is 10 mg per dose, with a maximum dosage of 30 mg daily.", "contents": "Pilocarpine (Archived) -- Administration. Excessive dosing can propagate a cholinergic crisis. [8] In the treatment of xerostomia, pilocarpine is available as oral tablets of 5 and 7.5 mg. The typical daily dosing is initially 5 mg 3 times per day and can be titrated depending on patient response. In Sjögren syndrome, dosing is commonly four times per day. The maximum dose for oral administration is 10 mg per dose, with a maximum dosage of 30 mg daily."}
{"id": "article-27218_8", "title": "Pilocarpine (Archived) -- Adverse Effects", "content": "As the drug acts as a cholinergic agonist, pilocarpine may propagate muscarinic side effects, particularly when used in the oral form. The muscarinic receptors are present in nearly all major organ systems, and muscarinic medications can mediate autonomic function wherever the receptors are present. Due to the receptor's role in mediating the response of the parasympathetic nervous system, stimulation of the receptors will cause \"rest and digest\" functions throughout the distribution of M1-M5 receptor locations: the neuronal, cardiac, musculoskeletal, pulmonary, digestive, and urinary systems. [3]", "contents": "Pilocarpine (Archived) -- Adverse Effects. As the drug acts as a cholinergic agonist, pilocarpine may propagate muscarinic side effects, particularly when used in the oral form. The muscarinic receptors are present in nearly all major organ systems, and muscarinic medications can mediate autonomic function wherever the receptors are present. Due to the receptor's role in mediating the response of the parasympathetic nervous system, stimulation of the receptors will cause \"rest and digest\" functions throughout the distribution of M1-M5 receptor locations: the neuronal, cardiac, musculoskeletal, pulmonary, digestive, and urinary systems. [3]"}
{"id": "article-27218_9", "title": "Pilocarpine (Archived) -- Adverse Effects", "content": "Due to the location of the M3 receptors in blood vessels, vasodilation will occur, resulting in decreased blood pressure and flushing. When postganglionic muscarinic receptors are activated, sweating and diaphoresis can occur. Other toxicity symptoms may include miosis or excess lacrimation (especially when using the ocular form), hypersalivation, vomiting, bradycardia, bronchospasm, urination, and diarrhea. [2] Sweating is the most common side effect in those on the oral dosage form and even more common in patients on higher doses of daily oral pilocarpine.", "contents": "Pilocarpine (Archived) -- Adverse Effects. Due to the location of the M3 receptors in blood vessels, vasodilation will occur, resulting in decreased blood pressure and flushing. When postganglionic muscarinic receptors are activated, sweating and diaphoresis can occur. Other toxicity symptoms may include miosis or excess lacrimation (especially when using the ocular form), hypersalivation, vomiting, bradycardia, bronchospasm, urination, and diarrhea. [2] Sweating is the most common side effect in those on the oral dosage form and even more common in patients on higher doses of daily oral pilocarpine."}
{"id": "article-27218_10", "title": "Pilocarpine (Archived) -- Contraindications", "content": "Contraindications to any class of cholinergic medication, including pilocarpine, involve disease in the systems affected by the presence of the muscarinic receptors. These include COPD, peptic ulcer disease, arrhythmias, coronary vascular disease, angle-closure glaucoma (ocular prep), hyperthyroidism, intestinal resection or anastomosis, hyperthyroidism, urinary obstruction, orthostatic hypotension, and severe cases of miosis (ocular prep). [8] This drug is also contraindicated in any patient with drug-induced xerostomia, including those taking medications for hyperthyroidism, asthma, or hypertension. Additionally, those with a history of myocardial infarction should avoid the use of pilocarpine due to its affinity not only for the M3 receptor but also for M1 and M2, which are present in the heart. [7]", "contents": "Pilocarpine (Archived) -- Contraindications. Contraindications to any class of cholinergic medication, including pilocarpine, involve disease in the systems affected by the presence of the muscarinic receptors. These include COPD, peptic ulcer disease, arrhythmias, coronary vascular disease, angle-closure glaucoma (ocular prep), hyperthyroidism, intestinal resection or anastomosis, hyperthyroidism, urinary obstruction, orthostatic hypotension, and severe cases of miosis (ocular prep). [8] This drug is also contraindicated in any patient with drug-induced xerostomia, including those taking medications for hyperthyroidism, asthma, or hypertension. Additionally, those with a history of myocardial infarction should avoid the use of pilocarpine due to its affinity not only for the M3 receptor but also for M1 and M2, which are present in the heart. [7]"}
{"id": "article-27218_11", "title": "Pilocarpine (Archived) -- Monitoring", "content": "Due to the broad distribution of muscarinic receptors throughout the body, as well as the various side effects that stimulation can cause systemically, extra care must be taken by a medical team to monitor and manage proper dosing in patients using cholinomimetic medications. The healthcare team must work together to monitor levels of acetylcholine in patients taking pilocarpine. Side effects to look out for should mostly include hypersalivation, lacrimation, and miosis, diarrhea, and diaphoresis, which may happen due to the M3 receptor distribution. However, more severe side effects may occur due to antagonism of M1 and M2 receptors located in the cardiac and respiratory systems. Some studies say that pilocarpine is strictly confined to treating narrow-angle glaucoma only, as its adverse side effects are generally poorly tolerated. [9] However, if used appropriately, pilocarpine is known to reduce intraocular pressure in glaucoma by 20 to 25% and increase salivation in those with xerostomia.", "contents": "Pilocarpine (Archived) -- Monitoring. Due to the broad distribution of muscarinic receptors throughout the body, as well as the various side effects that stimulation can cause systemically, extra care must be taken by a medical team to monitor and manage proper dosing in patients using cholinomimetic medications. The healthcare team must work together to monitor levels of acetylcholine in patients taking pilocarpine. Side effects to look out for should mostly include hypersalivation, lacrimation, and miosis, diarrhea, and diaphoresis, which may happen due to the M3 receptor distribution. However, more severe side effects may occur due to antagonism of M1 and M2 receptors located in the cardiac and respiratory systems. Some studies say that pilocarpine is strictly confined to treating narrow-angle glaucoma only, as its adverse side effects are generally poorly tolerated. [9] However, if used appropriately, pilocarpine is known to reduce intraocular pressure in glaucoma by 20 to 25% and increase salivation in those with xerostomia."}
{"id": "article-27218_12", "title": "Pilocarpine (Archived) -- Toxicity", "content": "It is essential to monitor for side effects of excessive stimulation of the muscarinic receptors, as previously due to the systemic effects of the oral preparation. Fortunately, pilocarpine is not among the narrow therapeutic index medications. However, there is no known antidote for treating these side effects, and care should still be taken by the healthcare team to monitor doses and weigh the pros and cons of treatment. If a patient is unable to tolerate the side effects of pilocarpine, they should notify their healthcare team, who may either decrease the dose or discontinue the treatment.", "contents": "Pilocarpine (Archived) -- Toxicity. It is essential to monitor for side effects of excessive stimulation of the muscarinic receptors, as previously due to the systemic effects of the oral preparation. Fortunately, pilocarpine is not among the narrow therapeutic index medications. However, there is no known antidote for treating these side effects, and care should still be taken by the healthcare team to monitor doses and weigh the pros and cons of treatment. If a patient is unable to tolerate the side effects of pilocarpine, they should notify their healthcare team, who may either decrease the dose or discontinue the treatment."}
{"id": "article-27218_13", "title": "Pilocarpine (Archived) -- Enhancing Healthcare Team Outcomes", "content": "Healthcare providers need to be informed and up to date on the nomenclature of brand-name medications, indications, and adverse effects to ensure safe and successful therapy and positive patient outcomes. It is also crucial that patients receive proper screening for open-angle glaucoma due to the disease rarely presenting with side effects. Appropriate diagnostic testing should be a consideration when optic disc margins are abnormal, and follow-up should include central corneal thickness measurement, a visual field exam, as well as the optic nerve and retinal imaging, as vision loss and nerve damage are markers for the progression of the disease. [10] After intraocular pressure (IOP) rises above 26 to 30 mmHg, the risk of developing vision loss is significant. [11] Unfortunately, this vision loss is irreversible, making early detection and treatment to lower IOP vital. [12] All health care providers must be aware of the progression of the disease to manage patient outcomes better. Patient education is also critical so that they can inform their healthcare providers of any adverse effects.", "contents": "Pilocarpine (Archived) -- Enhancing Healthcare Team Outcomes. Healthcare providers need to be informed and up to date on the nomenclature of brand-name medications, indications, and adverse effects to ensure safe and successful therapy and positive patient outcomes. It is also crucial that patients receive proper screening for open-angle glaucoma due to the disease rarely presenting with side effects. Appropriate diagnostic testing should be a consideration when optic disc margins are abnormal, and follow-up should include central corneal thickness measurement, a visual field exam, as well as the optic nerve and retinal imaging, as vision loss and nerve damage are markers for the progression of the disease. [10] After intraocular pressure (IOP) rises above 26 to 30 mmHg, the risk of developing vision loss is significant. [11] Unfortunately, this vision loss is irreversible, making early detection and treatment to lower IOP vital. [12] All health care providers must be aware of the progression of the disease to manage patient outcomes better. Patient education is also critical so that they can inform their healthcare providers of any adverse effects."}
{"id": "article-27218_14", "title": "Pilocarpine (Archived) -- Enhancing Healthcare Team Outcomes", "content": "In cases of glaucoma, proper diagnostic testing should merit consideration when optic disc margins are abnormal. Follow-up should include central corneal thickness measurement, a visual field exam, as well as optic nerve and retinal nerve imaging, as vision loss and nerve damage are markers for the progression of the disease. [11]", "contents": "Pilocarpine (Archived) -- Enhancing Healthcare Team Outcomes. In cases of glaucoma, proper diagnostic testing should merit consideration when optic disc margins are abnormal. Follow-up should include central corneal thickness measurement, a visual field exam, as well as optic nerve and retinal nerve imaging, as vision loss and nerve damage are markers for the progression of the disease. [11]"}
{"id": "article-27218_15", "title": "Pilocarpine (Archived) -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Pilocarpine (Archived) -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}