{"id": "article-22614_0", "title": "Migraine Headache -- Continuing Education Activity", "content": "Migraine is a genetically influenced complex disorder characterized by episodes of moderate-to-severe headache, most often unilateral and generally associated with nausea and light and sound sensitivity. The word migraine is derived from the Greek word \"hemikrania,\" which later was converted into Latin as \"hemigranea.\" The French translation of such a term is \"migraine.\" It is a common cause of disability and loss of work. Migraine attacks are complex brain events that unfold over hours to days in a recurrent matter. The most common type of migraine is without aura (75% of cases). This activity reviews the etiology and pathophysiology of migraine and highlights the role of the interprofessional team in evaluating and treating patients with this condition.", "contents": "Migraine Headache -- Continuing Education Activity. Migraine is a genetically influenced complex disorder characterized by episodes of moderate-to-severe headache, most often unilateral and generally associated with nausea and light and sound sensitivity. The word migraine is derived from the Greek word \"hemikrania,\" which later was converted into Latin as \"hemigranea.\" The French translation of such a term is \"migraine.\" It is a common cause of disability and loss of work. Migraine attacks are complex brain events that unfold over hours to days in a recurrent matter. The most common type of migraine is without aura (75% of cases). This activity reviews the etiology and pathophysiology of migraine and highlights the role of the interprofessional team in evaluating and treating patients with this condition."}
{"id": "article-22614_1", "title": "Migraine Headache -- Continuing Education Activity", "content": "Objectives: Identify the etiology of migraine headaches, medical conditions, and emergencies. Review appropriate evaluation of a migraine headache. Outline the management options available for migraine headaches. Describe interprofessional team strategies for improving care coordination and communication to advance migraine headaches and improve outcomes. Access free multiple choice questions on this topic.", "contents": "Migraine Headache -- Continuing Education Activity. Objectives: Identify the etiology of migraine headaches, medical conditions, and emergencies. Review appropriate evaluation of a migraine headache. Outline the management options available for migraine headaches. Describe interprofessional team strategies for improving care coordination and communication to advance migraine headaches and improve outcomes. Access free multiple choice questions on this topic."}
{"id": "article-22614_2", "title": "Migraine Headache -- Introduction", "content": "Migraine is a genetically influenced complex disorder characterized by episodes of moderate-to-severe headache, most often unilateral and generally associated with nausea and increased sensitivity to light and sound. The word migraine is derived from the Greek word \"hemikrania,\" later converted into Latin as \"hemigranea.\" The French translation of such a term is \"migraine.\" [1] Migraine is a common cause of disability and loss of work. Migraine attacks are complex brain events that unfold over hours to days in a recurrent matter. The most common type of migraine is without aura (75% of cases). Migraines can be classified into subtypes according to the headache classification committee of the International Headache Society. [2] These subtypes are:", "contents": "Migraine Headache -- Introduction. Migraine is a genetically influenced complex disorder characterized by episodes of moderate-to-severe headache, most often unilateral and generally associated with nausea and increased sensitivity to light and sound. The word migraine is derived from the Greek word \"hemikrania,\" later converted into Latin as \"hemigranea.\" The French translation of such a term is \"migraine.\" [1] Migraine is a common cause of disability and loss of work. Migraine attacks are complex brain events that unfold over hours to days in a recurrent matter. The most common type of migraine is without aura (75% of cases). Migraines can be classified into subtypes according to the headache classification committee of the International Headache Society. [2] These subtypes are:"}
{"id": "article-22614_3", "title": "Migraine Headache -- Introduction", "content": "Migraine without aura is a recurrent headache attack of 4 to 72 hours; typically unilateral in location, pulsating in quality, moderate to severe in intensity, aggravated by physical activity, and associated with nausea and light and sound sensitivity (photophobia and phonophobia).", "contents": "Migraine Headache -- Introduction. Migraine without aura is a recurrent headache attack of 4 to 72 hours; typically unilateral in location, pulsating in quality, moderate to severe in intensity, aggravated by physical activity, and associated with nausea and light and sound sensitivity (photophobia and phonophobia)."}
{"id": "article-22614_4", "title": "Migraine Headache -- Introduction", "content": "Migraine with aura has recurrent fully reversible attacks, lasting minutes, typically one or more of these unilateral symptoms: visual, sensory, speech and language, motor, brainstem, and retinal, usually followed by headache and migraine symptoms.", "contents": "Migraine Headache -- Introduction. Migraine with aura has recurrent fully reversible attacks, lasting minutes, typically one or more of these unilateral symptoms: visual, sensory, speech and language, motor, brainstem, and retinal, usually followed by headache and migraine symptoms."}
{"id": "article-22614_5", "title": "Migraine Headache -- Introduction", "content": "Chronic migraine is a headache that occurs on 15 or more days in a month for more than three months and has migraine features on at least eight or more days in a month.", "contents": "Migraine Headache -- Introduction. Chronic migraine is a headache that occurs on 15 or more days in a month for more than three months and has migraine features on at least eight or more days in a month."}
{"id": "article-22614_6", "title": "Migraine Headache -- Introduction", "content": "Complications of migraine Status migrainosus is a debilitating migraine attack that lasts more than 72 hours. Persistent aura without infarction is an aura that persists for more than one week without evidence of infarction on neuroimaging. Migrainous infarction is one or more aura symptoms associated with brain ischemia on neuroimaging during a typical migraine attack. Migraine aura-triggered seizure occurs during an attack of migraine with aura, and a seizure is triggered.", "contents": "Migraine Headache -- Introduction. Complications of migraine Status migrainosus is a debilitating migraine attack that lasts more than 72 hours. Persistent aura without infarction is an aura that persists for more than one week without evidence of infarction on neuroimaging. Migrainous infarction is one or more aura symptoms associated with brain ischemia on neuroimaging during a typical migraine attack. Migraine aura-triggered seizure occurs during an attack of migraine with aura, and a seizure is triggered."}
{"id": "article-22614_7", "title": "Migraine Headache -- Introduction", "content": "Probable migraine is a symptomatic migraine attack that lacks one of the features required to fulfill the criteria for one of the above and does not meet the criteria for another type of headache. Episodic syndromes that may be associated with migraine Recurrent gastrointestinal disturbances are recurrent attacks of abdominal pain and discomfort, nausea, and vomiting that may be associated with migraines. Benign paroxysmal vertigo has brief recurrent attacks of vertigo. Benign paroxysmal torticollis is recurrent episodes of head tilt to one side.", "contents": "Migraine Headache -- Introduction. Probable migraine is a symptomatic migraine attack that lacks one of the features required to fulfill the criteria for one of the above and does not meet the criteria for another type of headache. Episodic syndromes that may be associated with migraine Recurrent gastrointestinal disturbances are recurrent attacks of abdominal pain and discomfort, nausea, and vomiting that may be associated with migraines. Benign paroxysmal vertigo has brief recurrent attacks of vertigo. Benign paroxysmal torticollis is recurrent episodes of head tilt to one side."}
{"id": "article-22614_8", "title": "Migraine Headache -- Etiology -- Genetics and Inheritance", "content": "Migraine has a strong genetic component. The risk of migraines in ill relatives is three times greater than that of relatives of non-ill subjects, but no inheritance pattern was identified. [3] [4] The genetic basis of migraine is complex, and it is uncertain which loci and genes are the ones implicated in the pathogenesis; it may be based on more than one genetic source at different genomic locations acting in tandem with environmental factors to bring susceptibility and the characteristics of the disease in such individuals. [5] Identifying these genes in an individual with migraines could predict the targeted prophylactic treatment.", "contents": "Migraine Headache -- Etiology -- Genetics and Inheritance. Migraine has a strong genetic component. The risk of migraines in ill relatives is three times greater than that of relatives of non-ill subjects, but no inheritance pattern was identified. [3] [4] The genetic basis of migraine is complex, and it is uncertain which loci and genes are the ones implicated in the pathogenesis; it may be based on more than one genetic source at different genomic locations acting in tandem with environmental factors to bring susceptibility and the characteristics of the disease in such individuals. [5] Identifying these genes in an individual with migraines could predict the targeted prophylactic treatment."}
{"id": "article-22614_9", "title": "Migraine Headache -- Etiology -- Familial Hemiplegic Migraine", "content": "Hemiplegic migraine can occur in families or sporadically (one individual, as the first member of the family to have a hemiplegic migraine). [6] Channelopathies cause the primary three types: Type 1 is caused by mutations in the CACNA1A gene (calcium voltage-gated channel alpha 1A subunit) on chromosome 19p13. [7] Type 2 is caused by mutations in the ATP1A2 gene (ATPase, Na+/K+ transporting alpha two subunit) on chromosome 1q23. [8] Type 3 is caused by mutations in the SCN1A gene (sodium voltage-gated channel Type 1 alpha subunit). Mutations in the PRRT2 (Proline-Rich transmembrane 2) gene are recognized as a possible cause. [9] PRRT2 gene encodes a protein that interacts with the SNAP25 (synaptosomal nerve-associated protein 25), which may pose a role in voltage-gated calcium channel regulation. [10] Mutations in the SLC4A4 (solute carrier family four member 4) gene have also been associated with familial forms of migraine. [11]", "contents": "Migraine Headache -- Etiology -- Familial Hemiplegic Migraine. Hemiplegic migraine can occur in families or sporadically (one individual, as the first member of the family to have a hemiplegic migraine). [6] Channelopathies cause the primary three types: Type 1 is caused by mutations in the CACNA1A gene (calcium voltage-gated channel alpha 1A subunit) on chromosome 19p13. [7] Type 2 is caused by mutations in the ATP1A2 gene (ATPase, Na+/K+ transporting alpha two subunit) on chromosome 1q23. [8] Type 3 is caused by mutations in the SCN1A gene (sodium voltage-gated channel Type 1 alpha subunit). Mutations in the PRRT2 (Proline-Rich transmembrane 2) gene are recognized as a possible cause. [9] PRRT2 gene encodes a protein that interacts with the SNAP25 (synaptosomal nerve-associated protein 25), which may pose a role in voltage-gated calcium channel regulation. [10] Mutations in the SLC4A4 (solute carrier family four member 4) gene have also been associated with familial forms of migraine. [11]"}
{"id": "article-22614_10", "title": "Migraine Headache -- Etiology -- MELAS", "content": "It is a syndrome of mitochondrial encephalomyopathy, lactic acidosis, and stroke-like episodes, a multisystemic disorder by maternal inheritance that can present recurrent migraine headaches. [12]", "contents": "Migraine Headache -- Etiology -- MELAS. It is a syndrome of mitochondrial encephalomyopathy, lactic acidosis, and stroke-like episodes, a multisystemic disorder by maternal inheritance that can present recurrent migraine headaches. [12]"}
{"id": "article-22614_11", "title": "Migraine Headache -- Etiology -- CADASIL", "content": "Cerebral autosomal dominant arteriopathy with subcortical infarcts and leukoencephalopathy) angiopathy by autosomal dominant inheritance, caused by mutations in the NOTCH3 gene (notch receptor 3) on chromosome 19 that can present migraine with aura (prodrome in 80%) in nearly 50% of carriers. [13]", "contents": "Migraine Headache -- Etiology -- CADASIL. Cerebral autosomal dominant arteriopathy with subcortical infarcts and leukoencephalopathy) angiopathy by autosomal dominant inheritance, caused by mutations in the NOTCH3 gene (notch receptor 3) on chromosome 19 that can present migraine with aura (prodrome in 80%) in nearly 50% of carriers. [13]"}
{"id": "article-22614_12", "title": "Migraine Headache -- Etiology -- RVCL", "content": "Retinal vasculopathy with cerebral leukodystrophy is angiopathy by C-terminal frame-shift mutations in TREX1 (three prime repair exonuclease 1) presents almost 60% of the cases. [14]", "contents": "Migraine Headache -- Etiology -- RVCL. Retinal vasculopathy with cerebral leukodystrophy is angiopathy by C-terminal frame-shift mutations in TREX1 (three prime repair exonuclease 1) presents almost 60% of the cases. [14]"}
{"id": "article-22614_13", "title": "Migraine Headache -- Etiology -- HIHRATL", "content": "Hereditary infantile hemiparesis, retinal arteriolar tortuosity, and leukoencephalopathy", "contents": "Migraine Headache -- Etiology -- HIHRATL. Hereditary infantile hemiparesis, retinal arteriolar tortuosity, and leukoencephalopathy"}
{"id": "article-22614_14", "title": "Migraine Headache -- Etiology -- HERNS", "content": "Hereditary endotheliopathy with retinopathy, nephropathy, and stroke", "contents": "Migraine Headache -- Etiology -- HERNS. Hereditary endotheliopathy with retinopathy, nephropathy, and stroke"}
{"id": "article-22614_15", "title": "Migraine Headache -- Etiology -- Triggers", "content": "Withdrawn or exposure to several factors contribute to the development of migraine headaches. [15] A retrospective study found that 76% of the patients reported triggers. [16] Some are probable contributing factors, while others are only possible or unproven. Stress in 80% (probable factor) Hormonal changes in 65% during menstruation, ovulation, and pregnancy (probable factor) Skipped meals 57% (probable factor) Weather changes in 53% (probable factor) Excessive or insufficient sleep in 50% (possible factor) Odors in 40% (perfumes, colognes, petroleum distillates) Neck pain in 38% Exposure to lights in 38% (probable factor) Alcohol ingestion in 38% (wine as a probable factor) Smoking in 36% (unproven factor) Late sleeping in 32% Heat in 30% Food in 27% (aspartame as a possible factor, and tyramine and chocolate as unproven factors) Exercise in 22% Sexual activity in 5%", "contents": "Migraine Headache -- Etiology -- Triggers. Withdrawn or exposure to several factors contribute to the development of migraine headaches. [15] A retrospective study found that 76% of the patients reported triggers. [16] Some are probable contributing factors, while others are only possible or unproven. Stress in 80% (probable factor) Hormonal changes in 65% during menstruation, ovulation, and pregnancy (probable factor) Skipped meals 57% (probable factor) Weather changes in 53% (probable factor) Excessive or insufficient sleep in 50% (possible factor) Odors in 40% (perfumes, colognes, petroleum distillates) Neck pain in 38% Exposure to lights in 38% (probable factor) Alcohol ingestion in 38% (wine as a probable factor) Smoking in 36% (unproven factor) Late sleeping in 32% Heat in 30% Food in 27% (aspartame as a possible factor, and tyramine and chocolate as unproven factors) Exercise in 22% Sexual activity in 5%"}
{"id": "article-22614_16", "title": "Migraine Headache -- Epidemiology", "content": "Migraine is highly prevalent, affecting 12% of the population, attacking up to 17% of women and 6% of men yearly. [17] [18] [19] Among children, it tends to happen more in girls than boys. [20] The adjusted prevalence of migraine is highest in North America, followed by South America, Central America, Europe, Asia, and Africa. It is ranked as the second leading cause of disability worldwide. [21] Migraine tends to run in families. [17] There is a reported risk of 40% if one parent has a history of migraine, which increases to 75% when both parents have a migraine history.", "contents": "Migraine Headache -- Epidemiology. Migraine is highly prevalent, affecting 12% of the population, attacking up to 17% of women and 6% of men yearly. [17] [18] [19] Among children, it tends to happen more in girls than boys. [20] The adjusted prevalence of migraine is highest in North America, followed by South America, Central America, Europe, Asia, and Africa. It is ranked as the second leading cause of disability worldwide. [21] Migraine tends to run in families. [17] There is a reported risk of 40% if one parent has a history of migraine, which increases to 75% when both parents have a migraine history."}
{"id": "article-22614_17", "title": "Migraine Headache -- Epidemiology", "content": "It is consistently the fourth or fifth most common reason for emergency visits accounting for an annual 3% of all emergency visits. [22] Its prevalence increases in puberty but continues to increase until 35 to 39 years of age, decreasing later in life, especially after menopause. [18] Moreover, it is considered the second major cause of disability after back pain with respect to years of life lived with disability. [20]", "contents": "Migraine Headache -- Epidemiology. It is consistently the fourth or fifth most common reason for emergency visits accounting for an annual 3% of all emergency visits. [22] Its prevalence increases in puberty but continues to increase until 35 to 39 years of age, decreasing later in life, especially after menopause. [18] Moreover, it is considered the second major cause of disability after back pain with respect to years of life lived with disability. [20]"}
{"id": "article-22614_18", "title": "Migraine Headache -- Pathophysiology", "content": "Although not fully understood, pathogenesis involves multiple components of both the peripheral and central nervous systems. Some of the most understood concepts are described in this section.", "contents": "Migraine Headache -- Pathophysiology. Although not fully understood, pathogenesis involves multiple components of both the peripheral and central nervous systems. Some of the most understood concepts are described in this section."}
{"id": "article-22614_19", "title": "Migraine Headache -- Pathophysiology", "content": "According to the older vascular theory of migraine, headache is produced by vasodilation and aura by vasoconstriction, but this theory is no longer viable. [23] Nowadays, the suggestions pose that multiple primary neuronal impairments lead to a series of intracranial and extracranial changes that cause migraines. [24]", "contents": "Migraine Headache -- Pathophysiology. According to the older vascular theory of migraine, headache is produced by vasodilation and aura by vasoconstriction, but this theory is no longer viable. [23] Nowadays, the suggestions pose that multiple primary neuronal impairments lead to a series of intracranial and extracranial changes that cause migraines. [24]"}
{"id": "article-22614_20", "title": "Migraine Headache -- Pathophysiology", "content": "There is activation of trigeminal afferents by neuronal pannexin-1 mega channel opening and subsequent activation of caspase-1, followed by the release of proinflammatory mediators, activation of NF-kB (nuclear factor kappa-B), and spreading of this inflammatory signal to trigeminal nerve fibers around vessels of the pia mater. [25] This causes a series of cortical, meningeal, and brainstem events, provoking inflammation in the pain-sensitive meninges and resulting in headaches through central and peripheral mechanisms. [26] [27] This pathway can, therefore, explain the cortical depression (which establishes the aura) and the latter prolonged activation of trigeminal nociception (which leads to headache).", "contents": "Migraine Headache -- Pathophysiology. There is activation of trigeminal afferents by neuronal pannexin-1 mega channel opening and subsequent activation of caspase-1, followed by the release of proinflammatory mediators, activation of NF-kB (nuclear factor kappa-B), and spreading of this inflammatory signal to trigeminal nerve fibers around vessels of the pia mater. [25] This causes a series of cortical, meningeal, and brainstem events, provoking inflammation in the pain-sensitive meninges and resulting in headaches through central and peripheral mechanisms. [26] [27] This pathway can, therefore, explain the cortical depression (which establishes the aura) and the latter prolonged activation of trigeminal nociception (which leads to headache)."}
{"id": "article-22614_21", "title": "Migraine Headache -- Pathophysiology", "content": "The cortical spreading depression of Leão, a propagating wave of neuronal and glial depolarization that initiates a cascade, is hypothesized to cause the aura, activate trigeminal afferents, and alter the hematoencephalic barrier permeability by activating brain matrix metalloproteinases. [28] In migraine without aura, the suggestions are that cortical depression may occur in areas where depolarization is not consciously perceived, such as the cerebellum. [29]", "contents": "Migraine Headache -- Pathophysiology. The cortical spreading depression of Leão, a propagating wave of neuronal and glial depolarization that initiates a cascade, is hypothesized to cause the aura, activate trigeminal afferents, and alter the hematoencephalic barrier permeability by activating brain matrix metalloproteinases. [28] In migraine without aura, the suggestions are that cortical depression may occur in areas where depolarization is not consciously perceived, such as the cerebellum. [29]"}
{"id": "article-22614_22", "title": "Migraine Headache -- Pathophysiology", "content": "The anterior structures are most innervated by the ophthalmic division of the trigeminal nerve, which could explain the pain in the anterior region of the head. There is a convergence of fibers from the upper cervical roots, which originate from trigeminal nerve neurons along with the trigeminal ganglion and the trigeminal nerve at the trigeminal nucleus caudalis, which can explain the anterior to the posterior distribution of pain, from where the fibers ascend to the thalamus and the sensory cortex. [30]", "contents": "Migraine Headache -- Pathophysiology. The anterior structures are most innervated by the ophthalmic division of the trigeminal nerve, which could explain the pain in the anterior region of the head. There is a convergence of fibers from the upper cervical roots, which originate from trigeminal nerve neurons along with the trigeminal ganglion and the trigeminal nerve at the trigeminal nucleus caudalis, which can explain the anterior to the posterior distribution of pain, from where the fibers ascend to the thalamus and the sensory cortex. [30]"}
{"id": "article-22614_23", "title": "Migraine Headache -- Pathophysiology", "content": "Based on vasodilation, edema, and plasma protein extravasation, neurogenic inflammation results from nociceptor activation, in this case, the trigeminal system. It is associated with the release of substance P, calcitonin gene-related peptide, and neurokinin a, all vasoactive neuropeptides liberated by trigeminal ganglion stimulation. [31] Elevated levels of these neuropeptides have been found in the spinal fluid of chronic migraine patients. [32] [33] Neurogenic inflammation can lead to sensitization, which is the process where neurons tend to become more responsive to stimulation. This can explain some clinical symptoms of the pain and the conversion from episodic migraine to chronic ones. [34] Following neuropeptides are believed to play a role in pathogenesis:", "contents": "Migraine Headache -- Pathophysiology. Based on vasodilation, edema, and plasma protein extravasation, neurogenic inflammation results from nociceptor activation, in this case, the trigeminal system. It is associated with the release of substance P, calcitonin gene-related peptide, and neurokinin a, all vasoactive neuropeptides liberated by trigeminal ganglion stimulation. [31] Elevated levels of these neuropeptides have been found in the spinal fluid of chronic migraine patients. [32] [33] Neurogenic inflammation can lead to sensitization, which is the process where neurons tend to become more responsive to stimulation. This can explain some clinical symptoms of the pain and the conversion from episodic migraine to chronic ones. [34] Following neuropeptides are believed to play a role in pathogenesis:"}
{"id": "article-22614_24", "title": "Migraine Headache -- Pathophysiology", "content": "Serotonin , released from the brainstem serotonergic nuclei, may play a role in migraine; however, the exact role of its mechanisms remains a matter of controversy. Most likely, serotonin levels are low between attacks because it may cause a deficiency in the serotonin pain inhibition system, therefore helping the activation of the trigeminal system. It could mediate by acting directly over the cranial vessels, in central pain control pathways, or by cortical projections of brainstem serotonergic nuclei. [35] [36]", "contents": "Migraine Headache -- Pathophysiology. Serotonin , released from the brainstem serotonergic nuclei, may play a role in migraine; however, the exact role of its mechanisms remains a matter of controversy. Most likely, serotonin levels are low between attacks because it may cause a deficiency in the serotonin pain inhibition system, therefore helping the activation of the trigeminal system. It could mediate by acting directly over the cranial vessels, in central pain control pathways, or by cortical projections of brainstem serotonergic nuclei. [35] [36]"}
{"id": "article-22614_25", "title": "Migraine Headache -- Pathophysiology", "content": "Calcitonin gene-related peptide (CGRP) is abundant in trigeminal ganglion neurons. It is released from the peripheral and central nerve terminals and secreted within the trigeminal ganglion. When released from the peripheral terminals, it initiates an increased synthesis of nitric oxide and later sensitization of trigeminal nerves. [37] [38] It is a strong vasodilator of cerebral and dura mater vessels, therefore, a component of neurogenic inflammation, and it also mediates trigeminal pain transmission from vessels to the central nervous system.", "contents": "Migraine Headache -- Pathophysiology. Calcitonin gene-related peptide (CGRP) is abundant in trigeminal ganglion neurons. It is released from the peripheral and central nerve terminals and secreted within the trigeminal ganglion. When released from the peripheral terminals, it initiates an increased synthesis of nitric oxide and later sensitization of trigeminal nerves. [37] [38] It is a strong vasodilator of cerebral and dura mater vessels, therefore, a component of neurogenic inflammation, and it also mediates trigeminal pain transmission from vessels to the central nervous system."}
{"id": "article-22614_26", "title": "Migraine Headache -- Pathophysiology", "content": "Pituitary adenylate cyclase-activating polypeptide (PACAP) may also play an important role in mediating migraine attacks as its concentration is elevated during the attacks, and its infusion may trigger migraine in susceptible patients.", "contents": "Migraine Headache -- Pathophysiology. Pituitary adenylate cyclase-activating polypeptide (PACAP) may also play an important role in mediating migraine attacks as its concentration is elevated during the attacks, and its infusion may trigger migraine in susceptible patients."}
{"id": "article-22614_27", "title": "Migraine Headache -- History and Physical -- Four Phases of Migraine Attacks", "content": "Four phases have been identified in migraine attacks. [39] Prodrome: premonitory symptoms associated with hypothalamus activation (dopamine) [40] [41] Around 77% of patients suffer prodromic symptoms for up to 24 to 48 hours before headache onset. It is more common in females than males (81 to 64%). Frequent symptoms are yawning (34%), mood change, lethargy, neck symptoms, light sensitivity, restlessness, difficulties in focusing vision, feeling cold, craving, sound sensitivity, sweating, excess energy, thirst, and edema. Aura: changes in cortical function, blood circulation, and neurovascular integration occur in about 25% of cases [2] [13] [42] [43]", "contents": "Migraine Headache -- History and Physical -- Four Phases of Migraine Attacks. Four phases have been identified in migraine attacks. [39] Prodrome: premonitory symptoms associated with hypothalamus activation (dopamine) [40] [41] Around 77% of patients suffer prodromic symptoms for up to 24 to 48 hours before headache onset. It is more common in females than males (81 to 64%). Frequent symptoms are yawning (34%), mood change, lethargy, neck symptoms, light sensitivity, restlessness, difficulties in focusing vision, feeling cold, craving, sound sensitivity, sweating, excess energy, thirst, and edema. Aura: changes in cortical function, blood circulation, and neurovascular integration occur in about 25% of cases [2] [13] [42] [43]"}
{"id": "article-22614_28", "title": "Migraine Headache -- History and Physical -- Four Phases of Migraine Attacks", "content": "It can precede the headache, or it can present simultaneously.", "contents": "Migraine Headache -- History and Physical -- Four Phases of Migraine Attacks. It can precede the headache, or it can present simultaneously."}
{"id": "article-22614_29", "title": "Migraine Headache -- History and Physical -- Four Phases of Migraine Attacks", "content": "They are typically gradual, less than 60 minutes in duration, more often visual, and have positive and negative symptoms.", "contents": "Migraine Headache -- History and Physical -- Four Phases of Migraine Attacks. They are typically gradual, less than 60 minutes in duration, more often visual, and have positive and negative symptoms."}
{"id": "article-22614_30", "title": "Migraine Headache -- History and Physical -- Four Phases of Migraine Attacks", "content": "Positive symptoms are caused by active release from central nervous system neurons (bright lines or shapes, tinnitus, noises, paresthesias, allodynia, or rhythmic movements). Negative symptoms indicate a lack or loss of function (reduction or loss of vision, hearing, sensation, or motion).", "contents": "Migraine Headache -- History and Physical -- Four Phases of Migraine Attacks. Positive symptoms are caused by active release from central nervous system neurons (bright lines or shapes, tinnitus, noises, paresthesias, allodynia, or rhythmic movements). Negative symptoms indicate a lack or loss of function (reduction or loss of vision, hearing, sensation, or motion)."}
{"id": "article-22614_31", "title": "Migraine Headache -- History and Physical -- Four Phases of Migraine Attacks", "content": "They have to be fully reversible.", "contents": "Migraine Headache -- History and Physical -- Four Phases of Migraine Attacks. They have to be fully reversible."}
{"id": "article-22614_32", "title": "Migraine Headache -- History and Physical -- Four Phases of Migraine Attacks", "content": "It usually consists of tingling sensations on one side of the face or a limb. They are considered paresthesias.", "contents": "Migraine Headache -- History and Physical -- Four Phases of Migraine Attacks. It usually consists of tingling sensations on one side of the face or a limb. They are considered paresthesias."}
{"id": "article-22614_33", "title": "Migraine Headache -- History and Physical -- Four Phases of Migraine Attacks", "content": "The most common positive visual symptom is the scintillating scotoma (an area of absent vision with a shimmering or glittering zigzag border).", "contents": "Migraine Headache -- History and Physical -- Four Phases of Migraine Attacks. The most common positive visual symptom is the scintillating scotoma (an area of absent vision with a shimmering or glittering zigzag border)."}
{"id": "article-22614_34", "title": "Migraine Headache -- History and Physical -- Four Phases of Migraine Attacks", "content": "The most common negative visual symptom is visual field defects.", "contents": "Migraine Headache -- History and Physical -- Four Phases of Migraine Attacks. The most common negative visual symptom is visual field defects."}
{"id": "article-22614_35", "title": "Migraine Headache -- History and Physical -- Four Phases of Migraine Attacks", "content": "Visual auras are the most frequent ones.", "contents": "Migraine Headache -- History and Physical -- Four Phases of Migraine Attacks. Visual auras are the most frequent ones."}
{"id": "article-22614_36", "title": "Migraine Headache -- History and Physical -- Four Phases of Migraine Attacks", "content": "Sensory auras are also common. They can follow visual symptoms or occur without them.", "contents": "Migraine Headache -- History and Physical -- Four Phases of Migraine Attacks. Sensory auras are also common. They can follow visual symptoms or occur without them."}
{"id": "article-22614_37", "title": "Migraine Headache -- History and Physical -- Four Phases of Migraine Attacks", "content": "Language auras are not frequent. They consist of transient dysphasia.", "contents": "Migraine Headache -- History and Physical -- Four Phases of Migraine Attacks. Language auras are not frequent. They consist of transient dysphasia."}
{"id": "article-22614_38", "title": "Migraine Headache -- History and Physical -- Four Phases of Migraine Attacks", "content": "Motor auras are rare. They consist of complete or partial hemiplegia involving limbs and the face.", "contents": "Migraine Headache -- History and Physical -- Four Phases of Migraine Attacks. Motor auras are rare. They consist of complete or partial hemiplegia involving limbs and the face."}
{"id": "article-22614_39", "title": "Migraine Headache -- History and Physical -- Four Phases of Migraine Attacks", "content": "Headache: additional changes in blood circulation and function of the brainstem, thalamus, hypothalamus, and cortex Often unilateral, generally with a pulsatile or throbbing feature and increasing intensity within the first hours. The intensity can correlate to nausea, vomiting, photophobia, phonophobia, rhinorrhea, lachrymation, allodynia, and osmophobia. It can take place over hours to days. Patients may seek relief in dark places, as the pain usually resolves in sleep. Postdrome: persistent blood changes with symptoms after headache termination This phase consists of a movement-vulnerable pain in the same location as the previous headache. Common symptoms can be exhaustion, dizziness, difficulty concentrating, and euphoria.", "contents": "Migraine Headache -- History and Physical -- Four Phases of Migraine Attacks. Headache: additional changes in blood circulation and function of the brainstem, thalamus, hypothalamus, and cortex Often unilateral, generally with a pulsatile or throbbing feature and increasing intensity within the first hours. The intensity can correlate to nausea, vomiting, photophobia, phonophobia, rhinorrhea, lachrymation, allodynia, and osmophobia. It can take place over hours to days. Patients may seek relief in dark places, as the pain usually resolves in sleep. Postdrome: persistent blood changes with symptoms after headache termination This phase consists of a movement-vulnerable pain in the same location as the previous headache. Common symptoms can be exhaustion, dizziness, difficulty concentrating, and euphoria."}
{"id": "article-22614_40", "title": "Migraine Headache -- Evaluation", "content": "The diagnosis of migraine is based on patient history, physical examination, and fulfillment of the diagnostic criteria. The necessary information that has to be gathered consists of these simple questions: Demographic features of the patient: age, gender, race, profession When did the headache start? Where does it hurt? Location, irradiation. What is the intensity of the pain? How is the pain? Which are the qualitative characteristics of pain? How long does the pain last? At which moment of the day does the pain appear? How has it evolved since it started? What is the frequency of appearance? What are the triggering situations? Simultaneous symptoms? Is it related to sleep? How does it get better or worse? Which medications do you take to make it better? What is the frequency of this medication?", "contents": "Migraine Headache -- Evaluation. The diagnosis of migraine is based on patient history, physical examination, and fulfillment of the diagnostic criteria. The necessary information that has to be gathered consists of these simple questions: Demographic features of the patient: age, gender, race, profession When did the headache start? Where does it hurt? Location, irradiation. What is the intensity of the pain? How is the pain? Which are the qualitative characteristics of pain? How long does the pain last? At which moment of the day does the pain appear? How has it evolved since it started? What is the frequency of appearance? What are the triggering situations? Simultaneous symptoms? Is it related to sleep? How does it get better or worse? Which medications do you take to make it better? What is the frequency of this medication?"}
{"id": "article-22614_41", "title": "Migraine Headache -- Evaluation", "content": "Patients should also be inquired about somatosensory disturbances, such as spreading unilateral numbness or tingling in the face and arm, as well as about disturbances in speech or thinking. Some aura symptoms, as described below, could indicate uncommon types of migraine: Motor weakness Dysarthria Hypacusis Diplopia Ataxia Vertigo Tinnitus Decreased level of consciousness The International Classification of Headache Disorders (ICHD-3) describes these diagnostic criteria. [2] B1. Migraine without aura: B1a. Headache attacks lasting 4 to 72 hours (untreated or unsuccessfully treated) B1b. Headache has at least two of the following characteristics: Unilateral location Pulsating quality Moderate or severe pain intensity Aggravation by or causing avoidance of routine physical activity (walking or climbing stairs) B1c. During a headache, at least one of the following: Nausea and vomiting Photophobia and phonophobia B2. Migraine with aura:", "contents": "Migraine Headache -- Evaluation. Patients should also be inquired about somatosensory disturbances, such as spreading unilateral numbness or tingling in the face and arm, as well as about disturbances in speech or thinking. Some aura symptoms, as described below, could indicate uncommon types of migraine: Motor weakness Dysarthria Hypacusis Diplopia Ataxia Vertigo Tinnitus Decreased level of consciousness The International Classification of Headache Disorders (ICHD-3) describes these diagnostic criteria. [2] B1. Migraine without aura: B1a. Headache attacks lasting 4 to 72 hours (untreated or unsuccessfully treated) B1b. Headache has at least two of the following characteristics: Unilateral location Pulsating quality Moderate or severe pain intensity Aggravation by or causing avoidance of routine physical activity (walking or climbing stairs) B1c. During a headache, at least one of the following: Nausea and vomiting Photophobia and phonophobia B2. Migraine with aura:"}
{"id": "article-22614_42", "title": "Migraine Headache -- Evaluation", "content": "B2a. One or more of the following fully reversible aura symptoms: Visual Sensory Speech and language Motor Brainstem Retinal B2b. At least two of the following characteristics: At least one aura symptom spreads gradually over five or more minutes Two or more aura symptoms occur in succession Each aura symptom lasts 5 to 60 minutes At least one aura symptom is unilateral At least one aura symptom is positive The aura is accompanied, or followed within 60 minutes, by the headache. C. On eight days or more per month for more than three months, fulfilling any of the following: Criteria B1b and B1c for migraine without aura Criteria B2a and B2b for migraine with aura It is believed by the patient to be migraine headaches at onset and relieved by a triptan or ergot derivative. D. Not better accounted for by another ICHD-3 diagnosis", "contents": "Migraine Headache -- Evaluation. B2a. One or more of the following fully reversible aura symptoms: Visual Sensory Speech and language Motor Brainstem Retinal B2b. At least two of the following characteristics: At least one aura symptom spreads gradually over five or more minutes Two or more aura symptoms occur in succession Each aura symptom lasts 5 to 60 minutes At least one aura symptom is unilateral At least one aura symptom is positive The aura is accompanied, or followed within 60 minutes, by the headache. C. On eight days or more per month for more than three months, fulfilling any of the following: Criteria B1b and B1c for migraine without aura Criteria B2a and B2b for migraine with aura It is believed by the patient to be migraine headaches at onset and relieved by a triptan or ergot derivative. D. Not better accounted for by another ICHD-3 diagnosis"}
{"id": "article-22614_43", "title": "Migraine Headache -- Evaluation -- The ICHD-3 Criteria for Migraine Without Aura", "content": "At least five attacks fulfilling criteria B to D (see below) Headache attacks that last 4 to 72 hours, untreated or unsuccessfully treated Headache that has at least two of the following criteria: Unilateral location Pulsating quality Moderate to severe pain intensity. Aggravation by or causing avoidance of routine physical activity (such as walking or climbing stairs) During headaches, at least one of the following: Nausea, vomiting, or both Photophobia and phonophobia Not better accounted for by another ICHD-3 diagnosis", "contents": "Migraine Headache -- Evaluation -- The ICHD-3 Criteria for Migraine Without Aura. At least five attacks fulfilling criteria B to D (see below) Headache attacks that last 4 to 72 hours, untreated or unsuccessfully treated Headache that has at least two of the following criteria: Unilateral location Pulsating quality Moderate to severe pain intensity. Aggravation by or causing avoidance of routine physical activity (such as walking or climbing stairs) During headaches, at least one of the following: Nausea, vomiting, or both Photophobia and phonophobia Not better accounted for by another ICHD-3 diagnosis"}
{"id": "article-22614_44", "title": "Migraine Headache -- Evaluation -- The ICHD-3 Criteria for Migraine With Aura", "content": "At least two attacks fulfilling criteria B to D", "contents": "Migraine Headache -- Evaluation -- The ICHD-3 Criteria for Migraine With Aura. At least two attacks fulfilling criteria B to D"}
{"id": "article-22614_45", "title": "Migraine Headache -- Evaluation -- The ICHD-3 Criteria for Migraine With Aura", "content": "One or more of the following fully reversible aura symptoms: Visual Sensory Speech and language Motor Brainstem Retinal", "contents": "Migraine Headache -- Evaluation -- The ICHD-3 Criteria for Migraine With Aura. One or more of the following fully reversible aura symptoms: Visual Sensory Speech and language Motor Brainstem Retinal"}
{"id": "article-22614_46", "title": "Migraine Headache -- Evaluation -- The ICHD-3 Criteria for Migraine With Aura", "content": "At least three of the following six characters: At least one aura symptom spreads gradually over ≥5 minutes Two or more symptoms occur in succession Each aura symptom lasts 5 to 60 minutes At least one aura symptom is unilateral At least one aura symptom is positive The aura is accompanied, or followed within 60 minutes, by the headache", "contents": "Migraine Headache -- Evaluation -- The ICHD-3 Criteria for Migraine With Aura. At least three of the following six characters: At least one aura symptom spreads gradually over ≥5 minutes Two or more symptoms occur in succession Each aura symptom lasts 5 to 60 minutes At least one aura symptom is unilateral At least one aura symptom is positive The aura is accompanied, or followed within 60 minutes, by the headache"}
{"id": "article-22614_47", "title": "Migraine Headache -- Evaluation -- The ICHD-3 Criteria for Migraine With Aura", "content": "It is not better accounted for by another ICHD-3 diagnosis", "contents": "Migraine Headache -- Evaluation -- The ICHD-3 Criteria for Migraine With Aura. It is not better accounted for by another ICHD-3 diagnosis"}
{"id": "article-22614_48", "title": "Migraine Headache -- Evaluation -- The ICHD-3 Criteria for Migraine With Aura", "content": "Hemiplegic migraine is diagnosed when the aura consists of motor weakness.", "contents": "Migraine Headache -- Evaluation -- The ICHD-3 Criteria for Migraine With Aura. Hemiplegic migraine is diagnosed when the aura consists of motor weakness."}
{"id": "article-22614_49", "title": "Migraine Headache -- Evaluation -- The ICHD-3 Criteria for Migraine With Aura", "content": "Migraine with brainstem aura (previously known as basilar artery migraine or basilar migraine) is diagnosed if the aura symptoms emerge from the brainstem (bilateral hemianopic visual disturbance, diplopia, vertigo, ataxia, dysarthria, tinnitus, hyperacusis, bilateral paresthesia, or numbness)", "contents": "Migraine Headache -- Evaluation -- The ICHD-3 Criteria for Migraine With Aura. Migraine with brainstem aura (previously known as basilar artery migraine or basilar migraine) is diagnosed if the aura symptoms emerge from the brainstem (bilateral hemianopic visual disturbance, diplopia, vertigo, ataxia, dysarthria, tinnitus, hyperacusis, bilateral paresthesia, or numbness)"}
{"id": "article-22614_50", "title": "Migraine Headache -- Evaluation -- The ICHD-3 Criteria for Migraine With Aura", "content": "Retinal migraine is diagnosed when the aura involves a monocular visual field defect.", "contents": "Migraine Headache -- Evaluation -- The ICHD-3 Criteria for Migraine With Aura. Retinal migraine is diagnosed when the aura involves a monocular visual field defect."}
{"id": "article-22614_51", "title": "Migraine Headache -- Evaluation -- The ICHD-3 Criteria for Chronic Migraine", "content": "Headache (tension-type-like or migraine-like) on 15 or more days per month for more than three months and fulfilling criteria B and C It occurs in a patient who has had at least five attacks fulfilling the following criteria for migraine without aura (B1) or migraine with aura (B2) Neuroimaging (computed tomographic scan, magnetic resonance imaging, magnetic resonance angiography, or magnetic resonance venography) is indicated in the following cases: [44] [45]", "contents": "Migraine Headache -- Evaluation -- The ICHD-3 Criteria for Chronic Migraine. Headache (tension-type-like or migraine-like) on 15 or more days per month for more than three months and fulfilling criteria B and C It occurs in a patient who has had at least five attacks fulfilling the following criteria for migraine without aura (B1) or migraine with aura (B2) Neuroimaging (computed tomographic scan, magnetic resonance imaging, magnetic resonance angiography, or magnetic resonance venography) is indicated in the following cases: [44] [45]"}
{"id": "article-22614_52", "title": "Migraine Headache -- Evaluation", "content": "Acute severe headache, especially if it is the first or worst episode (discard subarachnoid hemorrhage) Abnormal neurologic examination, especially if there are unexplained symptoms or signs (confusion, stiff neck, papilledema, epilepsy) Non-typical characteristics Changes in the patient's typical features or patterns New episodes in older (> 50 years of age) or immunosuppressed patients Systemic or meningeal signs or symptoms (fever, weight loss, fatigue) New neurological symptoms or signs on examination Headache not responding to treatment Headache lasting > 72 hours A significant change in the frequency, pattern, or severity of headaches Severe headache pain (\"worst headache of life\") or headache causing awakening from sleep New-onset headache in patients with HIV infection or cancer Associated symptoms or signs suggestive of meningitis or stroke The commonly used acronym \"SNOOP\" can be used to aid in the determination of neuroimaging indications:", "contents": "Migraine Headache -- Evaluation. Acute severe headache, especially if it is the first or worst episode (discard subarachnoid hemorrhage) Abnormal neurologic examination, especially if there are unexplained symptoms or signs (confusion, stiff neck, papilledema, epilepsy) Non-typical characteristics Changes in the patient's typical features or patterns New episodes in older (> 50 years of age) or immunosuppressed patients Systemic or meningeal signs or symptoms (fever, weight loss, fatigue) New neurological symptoms or signs on examination Headache not responding to treatment Headache lasting > 72 hours A significant change in the frequency, pattern, or severity of headaches Severe headache pain (\"worst headache of life\") or headache causing awakening from sleep New-onset headache in patients with HIV infection or cancer Associated symptoms or signs suggestive of meningitis or stroke The commonly used acronym \"SNOOP\" can be used to aid in the determination of neuroimaging indications:"}
{"id": "article-22614_53", "title": "Migraine Headache -- Evaluation", "content": "\"S\" for systemic signs or symptoms and secondary risk factors \"N\" for neurologic signs or symptoms \"O\" for onset \"O\" for older \"P\" for position-dependent intensity changes, the prior pattern changes, papilledema, and precipitated by Valsalva maneuvers. Cerebrospinal fluid analysis and electroencephalogram are not typically performed unless seizure activity of infectious etiology has to be excluded.", "contents": "Migraine Headache -- Evaluation. \"S\" for systemic signs or symptoms and secondary risk factors \"N\" for neurologic signs or symptoms \"O\" for onset \"O\" for older \"P\" for position-dependent intensity changes, the prior pattern changes, papilledema, and precipitated by Valsalva maneuvers. Cerebrospinal fluid analysis and electroencephalogram are not typically performed unless seizure activity of infectious etiology has to be excluded."}
{"id": "article-22614_54", "title": "Migraine Headache -- Treatment / Management", "content": "Treatment options are based on the onset scenarios: acute or chronic.", "contents": "Migraine Headache -- Treatment / Management. Treatment options are based on the onset scenarios: acute or chronic."}
{"id": "article-22614_55", "title": "Migraine Headache -- Treatment / Management -- Acute or Abortive Treatment", "content": "Acute treatment aims to stop the progression of a headache. It has to be treated quickly and with a large single dose. Oral agents can be ineffective in patients with migraine-induced gastric stasis. Therefore, parenteral medication could be the rule for some patients, especially the ones with nausea or vomiting. [46] [47] [48] Therapy consists of stratified options:", "contents": "Migraine Headache -- Treatment / Management -- Acute or Abortive Treatment. Acute treatment aims to stop the progression of a headache. It has to be treated quickly and with a large single dose. Oral agents can be ineffective in patients with migraine-induced gastric stasis. Therefore, parenteral medication could be the rule for some patients, especially the ones with nausea or vomiting. [46] [47] [48] Therapy consists of stratified options:"}
{"id": "article-22614_56", "title": "Migraine Headache -- Treatment / Management -- Acute or Abortive Treatment", "content": "NSAIDs (nonsteroidal anti-inflammatory drugs): Ibuprofen (400 to 600 mg), naproxen (275 to 825 mg), diclofenac (65 mg), aspirin (900 to 1000 mg), or acetaminophen (1000 mg). [49] Usually, in mild to moderate attacks without nausea or vomiting. If one NSAID is ineffective, another class of drug should be used.", "contents": "Migraine Headache -- Treatment / Management -- Acute or Abortive Treatment. NSAIDs (nonsteroidal anti-inflammatory drugs): Ibuprofen (400 to 600 mg), naproxen (275 to 825 mg), diclofenac (65 mg), aspirin (900 to 1000 mg), or acetaminophen (1000 mg). [49] Usually, in mild to moderate attacks without nausea or vomiting. If one NSAID is ineffective, another class of drug should be used."}
{"id": "article-22614_57", "title": "Migraine Headache -- Treatment / Management -- Acute or Abortive Treatment", "content": "Triptans (the first line in patients with allodynia): Sumatriptan (administered as a subcutaneous injection of 6 mg, a nasal spray of 20 to 40 mg over 24 hours, a nasal powder of 10 to 30 mg over 24 hours, or orally 50 to 100 mg once), zolmitriptan 10 mg per 24 hours (nasal 2.5 to 5 mg as a single dose and oral 2.5 mg as a single dose), eletriptan, rizatriptan, almotriptan. They might be used with or without naproxen for moderate to severe attacks. Unlike NSAIDs, patients who do not respond well to one triptan may respond to another; therefore, therapy may be individualized. To avoid medication overuse, triptans should be limited to less than ten days of use within a month. Because of the activation of the 5-HT(1B) and 5-HT(1D) receptors on coronary arteries and cerebral vessels, there are recommendations against its use in patients with ischemic stroke, ischemic heart disease, poor-controlled hypertension, angina, pregnancy, hemiplegic or basilar migraine. In these patients with cardiovascular risks, the best-suited medication is a selective serotonin 1F receptor agonist that does not produce vasoconstriction; lasmiditan. It is recommended to monitor therapy if the patient takes selective serotonin reuptake inhibitors or selective serotonin-noradrenaline reuptake inhibitors because of the risk of serotonin syndrome. The combination of nonsteroidal anti-inflammatory drugs (NSAID) with triptan appears more effective than using either drug class alone. In a single tablet, sumatriptan succinate 85 mg and naproxen sodium 500 mg may be prescribed as initial therapy. [50]", "contents": "Migraine Headache -- Treatment / Management -- Acute or Abortive Treatment. Triptans (the first line in patients with allodynia): Sumatriptan (administered as a subcutaneous injection of 6 mg, a nasal spray of 20 to 40 mg over 24 hours, a nasal powder of 10 to 30 mg over 24 hours, or orally 50 to 100 mg once), zolmitriptan 10 mg per 24 hours (nasal 2.5 to 5 mg as a single dose and oral 2.5 mg as a single dose), eletriptan, rizatriptan, almotriptan. They might be used with or without naproxen for moderate to severe attacks. Unlike NSAIDs, patients who do not respond well to one triptan may respond to another; therefore, therapy may be individualized. To avoid medication overuse, triptans should be limited to less than ten days of use within a month. Because of the activation of the 5-HT(1B) and 5-HT(1D) receptors on coronary arteries and cerebral vessels, there are recommendations against its use in patients with ischemic stroke, ischemic heart disease, poor-controlled hypertension, angina, pregnancy, hemiplegic or basilar migraine. In these patients with cardiovascular risks, the best-suited medication is a selective serotonin 1F receptor agonist that does not produce vasoconstriction; lasmiditan. It is recommended to monitor therapy if the patient takes selective serotonin reuptake inhibitors or selective serotonin-noradrenaline reuptake inhibitors because of the risk of serotonin syndrome. The combination of nonsteroidal anti-inflammatory drugs (NSAID) with triptan appears more effective than using either drug class alone. In a single tablet, sumatriptan succinate 85 mg and naproxen sodium 500 mg may be prescribed as initial therapy. [50]"}
{"id": "article-22614_58", "title": "Migraine Headache -- Treatment / Management -- Acute or Abortive Treatment", "content": "Antiemetics: Metoclopramide, chlorpromazine, or prochlorperazine. They are generally used as adjunctive therapy with NSAIDs or triptans to decrease nausea and vomiting, especially in the emergency department. Diphenhydramine can also be added to prevent dystonic reactions (mostly metoclopramide).", "contents": "Migraine Headache -- Treatment / Management -- Acute or Abortive Treatment. Antiemetics: Metoclopramide, chlorpromazine, or prochlorperazine. They are generally used as adjunctive therapy with NSAIDs or triptans to decrease nausea and vomiting, especially in the emergency department. Diphenhydramine can also be added to prevent dystonic reactions (mostly metoclopramide)."}
{"id": "article-22614_59", "title": "Migraine Headache -- Treatment / Management -- Acute or Abortive Treatment", "content": "Calcitonin-gene-related peptide antagonists: Rimegepant (75 mg as a single dose) or ubrogepant could be considered in patients who don't respond to conventional treatment or those with coronary artery disease. [51]", "contents": "Migraine Headache -- Treatment / Management -- Acute or Abortive Treatment. Calcitonin-gene-related peptide antagonists: Rimegepant (75 mg as a single dose) or ubrogepant could be considered in patients who don't respond to conventional treatment or those with coronary artery disease. [51]"}
{"id": "article-22614_60", "title": "Migraine Headache -- Treatment / Management -- Acute or Abortive Treatment", "content": "Selective serotonin 1F receptor agonist: US Food and Drug Administration (FDA) approved lasmiditan oral tablets in October 2019 for the acute treatment of migraine in adults. The initial dose of lasmiditan is 50 or 100 mg, particularly effective for patients who cannot use triptans due to cardiovascular risks. The dose may be increased to 100 or 200 mg per requirement, but no more than one dose should be taken over 24 hours. However, one significant side effect is dizziness. So patients should not engage in potentially hazardous activities or drive a motor vehicle for at least eight hours after each dose of lasmiditan. [52]", "contents": "Migraine Headache -- Treatment / Management -- Acute or Abortive Treatment. Selective serotonin 1F receptor agonist: US Food and Drug Administration (FDA) approved lasmiditan oral tablets in October 2019 for the acute treatment of migraine in adults. The initial dose of lasmiditan is 50 or 100 mg, particularly effective for patients who cannot use triptans due to cardiovascular risks. The dose may be increased to 100 or 200 mg per requirement, but no more than one dose should be taken over 24 hours. However, one significant side effect is dizziness. So patients should not engage in potentially hazardous activities or drive a motor vehicle for at least eight hours after each dose of lasmiditan. [52]"}
{"id": "article-22614_61", "title": "Migraine Headache -- Treatment / Management -- Acute or Abortive Treatment", "content": "Ergots: Ergotamine and dihydroergotamine (intravenous (IV), intramuscular (IM), subcutaneous, and intranasal use) are recommended for acute attacks as a parenteral administration and effective as bridge therapy for medication overuse headache and status migrainosus. Ergotamine has not demonstrated particular effectiveness yet and can present significant side effects, including cerebrovascular, cardiovascular, and peripheral ischemic complications.", "contents": "Migraine Headache -- Treatment / Management -- Acute or Abortive Treatment. Ergots: Ergotamine and dihydroergotamine (intravenous (IV), intramuscular (IM), subcutaneous, and intranasal use) are recommended for acute attacks as a parenteral administration and effective as bridge therapy for medication overuse headache and status migrainosus. Ergotamine has not demonstrated particular effectiveness yet and can present significant side effects, including cerebrovascular, cardiovascular, and peripheral ischemic complications."}
{"id": "article-22614_62", "title": "Migraine Headache -- Treatment / Management -- Acute or Abortive Treatment", "content": "Dexamethasone can reduce the recurrence of early headaches but does not provide immediate relief. [53] [54]", "contents": "Migraine Headache -- Treatment / Management -- Acute or Abortive Treatment. Dexamethasone can reduce the recurrence of early headaches but does not provide immediate relief. [53] [54]"}
{"id": "article-22614_63", "title": "Migraine Headache -- Treatment / Management -- Acute or Abortive Treatment", "content": "Transcutaneous supraorbital nerve stimulation can reduce intensity. [55]", "contents": "Migraine Headache -- Treatment / Management -- Acute or Abortive Treatment. Transcutaneous supraorbital nerve stimulation can reduce intensity. [55]"}
{"id": "article-22614_64", "title": "Migraine Headache -- Treatment / Management -- Acute or Abortive Treatment", "content": "Transcranial magnetic stimulation is proved effective as a second-line treatment, with no serious side effects. It can also be offered as an option to treat chronic migraines. It is contraindicated in patients with epilepsy. [56] [57] [58]", "contents": "Migraine Headache -- Treatment / Management -- Acute or Abortive Treatment. Transcranial magnetic stimulation is proved effective as a second-line treatment, with no serious side effects. It can also be offered as an option to treat chronic migraines. It is contraindicated in patients with epilepsy. [56] [57] [58]"}
{"id": "article-22614_65", "title": "Migraine Headache -- Treatment / Management -- Acute or Abortive Treatment", "content": "Nonpainful remote electric neurostimulation could be considered a first-line treatment in some patients. [59] [60]", "contents": "Migraine Headache -- Treatment / Management -- Acute or Abortive Treatment. Nonpainful remote electric neurostimulation could be considered a first-line treatment in some patients. [59] [60]"}
{"id": "article-22614_66", "title": "Migraine Headache -- Treatment / Management -- Acute or Abortive Treatment", "content": "Peripheral nerve blocking (occipital plexus and sphenopalatine ganglion) may also be tried. [61] [62]", "contents": "Migraine Headache -- Treatment / Management -- Acute or Abortive Treatment. Peripheral nerve blocking (occipital plexus and sphenopalatine ganglion) may also be tried. [61] [62]"}
{"id": "article-22614_67", "title": "Migraine Headache -- Treatment / Management -- Prophylactic or Preventive Treatment", "content": "Preventive treatment aims to reduce attack frequency, improve responsiveness to acute attacks' severity and duration, and reduce disability. [63] [64] Migraine triggers have to be documented by each individual to reduce them in the future.", "contents": "Migraine Headache -- Treatment / Management -- Prophylactic or Preventive Treatment. Preventive treatment aims to reduce attack frequency, improve responsiveness to acute attacks' severity and duration, and reduce disability. [63] [64] Migraine triggers have to be documented by each individual to reduce them in the future."}
{"id": "article-22614_68", "title": "Migraine Headache -- Treatment / Management -- Prophylactic or Preventive Treatment", "content": "Indications for preventive treatment are: Frequent or long-lasting headaches Attacks that cause significant disability and reduced quality of life Contraindications or failure to acute therapies Significant adverse effects of abortive therapies Risk of medication overuse headache Menstrual migraine (along with short-term premenstrual prophylaxis) Hemiplegic migraine Brainstem aura migraine Persistent aura without infarction Migrainous infarction", "contents": "Migraine Headache -- Treatment / Management -- Prophylactic or Preventive Treatment. Indications for preventive treatment are: Frequent or long-lasting headaches Attacks that cause significant disability and reduced quality of life Contraindications or failure to acute therapies Significant adverse effects of abortive therapies Risk of medication overuse headache Menstrual migraine (along with short-term premenstrual prophylaxis) Hemiplegic migraine Brainstem aura migraine Persistent aura without infarction Migrainous infarction"}
{"id": "article-22614_69", "title": "Migraine Headache -- Treatment / Management -- Prophylactic or Preventive Treatment", "content": "Preventive treatment agents are the following: Beta-blockers: Metoprolol and propranolol - especially in hypertensive and non-smoker patients Antidepressants: Amitriptyline and venlafaxine - especially in patients with depression or anxiety disorders and insomnia Anticonvulsants: Valproate acid and topiramate - especially in epileptic patients Calcium channel blockers: Verapamil and flunarizine - especially in women of childbearing age or patients with Raynaud's phenomenon Calcitonin gene-related peptide antagonists: Erenumab, fremanezumab, and galcanezumab", "contents": "Migraine Headache -- Treatment / Management -- Prophylactic or Preventive Treatment. Preventive treatment agents are the following: Beta-blockers: Metoprolol and propranolol - especially in hypertensive and non-smoker patients Antidepressants: Amitriptyline and venlafaxine - especially in patients with depression or anxiety disorders and insomnia Anticonvulsants: Valproate acid and topiramate - especially in epileptic patients Calcium channel blockers: Verapamil and flunarizine - especially in women of childbearing age or patients with Raynaud's phenomenon Calcitonin gene-related peptide antagonists: Erenumab, fremanezumab, and galcanezumab"}
{"id": "article-22614_70", "title": "Migraine Headache -- Treatment / Management -- Alternative Treatment", "content": "Lifestyle changes; must be a commitment from the patient; however, social support is of great importance to improve mental health to help the patient's involvement. Regular exercise Yoga Relaxation training Cognitive-behavioral therapy Biofeedback Reduction of triggers Detoxification Butterbur Melatonin", "contents": "Migraine Headache -- Treatment / Management -- Alternative Treatment. Lifestyle changes; must be a commitment from the patient; however, social support is of great importance to improve mental health to help the patient's involvement. Regular exercise Yoga Relaxation training Cognitive-behavioral therapy Biofeedback Reduction of triggers Detoxification Butterbur Melatonin"}
{"id": "article-22614_71", "title": "Migraine Headache -- Differential Diagnosis", "content": "The following should be considered in a patient with a migraine: Tension-type headache Cluster headache Cerebral aneurysms Chronic paroxysmal hemicrania Dissection syndromes Encephalitis Subarachnoid/intracranial hemorrhage Meningitis Temporal/giant cell arteritis Tension-type headache is usually bilateral, lasting 30 minutes to 7 days. The patient feels pressure or tightness but remains active. There are no associated symptoms.", "contents": "Migraine Headache -- Differential Diagnosis. The following should be considered in a patient with a migraine: Tension-type headache Cluster headache Cerebral aneurysms Chronic paroxysmal hemicrania Dissection syndromes Encephalitis Subarachnoid/intracranial hemorrhage Meningitis Temporal/giant cell arteritis Tension-type headache is usually bilateral, lasting 30 minutes to 7 days. The patient feels pressure or tightness but remains active. There are no associated symptoms."}
{"id": "article-22614_72", "title": "Migraine Headache -- Differential Diagnosis", "content": "Cluster headache is unilateral and has a sudden start around the eye or temple. It progresses in intensity within minutes to an excruciating continuous deep pain. It lasts 15 minutes to 3 hours. Associated symptoms include lacrimation and redness of the eye, rhinorrhea, pallor, sweating, Horner syndrome, agitation, and focal neurologic symptoms. It can easily be provoked by alcohol.", "contents": "Migraine Headache -- Differential Diagnosis. Cluster headache is unilateral and has a sudden start around the eye or temple. It progresses in intensity within minutes to an excruciating continuous deep pain. It lasts 15 minutes to 3 hours. Associated symptoms include lacrimation and redness of the eye, rhinorrhea, pallor, sweating, Horner syndrome, agitation, and focal neurologic symptoms. It can easily be provoked by alcohol."}
{"id": "article-22614_73", "title": "Migraine Headache -- Treatment Planning", "content": "Table 1. Acute Therapy *Adverse effects in this section pertain to all triptans unless specified", "contents": "Migraine Headache -- Treatment Planning. Table 1. Acute Therapy *Adverse effects in this section pertain to all triptans unless specified"}
{"id": "article-22614_74", "title": "Migraine Headache -- Prognosis", "content": "A migraine is a chronic condition that can revert to episodic migraine in 26 to 70% of patients. Prolonged remissions are common; however, some patients have a pattern of leaving and returning to chronic states. The severity and frequency of attacks can diminish with age. [81] Episodes increase during puberty but continue to climb until 35 to 39 years of age, decreasing later in life, especially after menopause. [18]", "contents": "Migraine Headache -- Prognosis. A migraine is a chronic condition that can revert to episodic migraine in 26 to 70% of patients. Prolonged remissions are common; however, some patients have a pattern of leaving and returning to chronic states. The severity and frequency of attacks can diminish with age. [81] Episodes increase during puberty but continue to climb until 35 to 39 years of age, decreasing later in life, especially after menopause. [18]"}
{"id": "article-22614_75", "title": "Migraine Headache -- Complications", "content": "Status migrainosus, a debilitating migraine attack lasting over 72 hours Migrainous infarction Migraine aura-triggered seizure Persistent aura without infarction Work disability Loss of work", "contents": "Migraine Headache -- Complications. Status migrainosus, a debilitating migraine attack lasting over 72 hours Migrainous infarction Migraine aura-triggered seizure Persistent aura without infarction Work disability Loss of work"}
{"id": "article-22614_76", "title": "Migraine Headache -- Consultations", "content": "Patients may be managed by a wide variety of healthcare professionals, including internists, family physicians, pain specialists, and neurologists.", "contents": "Migraine Headache -- Consultations. Patients may be managed by a wide variety of healthcare professionals, including internists, family physicians, pain specialists, and neurologists."}
{"id": "article-22614_77", "title": "Migraine Headache -- Deterrence and Patient Education", "content": "Timely diagnosis and management of migraine headaches are essential, as they can sometimes be debilitating and affect the quality of life. Patients should be educated about the different phases of migraine headaches and the benefits of abortive and prevention therapy. Patients should be educated about lifestyle changes, which can help in reducing the frequency and severity of migraine attacks. Patients should also be instructed to go to a doctor in case of worsening symptoms or the occurrence of new neurological symptoms, which might warrant neuroimaging.", "contents": "Migraine Headache -- Deterrence and Patient Education. Timely diagnosis and management of migraine headaches are essential, as they can sometimes be debilitating and affect the quality of life. Patients should be educated about the different phases of migraine headaches and the benefits of abortive and prevention therapy. Patients should be educated about lifestyle changes, which can help in reducing the frequency and severity of migraine attacks. Patients should also be instructed to go to a doctor in case of worsening symptoms or the occurrence of new neurological symptoms, which might warrant neuroimaging."}
{"id": "article-22614_78", "title": "Migraine Headache -- Pearls and Other Issues", "content": "Cortical spreading depression is the probable cause of the aura. It can activate trigeminal nerve afferents and alter hematoencephalic barrier permeability. Trigeminovascular system activation can initiate neurogenic inflammation related to migraine headaches. The attacks are recurrent and occur through a cascade of events over hours to days. Typical migraines progress through a prodrome, an aura, a headache, and the postdrome. There is no one approach to treating migraines. Each case must be individualized according to its comorbidities.", "contents": "Migraine Headache -- Pearls and Other Issues. Cortical spreading depression is the probable cause of the aura. It can activate trigeminal nerve afferents and alter hematoencephalic barrier permeability. Trigeminovascular system activation can initiate neurogenic inflammation related to migraine headaches. The attacks are recurrent and occur through a cascade of events over hours to days. Typical migraines progress through a prodrome, an aura, a headache, and the postdrome. There is no one approach to treating migraines. Each case must be individualized according to its comorbidities."}
{"id": "article-22614_79", "title": "Migraine Headache -- Enhancing Healthcare Team Outcomes", "content": "Management of a migraine patient will require the efforts of an interprofessional healthcare team. The interprofessional care provided to the patient must use an integrated care pathway combined with an evidence-based approach to planning and evaluating all joint activities. Primary care clinicians (MDs, DOs, NPs, and PAs) obtain the assistance of an internist, a neurologist, or a headache specialist if there's any doubt about the diagnosis. Nurses and psychologists can assist team management by teaching lifestyle changes, mental health supervision, drug overuse detoxification, and medication use recommendations.", "contents": "Migraine Headache -- Enhancing Healthcare Team Outcomes. Management of a migraine patient will require the efforts of an interprofessional healthcare team. The interprofessional care provided to the patient must use an integrated care pathway combined with an evidence-based approach to planning and evaluating all joint activities. Primary care clinicians (MDs, DOs, NPs, and PAs) obtain the assistance of an internist, a neurologist, or a headache specialist if there's any doubt about the diagnosis. Nurses and psychologists can assist team management by teaching lifestyle changes, mental health supervision, drug overuse detoxification, and medication use recommendations."}
{"id": "article-22614_80", "title": "Migraine Headache -- Enhancing Healthcare Team Outcomes", "content": "Pharmacists can aid the team in checking for appropriate dosing and determining drug interactions, especially if the patient is treated for chronic migraines. Nursing must coordinate activities between the various disciplines and often serve as initial contact points for patients and other team members. All interprofessional team members must document any changes in patient status as they observe them and notify the appropriate other parties on the healthcare team so additional diagnostic and/or therapeutic measures can occur if necessary. Open communication among team members is crucial to optimal patient care.", "contents": "Migraine Headache -- Enhancing Healthcare Team Outcomes. Pharmacists can aid the team in checking for appropriate dosing and determining drug interactions, especially if the patient is treated for chronic migraines. Nursing must coordinate activities between the various disciplines and often serve as initial contact points for patients and other team members. All interprofessional team members must document any changes in patient status as they observe them and notify the appropriate other parties on the healthcare team so additional diagnostic and/or therapeutic measures can occur if necessary. Open communication among team members is crucial to optimal patient care."}
{"id": "article-22614_81", "title": "Migraine Headache -- Enhancing Healthcare Team Outcomes", "content": "An interprofessional team that provides an integrated approach to patient care can help achieve the best possible outcomes. Collaboration, shared decision-making, and communication are crucial for a good result. [Level 5]", "contents": "Migraine Headache -- Enhancing Healthcare Team Outcomes. An interprofessional team that provides an integrated approach to patient care can help achieve the best possible outcomes. Collaboration, shared decision-making, and communication are crucial for a good result. [Level 5]"}
{"id": "article-22614_82", "title": "Migraine Headache -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Migraine Headache -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}