{"id": "article-31550_0", "title": "Diving Gas Embolism -- Continuing Education Activity", "content": "Diving using an underwater breathing apparatus (UBA) of any type involves inspiration of compressed gas by the diver at pressures above normal surface pressure. Seawater is sufficiently denser than air such that one atmosphere (atm) of air is equivalent to 33 feet of seawater (fsw), meaning that the ambient pressure on a diver will double with a descent to 33 fsw. During any dive, a diver is subject to the limitations imposed by Boyle's Law, which states that pressure and volume are inversely related. As pressure decreases, the volume will increase proportionally, which means that the same diver holding his breath and ascending from 33 fsw would double his lung volume on return to the surface if that were anatomically possible without structural damage to the lungs. A diver who holds his or her breath and ascends from as little as 1 meter (approximately 3 feet) may cause an overpressurization sufficient to rupture lung alveoli and introduce gas into the surrounding tissues and/or blood vessels. This is referred to as pulmonary overinflation syndrome and results in one or more overexpansion injuries: pneumomediastinum, pneumothorax, subcutaneous emphysema, or arterial gas embolism. This activity reviews the evaluation and management of a diving gas embolism and the role of interprofessional team members in collaborating to provide well-coordinated care and enhance patient outcomes.", "contents": "Diving Gas Embolism -- Continuing Education Activity. Diving using an underwater breathing apparatus (UBA) of any type involves inspiration of compressed gas by the diver at pressures above normal surface pressure. Seawater is sufficiently denser than air such that one atmosphere (atm) of air is equivalent to 33 feet of seawater (fsw), meaning that the ambient pressure on a diver will double with a descent to 33 fsw. During any dive, a diver is subject to the limitations imposed by Boyle's Law, which states that pressure and volume are inversely related. As pressure decreases, the volume will increase proportionally, which means that the same diver holding his breath and ascending from 33 fsw would double his lung volume on return to the surface if that were anatomically possible without structural damage to the lungs. A diver who holds his or her breath and ascends from as little as 1 meter (approximately 3 feet) may cause an overpressurization sufficient to rupture lung alveoli and introduce gas into the surrounding tissues and/or blood vessels. This is referred to as pulmonary overinflation syndrome and results in one or more overexpansion injuries: pneumomediastinum, pneumothorax, subcutaneous emphysema, or arterial gas embolism. This activity reviews the evaluation and management of a diving gas embolism and the role of interprofessional team members in collaborating to provide well-coordinated care and enhance patient outcomes."}
{"id": "article-31550_1", "title": "Diving Gas Embolism -- Continuing Education Activity", "content": "Objectives: Review the pathophysiology of diving gas embolism. Summarize the treatment of diving gas embolism. Describe the evaluation of a patient with diving gas embolism. Explain the evaluation and management of a diving gas embolism and the role of interprofessional team members in collaborating to provide well-coordinated care and enhance patient outcomes. Access free multiple choice questions on this topic.", "contents": "Diving Gas Embolism -- Continuing Education Activity. Objectives: Review the pathophysiology of diving gas embolism. Summarize the treatment of diving gas embolism. Describe the evaluation of a patient with diving gas embolism. Explain the evaluation and management of a diving gas embolism and the role of interprofessional team members in collaborating to provide well-coordinated care and enhance patient outcomes. Access free multiple choice questions on this topic."}
{"id": "article-31550_2", "title": "Diving Gas Embolism -- Introduction", "content": "Diving using an underwater breathing apparatus (UBA) of any type involves inspiration of compressed gas by the diver at pressures above normal surface pressure. Seawater is sufficiently denser than air such that the pressure exerted by one atmosphere (atm) of air is equivalent to the pressure at 33 feet of seawater (fsw), meaning that ambient pressure on a diver will double in the first 33 feet of descent. During any dive, a diver is subject to the limitations imposed by Boyle's Law, which states that pressure and volume are inversely related. As pressure decreases, the volume will increase proportionally, which means that the same diver holding his breath and ascending from 33 fsw would double his lung volume on return to the surface if that were anatomically possible without structural damage to the lungs. Acute exacerbation of reactive airway disease, anatomic anomalies such as bullae or blebs, or holding the breath can entrap air in the lungs of a diver. [1] Subsequent ascent of as little as 1 meter (approximately 3 feet) may cause an overpressurization sufficient to rupture lung alveoli and introduce gas into the surrounding tissues and/or blood vessels. [2] [3] [4] This is referred to as pulmonary overinflation syndrome and results in one or more overexpansion injuries: pneumomediastinum, pneumothorax, subcutaneous emphysema, or arterial gas embolism.", "contents": "Diving Gas Embolism -- Introduction. Diving using an underwater breathing apparatus (UBA) of any type involves inspiration of compressed gas by the diver at pressures above normal surface pressure. Seawater is sufficiently denser than air such that the pressure exerted by one atmosphere (atm) of air is equivalent to the pressure at 33 feet of seawater (fsw), meaning that ambient pressure on a diver will double in the first 33 feet of descent. During any dive, a diver is subject to the limitations imposed by Boyle's Law, which states that pressure and volume are inversely related. As pressure decreases, the volume will increase proportionally, which means that the same diver holding his breath and ascending from 33 fsw would double his lung volume on return to the surface if that were anatomically possible without structural damage to the lungs. Acute exacerbation of reactive airway disease, anatomic anomalies such as bullae or blebs, or holding the breath can entrap air in the lungs of a diver. [1] Subsequent ascent of as little as 1 meter (approximately 3 feet) may cause an overpressurization sufficient to rupture lung alveoli and introduce gas into the surrounding tissues and/or blood vessels. [2] [3] [4] This is referred to as pulmonary overinflation syndrome and results in one or more overexpansion injuries: pneumomediastinum, pneumothorax, subcutaneous emphysema, or arterial gas embolism."}
{"id": "article-31550_3", "title": "Diving Gas Embolism -- Etiology", "content": "An arterial gas embolism is, thankfully, a rare disease, occurring in diving and various forms of dysbarism such as the unexpected rapid depressurization of commercial or military aircraft or spacecraft. More commonly, gas can be arterialized during medical procedures ranging from cardiopulmonary resuscitation to venous access (central or peripheral) and some surgical procedures and needle biopsies. [5] At least, in theory, any time the vasculature is accessed, the introduction of gas is possible. While small amounts of gas (typically less than 30 cc) introduced into the venous system will be filtered by the lungs, and remain asymptomatic under most circumstances, the introduction of gas into the arterial system will result in emboli in distal arterioles and often result in symptoms of end-organ damage. [6] When gas is arterialized into the brain, stroke-like symptoms and unconsciousness typically result.", "contents": "Diving Gas Embolism -- Etiology. An arterial gas embolism is, thankfully, a rare disease, occurring in diving and various forms of dysbarism such as the unexpected rapid depressurization of commercial or military aircraft or spacecraft. More commonly, gas can be arterialized during medical procedures ranging from cardiopulmonary resuscitation to venous access (central or peripheral) and some surgical procedures and needle biopsies. [5] At least, in theory, any time the vasculature is accessed, the introduction of gas is possible. While small amounts of gas (typically less than 30 cc) introduced into the venous system will be filtered by the lungs, and remain asymptomatic under most circumstances, the introduction of gas into the arterial system will result in emboli in distal arterioles and often result in symptoms of end-organ damage. [6] When gas is arterialized into the brain, stroke-like symptoms and unconsciousness typically result."}
{"id": "article-31550_4", "title": "Diving Gas Embolism -- Epidemiology", "content": "Decompression illness (DCI) is the entire subset of decompression-related maladies experienced by man and includes two main categories: (1) decompression sickness (DCS), which is a constellation of maladies that result from bubble formation due to dissolved gas and (2) overexpansion injuries, including arterial gas embolism (AGE), which result from gas of any kind expanding directly due to the effect of Boyle’s Law as ambient pressure is reduced. Diving injuries of any kind are rare, with the current incidence of diving maladies overall varying from 1 to 3/10,000 dives. Most evidence indicates that the incidence of arterial gas embolism is at least an order of magnitude less common, implying an incidence of less than 1/100,000 dives. Iatrogenic gas embolism occurs when there is an introduction of gas into the arterial system as the result of a medical procedure. [7] It also is treated with recompression but is not usually related to a change in ambient pressure and therefore not typically associated with pulmonary damage from a pressure change. In rare instances, overexpansion injuries can occur as a result of blast overpressurization or a plane or spacecraft decompression.", "contents": "Diving Gas Embolism -- Epidemiology. Decompression illness (DCI) is the entire subset of decompression-related maladies experienced by man and includes two main categories: (1) decompression sickness (DCS), which is a constellation of maladies that result from bubble formation due to dissolved gas and (2) overexpansion injuries, including arterial gas embolism (AGE), which result from gas of any kind expanding directly due to the effect of Boyle’s Law as ambient pressure is reduced. Diving injuries of any kind are rare, with the current incidence of diving maladies overall varying from 1 to 3/10,000 dives. Most evidence indicates that the incidence of arterial gas embolism is at least an order of magnitude less common, implying an incidence of less than 1/100,000 dives. Iatrogenic gas embolism occurs when there is an introduction of gas into the arterial system as the result of a medical procedure. [7] It also is treated with recompression but is not usually related to a change in ambient pressure and therefore not typically associated with pulmonary damage from a pressure change. In rare instances, overexpansion injuries can occur as a result of blast overpressurization or a plane or spacecraft decompression."}
{"id": "article-31550_5", "title": "Diving Gas Embolism -- Pathophysiology", "content": "Gas that enters the arterial system can then proceed to the vasculature of the brain and cause a typically transient embolism, similar to a thromboembolism but shorter in duration. [8] [9] Damage to the endothelium, resulting in upregulation of inflammatory mediators and stroke-like symptoms, follows. Because the gas load is almost always in the form of multiple bubbles of different sizes, multiple areas of embolism occur, resulting in crossed neurological deficits. When right to left shunts exist, either pulmonary or intracardiac, venous gas that might otherwise be asymptomatic can be arterialized and cause cerebral arterial gas embolism. Unconsciousness within 10 minutes of surfacing from a dive or completion of a procedure, even if transient, should be considered a gas embolism until proven otherwise.  It was previously believed that the gas itself embolized a vessel and remained in place until recompression resulted in bubble shrinkage but now it is known that this is not the mechanism. Gas emboli are almost always very transient but result in endothelial damage and secondary injury from inflammatory mediator upregulation. Treatment with hyperbaric oxygen results in downregulation of this inflammatory response and direct resolution of edema due to precapillary bed arterial vasoconstriction secondary to hyperoxia. Because of the need to overcome the body’s normal protective mechanisms for high oxygen exposure, only hyperbaric therapy is considered definitive treatment for arterial gas embolism. [10] Normobaric oxygen delivered by high flow non-rebreather or demand mask is the initial treatment for all DCI, including arterial gas embolism, but should never be considered definitive therapy, even when the resolution of the symptoms occurs with the initiation of 100% oxygen. Recurrence of symptoms is common after discontinuing oxygen without recompression.", "contents": "Diving Gas Embolism -- Pathophysiology. Gas that enters the arterial system can then proceed to the vasculature of the brain and cause a typically transient embolism, similar to a thromboembolism but shorter in duration. [8] [9] Damage to the endothelium, resulting in upregulation of inflammatory mediators and stroke-like symptoms, follows. Because the gas load is almost always in the form of multiple bubbles of different sizes, multiple areas of embolism occur, resulting in crossed neurological deficits. When right to left shunts exist, either pulmonary or intracardiac, venous gas that might otherwise be asymptomatic can be arterialized and cause cerebral arterial gas embolism. Unconsciousness within 10 minutes of surfacing from a dive or completion of a procedure, even if transient, should be considered a gas embolism until proven otherwise.  It was previously believed that the gas itself embolized a vessel and remained in place until recompression resulted in bubble shrinkage but now it is known that this is not the mechanism. Gas emboli are almost always very transient but result in endothelial damage and secondary injury from inflammatory mediator upregulation. Treatment with hyperbaric oxygen results in downregulation of this inflammatory response and direct resolution of edema due to precapillary bed arterial vasoconstriction secondary to hyperoxia. Because of the need to overcome the body’s normal protective mechanisms for high oxygen exposure, only hyperbaric therapy is considered definitive treatment for arterial gas embolism. [10] Normobaric oxygen delivered by high flow non-rebreather or demand mask is the initial treatment for all DCI, including arterial gas embolism, but should never be considered definitive therapy, even when the resolution of the symptoms occurs with the initiation of 100% oxygen. Recurrence of symptoms is common after discontinuing oxygen without recompression."}
{"id": "article-31550_6", "title": "Diving Gas Embolism -- History and Physical", "content": "History from the patient will be consistent with either a decrease in ambient environment pressure, such as surfacing from a dive or decompression of a plane or spacecraft, or with a recent invasive procedure. Divers may report a history of rapid or panic ascent, loss of buoyancy control, or breath-holding during ascent.  Examples of iatrogenic emboli inducing procedures include placement or withdrawal of a central line, cardiac catheterization, vascular procedures, robotic hysterectomy and gynecological procedures, needle biopsy of pulmonary masses, and virtually any other invasive procedure where vasculature could be cannulated. [10] [11] [4] Cases also confirm cerebral arterial gas emboli from peripheral IV placement during CPR resulting in confirmed intravascular gas on CT. More obscurely, gas embolism has occurred from hydrogen peroxide ingestion, direct inhalation from a helium tank, and with orogenital sex during pregnancy.", "contents": "Diving Gas Embolism -- History and Physical. History from the patient will be consistent with either a decrease in ambient environment pressure, such as surfacing from a dive or decompression of a plane or spacecraft, or with a recent invasive procedure. Divers may report a history of rapid or panic ascent, loss of buoyancy control, or breath-holding during ascent.  Examples of iatrogenic emboli inducing procedures include placement or withdrawal of a central line, cardiac catheterization, vascular procedures, robotic hysterectomy and gynecological procedures, needle biopsy of pulmonary masses, and virtually any other invasive procedure where vasculature could be cannulated. [10] [11] [4] Cases also confirm cerebral arterial gas emboli from peripheral IV placement during CPR resulting in confirmed intravascular gas on CT. More obscurely, gas embolism has occurred from hydrogen peroxide ingestion, direct inhalation from a helium tank, and with orogenital sex during pregnancy."}
{"id": "article-31550_7", "title": "Diving Gas Embolism -- History and Physical", "content": "Most patients will present with unconsciousness within 10 minutes of gas introduction or surfacing from a dive where an embolism occurred and with crossed neurological deficits. Physicians familiar with the emergency treatment of stroke will note that neurological deficits do not appear to correlate with any single lesion, and this, in and of itself, should make a clinician suspicious of cerebral arterial gas embolism. Crossed neurological signs including motor weakness or paralysis are common, but physicians also should perform a careful series of cerebellar exams as part of their complete neurological assessment as presentations can be subtle.", "contents": "Diving Gas Embolism -- History and Physical. Most patients will present with unconsciousness within 10 minutes of gas introduction or surfacing from a dive where an embolism occurred and with crossed neurological deficits. Physicians familiar with the emergency treatment of stroke will note that neurological deficits do not appear to correlate with any single lesion, and this, in and of itself, should make a clinician suspicious of cerebral arterial gas embolism. Crossed neurological signs including motor weakness or paralysis are common, but physicians also should perform a careful series of cerebellar exams as part of their complete neurological assessment as presentations can be subtle."}
{"id": "article-31550_8", "title": "Diving Gas Embolism -- Evaluation", "content": "The diagnosis of cerebral arterial gas embolism is clinical and based on history consistent with the possible introduction of gas into a patient’s vasculature (e.g., pulling a CVL or surfacing from a dive) and neurological findings on exam or syncope within 10 minutes of the possible insult.  No radiographic evaluation is absolutely indicated if the history and findings are clear.  Given the remarkable rapidity with which a modern ED can get a chest x-ray (to evaluate for pneumothorax or another injury which might require attention prior to recompression) and even non-contrasted CT imaging of the head, either of these may be indicated for evaluation of the patient’s complaints if the etiology is in question. A finger-stick blood sugar test is recommended as crossed deficits are common with hypoglycemia as well as gas embolism, and it does not result in a delay to recompression.", "contents": "Diving Gas Embolism -- Evaluation. The diagnosis of cerebral arterial gas embolism is clinical and based on history consistent with the possible introduction of gas into a patient’s vasculature (e.g., pulling a CVL or surfacing from a dive) and neurological findings on exam or syncope within 10 minutes of the possible insult.  No radiographic evaluation is absolutely indicated if the history and findings are clear.  Given the remarkable rapidity with which a modern ED can get a chest x-ray (to evaluate for pneumothorax or another injury which might require attention prior to recompression) and even non-contrasted CT imaging of the head, either of these may be indicated for evaluation of the patient’s complaints if the etiology is in question. A finger-stick blood sugar test is recommended as crossed deficits are common with hypoglycemia as well as gas embolism, and it does not result in a delay to recompression."}
{"id": "article-31550_9", "title": "Diving Gas Embolism -- Evaluation", "content": "It is critical to remember that divers get all the same diseases non-divers get when evaluating a chief complaint, so the differential diagnosis should remain broad.  A golden rule of thumb in diving medicine is to never delay recompression if the clinical diagnosis supports arterial gas embolism. [11] [12] It is very important to note that a normal head CT does NOT exclude cerebral arterial gas embolism, as most, if not all, gas emboli are transient in nature.  A head CT with gas visualized is pathognomonic of cerebral arterial gas embolism, and the patient should be recompressed at once.  In recent years it has become clear that visualization of gas on head CT implies a massive gas load and is associated with increased morbidity and mortality.", "contents": "Diving Gas Embolism -- Evaluation. It is critical to remember that divers get all the same diseases non-divers get when evaluating a chief complaint, so the differential diagnosis should remain broad.  A golden rule of thumb in diving medicine is to never delay recompression if the clinical diagnosis supports arterial gas embolism. [11] [12] It is very important to note that a normal head CT does NOT exclude cerebral arterial gas embolism, as most, if not all, gas emboli are transient in nature.  A head CT with gas visualized is pathognomonic of cerebral arterial gas embolism, and the patient should be recompressed at once.  In recent years it has become clear that visualization of gas on head CT implies a massive gas load and is associated with increased morbidity and mortality."}
{"id": "article-31550_10", "title": "Diving Gas Embolism -- Evaluation", "content": "Large gas loads often result in multiple emboli in no distinct pattern on CT or MRI. While it is possible to see gas on non-contrasted CT of the head, its absence does not imply that no embolism occurred.  MRI may show nothing at all or diffuse infarcts with surrounding edema.  No current theory adequately explains this disparity, but evidence from Air Force high altitude chamber research clearly demonstrates this often frustrating disparity in radiographic imaging of confirmed gas emboli. [13]", "contents": "Diving Gas Embolism -- Evaluation. Large gas loads often result in multiple emboli in no distinct pattern on CT or MRI. While it is possible to see gas on non-contrasted CT of the head, its absence does not imply that no embolism occurred.  MRI may show nothing at all or diffuse infarcts with surrounding edema.  No current theory adequately explains this disparity, but evidence from Air Force high altitude chamber research clearly demonstrates this often frustrating disparity in radiographic imaging of confirmed gas emboli. [13]"}
{"id": "article-31550_11", "title": "Diving Gas Embolism -- Treatment / Management", "content": "Treatment of cerebral gas embolism is immediate recompression on pure oxygen. First-aid includes placing the patient on 100% oxygen by nonrebreather mask or demand mask until recompression. Unstable patients or those with a Glasgow coma scale less than eight may be intubated for treatment when the chamber can support a ventilator. Early consultation with a hyperbaric physician, especially for critical cases or those requiring intubation, is essential. [14] Fluid resuscitation should be with non-dextrose-containing solutions. Historically, animal studies supported the use of intravenous lidocaine, though several subsequent studies failed to demonstrate a benefit. There is no evidence to support aspirin use for gas embolism. Multiple hyperbaric treatments may be required (3 to 5 or more) before a substantial change is noted in the patient, although often an immediate improvement occurs with recompression. The longer the delay to treatment, the less likely it is that an immediate improvement will occur. [11] In extremely rare cases, endovascular procedures can result in both a gas embolism and thromboembolism of vessel wall plaque, resulting in a mixed picture. No body of literature exists to guide treatment in this case, and some literature shows worse outcome in acute ischemic stroke treated with hyperbaric therapy. The decision to treat should be carefully weighed by the hyperbaric physician in consultation with neurology if needed.  Normobaric oxygen by non-rebreather or demand mask is not sufficient to treat gas embolism even if symptoms improve or resolve with initial treatment, as there can be a high incidence of return of symptoms after initial improvement on oxygen at 1 atmosphere.", "contents": "Diving Gas Embolism -- Treatment / Management. Treatment of cerebral gas embolism is immediate recompression on pure oxygen. First-aid includes placing the patient on 100% oxygen by nonrebreather mask or demand mask until recompression. Unstable patients or those with a Glasgow coma scale less than eight may be intubated for treatment when the chamber can support a ventilator. Early consultation with a hyperbaric physician, especially for critical cases or those requiring intubation, is essential. [14] Fluid resuscitation should be with non-dextrose-containing solutions. Historically, animal studies supported the use of intravenous lidocaine, though several subsequent studies failed to demonstrate a benefit. There is no evidence to support aspirin use for gas embolism. Multiple hyperbaric treatments may be required (3 to 5 or more) before a substantial change is noted in the patient, although often an immediate improvement occurs with recompression. The longer the delay to treatment, the less likely it is that an immediate improvement will occur. [11] In extremely rare cases, endovascular procedures can result in both a gas embolism and thromboembolism of vessel wall plaque, resulting in a mixed picture. No body of literature exists to guide treatment in this case, and some literature shows worse outcome in acute ischemic stroke treated with hyperbaric therapy. The decision to treat should be carefully weighed by the hyperbaric physician in consultation with neurology if needed.  Normobaric oxygen by non-rebreather or demand mask is not sufficient to treat gas embolism even if symptoms improve or resolve with initial treatment, as there can be a high incidence of return of symptoms after initial improvement on oxygen at 1 atmosphere."}
{"id": "article-31550_12", "title": "Diving Gas Embolism -- Treatment / Management", "content": "Pre-hospital management of divers with suspected gas embolism should include high-flow oxygen and rapid transport to an emergency department capable of evaluating and differentially diagnosing serious neurological injury. The head-down position or lateral decubitus positions are no longer recommended during transportation. [1] The generally accepted hyperbaric oxygen treatment protocol is a US Navy Treatment Table 6 with conversion to Table 6A with a deep spike to 165-foot sea water (fsw) if there is no improvement during the first 10 minutes at 60 fsw. This has been noted to be most efficacious within the first two hours of symptom onset. Most centers consider US Navy Table 6, usually extended or even run back to back,  to be adequate when outside this two-hour window. The rationale for this protocol is that the gas has typically passed through the vasculature, eliminating the need for a “bubble crushing” excursion to 165 and therefore reducing the risk to the practitioner who is caring for the patient. Also, there is a theoretical reduction in risk for the patient as they are never treated on a nitrogen-based mix which could, in theory, result in additional bubble growth. Patients requiring recompression where the clinical picture is unclear (AGE versus cerebral DCS) also may benefit from extended Table 6 treatments rather than Table 6A. Patients with iatrogenic AGE, without inhalation of compressed gas, possibly do not need compression to 165 fsw since there will be a minimal saturated gas load to eliminate in these patients.", "contents": "Diving Gas Embolism -- Treatment / Management. Pre-hospital management of divers with suspected gas embolism should include high-flow oxygen and rapid transport to an emergency department capable of evaluating and differentially diagnosing serious neurological injury. The head-down position or lateral decubitus positions are no longer recommended during transportation. [1] The generally accepted hyperbaric oxygen treatment protocol is a US Navy Treatment Table 6 with conversion to Table 6A with a deep spike to 165-foot sea water (fsw) if there is no improvement during the first 10 minutes at 60 fsw. This has been noted to be most efficacious within the first two hours of symptom onset. Most centers consider US Navy Table 6, usually extended or even run back to back,  to be adequate when outside this two-hour window. The rationale for this protocol is that the gas has typically passed through the vasculature, eliminating the need for a “bubble crushing” excursion to 165 and therefore reducing the risk to the practitioner who is caring for the patient. Also, there is a theoretical reduction in risk for the patient as they are never treated on a nitrogen-based mix which could, in theory, result in additional bubble growth. Patients requiring recompression where the clinical picture is unclear (AGE versus cerebral DCS) also may benefit from extended Table 6 treatments rather than Table 6A. Patients with iatrogenic AGE, without inhalation of compressed gas, possibly do not need compression to 165 fsw since there will be a minimal saturated gas load to eliminate in these patients."}
{"id": "article-31550_13", "title": "Diving Gas Embolism -- Differential Diagnosis", "content": "The most likely non-diving disease process to mimic cerebral arterial gas embolism is ischemic or hemorrhagic stroke. While the diagnosis of cerebral arterial gas embolism is a clinical one, classically manifested by a loss of consciousness, altered mental status and crossed neurological deficits, it is possible that acute hemorrhagic stroke could present after a dive. Physicians uncertain of the diagnosis should consider a STAT CT of the head without contrast if hemorrhagic CVA is on the diagnosis, but this should not delay recompression by more than a few minutes. Hypoglycemia can also produce similar symptoms and is more commonly encountered, so a blood glucose level should be considered as it will not delay time to recompression. No additional advanced imaging is indicated, including MRI, unless the neurological deficit can be attributed to a single vessel lesion. While rare neurological disorders might also mimic gas embolism, they would be very unlikely to present immediately following a dive and can effectively be disregarded until a trial of recompression has occurred.", "contents": "Diving Gas Embolism -- Differential Diagnosis. The most likely non-diving disease process to mimic cerebral arterial gas embolism is ischemic or hemorrhagic stroke. While the diagnosis of cerebral arterial gas embolism is a clinical one, classically manifested by a loss of consciousness, altered mental status and crossed neurological deficits, it is possible that acute hemorrhagic stroke could present after a dive. Physicians uncertain of the diagnosis should consider a STAT CT of the head without contrast if hemorrhagic CVA is on the diagnosis, but this should not delay recompression by more than a few minutes. Hypoglycemia can also produce similar symptoms and is more commonly encountered, so a blood glucose level should be considered as it will not delay time to recompression. No additional advanced imaging is indicated, including MRI, unless the neurological deficit can be attributed to a single vessel lesion. While rare neurological disorders might also mimic gas embolism, they would be very unlikely to present immediately following a dive and can effectively be disregarded until a trial of recompression has occurred."}
{"id": "article-31550_14", "title": "Diving Gas Embolism -- Differential Diagnosis", "content": "Post-dive venous gas emboli (VGE) are commonly detected in divers. If those VGE pass into the arterial circulation via right-to-left shunt, they can occlude the arterial circulation to tissues and produce ischemia-related symptoms, including severe neurological symptoms, soon after a diver surfaces. It has been suggested that arterialized venous gas emboli (VGE) are unlikely to produce the same symptom arc as arterial gas embolism related to pulmonary overinflation. [15] Nevertheless, differentiating the two may initially be difficult. The treatment protocols for both are similar, so from a treatment perspective, early recompression takes priority over differential diagnosis. However, the diagnosis becomes important when considering follow-up testing and fitness to dive. For example, a diver who suffers severe neurological DCS after appropriate decompression from an uneventful dive may be a candidate for PFO testing, while a diver who suffers from an unexplained arterial gas embolism may require radiographic examination of the lungs.", "contents": "Diving Gas Embolism -- Differential Diagnosis. Post-dive venous gas emboli (VGE) are commonly detected in divers. If those VGE pass into the arterial circulation via right-to-left shunt, they can occlude the arterial circulation to tissues and produce ischemia-related symptoms, including severe neurological symptoms, soon after a diver surfaces. It has been suggested that arterialized venous gas emboli (VGE) are unlikely to produce the same symptom arc as arterial gas embolism related to pulmonary overinflation. [15] Nevertheless, differentiating the two may initially be difficult. The treatment protocols for both are similar, so from a treatment perspective, early recompression takes priority over differential diagnosis. However, the diagnosis becomes important when considering follow-up testing and fitness to dive. For example, a diver who suffers severe neurological DCS after appropriate decompression from an uneventful dive may be a candidate for PFO testing, while a diver who suffers from an unexplained arterial gas embolism may require radiographic examination of the lungs."}
{"id": "article-31550_15", "title": "Diving Gas Embolism -- Prognosis", "content": "Prognosis in cerebral arterial gas embolism is directly related to time to recompression. The majority of gas embolism patients will do well when recompressed within the first two hours. Recompression within six hours still provides symptom improvement in many patients and full resolution in some. Delays to recompression of more than 6-8 hours are associated with worsened outcomes and are most often attributed to delays in diagnosis and delays in transfer to a hyperbaric chamber. [11]", "contents": "Diving Gas Embolism -- Prognosis. Prognosis in cerebral arterial gas embolism is directly related to time to recompression. The majority of gas embolism patients will do well when recompressed within the first two hours. Recompression within six hours still provides symptom improvement in many patients and full resolution in some. Delays to recompression of more than 6-8 hours are associated with worsened outcomes and are most often attributed to delays in diagnosis and delays in transfer to a hyperbaric chamber. [11]"}
{"id": "article-31550_16", "title": "Diving Gas Embolism -- Complications", "content": "Complications of hyperbaric therapy are rare and include pneumothorax, oxygen induced seizure and barotrauma. Any pneumothorax present due to overexpansion injury should be treated with tube thoracostomy prior to diving or to changing chamber depth, as expansion during ascent is likely. Otic barotrauma can be avoided with education of a conscious diver. Unconscious or intubated divers can simply be dived (which will result in a hemotympanum) or a myringotomy can be performed prior to diving. In no case should the treatment be delayed to perform a myringotomy should a specialist need to be called in for the procedure. Hyperbaric physicians should be comfortable performing the procedure. Oxygen induced seizures that occur during treatment are not grounds to discontinue treatment. Seizures should be allowed to extinguish prior to any change in chamber depth to prevent additional injury during ascent.", "contents": "Diving Gas Embolism -- Complications. Complications of hyperbaric therapy are rare and include pneumothorax, oxygen induced seizure and barotrauma. Any pneumothorax present due to overexpansion injury should be treated with tube thoracostomy prior to diving or to changing chamber depth, as expansion during ascent is likely. Otic barotrauma can be avoided with education of a conscious diver. Unconscious or intubated divers can simply be dived (which will result in a hemotympanum) or a myringotomy can be performed prior to diving. In no case should the treatment be delayed to perform a myringotomy should a specialist need to be called in for the procedure. Hyperbaric physicians should be comfortable performing the procedure. Oxygen induced seizures that occur during treatment are not grounds to discontinue treatment. Seizures should be allowed to extinguish prior to any change in chamber depth to prevent additional injury during ascent."}
{"id": "article-31550_17", "title": "Diving Gas Embolism -- Deterrence and Patient Education", "content": "Organized diving training includes instruction on avoiding pulmonary overinflation by not holding the breath, controlling ascent rate and buoyancy, and carefully monitoring breathing gas consumption and quantity to avoid depletion of breathing gas while under water.  Once the acute phase of the injury is over, the physician should discuss the dive history with the patient to try to determine whether a precipitating event (e.g. loss of buoyancy control, sudden depth change, or rapid or panic ascent) can be isolated. If so, the physician should discuss preventive measures with the diver if he or she plans to return to diving.", "contents": "Diving Gas Embolism -- Deterrence and Patient Education. Organized diving training includes instruction on avoiding pulmonary overinflation by not holding the breath, controlling ascent rate and buoyancy, and carefully monitoring breathing gas consumption and quantity to avoid depletion of breathing gas while under water.  Once the acute phase of the injury is over, the physician should discuss the dive history with the patient to try to determine whether a precipitating event (e.g. loss of buoyancy control, sudden depth change, or rapid or panic ascent) can be isolated. If so, the physician should discuss preventive measures with the diver if he or she plans to return to diving."}
{"id": "article-31550_18", "title": "Diving Gas Embolism -- Pearls and Other Issues", "content": "Recompression of patients with arterial gas embolism is a true emergency and outcomes are directly time dependent. Most patients recompressed within 2 hours of the gas embolism due well, with a marked fall off in the percentage of patients recovering with delays to the treatment of 6 hours or more. There have been recorded reversal of symptoms with recompression up to 24 hours after symptom onset, making this a reasonable time window and one generally accepted by expert consensus in the field.  For extraordinary circumstances or compassionate therapy reasons, recompression treatment up to 48 hours after the embolization has had limited success.", "contents": "Diving Gas Embolism -- Pearls and Other Issues. Recompression of patients with arterial gas embolism is a true emergency and outcomes are directly time dependent. Most patients recompressed within 2 hours of the gas embolism due well, with a marked fall off in the percentage of patients recovering with delays to the treatment of 6 hours or more. There have been recorded reversal of symptoms with recompression up to 24 hours after symptom onset, making this a reasonable time window and one generally accepted by expert consensus in the field.  For extraordinary circumstances or compassionate therapy reasons, recompression treatment up to 48 hours after the embolization has had limited success."}
{"id": "article-31550_19", "title": "Diving Gas Embolism -- Pearls and Other Issues", "content": "Recommendations for returning to diving after arterial gas embolism should be tailored to the patient and the situation. Divers who have suffered arterial gas embolism where there is no discernible precipitating event, e.g. loss of buoyancy control, sudden depth change, or rapid or panic ascent, should undergo radiographic evaluation for structural abnormalities of the lung. If abnormalities such as bullae, blebs, or cysts are found, the diver should be counseled against returning to diving and referred to a pulmonologist. If a precipitating event exists, causation can be reasonably inferred, and the diver has no residual symptoms, he or she should be offered counseling on preventive measures, and consideration may be given for returning to diving. Guidelines for recovery periods prior to returning to diving after pulmonary barotrauma vary [16] . The Association of Diving Contractors International (ADCI) Consensus Standards 6.3 Edition (4 May, 2020, retrieved 3 June, 2020 from www.adc-int.org) specifies three months after resolved pulmonary barotrauma. The U.S. Navy formerly specified 30 days after complete symptom resolution, but with Revision 7 of the U.S. Navy Diving Manual changed  to a more general stipulation that all divers who suffer pulmonary overinflation \"...shall be referred to a UMO [Undersea Medical Officer] for clearance prior to returning to diving.\" (U.S. Navy Diving Manual Revision 7, Change A, retrieved 3 June, 2020 from www.navsea.navy.mil). Divers with residual symptoms should not return to diving until those symptoms are resolved.", "contents": "Diving Gas Embolism -- Pearls and Other Issues. Recommendations for returning to diving after arterial gas embolism should be tailored to the patient and the situation. Divers who have suffered arterial gas embolism where there is no discernible precipitating event, e.g. loss of buoyancy control, sudden depth change, or rapid or panic ascent, should undergo radiographic evaluation for structural abnormalities of the lung. If abnormalities such as bullae, blebs, or cysts are found, the diver should be counseled against returning to diving and referred to a pulmonologist. If a precipitating event exists, causation can be reasonably inferred, and the diver has no residual symptoms, he or she should be offered counseling on preventive measures, and consideration may be given for returning to diving. Guidelines for recovery periods prior to returning to diving after pulmonary barotrauma vary [16] . The Association of Diving Contractors International (ADCI) Consensus Standards 6.3 Edition (4 May, 2020, retrieved 3 June, 2020 from www.adc-int.org) specifies three months after resolved pulmonary barotrauma. The U.S. Navy formerly specified 30 days after complete symptom resolution, but with Revision 7 of the U.S. Navy Diving Manual changed  to a more general stipulation that all divers who suffer pulmonary overinflation \"...shall be referred to a UMO [Undersea Medical Officer] for clearance prior to returning to diving.\" (U.S. Navy Diving Manual Revision 7, Change A, retrieved 3 June, 2020 from www.navsea.navy.mil). Divers with residual symptoms should not return to diving until those symptoms are resolved."}
{"id": "article-31550_20", "title": "Diving Gas Embolism -- Enhancing Healthcare Team Outcomes", "content": "Early communication with a hyperbaric specialist is essential to provide timely treatment of arterial gas embolism. While stroke like symptoms and chest pain both occur with overexpansion injuries, the diagnosis of cerebral arterial gas embolism is a clinical one. Communication with specialists in cardiac and neurological emergencies may be appropriate, but should be done after the initiation of recompression unless the picture is atypical for arterial gas embolism.  Inpatient services should be notified as patients will require inpatient observation and typically more than one hyperbaric treatment.", "contents": "Diving Gas Embolism -- Enhancing Healthcare Team Outcomes. Early communication with a hyperbaric specialist is essential to provide timely treatment of arterial gas embolism. While stroke like symptoms and chest pain both occur with overexpansion injuries, the diagnosis of cerebral arterial gas embolism is a clinical one. Communication with specialists in cardiac and neurological emergencies may be appropriate, but should be done after the initiation of recompression unless the picture is atypical for arterial gas embolism.  Inpatient services should be notified as patients will require inpatient observation and typically more than one hyperbaric treatment."}
{"id": "article-31550_21", "title": "Diving Gas Embolism -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Diving Gas Embolism -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}