{"id": "article-105821_0", "title": "High Risk Behaviors -- Definition/Introduction", "content": "High-risk behaviors are defined as acts that increase the risk of disease or injury, which can subsequently lead to disability, death, or social problems. The most common high-risk behaviors include violence, alcoholism, tobacco use disorder, risky sexual behaviors, and eating disorders.", "contents": "High Risk Behaviors -- Definition/Introduction. High-risk behaviors are defined as acts that increase the risk of disease or injury, which can subsequently lead to disability, death, or social problems. The most common high-risk behaviors include violence, alcoholism, tobacco use disorder, risky sexual behaviors, and eating disorders."}
{"id": "article-105821_1", "title": "High Risk Behaviors -- Issues of Concern -- Violence", "content": "Interpersonal violence is the chief cause of death amongst children and young adults in the United States. [1] Daily, more than 4500 people die worldwide due to the consequences of violence. [2] Violence can present in various ways, including child abuse or neglect, youth violence, intimate partner violence, sexual violence, elder abuse, self-inflicted violence, and collective violence. [3] Violent behaviors are more common amongst adolescents and young adults. [3] Other factors that can increase the risk of the development of violent behaviors include experiencing abuse as a child, substance abuse disorder, economic stress, and residing in a violent neighborhood. [1]", "contents": "High Risk Behaviors -- Issues of Concern -- Violence. Interpersonal violence is the chief cause of death amongst children and young adults in the United States. [1] Daily, more than 4500 people die worldwide due to the consequences of violence. [2] Violence can present in various ways, including child abuse or neglect, youth violence, intimate partner violence, sexual violence, elder abuse, self-inflicted violence, and collective violence. [3] Violent behaviors are more common amongst adolescents and young adults. [3] Other factors that can increase the risk of the development of violent behaviors include experiencing abuse as a child, substance abuse disorder, economic stress, and residing in a violent neighborhood. [1]"}
{"id": "article-105821_2", "title": "High Risk Behaviors -- Issues of Concern -- Alcohol Use Disorder", "content": "The American Medical Association defines alcohol use disorder as \"a disease characterized by serious impairment that is directly linked to persistent and uncurbed consumption of alcohol,\" along with resultant harmful effects on physical health and social behavior. Consistent use of alcohol also leads to dependence, and subsequent withdrawal precipitates undesirable and harmful symptoms. [4] In the United States, up to 30% of people experience alcohol use disorder in their lifetime. It's more common in younger adults (18 to 44 years) and males. Other risk factors include African American, Asian, or Hispanic ethnicity, presence of mood disorders, substance abuse disorders, and disability. [5]", "contents": "High Risk Behaviors -- Issues of Concern -- Alcohol Use Disorder. The American Medical Association defines alcohol use disorder as \"a disease characterized by serious impairment that is directly linked to persistent and uncurbed consumption of alcohol,\" along with resultant harmful effects on physical health and social behavior. Consistent use of alcohol also leads to dependence, and subsequent withdrawal precipitates undesirable and harmful symptoms. [4] In the United States, up to 30% of people experience alcohol use disorder in their lifetime. It's more common in younger adults (18 to 44 years) and males. Other risk factors include African American, Asian, or Hispanic ethnicity, presence of mood disorders, substance abuse disorders, and disability. [5]"}
{"id": "article-105821_3", "title": "High Risk Behaviors -- Issues of Concern -- Tobacco Use Disorder", "content": "Tobacco use is a prevalent public health issue and is the leading cause of preventable morbidity and mortality in the United States. [6] Each year cigarette smoking causes 8 million deaths worldwide, including 7 million deaths amongst first-hand smokers and 1.2 million deaths amongst passive smokers. [7] The majority of people who smoke begin before the age of 18, and younger people face significant difficulty in quitting smoking. [6] Tobacco use disorder is more prevalent amongst people who suffer from psychiatric illnesses and other substance abuse disorders. Up to 44 percent of smokers in the United States have a mental illness. [8] While rates of cigarette smoking are falling, the prevalence of alternative tobacco products like electronic cigarettes and hookah are increasing. [8]", "contents": "High Risk Behaviors -- Issues of Concern -- Tobacco Use Disorder. Tobacco use is a prevalent public health issue and is the leading cause of preventable morbidity and mortality in the United States. [6] Each year cigarette smoking causes 8 million deaths worldwide, including 7 million deaths amongst first-hand smokers and 1.2 million deaths amongst passive smokers. [7] The majority of people who smoke begin before the age of 18, and younger people face significant difficulty in quitting smoking. [6] Tobacco use disorder is more prevalent amongst people who suffer from psychiatric illnesses and other substance abuse disorders. Up to 44 percent of smokers in the United States have a mental illness. [8] While rates of cigarette smoking are falling, the prevalence of alternative tobacco products like electronic cigarettes and hookah are increasing. [8]"}
{"id": "article-105821_4", "title": "High Risk Behaviors -- Issues of Concern -- Risky Sexual Behaviors", "content": "Risky sexual behaviors are defined as acts that increase the chance that a sexually active individual will contract a sexually transmitted infection, or become pregnant, or make a partner pregnant. [9] Such behaviors include unprotected intercourse, having multiple sexual partners, and abusing recreational drugs. [10] Risky sexual behaviors and sexually transmitted infections are more common in adolescents. Surveillance data indicate that almost 50 percent of all new sexually transmitted infections are found in adolescents and young adults. [11] [12] Other factors that increase the risk are mood disorders, substance abuse disorders, and unpleasant childhood events like sexual abuse, sexual trafficking, or maltreatment. [13]", "contents": "High Risk Behaviors -- Issues of Concern -- Risky Sexual Behaviors. Risky sexual behaviors are defined as acts that increase the chance that a sexually active individual will contract a sexually transmitted infection, or become pregnant, or make a partner pregnant. [9] Such behaviors include unprotected intercourse, having multiple sexual partners, and abusing recreational drugs. [10] Risky sexual behaviors and sexually transmitted infections are more common in adolescents. Surveillance data indicate that almost 50 percent of all new sexually transmitted infections are found in adolescents and young adults. [11] [12] Other factors that increase the risk are mood disorders, substance abuse disorders, and unpleasant childhood events like sexual abuse, sexual trafficking, or maltreatment. [13]"}
{"id": "article-105821_5", "title": "High Risk Behaviors -- Issues of Concern -- Eating Disorders", "content": "Eating disorders are a group of mental illnesses that have profound negative effects on a patient's physical and psychosocial health. They include anorexia nervosa (characterized by a fear of gaining weight, food restriction, and low body weight), bulimia nervosa (characterized by binge eating followed by purging), binge-eating disorder(compulsive overeating), pica (eating non-food items), avoidant/restrictive food intake disorder (lack of interest in food), and a group of other specified feeding or eating disorders. [14] Eating disorders occur more frequently in women than in men. Anorexia nervosa affects females three times more than males. [15] Experiencing sexual abuse, belonging to the dance industry, and being exposed to a culture where thinness is idealized increases the risk of developing eating disorders. [16] [17] [18]", "contents": "High Risk Behaviors -- Issues of Concern -- Eating Disorders. Eating disorders are a group of mental illnesses that have profound negative effects on a patient's physical and psychosocial health. They include anorexia nervosa (characterized by a fear of gaining weight, food restriction, and low body weight), bulimia nervosa (characterized by binge eating followed by purging), binge-eating disorder(compulsive overeating), pica (eating non-food items), avoidant/restrictive food intake disorder (lack of interest in food), and a group of other specified feeding or eating disorders. [14] Eating disorders occur more frequently in women than in men. Anorexia nervosa affects females three times more than males. [15] Experiencing sexual abuse, belonging to the dance industry, and being exposed to a culture where thinness is idealized increases the risk of developing eating disorders. [16] [17] [18]"}
{"id": "article-105821_6", "title": "High Risk Behaviors -- Clinical Significance -- Violence", "content": "Violence or witnessing violence can have both immediate physical and long-lasting psychiatric implications. While people who experience sexual abuse and intimate partner violence are at increased risk of contracting sexually transmitted infections like HIV, people who experience other types of violence like physical and emotional abuse and neglect are also more likely to develop risky sexual behaviors like engaging with multiple partners and not practicing safe sex. [19] [20] Experiencing violence is also associated with various psychosocial disorders like post-traumatic stress disorder, anxiety, depression, substance abuse disorder, eating disorders, and increased suicidality. [1] Violence also shares links with the development of significant non-communicable diseases like cardiovascular disease, lung disease, cancer, diabetes, and obesity. [20] [21] Lastly, violence negatively impacts health care costs, indirectly slows down economic growth, and increases inequality. [1]", "contents": "High Risk Behaviors -- Clinical Significance -- Violence. Violence or witnessing violence can have both immediate physical and long-lasting psychiatric implications. While people who experience sexual abuse and intimate partner violence are at increased risk of contracting sexually transmitted infections like HIV, people who experience other types of violence like physical and emotional abuse and neglect are also more likely to develop risky sexual behaviors like engaging with multiple partners and not practicing safe sex. [19] [20] Experiencing violence is also associated with various psychosocial disorders like post-traumatic stress disorder, anxiety, depression, substance abuse disorder, eating disorders, and increased suicidality. [1] Violence also shares links with the development of significant non-communicable diseases like cardiovascular disease, lung disease, cancer, diabetes, and obesity. [20] [21] Lastly, violence negatively impacts health care costs, indirectly slows down economic growth, and increases inequality. [1]"}
{"id": "article-105821_7", "title": "High Risk Behaviors -- Clinical Significance -- Alcohol Use Disorder", "content": "Alcohol use disorder decreases an individual's life expectancy by approximately ten years. [22] It is associated with several physicals, psychological and social consequences like trauma or injuries, gastrointestinal disorders like hepatitis, steatosis, pancreatitis, cardiac problems like cardiomyopathy, and cardiac dysrhythmias. Hematological issues like bone marrow suppression and macrocytosis, and fetal alcohol syndrome in babies of women who drink alcohol during pregnancy. Furthermore, alcoholism increases the risk of anxiety, depression, suicidality, as well as other substance abuse disorders and domestic violence. [5] [4] [23] [24]", "contents": "High Risk Behaviors -- Clinical Significance -- Alcohol Use Disorder. Alcohol use disorder decreases an individual's life expectancy by approximately ten years. [22] It is associated with several physicals, psychological and social consequences like trauma or injuries, gastrointestinal disorders like hepatitis, steatosis, pancreatitis, cardiac problems like cardiomyopathy, and cardiac dysrhythmias. Hematological issues like bone marrow suppression and macrocytosis, and fetal alcohol syndrome in babies of women who drink alcohol during pregnancy. Furthermore, alcoholism increases the risk of anxiety, depression, suicidality, as well as other substance abuse disorders and domestic violence. [5] [4] [23] [24]"}
{"id": "article-105821_8", "title": "High Risk Behaviors -- Clinical Significance -- Tobacco Use", "content": "Tobacco use is a major risk factor for the development of lung diseases like bronchitis, emphysema, and idiopathic pulmonary fibrosis. Smoking mediates atherosclerosis, which leads to a variety of cardiac and vascular pathologies like myocardial infarction, stroke, peripheral vascular disease, and erectile dysfunction. Furthermore, cigarette smoke contains many carcinogens responsible for causing various cancers, particularly of the lung, mouth, larynx, esophagus, and pancreas. [25] [26]", "contents": "High Risk Behaviors -- Clinical Significance -- Tobacco Use. Tobacco use is a major risk factor for the development of lung diseases like bronchitis, emphysema, and idiopathic pulmonary fibrosis. Smoking mediates atherosclerosis, which leads to a variety of cardiac and vascular pathologies like myocardial infarction, stroke, peripheral vascular disease, and erectile dysfunction. Furthermore, cigarette smoke contains many carcinogens responsible for causing various cancers, particularly of the lung, mouth, larynx, esophagus, and pancreas. [25] [26]"}
{"id": "article-105821_9", "title": "High Risk Behaviors -- Clinical Significance -- Risky Sexual Behaviors", "content": "Unsafe sexual practices increase the risk of developing sexually transmitted infections like HIV, chlamydia, gonorrhea, syphilis, trichomoniasis, etc. [27] Untreated infections can lead to pelvic inflammatory disease, infertility, ectopic pregnancy, and chronic pelvic pain. [28] They can also result in unfavorable pregnancy outcomes like spontaneous abortion, stillbirth, premature birth, and various congenital infections. [29]", "contents": "High Risk Behaviors -- Clinical Significance -- Risky Sexual Behaviors. Unsafe sexual practices increase the risk of developing sexually transmitted infections like HIV, chlamydia, gonorrhea, syphilis, trichomoniasis, etc. [27] Untreated infections can lead to pelvic inflammatory disease, infertility, ectopic pregnancy, and chronic pelvic pain. [28] They can also result in unfavorable pregnancy outcomes like spontaneous abortion, stillbirth, premature birth, and various congenital infections. [29]"}
{"id": "article-105821_10", "title": "High Risk Behaviors -- Clinical Significance -- Eating Disorders", "content": "Eating disorders can cause serious health problems if left untreated. Anorexia nervosa can cause cardiovascular problems like arrhythmias and hypotension, hypothermia, pancytopenia, amenorrhea, osteoporosis, hypoglycemia, hypercortisolemia, gastroparesis, constipation, xerosis, and lanugo hair. Bulimia nervosa can lead to dental erosions and gastroesophageal reflux, while binge eating disorder can cause diabetes due to obesity. Furthermore, refeeding after a period of under-nutrition can generate significant metabolic changes that can give rise to fatal consequences. [30]", "contents": "High Risk Behaviors -- Clinical Significance -- Eating Disorders. Eating disorders can cause serious health problems if left untreated. Anorexia nervosa can cause cardiovascular problems like arrhythmias and hypotension, hypothermia, pancytopenia, amenorrhea, osteoporosis, hypoglycemia, hypercortisolemia, gastroparesis, constipation, xerosis, and lanugo hair. Bulimia nervosa can lead to dental erosions and gastroesophageal reflux, while binge eating disorder can cause diabetes due to obesity. Furthermore, refeeding after a period of under-nutrition can generate significant metabolic changes that can give rise to fatal consequences. [30]"}
{"id": "article-105821_11", "title": "High Risk Behaviors -- Nursing, Allied Health, and Interprofessional Team Interventions -- Violence", "content": "Given its serious implications, measures should exist to prevent violence and physical abuse. Primary physicians should identify risk factors for violence and offer interventions such as counseling and social worker support. [1] Health care providers should educate parents to exhibit peaceful behavior at home and manage anger effectively. [31] They should also receive counsel to keep firearms in storage since the majority of the weapons that cause deaths are from the offender's home or the home of a relative. [32] Furthermore, support should be offered to those who are victims of violence and abuse. [1]", "contents": "High Risk Behaviors -- Nursing, Allied Health, and Interprofessional Team Interventions -- Violence. Given its serious implications, measures should exist to prevent violence and physical abuse. Primary physicians should identify risk factors for violence and offer interventions such as counseling and social worker support. [1] Health care providers should educate parents to exhibit peaceful behavior at home and manage anger effectively. [31] They should also receive counsel to keep firearms in storage since the majority of the weapons that cause deaths are from the offender's home or the home of a relative. [32] Furthermore, support should be offered to those who are victims of violence and abuse. [1]"}
{"id": "article-105821_12", "title": "High Risk Behaviors -- Nursing, Allied Health, and Interprofessional Team Interventions -- Alcohol", "content": "Patients with mild alcohol use disorder show a good response to alcohol-related counseling and participation in mutual-help groups. Interventions for moderate to severe alcohol use disorder include a combination of medications, psychosocial interventions, mutual help groups, and need-based social services. For medical management, naltrexone is preferable to acamprosate. [33] To keep relapse rates as low as possible, medication use for alcohol should continue for at least a year, and psychosocial treatment should continue for a minimum of six months. Alcohol use disorder patients should receive long-term follow-ups to ensure sobriety. [33]", "contents": "High Risk Behaviors -- Nursing, Allied Health, and Interprofessional Team Interventions -- Alcohol. Patients with mild alcohol use disorder show a good response to alcohol-related counseling and participation in mutual-help groups. Interventions for moderate to severe alcohol use disorder include a combination of medications, psychosocial interventions, mutual help groups, and need-based social services. For medical management, naltrexone is preferable to acamprosate. [33] To keep relapse rates as low as possible, medication use for alcohol should continue for at least a year, and psychosocial treatment should continue for a minimum of six months. Alcohol use disorder patients should receive long-term follow-ups to ensure sobriety. [33]"}
{"id": "article-105821_13", "title": "High Risk Behaviors -- Nursing, Allied Health, and Interprofessional Team Interventions -- Tobacco Use", "content": "Treatment of tobacco use disorder is a significant public health priority. Many biological, environmental, and psychosocial factors impact their progression. [6] Primary care clinicians play a critical role in the prevention and treatment of cigarette smoking. A combination of behavioral support and medications is an effective way to treat this disorder. [34] Education and counseling regarding the health risks of smoking and vaping can decrease the risk of tobacco use disorder. [35] One intervention that a primary care physician can utilize to assess and assist with tobacco use disorder is the 5 A's approach. The five major steps of the intervention are as follows: Ask, Advise, Assess, Assist, and Arrange. [36]", "contents": "High Risk Behaviors -- Nursing, Allied Health, and Interprofessional Team Interventions -- Tobacco Use. Treatment of tobacco use disorder is a significant public health priority. Many biological, environmental, and psychosocial factors impact their progression. [6] Primary care clinicians play a critical role in the prevention and treatment of cigarette smoking. A combination of behavioral support and medications is an effective way to treat this disorder. [34] Education and counseling regarding the health risks of smoking and vaping can decrease the risk of tobacco use disorder. [35] One intervention that a primary care physician can utilize to assess and assist with tobacco use disorder is the 5 A's approach. The five major steps of the intervention are as follows: Ask, Advise, Assess, Assist, and Arrange. [36]"}
{"id": "article-105821_14", "title": "High Risk Behaviors -- Nursing, Allied Health, and Interprofessional Team Interventions -- Risky Sexual Behaviors", "content": "Sexual health risk reduction should be a priority, and individuals, particularly adolescents and young adults, should receive education on safe sexual practices. Everyone should receive age-appropriate vaccinations that protect against sexually transmitted infections, particularly those people who are at risk. Infected patients and their partners should be thoroughly evaluated and should receive effective treatment and counseling on practicing safe sex. [37]", "contents": "High Risk Behaviors -- Nursing, Allied Health, and Interprofessional Team Interventions -- Risky Sexual Behaviors. Sexual health risk reduction should be a priority, and individuals, particularly adolescents and young adults, should receive education on safe sexual practices. Everyone should receive age-appropriate vaccinations that protect against sexually transmitted infections, particularly those people who are at risk. Infected patients and their partners should be thoroughly evaluated and should receive effective treatment and counseling on practicing safe sex. [37]"}
{"id": "article-105821_15", "title": "High Risk Behaviors -- Nursing, Allied Health, and Interprofessional Team Interventions -- Eating Disorders", "content": "Management of eating disorders requires a multidisciplinary team composed of a mental health expert, a general practitioner, and a nutritionist. Both anorexia and bulimia increase the risk of death; hence medical health professionals should focus on the prevention of disease. [38] Educational programs that focus on improving body image, unhealthy weight controlling behaviors, and abnormal eating habits are useful interventions to prevent eating disorders. [39] Treatment varies with disorders, but most involve psychotherapy, dietary advice, and sometimes medications. Cognitive behavior therapy is the psychotherapy of choice. Hospitalization may be required if individuals develop serious complications. [40] [41]", "contents": "High Risk Behaviors -- Nursing, Allied Health, and Interprofessional Team Interventions -- Eating Disorders. Management of eating disorders requires a multidisciplinary team composed of a mental health expert, a general practitioner, and a nutritionist. Both anorexia and bulimia increase the risk of death; hence medical health professionals should focus on the prevention of disease. [38] Educational programs that focus on improving body image, unhealthy weight controlling behaviors, and abnormal eating habits are useful interventions to prevent eating disorders. [39] Treatment varies with disorders, but most involve psychotherapy, dietary advice, and sometimes medications. Cognitive behavior therapy is the psychotherapy of choice. Hospitalization may be required if individuals develop serious complications. [40] [41]"}
{"id": "article-105821_16", "title": "High Risk Behaviors -- Nursing, Allied Health, and Interprofessional Team Interventions -- Eating Disorders", "content": "High-risk behaviors require psychoeducation, behavioral modification, mental health, and substance abuse treatment. An array of professionals from health care and law enforcement can help notice these behaviors and assist the individuals concerned in receiving appropriate treatment. Clear and frequent interdisciplinary collaboration and communication go a long way in improving patient outcomes in individuals with high-risk behaviors.", "contents": "High Risk Behaviors -- Nursing, Allied Health, and Interprofessional Team Interventions -- Eating Disorders. High-risk behaviors require psychoeducation, behavioral modification, mental health, and substance abuse treatment. An array of professionals from health care and law enforcement can help notice these behaviors and assist the individuals concerned in receiving appropriate treatment. Clear and frequent interdisciplinary collaboration and communication go a long way in improving patient outcomes in individuals with high-risk behaviors."}
{"id": "article-105821_17", "title": "High Risk Behaviors -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "High Risk Behaviors -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}