{"id": "article-18788_0", "title": "Biochemistry, cAMP -- Introduction", "content": "Cyclic AMP was first discovered by Dr. Earl W. Sutherland in 1958 for which he received a Nobel prize.  Cyclic adenosine monophosphate is a small, hydrophilic molecule commonly known as cyclic AMP or cAMP, which is an important intracellular second messenger molecule regulated in many physiological processes. [1] cAMP can trigger a cascade of events to influence cellular function through its interaction with protein effectors such as protein kinase A (PKA), exchange proteins activated by cAMP (EPACs), cyclic nucleotide-gated ion (CNG) channels, and hyperpolarization-activated cyclic nucleotide-gated (HCN) channels. [2] Metabolism, gene regulation, regulation of neurotransmitter synthesis, growth factors, and immune function are some examples of the numerous biological processes that utilize cAMP. Clinically, the ubiquitous nature of the cAMP pathway gives rise to therapeutic possibilities within the signal transduction system to fight against diseases such as cancer, diabetes, heart failure, inflammation, neurological disorders, myocardial atrophy, and mood disorders. [3] [4] [5]", "contents": "Biochemistry, cAMP -- Introduction. Cyclic AMP was first discovered by Dr. Earl W. Sutherland in 1958 for which he received a Nobel prize.  Cyclic adenosine monophosphate is a small, hydrophilic molecule commonly known as cyclic AMP or cAMP, which is an important intracellular second messenger molecule regulated in many physiological processes. [1] cAMP can trigger a cascade of events to influence cellular function through its interaction with protein effectors such as protein kinase A (PKA), exchange proteins activated by cAMP (EPACs), cyclic nucleotide-gated ion (CNG) channels, and hyperpolarization-activated cyclic nucleotide-gated (HCN) channels. [2] Metabolism, gene regulation, regulation of neurotransmitter synthesis, growth factors, and immune function are some examples of the numerous biological processes that utilize cAMP. Clinically, the ubiquitous nature of the cAMP pathway gives rise to therapeutic possibilities within the signal transduction system to fight against diseases such as cancer, diabetes, heart failure, inflammation, neurological disorders, myocardial atrophy, and mood disorders. [3] [4] [5]"}
{"id": "article-18788_1", "title": "Biochemistry, cAMP -- Molecular Level -- cAMP is generated by a complex, second messenger signal transduction system. An extracellular chemical signal such as a hormone or neurotransmitter binds to their receptors known as the G protein-coupled receptors (GPCR). [1] [4]", "content": "GPCRs are unique seven transmembrane receptors characterized by an extracellular ligand-binding domain, seven transmembrane alpha helices, and an intracellular domain. The intracellular domain interacts with specialized trimeric proteins, that contain α, β, γ  subunits attached to the cell membrane. The of the G-proteins bind to guanine triphosphate (GTP) in the active state and to guanosine diphosphate (GDP) in an inactive state. Activation by a ligand such as a hormone or a neurotransmitter causes a change in the conformation of GPCR and causes the GDP to be switched with GTP. The GTP-bound α-subunit then dissociates leaving behind a βγ dimer, activating the neighboring membrane-bound adenylyl cyclase. Adenylyl cyclase then generated the second messenger, 3’, 5’-Adenosine monophosphate (cyclic AMP or cAMP), by ATP cyclization. Once cAMP is generated, it then signals activation of PKA, EPAC, or other cAMP-activated proteins to stimulate physiological responses. The α-subunit has GTPase activity that and hydrolyzes GTP to GDP, that results in inactivation and dissociation of α-subunit from the adenylyl cyclase and reassociating with the βγ dimer. Certain bacteria such as Vibrio cholerae (Cholera) and Bordetella pertussis (whooping cough or pertussis) produce toxins that cause continual activation of adenylyl cyclase in the intestinal cells and tracheal epithelial cells, thereby resulting in diarrhea and whooping cough. [1] [3] [4]", "contents": "Biochemistry, cAMP -- Molecular Level -- cAMP is generated by a complex, second messenger signal transduction system. An extracellular chemical signal such as a hormone or neurotransmitter binds to their receptors known as the G protein-coupled receptors (GPCR). [1] [4]. GPCRs are unique seven transmembrane receptors characterized by an extracellular ligand-binding domain, seven transmembrane alpha helices, and an intracellular domain. The intracellular domain interacts with specialized trimeric proteins, that contain α, β, γ  subunits attached to the cell membrane. The of the G-proteins bind to guanine triphosphate (GTP) in the active state and to guanosine diphosphate (GDP) in an inactive state. Activation by a ligand such as a hormone or a neurotransmitter causes a change in the conformation of GPCR and causes the GDP to be switched with GTP. The GTP-bound α-subunit then dissociates leaving behind a βγ dimer, activating the neighboring membrane-bound adenylyl cyclase. Adenylyl cyclase then generated the second messenger, 3’, 5’-Adenosine monophosphate (cyclic AMP or cAMP), by ATP cyclization. Once cAMP is generated, it then signals activation of PKA, EPAC, or other cAMP-activated proteins to stimulate physiological responses. The α-subunit has GTPase activity that and hydrolyzes GTP to GDP, that results in inactivation and dissociation of α-subunit from the adenylyl cyclase and reassociating with the βγ dimer. Certain bacteria such as Vibrio cholerae (Cholera) and Bordetella pertussis (whooping cough or pertussis) produce toxins that cause continual activation of adenylyl cyclase in the intestinal cells and tracheal epithelial cells, thereby resulting in diarrhea and whooping cough. [1] [3] [4]"}
{"id": "article-18788_2", "title": "Biochemistry, cAMP -- Function", "content": "The production of cAMP is regulated by Adenylyl Cyclase and phosphodiesterase. The main purpose of cAMP’s is to activate a cAMP-dependent family of enzymes called protein kinase A. An activated PKA has the ability to phosphorylate serine and threonine residues on substrate proteins which then initiate a variety of responses within the cell. [1] For example, cAMP response element-binding protein (CREB) is phosphorylated leading to the regulation of gene transcription in a cell. [3]", "contents": "Biochemistry, cAMP -- Function. The production of cAMP is regulated by Adenylyl Cyclase and phosphodiesterase. The main purpose of cAMP’s is to activate a cAMP-dependent family of enzymes called protein kinase A. An activated PKA has the ability to phosphorylate serine and threonine residues on substrate proteins which then initiate a variety of responses within the cell. [1] For example, cAMP response element-binding protein (CREB) is phosphorylated leading to the regulation of gene transcription in a cell. [3]"}
{"id": "article-18788_3", "title": "Biochemistry, cAMP -- Function", "content": "Once the signaling has occurred, cAMP is hydrolyzed to 5’-AMP. This enzymatic hydrolysis is carried out by cAMP phosphodiesterase (PDE) that cleaves the 3’,5’-phosphodiester bond in the cAMP, thus inhibiting the phosphorylating activity of PKA.  Since 5’-AMP is not an intracellular signaling molecule, removal of the extracellular ligand (hormone or neurotransmitter) results in rapid termination of the signaling cascade and hence the effect of that ligand. PDE is inhibited by caffeine and therefore inhibition of PDE can result in prolonged activation of a specific signaling pathway. [1]", "contents": "Biochemistry, cAMP -- Function. Once the signaling has occurred, cAMP is hydrolyzed to 5’-AMP. This enzymatic hydrolysis is carried out by cAMP phosphodiesterase (PDE) that cleaves the 3’,5’-phosphodiester bond in the cAMP, thus inhibiting the phosphorylating activity of PKA.  Since 5’-AMP is not an intracellular signaling molecule, removal of the extracellular ligand (hormone or neurotransmitter) results in rapid termination of the signaling cascade and hence the effect of that ligand. PDE is inhibited by caffeine and therefore inhibition of PDE can result in prolonged activation of a specific signaling pathway. [1]"}
{"id": "article-18788_4", "title": "Biochemistry, cAMP -- Function", "content": "In addition to PKA, cAMP influences cellular function via a newly discovered receptor group called exchange protein directly activated by cAMP (EPAC) which cAMP-activated as two isoforms in mammals. Thus far, ex vivo cell culture model studies have demonstrated cAMP and EPAC work on cell adhesion function, cell-cell junction, exocytosis/secretion, cell differentiation and proliferation, gene expression, apoptosis, cardiac hypertrophy. Since cAMP interacts with both PKA and EPAC families within a cell, it is noted that the interactions may act synergistically or antagonistically, depending on the function. For example, in cell proliferation and differentiation, the PKA and EPAC produce counter effects, whereas an example of a synergistic effect would be in the regulation of the sodium-proton exchanger isoform. [6] [7]", "contents": "Biochemistry, cAMP -- Function. In addition to PKA, cAMP influences cellular function via a newly discovered receptor group called exchange protein directly activated by cAMP (EPAC) which cAMP-activated as two isoforms in mammals. Thus far, ex vivo cell culture model studies have demonstrated cAMP and EPAC work on cell adhesion function, cell-cell junction, exocytosis/secretion, cell differentiation and proliferation, gene expression, apoptosis, cardiac hypertrophy. Since cAMP interacts with both PKA and EPAC families within a cell, it is noted that the interactions may act synergistically or antagonistically, depending on the function. For example, in cell proliferation and differentiation, the PKA and EPAC produce counter effects, whereas an example of a synergistic effect would be in the regulation of the sodium-proton exchanger isoform. [6] [7]"}
{"id": "article-18788_5", "title": "Biochemistry, cAMP -- Clinical Significance", "content": "cAMP plays a vital role in the body. The 60 years since its discovery have led to understanding many of its unique contributions and finding potential interventions for therapeutic possibilities within the pathway. Because cAMP is prevalent in many biological processes in the body, the levels of cAMP can determine the state of function in a disease or healthy state, by mediating various biological processes including but not limited to metabolism, immune function, and gene regulation.", "contents": "Biochemistry, cAMP -- Clinical Significance. cAMP plays a vital role in the body. The 60 years since its discovery have led to understanding many of its unique contributions and finding potential interventions for therapeutic possibilities within the pathway. Because cAMP is prevalent in many biological processes in the body, the levels of cAMP can determine the state of function in a disease or healthy state, by mediating various biological processes including but not limited to metabolism, immune function, and gene regulation."}
{"id": "article-18788_6", "title": "Biochemistry, cAMP -- Clinical Significance", "content": "Microbial pathogens , exploit the cAMP mechanism and increase cAMP levels either directly or indirectly by eliminating the mediators (e.g. PGE2, histamine) responsible for increasing the generation of cAMP. An example is Bordetella pertussis that releases the pertussis toxin which catalyzes the ADP ribosylation of the inhibitory subunit of G-protein and inactivates it, thus increasing the intracellular cAMP concentration in the host cells.  As a result, this weakens cellular defense and increases the susceptibility to infection. [1]", "contents": "Biochemistry, cAMP -- Clinical Significance. Microbial pathogens , exploit the cAMP mechanism and increase cAMP levels either directly or indirectly by eliminating the mediators (e.g. PGE2, histamine) responsible for increasing the generation of cAMP. An example is Bordetella pertussis that releases the pertussis toxin which catalyzes the ADP ribosylation of the inhibitory subunit of G-protein and inactivates it, thus increasing the intracellular cAMP concentration in the host cells.  As a result, this weakens cellular defense and increases the susceptibility to infection. [1]"}
{"id": "article-18788_7", "title": "Biochemistry, cAMP -- Clinical Significance", "content": "Pharmacologic agents: Caffeine, a nonselective PDE inhibitor, is a common stimulant found in coffee, tea, sodas, chocolate, and several medications. PDE inhibition prevents the cAMP to be degraded to 5’-AMP, allowing the cAMP-mediated signaling to go on for a prolonged time. In vitro studies have shown that caffeine’s PDE inhibiting properties may influence smooth muscle relaxation. The increased concentration of cAMP causes increased phosphorylation of myosin light chain kinase (MLCK) to act on myosin light chain (MLC) in the actin-myosin contractile apparatus. This activity desensitizes MLC to calcium resulting in elevation of calcium concentration. The decreased MLC activity thus allows MLC-phosphatase to promote relaxation of the smooth muscle.  While the cardiovascular effect of caffeine is debatable, the increased cAMP levels may play a part in vasodilation properties in cardiovascular health; however, further research is necessary. [8]", "contents": "Biochemistry, cAMP -- Clinical Significance. Pharmacologic agents: Caffeine, a nonselective PDE inhibitor, is a common stimulant found in coffee, tea, sodas, chocolate, and several medications. PDE inhibition prevents the cAMP to be degraded to 5’-AMP, allowing the cAMP-mediated signaling to go on for a prolonged time. In vitro studies have shown that caffeine’s PDE inhibiting properties may influence smooth muscle relaxation. The increased concentration of cAMP causes increased phosphorylation of myosin light chain kinase (MLCK) to act on myosin light chain (MLC) in the actin-myosin contractile apparatus. This activity desensitizes MLC to calcium resulting in elevation of calcium concentration. The decreased MLC activity thus allows MLC-phosphatase to promote relaxation of the smooth muscle.  While the cardiovascular effect of caffeine is debatable, the increased cAMP levels may play a part in vasodilation properties in cardiovascular health; however, further research is necessary. [8]"}
{"id": "article-18788_8", "title": "Biochemistry, cAMP -- Clinical Significance", "content": "Other drugs such as rolipram, 3-isobutyl-1-methylxanthine, theophylline, pyrazolopyridines, and cilostazol are examples of PDE inhibitors that raise cAMP levels. Since there are over 100 types of PDE enzymes, these drugs act upon different PDEs as inhibitors. Chronic inflammatory diseases can be treated with S-adenosylmethionine (SAM), a PDE4B inhibitor. Pentoxifylline, another competitive nonselective phosphodiesterase inhibitor that works as an immunosuppressant, has anti-fibrotic activity and improves hemodynamics. A PDE3 inhibitor, cilostazol, is an anti-inflammatory drug that can promote vasodilation and possesses the potential to inhibit platelet aggregation. [3] Besides the PDE inhibitors, certain other pharmacologic agents like beta-adrenergic agonists, PGI2, and PGE2 analogs also increase the levels of cAMP. On the other hand, NSAIDs decrease cAMP levels. [1]", "contents": "Biochemistry, cAMP -- Clinical Significance. Other drugs such as rolipram, 3-isobutyl-1-methylxanthine, theophylline, pyrazolopyridines, and cilostazol are examples of PDE inhibitors that raise cAMP levels. Since there are over 100 types of PDE enzymes, these drugs act upon different PDEs as inhibitors. Chronic inflammatory diseases can be treated with S-adenosylmethionine (SAM), a PDE4B inhibitor. Pentoxifylline, another competitive nonselective phosphodiesterase inhibitor that works as an immunosuppressant, has anti-fibrotic activity and improves hemodynamics. A PDE3 inhibitor, cilostazol, is an anti-inflammatory drug that can promote vasodilation and possesses the potential to inhibit platelet aggregation. [3] Besides the PDE inhibitors, certain other pharmacologic agents like beta-adrenergic agonists, PGI2, and PGE2 analogs also increase the levels of cAMP. On the other hand, NSAIDs decrease cAMP levels. [1]"}
{"id": "article-18788_9", "title": "Biochemistry, cAMP -- Clinical Significance", "content": "Role of cAMP in metabolism: In the Liver- A a major role of cAMP is seen during fasting conditions when glucagon levels increase. Glucagon binds to glucagon receptors, a GPCR, and causes cAMP-mediated activation of PKA. PKA further activates the glycogen phosphorylase enzyme to break down glycogen in hepatocytes in order to release glucose into the blood circulation. In the liver, cAMP-mediated PKA causes the inactivation of pyruvate kinase, thus inhibiting glycolysis. This causes the phosphoenolpyruvate to accumulate and enter gluconeogenesis instead. Furthermore, elevated cAMP and PKA cause allosteric activation of fructose 1, 6-bisphosphatase that also favors gluconeogenesis. [9] [10]", "contents": "Biochemistry, cAMP -- Clinical Significance. Role of cAMP in metabolism: In the Liver- A a major role of cAMP is seen during fasting conditions when glucagon levels increase. Glucagon binds to glucagon receptors, a GPCR, and causes cAMP-mediated activation of PKA. PKA further activates the glycogen phosphorylase enzyme to break down glycogen in hepatocytes in order to release glucose into the blood circulation. In the liver, cAMP-mediated PKA causes the inactivation of pyruvate kinase, thus inhibiting glycolysis. This causes the phosphoenolpyruvate to accumulate and enter gluconeogenesis instead. Furthermore, elevated cAMP and PKA cause allosteric activation of fructose 1, 6-bisphosphatase that also favors gluconeogenesis. [9] [10]"}
{"id": "article-18788_10", "title": "Biochemistry, cAMP -- Clinical Significance", "content": "In Muscle -During exercise, cAMP-driven PKA activation plays a valuable part in skeletal muscle contraction by activating the phosphorylation of calcium pumps. Once again the level of cAMP is regulated by PDE that degrades cAMP to 5’-AMP. PMID: [11] Muscle glycogen phosphorylase carries out muscle glycogen breakdown during intense exercise in order to provide energy to the contracting muscle. During exercise, epinephrine activates the generation of cAMP that triggers the cascade of reactions and breaks down muscle glycogen PMID: 2853269, PMID: 3064902, PMID: 6139934.  In the heart, cAMP exerts a vital role in regulating myocardial contraction and relaxation. cAMP, produced from beta-adrenergic stimulation, activates PKA and induces a positive inotropic effect on the heart by coupling with the phosphorylation of L-type Calcium channels and ryanodine receptors. PKA phosphorylates phospholamban, an integral membrane protein in cardiac myocytes, and causes the reuptake of calcium into the sarcoplasmic reticulum in the myocytes causing cardiac muscle relaxation. cAMP involvement in the heart has become a point of focus in understanding the complexity of the cAMP pathway interactions. Unlike skeletal and cardiac muscles, high levels of cAMP cause relaxation in smooth muscles. cAMP inhibits the contraction of smooth muscles by inhibiting myosin light chain kinase and therefore preventing the myosin phosphorylation required for smooth muscle contraction. [11]", "contents": "Biochemistry, cAMP -- Clinical Significance. In Muscle -During exercise, cAMP-driven PKA activation plays a valuable part in skeletal muscle contraction by activating the phosphorylation of calcium pumps. Once again the level of cAMP is regulated by PDE that degrades cAMP to 5’-AMP. PMID: [11] Muscle glycogen phosphorylase carries out muscle glycogen breakdown during intense exercise in order to provide energy to the contracting muscle. During exercise, epinephrine activates the generation of cAMP that triggers the cascade of reactions and breaks down muscle glycogen PMID: 2853269, PMID: 3064902, PMID: 6139934.  In the heart, cAMP exerts a vital role in regulating myocardial contraction and relaxation. cAMP, produced from beta-adrenergic stimulation, activates PKA and induces a positive inotropic effect on the heart by coupling with the phosphorylation of L-type Calcium channels and ryanodine receptors. PKA phosphorylates phospholamban, an integral membrane protein in cardiac myocytes, and causes the reuptake of calcium into the sarcoplasmic reticulum in the myocytes causing cardiac muscle relaxation. cAMP involvement in the heart has become a point of focus in understanding the complexity of the cAMP pathway interactions. Unlike skeletal and cardiac muscles, high levels of cAMP cause relaxation in smooth muscles. cAMP inhibits the contraction of smooth muscles by inhibiting myosin light chain kinase and therefore preventing the myosin phosphorylation required for smooth muscle contraction. [11]"}
{"id": "article-18788_11", "title": "Biochemistry, cAMP -- Clinical Significance", "content": "Immune function: Research shows high levels of cAMP may lead to suppression of the immune function due to disruption of white blood cell functions including inflammation, phagocytosis, and killing of intracellular pathogens. [1] On the other hand, diseases including chronic obstructive pulmonary disease (COPD), inflammation, asthma, autoimmune diseases, depression, learning, and memory disorders may be treated by increased levels of cAMP. [3] Studies support the use of the drug, forskolin, which increases the production of cAMP by acting on adenylyl cyclase. Elevating cAMP levels with Forskolin has many benefits including increasing lipopolysaccharide (LPS)-induced inflammatory factor and vascular endothelial growth factor expression.  the cAMP has shown to be upregulated in conditions where the immune system is compromised such as HIV infection, Burns, bone marrow transplants, chronic obstructive pulmonary disease, and cancers. Research suggests deregulation of cAMP pathways and aberrant activation of cAMP-controlled genes is linked to the growth of some cancers [1]", "contents": "Biochemistry, cAMP -- Clinical Significance. Immune function: Research shows high levels of cAMP may lead to suppression of the immune function due to disruption of white blood cell functions including inflammation, phagocytosis, and killing of intracellular pathogens. [1] On the other hand, diseases including chronic obstructive pulmonary disease (COPD), inflammation, asthma, autoimmune diseases, depression, learning, and memory disorders may be treated by increased levels of cAMP. [3] Studies support the use of the drug, forskolin, which increases the production of cAMP by acting on adenylyl cyclase. Elevating cAMP levels with Forskolin has many benefits including increasing lipopolysaccharide (LPS)-induced inflammatory factor and vascular endothelial growth factor expression.  the cAMP has shown to be upregulated in conditions where the immune system is compromised such as HIV infection, Burns, bone marrow transplants, chronic obstructive pulmonary disease, and cancers. Research suggests deregulation of cAMP pathways and aberrant activation of cAMP-controlled genes is linked to the growth of some cancers [1]"}
{"id": "article-18788_12", "title": "Biochemistry, cAMP -- Clinical Significance", "content": "Role in other diseases: There is evidence to suggest that cAMP pathways are upregulated in Alzheimer's disease. As such cAMP has been implicated in pathophysiologic neurodegeneration that contributes to dementia in Alzheimer’s disease. [12] Reduced levels of PKA activity resulting in impaired glycogenolysis have been shown in several studies. In fact, during ischemic conditions leading to stroke, glycogen breakdown is impaired, the molecular basis of which includes reduced glycogen debranching enzyme expression level together with reduced glycogen phosphorylase and PKA activity. [13] Studies further show cAMP and PKA may even play a vital role in mood disorders. Bipolar patients demonstrate higher PKA activity in comparison to patients with unipolar depression. Animal studies demonstrate that stress may play a potential regulating factor with cAMP and PKA regulation. [5]", "contents": "Biochemistry, cAMP -- Clinical Significance. Role in other diseases: There is evidence to suggest that cAMP pathways are upregulated in Alzheimer's disease. As such cAMP has been implicated in pathophysiologic neurodegeneration that contributes to dementia in Alzheimer’s disease. [12] Reduced levels of PKA activity resulting in impaired glycogenolysis have been shown in several studies. In fact, during ischemic conditions leading to stroke, glycogen breakdown is impaired, the molecular basis of which includes reduced glycogen debranching enzyme expression level together with reduced glycogen phosphorylase and PKA activity. [13] Studies further show cAMP and PKA may even play a vital role in mood disorders. Bipolar patients demonstrate higher PKA activity in comparison to patients with unipolar depression. Animal studies demonstrate that stress may play a potential regulating factor with cAMP and PKA regulation. [5]"}
{"id": "article-18788_13", "title": "Biochemistry, cAMP -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Biochemistry, cAMP -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}