{"id": "article-31728_0", "title": "EMS Flight Stressors and Corrective Action -- Introduction", "content": "One in 11000 people who travel by commercial air experienced an in-flight medical emergency. This equates to an emergency in 1 out of every 604 flights, 17% of those patients required hospital care upon landing. [1] The environmental conditions and activities involved in flight operations can cause exacerbation of pathology in otherwise stable human physiology and psychology. [2] Flight physicians are subject matter experts in the identification, prevention, and management of the impact of flight-related stressors on physiology. Patient risk factors include advanced age, anxiety, altered circadian rhythm, drug/alcohol intake, and flight associated environmental stressors. [1] Stresses of flight may include exposure to low oxygen levels, hypobaric and hyperbaric changes, micro and macro gravity, vibration, or impact. [3] During a flight, most healthy people can easily tolerate these stresses; however, they can result in acute worsening of pathology in those with stable chronic conditions. Alternatively, passengers can have acute exacerbations of medical conditions unrelated to flight but while in the aircraft. [4]", "contents": "EMS Flight Stressors and Corrective Action -- Introduction. One in 11000 people who travel by commercial air experienced an in-flight medical emergency. This equates to an emergency in 1 out of every 604 flights, 17% of those patients required hospital care upon landing. [1] The environmental conditions and activities involved in flight operations can cause exacerbation of pathology in otherwise stable human physiology and psychology. [2] Flight physicians are subject matter experts in the identification, prevention, and management of the impact of flight-related stressors on physiology. Patient risk factors include advanced age, anxiety, altered circadian rhythm, drug/alcohol intake, and flight associated environmental stressors. [1] Stresses of flight may include exposure to low oxygen levels, hypobaric and hyperbaric changes, micro and macro gravity, vibration, or impact. [3] During a flight, most healthy people can easily tolerate these stresses; however, they can result in acute worsening of pathology in those with stable chronic conditions. Alternatively, passengers can have acute exacerbations of medical conditions unrelated to flight but while in the aircraft. [4]"}
{"id": "article-31728_1", "title": "EMS Flight Stressors and Corrective Action -- Introduction", "content": "When someone falls ill on a flight, crews are directed to ask for any health care professional to assist, and any who step forward are protected legally by the 1998 Aviation Medical Assistance Act (AMAA). Medically trained persons onboard should step forward, identifying themselves. The most experienced member should take charge, utilizing the CPR trained flight crew, and take initial steps to stabilize the patient using the on-board first aid kit, emergency medical bag, and automatic external defibrillator (AED) on board. If needed, ground-based physicians are reachable for a consult by the crew on radio frequencies. These actions also help the crew to determine if it is necessary to divert to an alternate airfield for an immediate landing. [5]", "contents": "EMS Flight Stressors and Corrective Action -- Introduction. When someone falls ill on a flight, crews are directed to ask for any health care professional to assist, and any who step forward are protected legally by the 1998 Aviation Medical Assistance Act (AMAA). Medically trained persons onboard should step forward, identifying themselves. The most experienced member should take charge, utilizing the CPR trained flight crew, and take initial steps to stabilize the patient using the on-board first aid kit, emergency medical bag, and automatic external defibrillator (AED) on board. If needed, ground-based physicians are reachable for a consult by the crew on radio frequencies. These actions also help the crew to determine if it is necessary to divert to an alternate airfield for an immediate landing. [5]"}
{"id": "article-31728_2", "title": "EMS Flight Stressors and Corrective Action -- Issues of Concern", "content": "Medical supplies aboard each aircraft vary, however, the International Civil Aviation Organization (ICAO) and the Federal Aviation Administration (FAA), has established a mandatory requirement of “adequate medical supplies,” that must be aboard aircraft including first aid equipment and medicines that should be available to anyone offering to assist a passenger with a medical issue. Medications mandated by the FAA in onboard kits include analgesic - non-narcotic, aspirin, atropine, dextrose 50%, epinephrine 1:10,000 and 1:1,000, albuterol, hydrocortisone, diphenhydramine (oral and injectable), lidocaine intravenous, and nitroglycerin. Equipment available in each kit includes gloves, stethoscope, sphygmomanometer, CPR masks, Bag valve masks, oropharyngeal airways, Intravenous starting kit, 500 ml of normal saline, needles and syringes.", "contents": "EMS Flight Stressors and Corrective Action -- Issues of Concern. Medical supplies aboard each aircraft vary, however, the International Civil Aviation Organization (ICAO) and the Federal Aviation Administration (FAA), has established a mandatory requirement of “adequate medical supplies,” that must be aboard aircraft including first aid equipment and medicines that should be available to anyone offering to assist a passenger with a medical issue. Medications mandated by the FAA in onboard kits include analgesic - non-narcotic, aspirin, atropine, dextrose 50%, epinephrine 1:10,000 and 1:1,000, albuterol, hydrocortisone, diphenhydramine (oral and injectable), lidocaine intravenous, and nitroglycerin. Equipment available in each kit includes gloves, stethoscope, sphygmomanometer, CPR masks, Bag valve masks, oropharyngeal airways, Intravenous starting kit, 500 ml of normal saline, needles and syringes."}
{"id": "article-31728_3", "title": "EMS Flight Stressors and Corrective Action -- Issues of Concern", "content": "Psychological Stress - Flight can be stressful for anyone, but those who have an underlying psychiatric diagnosis or a fear of flying are prone to acute agitation and anxiety during the flight. [6] This stress is manageable with guided behavioral calming techniques, reassurance, and, if needed, standard doses of first-line agents such as haloperidol, midazolam, and diazepam. [7] [8] If a crew member requests assistance for a person experiencing psychological distress, consider organic causes, like hypoglycemia, intoxication, and trauma. Supplemental oxygen can be offered if desired. It is appropriate to review the medications they have with them and consider the need for a PRN (as needed dose), and if required, inventory the medications in the emergency medical bag on board, which typically includes an anxiolytic such as haloperidol, per the ICAO. Patients not responding to these techniques may benefit from ketamine or propofol and thus would require immediate diversion of the aircraft and close monitoring of behaviors until landing to ensure the safety of flight. [8]", "contents": "EMS Flight Stressors and Corrective Action -- Issues of Concern. Psychological Stress - Flight can be stressful for anyone, but those who have an underlying psychiatric diagnosis or a fear of flying are prone to acute agitation and anxiety during the flight. [6] This stress is manageable with guided behavioral calming techniques, reassurance, and, if needed, standard doses of first-line agents such as haloperidol, midazolam, and diazepam. [7] [8] If a crew member requests assistance for a person experiencing psychological distress, consider organic causes, like hypoglycemia, intoxication, and trauma. Supplemental oxygen can be offered if desired. It is appropriate to review the medications they have with them and consider the need for a PRN (as needed dose), and if required, inventory the medications in the emergency medical bag on board, which typically includes an anxiolytic such as haloperidol, per the ICAO. Patients not responding to these techniques may benefit from ketamine or propofol and thus would require immediate diversion of the aircraft and close monitoring of behaviors until landing to ensure the safety of flight. [8]"}
{"id": "article-31728_4", "title": "EMS Flight Stressors and Corrective Action -- Issues of Concern", "content": "Barotrauma - Complications of changing cabin pressure during ascent and descent, or variations unexpectedly in level flight, can include pain due to trapped gas in the intestinal tract, teeth, sinus, or middle ear. Tympanic distention during descent is typically well-tolerated by most healthy people. Adults may conduct a Valsalva maneuver. The Center for Disease Control (CDC) travel yellow book recommends children chew gum or swallow, and infants to be offered nursing or bottles to help alleviate pressure. This intervention may not be sufficient to relieve pressure, however, in the setting of coexisting nasal and sinus congestion, which increases the risk of tympanic perforation and sinus barotrauma. If intense pain is suddenly relieved, this may be indicative of perforation, and patients should have routine follow up with their primary care physician and possibly otolaryngology. Similar acute localized pain may occur in the sinuses, teeth, or intestines and should be evaluated by a physician upon flight completion. [9]", "contents": "EMS Flight Stressors and Corrective Action -- Issues of Concern. Barotrauma - Complications of changing cabin pressure during ascent and descent, or variations unexpectedly in level flight, can include pain due to trapped gas in the intestinal tract, teeth, sinus, or middle ear. Tympanic distention during descent is typically well-tolerated by most healthy people. Adults may conduct a Valsalva maneuver. The Center for Disease Control (CDC) travel yellow book recommends children chew gum or swallow, and infants to be offered nursing or bottles to help alleviate pressure. This intervention may not be sufficient to relieve pressure, however, in the setting of coexisting nasal and sinus congestion, which increases the risk of tympanic perforation and sinus barotrauma. If intense pain is suddenly relieved, this may be indicative of perforation, and patients should have routine follow up with their primary care physician and possibly otolaryngology. Similar acute localized pain may occur in the sinuses, teeth, or intestines and should be evaluated by a physician upon flight completion. [9]"}
{"id": "article-31728_5", "title": "EMS Flight Stressors and Corrective Action -- Issues of Concern", "content": "Altered Mental Status - Insidious hypoxia can result in decreased CNS functioning and hypoxic vasoconstriction severely impacting other organ systems resulting in pulmonary edema and increased cardiac output leading to congestive heart failure (CHF) or myocardial infarction(MI). Other conditions that may result in altered mental status may include a broad differential such as stroke, intoxication, infection, circadian rhythm dysregulation, hypoglycemia, or another metabolic pathology. [3] Clinically, in-flight, this may present as confusion, altered mental status, or loss of consciousness. [4] In this situation, consider that poor oxygenation may be causal and look around at other crew and passengers. If more than one person is affected, per the Federal Aviation Administration, place yourself on oxygen and then assist others to do the same. If only one person is impacted, respiratory compromise should be a consideration. They may be placed on oxygen and reassessed as the crew descends to a lower altitude. [10] Consider accessing the in-flight emergency medication bag and administering glucose or glucose-containing fluid. [3]", "contents": "EMS Flight Stressors and Corrective Action -- Issues of Concern. Altered Mental Status - Insidious hypoxia can result in decreased CNS functioning and hypoxic vasoconstriction severely impacting other organ systems resulting in pulmonary edema and increased cardiac output leading to congestive heart failure (CHF) or myocardial infarction(MI). Other conditions that may result in altered mental status may include a broad differential such as stroke, intoxication, infection, circadian rhythm dysregulation, hypoglycemia, or another metabolic pathology. [3] Clinically, in-flight, this may present as confusion, altered mental status, or loss of consciousness. [4] In this situation, consider that poor oxygenation may be causal and look around at other crew and passengers. If more than one person is affected, per the Federal Aviation Administration, place yourself on oxygen and then assist others to do the same. If only one person is impacted, respiratory compromise should be a consideration. They may be placed on oxygen and reassessed as the crew descends to a lower altitude. [10] Consider accessing the in-flight emergency medication bag and administering glucose or glucose-containing fluid. [3]"}
{"id": "article-31728_6", "title": "EMS Flight Stressors and Corrective Action -- Issues of Concern", "content": "Myocardial Infarction (MI) may result if the patient has a predisposition due to increased sympathetic tone and gradual hypoxia leading to vasoconstriction. [11] If concern for MI on presentation, provide oxygen, request the medical bag from the flight crew. If available, offer aspirin, nitroglycerin, and suggest to the crew diversion of the aircraft to the closest runway near a hospital. Symptoms may improve with the restoration of the ground environment.", "contents": "EMS Flight Stressors and Corrective Action -- Issues of Concern. Myocardial Infarction (MI) may result if the patient has a predisposition due to increased sympathetic tone and gradual hypoxia leading to vasoconstriction. [11] If concern for MI on presentation, provide oxygen, request the medical bag from the flight crew. If available, offer aspirin, nitroglycerin, and suggest to the crew diversion of the aircraft to the closest runway near a hospital. Symptoms may improve with the restoration of the ground environment."}
{"id": "article-31728_7", "title": "EMS Flight Stressors and Corrective Action -- Issues of Concern", "content": "Shortness of Breath - Asthma, chronic obstructive pulmonary disease, or pulmonary hypertension can be exacerbated by decreased oxygen concentrations, resulting in increased sympathetic response, clinically hyperventilation, tachycardia, and chest pain. Patients with chronic obstructive pulmonary disease or emphysema live with lower blood oxygen levels and so should be advised to travel with oxygen to prevent in-flight hypoxia. [3] If symptoms start in flight, treatment should begin with supplemental oxygen and include the patient’s own inhaled bronchodilator (i.e., albuterol). [3] Use the in-flight medical emergency kit stethoscope to evaluate for decreased breath sounds consistent with pneumothorax and, if present, consider needle decompression as the aircraft descends to lower altitudes. If symptoms such as wheezing are more consistent with asthma exacerbation, treatment is repeatable every 5 to 15 minutes until symptoms resolve, however, if this is necessary, intramuscular epinephrine 1 to 1000 at 0.01 mg/kg up to 0.5 mg can be given. Aircraft should divert to the closest possible airfield near a hospital. [1]", "contents": "EMS Flight Stressors and Corrective Action -- Issues of Concern. Shortness of Breath - Asthma, chronic obstructive pulmonary disease, or pulmonary hypertension can be exacerbated by decreased oxygen concentrations, resulting in increased sympathetic response, clinically hyperventilation, tachycardia, and chest pain. Patients with chronic obstructive pulmonary disease or emphysema live with lower blood oxygen levels and so should be advised to travel with oxygen to prevent in-flight hypoxia. [3] If symptoms start in flight, treatment should begin with supplemental oxygen and include the patient’s own inhaled bronchodilator (i.e., albuterol). [3] Use the in-flight medical emergency kit stethoscope to evaluate for decreased breath sounds consistent with pneumothorax and, if present, consider needle decompression as the aircraft descends to lower altitudes. If symptoms such as wheezing are more consistent with asthma exacerbation, treatment is repeatable every 5 to 15 minutes until symptoms resolve, however, if this is necessary, intramuscular epinephrine 1 to 1000 at 0.01 mg/kg up to 0.5 mg can be given. Aircraft should divert to the closest possible airfield near a hospital. [1]"}
{"id": "article-31728_8", "title": "EMS Flight Stressors and Corrective Action -- Issues of Concern", "content": "Exposures - Those who are prone to an allergic response, especially those with may have an increased response to irritants and allergens, can have those reactions in flight and present as respiratory reactions, dermatitis, abdominal pain, and warrant consideration of anaphylaxis. [1] Management of patients with a known history of anaphylaxis includes requesting food buffer zones, allergen-free meals, wiping down table trays, and announcements to inform other passengers and request avoidance of the allergen (i.e., peanuts, sesame, etc.) If concerns arise for developing anaphylaxis, provide oxygen, don’t delay in accessing epinephrine from the patient and the in-flight medical bag, and repeat every 15 minutes as needed. Consider oral or injectable corticosteroids and antihistamines during descent and divert to airfield nearest the closest hospital. [1]", "contents": "EMS Flight Stressors and Corrective Action -- Issues of Concern. Exposures - Those who are prone to an allergic response, especially those with may have an increased response to irritants and allergens, can have those reactions in flight and present as respiratory reactions, dermatitis, abdominal pain, and warrant consideration of anaphylaxis. [1] Management of patients with a known history of anaphylaxis includes requesting food buffer zones, allergen-free meals, wiping down table trays, and announcements to inform other passengers and request avoidance of the allergen (i.e., peanuts, sesame, etc.) If concerns arise for developing anaphylaxis, provide oxygen, don’t delay in accessing epinephrine from the patient and the in-flight medical bag, and repeat every 15 minutes as needed. Consider oral or injectable corticosteroids and antihistamines during descent and divert to airfield nearest the closest hospital. [1]"}
{"id": "article-31728_9", "title": "EMS Flight Stressors and Corrective Action -- Issues of Concern", "content": "Motion Sickness - Nausea and vomiting due to sensory conflict or vestibular disturbance, while uncomfortable, is rarely life-threatening during the in-flight period. Motion sickness can become exacerbated by in-flight conditions, heat, vibration or turbulence, task saturation, unusual attitude relative to the direction of flight. Reduction of these factors can improve symptoms in some cases - offer cool vented air or cool compress, relocate if possible to the forward area of the aircraft to minimize vibration, sit in a forward-facing position, with a view of the direction of travel, and if conducting in-flight responsibilities, suggest a break from these for the responsibilities. [12] If plausible, it may be helpful to change altitude to reduce turbulence. Should the patient not have anti-emetic medication on board such as scopolamine, diphenhydramine contained in their flight medication bag may provide some relief and may be given in conjunction with 500 ml of intravenous normal saline to reduce dehydration that may result. Though motion sickness is most common, consider the possibility of infection, gastroenteritis, and food poisoning, and isolate the patient as possible and monitor for other passenger development of symptoms. [13]", "contents": "EMS Flight Stressors and Corrective Action -- Issues of Concern. Motion Sickness - Nausea and vomiting due to sensory conflict or vestibular disturbance, while uncomfortable, is rarely life-threatening during the in-flight period. Motion sickness can become exacerbated by in-flight conditions, heat, vibration or turbulence, task saturation, unusual attitude relative to the direction of flight. Reduction of these factors can improve symptoms in some cases - offer cool vented air or cool compress, relocate if possible to the forward area of the aircraft to minimize vibration, sit in a forward-facing position, with a view of the direction of travel, and if conducting in-flight responsibilities, suggest a break from these for the responsibilities. [12] If plausible, it may be helpful to change altitude to reduce turbulence. Should the patient not have anti-emetic medication on board such as scopolamine, diphenhydramine contained in their flight medication bag may provide some relief and may be given in conjunction with 500 ml of intravenous normal saline to reduce dehydration that may result. Though motion sickness is most common, consider the possibility of infection, gastroenteritis, and food poisoning, and isolate the patient as possible and monitor for other passenger development of symptoms. [13]"}
{"id": "article-31728_10", "title": "EMS Flight Stressors and Corrective Action -- Issues of Concern", "content": "Fatigue - Vibration, dehydration from low air humidity and circadian dysregulation (jet lag associated with crossing several time zones in one flight) can result in daytime fatigue, poor sleep, and headache lasting for 3 to 4 days. [14] Cessation of flying and offering adequate hydration can help improve headaches and hydration. The main factor controlling the circadian system is timed light exposure to assimilate with the new local environments day and night cycle. Retiming and can be coupled with timed meals, exercise, and short naps to reduce the duration of symptoms. Re-regulation can be supported with pharmacologic management with stimulants (i.e., caffeine or other ‘go pills’) and sleep aid (i.e., melatonin) supplementation. [15] A physician should carefully clear other sleep aid medications as they may impact the quality of sleep or induce side effects such as slowed response times or decreased awareness during wakeful activity and are thus dangerous for equipment and vehicle operators. [16]", "contents": "EMS Flight Stressors and Corrective Action -- Issues of Concern. Fatigue - Vibration, dehydration from low air humidity and circadian dysregulation (jet lag associated with crossing several time zones in one flight) can result in daytime fatigue, poor sleep, and headache lasting for 3 to 4 days. [14] Cessation of flying and offering adequate hydration can help improve headaches and hydration. The main factor controlling the circadian system is timed light exposure to assimilate with the new local environments day and night cycle. Retiming and can be coupled with timed meals, exercise, and short naps to reduce the duration of symptoms. Re-regulation can be supported with pharmacologic management with stimulants (i.e., caffeine or other ‘go pills’) and sleep aid (i.e., melatonin) supplementation. [15] A physician should carefully clear other sleep aid medications as they may impact the quality of sleep or induce side effects such as slowed response times or decreased awareness during wakeful activity and are thus dangerous for equipment and vehicle operators. [16]"}
{"id": "article-31728_11", "title": "EMS Flight Stressors and Corrective Action -- Issues of Concern", "content": "High Gravitational Exposures along the z-axis (head to foot), felt typically only in high-performance military aircraft during abrupt maneuvering, have the potential to cause acute loss of consciousness if appropriate “anti-G straining maneuver” (AGSM) is not initiated promptly, regardless of the physical condition of the aviators. [17] This results in a pooling of serum in the vascular space of the lower extremities and thus hypo-perfusion and hypoxia of the brain. The patient typically experiences “grey out” of the visual field in the seconds preceding the loss of consciousness, followed by complete loss of tone lasting for several seconds and occasionally muscle spasm before spontaneous resolution with residual lack of purposeful movement for up to 30 seconds even after removal of G-force. Due to this dangerous period, a pilot experiences a condition called G-induced Loss of Consciousness (GLOC). The resolution of this condition typically takes place upon restoration of 1G fight conditions and, thus, normal blood flow to the brain. After an in-flight GLOC, the mission should be aborted and returned to the home station immediately for medical evaluation and collection of 72-hour and 7-day histories, blood, and urine tests per the installation guidelines to evaluate for other contributing factors per military instruction.", "contents": "EMS Flight Stressors and Corrective Action -- Issues of Concern. High Gravitational Exposures along the z-axis (head to foot), felt typically only in high-performance military aircraft during abrupt maneuvering, have the potential to cause acute loss of consciousness if appropriate “anti-G straining maneuver” (AGSM) is not initiated promptly, regardless of the physical condition of the aviators. [17] This results in a pooling of serum in the vascular space of the lower extremities and thus hypo-perfusion and hypoxia of the brain. The patient typically experiences “grey out” of the visual field in the seconds preceding the loss of consciousness, followed by complete loss of tone lasting for several seconds and occasionally muscle spasm before spontaneous resolution with residual lack of purposeful movement for up to 30 seconds even after removal of G-force. Due to this dangerous period, a pilot experiences a condition called G-induced Loss of Consciousness (GLOC). The resolution of this condition typically takes place upon restoration of 1G fight conditions and, thus, normal blood flow to the brain. After an in-flight GLOC, the mission should be aborted and returned to the home station immediately for medical evaluation and collection of 72-hour and 7-day histories, blood, and urine tests per the installation guidelines to evaluate for other contributing factors per military instruction."}
{"id": "article-31728_12", "title": "EMS Flight Stressors and Corrective Action -- Clinical Significance", "content": "Flight medicine centers on the awareness of how normal physiology is affected by the stresses of flight and mitigation strategies for those most at risk of succumbing to those stresses. When a physiologic event occurs in flight requiring the response of medical personnel for stabilization, comfort, or safety, the AMAA provides legal cover to those who volunteer to assist the flight crew in those efforts. Immediate stabilization often begins with the provision of oxygen, incorporation of the CPR trained flight crew, standard onboard medical supplies, and consideration of a differential with recommendations to the flight crew on whether divert is necessary.", "contents": "EMS Flight Stressors and Corrective Action -- Clinical Significance. Flight medicine centers on the awareness of how normal physiology is affected by the stresses of flight and mitigation strategies for those most at risk of succumbing to those stresses. When a physiologic event occurs in flight requiring the response of medical personnel for stabilization, comfort, or safety, the AMAA provides legal cover to those who volunteer to assist the flight crew in those efforts. Immediate stabilization often begins with the provision of oxygen, incorporation of the CPR trained flight crew, standard onboard medical supplies, and consideration of a differential with recommendations to the flight crew on whether divert is necessary."}
{"id": "article-31728_13", "title": "EMS Flight Stressors and Corrective Action -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "EMS Flight Stressors and Corrective Action -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}