{"id": "article-32388_0", "title": "Anatomy, Shoulder and Upper Limb, Axillary Lymph Nodes -- Introduction", "content": "The axilla is a small anatomical space located between the upper thoracic wall and the arm. The main contents include the brachial plexus, axillary artery and vein, and axillary lymph nodes. [1] Lymph nodes contain a range of immune cells, including lymphocytes and macrophages. These remove damaged cells, foreign material, and microorganisms from the lymphatic fluid before returning it to the venous circulation. [2] The axillary lymph nodes arrange into five groups based on their anatomical relations. Collectively, they drain the wall of the thorax, breast, arm, and upper abdominal wall above the umbilicus. The axillary lymph nodes are of particular clinical significance as they are often the first site of breast cancer metastasis. [3] Axillary node involvement is the single most significant prognostic variable for breast cancer patients. [4] Axillary lymphadenopathy is also associated with hematological malignancies, infection, and various autoimmune etiologies. [5] It is, therefore, crucial to have a thorough understanding of this region.", "contents": "Anatomy, Shoulder and Upper Limb, Axillary Lymph Nodes -- Introduction. The axilla is a small anatomical space located between the upper thoracic wall and the arm. The main contents include the brachial plexus, axillary artery and vein, and axillary lymph nodes. [1] Lymph nodes contain a range of immune cells, including lymphocytes and macrophages. These remove damaged cells, foreign material, and microorganisms from the lymphatic fluid before returning it to the venous circulation. [2] The axillary lymph nodes arrange into five groups based on their anatomical relations. Collectively, they drain the wall of the thorax, breast, arm, and upper abdominal wall above the umbilicus. The axillary lymph nodes are of particular clinical significance as they are often the first site of breast cancer metastasis. [3] Axillary node involvement is the single most significant prognostic variable for breast cancer patients. [4] Axillary lymphadenopathy is also associated with hematological malignancies, infection, and various autoimmune etiologies. [5] It is, therefore, crucial to have a thorough understanding of this region."}
{"id": "article-32388_1", "title": "Anatomy, Shoulder and Upper Limb, Axillary Lymph Nodes -- Introduction", "content": "In this article, we will focus primarily on the axillary lymph nodes respective to their anatomical features, relations, drainage, surgical considerations, and clinical significance.", "contents": "Anatomy, Shoulder and Upper Limb, Axillary Lymph Nodes -- Introduction. In this article, we will focus primarily on the axillary lymph nodes respective to their anatomical features, relations, drainage, surgical considerations, and clinical significance."}
{"id": "article-32388_2", "title": "Anatomy, Shoulder and Upper Limb, Axillary Lymph Nodes -- Structure and Function", "content": "The axillary lymph nodes reside in the axillary pad of fat and fall into five groups. [3] Every group of lymph nodes receives lymph from a specified, nearby region.", "contents": "Anatomy, Shoulder and Upper Limb, Axillary Lymph Nodes -- Structure and Function. The axillary lymph nodes reside in the axillary pad of fat and fall into five groups. [3] Every group of lymph nodes receives lymph from a specified, nearby region."}
{"id": "article-32388_3", "title": "Anatomy, Shoulder and Upper Limb, Axillary Lymph Nodes -- Structure and Function", "content": "Anterior (pectoral) lymph nodes are along the inferior border of pectoralis minor, near the lateral thoracic vessels. They receive lymph from the breast, skin, and muscles of the supraumbilical anterolateral body wall. They drain into the central and apical nodes.", "contents": "Anatomy, Shoulder and Upper Limb, Axillary Lymph Nodes -- Structure and Function. Anterior (pectoral) lymph nodes are along the inferior border of pectoralis minor, near the lateral thoracic vessels. They receive lymph from the breast, skin, and muscles of the supraumbilical anterolateral body wall. They drain into the central and apical nodes."}
{"id": "article-32388_4", "title": "Anatomy, Shoulder and Upper Limb, Axillary Lymph Nodes -- Structure and Function", "content": "Posterior (subscapular) lymph nodes are located on the posterior wall of the axilla along the inferior border of the subscapularis. They receive lymph from the scapular region, as well as the posterior thoracic wall. They drain into the central and apical nodes.", "contents": "Anatomy, Shoulder and Upper Limb, Axillary Lymph Nodes -- Structure and Function. Posterior (subscapular) lymph nodes are located on the posterior wall of the axilla along the inferior border of the subscapularis. They receive lymph from the scapular region, as well as the posterior thoracic wall. They drain into the central and apical nodes."}
{"id": "article-32388_5", "title": "Anatomy, Shoulder and Upper Limb, Axillary Lymph Nodes -- Structure and Function", "content": "Lateral (humeral) lymph nodes are over the lateral wall of the axilla. They receive lymph from the arm and drain into the central, apical, and deep cervical nodes.", "contents": "Anatomy, Shoulder and Upper Limb, Axillary Lymph Nodes -- Structure and Function. Lateral (humeral) lymph nodes are over the lateral wall of the axilla. They receive lymph from the arm and drain into the central, apical, and deep cervical nodes."}
{"id": "article-32388_6", "title": "Anatomy, Shoulder and Upper Limb, Axillary Lymph Nodes -- Structure and Function", "content": "Central lymph nodes appear in the base of the axilla. They receive lymph from the anterior, posterior, and lateral groups, and drain to the apical lymph nodes.", "contents": "Anatomy, Shoulder and Upper Limb, Axillary Lymph Nodes -- Structure and Function. Central lymph nodes appear in the base of the axilla. They receive lymph from the anterior, posterior, and lateral groups, and drain to the apical lymph nodes."}
{"id": "article-32388_7", "title": "Anatomy, Shoulder and Upper Limb, Axillary Lymph Nodes -- Structure and Function", "content": "Apical (terminal) lymph nodes are located deep in the apex of the axilla. They receive lymph from all of the groups mentioned above, in addition to the upper breast. The efferent vessels from the apical group converge to form the subclavian lymphatic trunk. On the left, this drains directly drains into the thoracic duct, and on the right, the subclavian trunk drains into the right venous angle via the right lymphatic duct. [6]", "contents": "Anatomy, Shoulder and Upper Limb, Axillary Lymph Nodes -- Structure and Function. Apical (terminal) lymph nodes are located deep in the apex of the axilla. They receive lymph from all of the groups mentioned above, in addition to the upper breast. The efferent vessels from the apical group converge to form the subclavian lymphatic trunk. On the left, this drains directly drains into the thoracic duct, and on the right, the subclavian trunk drains into the right venous angle via the right lymphatic duct. [6]"}
{"id": "article-32388_8", "title": "Anatomy, Shoulder and Upper Limb, Axillary Lymph Nodes -- Structure and Function", "content": "The function of the axillary lymph nodes, like that of the rest of the lymphatic system, is to defend against foreign particles, provide immunity against microorganisms, and return excess interstitial fluid back to the systemic circulation. [2] Lymph enters the lymph node through the afferent lymphatic vessel and subsequently flows through a system of sinuses within the node. The series of sinuses begin with the subcapsular sinus and continues to the cortical sinuses and finally, the medullary sinuses. Lymph then exits the node via the efferent lymphatic vessel.", "contents": "Anatomy, Shoulder and Upper Limb, Axillary Lymph Nodes -- Structure and Function. The function of the axillary lymph nodes, like that of the rest of the lymphatic system, is to defend against foreign particles, provide immunity against microorganisms, and return excess interstitial fluid back to the systemic circulation. [2] Lymph enters the lymph node through the afferent lymphatic vessel and subsequently flows through a system of sinuses within the node. The series of sinuses begin with the subcapsular sinus and continues to the cortical sinuses and finally, the medullary sinuses. Lymph then exits the node via the efferent lymphatic vessel."}
{"id": "article-32388_9", "title": "Anatomy, Shoulder and Upper Limb, Axillary Lymph Nodes -- Structure and Function", "content": "Structurally a lymph node consists of three basic compartments; a cortex, paracortex, and medulla. [7] There are many types of specialized cells within the lymph node concentrated in these areas. [7] The B cell lymphocytes are classically found in the outer cortex and may form lymphoid follicles, while T cells and dendritic cells are classically present in the paracortex. The medulla contains macrophages, plasma cells, and B cells. Activation of a lymph node leads to the development of germinal centers within lymphoid follicles. These are areas in which mature B cells hypermutate, proliferate, and differentiate, to mount an immune response. [7] Further, the area in the axilla divides into three levels based on where the lymph nodes are traceable. They are:", "contents": "Anatomy, Shoulder and Upper Limb, Axillary Lymph Nodes -- Structure and Function. Structurally a lymph node consists of three basic compartments; a cortex, paracortex, and medulla. [7] There are many types of specialized cells within the lymph node concentrated in these areas. [7] The B cell lymphocytes are classically found in the outer cortex and may form lymphoid follicles, while T cells and dendritic cells are classically present in the paracortex. The medulla contains macrophages, plasma cells, and B cells. Activation of a lymph node leads to the development of germinal centers within lymphoid follicles. These are areas in which mature B cells hypermutate, proliferate, and differentiate, to mount an immune response. [7] Further, the area in the axilla divides into three levels based on where the lymph nodes are traceable. They are:"}
{"id": "article-32388_10", "title": "Anatomy, Shoulder and Upper Limb, Axillary Lymph Nodes -- Structure and Function", "content": "Level I: In this level, the lymph nodes are traced inferior and lateral to the pectoralis minor muscleLevel II: The lymph nodes are traced deep to the pectoralis minor muscleLevel III: Lymph nodes here can be traced medial and deep to the medial border of the muscle of pectoralis minor. [8]", "contents": "Anatomy, Shoulder and Upper Limb, Axillary Lymph Nodes -- Structure and Function. Level I: In this level, the lymph nodes are traced inferior and lateral to the pectoralis minor muscleLevel II: The lymph nodes are traced deep to the pectoralis minor muscleLevel III: Lymph nodes here can be traced medial and deep to the medial border of the muscle of pectoralis minor. [8]"}
{"id": "article-32388_11", "title": "Anatomy, Shoulder and Upper Limb, Axillary Lymph Nodes -- Embryology", "content": "The axillary lymph nodes, like other components of the lymphatic system, develop from hemangioblastic stem cells. There is a close relationship between the lymphatic and vascular systems in early development. [9] Animal studies suggest that lymphatic sacs arise from primitive veins. [10] This activity may occur around week 5 of gestation in humans. By the end of the embryonic period, six primary lymph sacs form. These are the cisterna chyli, two jugular lymph sacs, two iliac lymph sacs, and a retroperitoneal lymph sac. [11]", "contents": "Anatomy, Shoulder and Upper Limb, Axillary Lymph Nodes -- Embryology. The axillary lymph nodes, like other components of the lymphatic system, develop from hemangioblastic stem cells. There is a close relationship between the lymphatic and vascular systems in early development. [9] Animal studies suggest that lymphatic sacs arise from primitive veins. [10] This activity may occur around week 5 of gestation in humans. By the end of the embryonic period, six primary lymph sacs form. These are the cisterna chyli, two jugular lymph sacs, two iliac lymph sacs, and a retroperitoneal lymph sac. [11]"}
{"id": "article-32388_12", "title": "Anatomy, Shoulder and Upper Limb, Axillary Lymph Nodes -- Embryology", "content": "Mesenchymal buds invaginate into these lymphatic sacs but do not penetrate the lymphatic endothelium lining the sacs. The mesenchymal buds are then covered by endothelial cells and enlarge. As a result, the initial lymphatic sac becomes the capsule of the mature lymph node, and the mesenchymal invagination becomes the hilus. The sac lumen also forms the sinuses inside the developing lymph node, while the mesenchymal tissue forms the lobules. [7] Lymph sacs are connected by channels to create a network of lymphatic vessels that join to form the early lymphatic system.", "contents": "Anatomy, Shoulder and Upper Limb, Axillary Lymph Nodes -- Embryology. Mesenchymal buds invaginate into these lymphatic sacs but do not penetrate the lymphatic endothelium lining the sacs. The mesenchymal buds are then covered by endothelial cells and enlarge. As a result, the initial lymphatic sac becomes the capsule of the mature lymph node, and the mesenchymal invagination becomes the hilus. The sac lumen also forms the sinuses inside the developing lymph node, while the mesenchymal tissue forms the lobules. [7] Lymph sacs are connected by channels to create a network of lymphatic vessels that join to form the early lymphatic system."}
{"id": "article-32388_13", "title": "Anatomy, Shoulder and Upper Limb, Axillary Lymph Nodes -- Blood Supply and Lymphatics", "content": "Lymph nodes are generally found in close association with blood vessels. The axillary lymph nodes receive their blood supply from the axillary artery, and venous drainage occurs via branches of the axillary vein. Interestingly, it has been shown that stage II breast cancer and above are associated with a significant increase in the number of blood vessels in axillary lymph nodes. [12]", "contents": "Anatomy, Shoulder and Upper Limb, Axillary Lymph Nodes -- Blood Supply and Lymphatics. Lymph nodes are generally found in close association with blood vessels. The axillary lymph nodes receive their blood supply from the axillary artery, and venous drainage occurs via branches of the axillary vein. Interestingly, it has been shown that stage II breast cancer and above are associated with a significant increase in the number of blood vessels in axillary lymph nodes. [12]"}
{"id": "article-32388_14", "title": "Anatomy, Shoulder and Upper Limb, Axillary Lymph Nodes -- Nerves", "content": "Lymph nodes do not contain their nervous supply; however, they are often near many different nerves. For example, the axillary lymph nodes are situated near the cords and branches of the brachial plexus, which innervate the muscles of the upper limb. Anatomically, the brachial plexus divisions become cords at the mid-clavicle, while the branches typically originate at the level of the pectoralis minor muscle. [13] The long thoracic nerve, which originates from C5-7 nerve roots, is also located within the axilla. [14] It is important to be aware of these structures as they are vulnerable to injury during axillary lymph node surgery. [15] [16]", "contents": "Anatomy, Shoulder and Upper Limb, Axillary Lymph Nodes -- Nerves. Lymph nodes do not contain their nervous supply; however, they are often near many different nerves. For example, the axillary lymph nodes are situated near the cords and branches of the brachial plexus, which innervate the muscles of the upper limb. Anatomically, the brachial plexus divisions become cords at the mid-clavicle, while the branches typically originate at the level of the pectoralis minor muscle. [13] The long thoracic nerve, which originates from C5-7 nerve roots, is also located within the axilla. [14] It is important to be aware of these structures as they are vulnerable to injury during axillary lymph node surgery. [15] [16]"}
{"id": "article-32388_15", "title": "Anatomy, Shoulder and Upper Limb, Axillary Lymph Nodes -- Muscles", "content": "The axilla is a pyramidal shaped area with five anatomical borders, based mainly on the musculature in this region [1] : Medial border: the serratus anterior muscle and the first four ribs. Lateral border: coracobrachialis and the short head of the biceps muscle. Anterior border: pectoralis major and pectoralis minor muscles Posterior border: subscapularis, latissimus dorsi, and teres major muscles Superior border: clavicle, scapula, and the first rib", "contents": "Anatomy, Shoulder and Upper Limb, Axillary Lymph Nodes -- Muscles. The axilla is a pyramidal shaped area with five anatomical borders, based mainly on the musculature in this region [1] : Medial border: the serratus anterior muscle and the first four ribs. Lateral border: coracobrachialis and the short head of the biceps muscle. Anterior border: pectoralis major and pectoralis minor muscles Posterior border: subscapularis, latissimus dorsi, and teres major muscles Superior border: clavicle, scapula, and the first rib"}
{"id": "article-32388_16", "title": "Anatomy, Shoulder and Upper Limb, Axillary Lymph Nodes -- Physiologic Variants", "content": "In total, there are between 20 to 30 axillary lymph nodes, though the exact number varies between individuals. The commonest arrangement of these lymphatic pathways is a single linear chain, then a chain branching into two linear chains, and, least common, is a network configuration. [17] Tracing these lymph nodes becomes still difficult due to the high variation in the quantity of subcutaneous adipose tissue. [18] There is also physiological variation in other axillary structures such as the medial cutaneous nerve of the arm and intercostobrachial nerves. [18] Surgeons need to be aware of these when operating on the axilla to avoid iatrogenic injury.", "contents": "Anatomy, Shoulder and Upper Limb, Axillary Lymph Nodes -- Physiologic Variants. In total, there are between 20 to 30 axillary lymph nodes, though the exact number varies between individuals. The commonest arrangement of these lymphatic pathways is a single linear chain, then a chain branching into two linear chains, and, least common, is a network configuration. [17] Tracing these lymph nodes becomes still difficult due to the high variation in the quantity of subcutaneous adipose tissue. [18] There is also physiological variation in other axillary structures such as the medial cutaneous nerve of the arm and intercostobrachial nerves. [18] Surgeons need to be aware of these when operating on the axilla to avoid iatrogenic injury."}
{"id": "article-32388_17", "title": "Anatomy, Shoulder and Upper Limb, Axillary Lymph Nodes -- Surgical Considerations", "content": "Patients with suspected breast cancer should have an examination for axillary lymphadenopathy. Those with enlarged lymph nodes may be considered for a sentinel lymph node biopsy (SLNB) and/or axillary lymph node dissection (ALND). The sentinel node is the first lymph node into which a primary tumor drains. [19] The identification of this node allows for prognostication. If an ALND is performed, there are classically three surgical levels of removal: Level I: lateral to the pectoralis minor muscle Level II: posterior to the pectoralis minor muscle Level III (infraclavicular): medial to the pectoralis minor muscle [20]", "contents": "Anatomy, Shoulder and Upper Limb, Axillary Lymph Nodes -- Surgical Considerations. Patients with suspected breast cancer should have an examination for axillary lymphadenopathy. Those with enlarged lymph nodes may be considered for a sentinel lymph node biopsy (SLNB) and/or axillary lymph node dissection (ALND). The sentinel node is the first lymph node into which a primary tumor drains. [19] The identification of this node allows for prognostication. If an ALND is performed, there are classically three surgical levels of removal: Level I: lateral to the pectoralis minor muscle Level II: posterior to the pectoralis minor muscle Level III (infraclavicular): medial to the pectoralis minor muscle [20]"}
{"id": "article-32388_18", "title": "Anatomy, Shoulder and Upper Limb, Axillary Lymph Nodes -- Surgical Considerations", "content": "There are many possible complications of an ALND for carcinoma of the breast. These usually affect the ipsilateral upper limb and may include numbness (39%), pain (39%), arm swelling (25%), and limitation of arm movement (16%). [21] Arm swelling due to interruption of the lymphatic drainage of the upper limb is also known as lymphedema. In this condition,  lymph accumulates in the subcutaneous tissue leading to symptoms such as pain and altered sensation, limb heaviness, and difficulty fitting into clothing. [22] A winged scapula may also be observed postoperatively due to injury to the long thoracic nerve, especially in patients with a low body mass index. [16] This nerve innervates the serratus anterior, which acts to pull the scapula forward.", "contents": "Anatomy, Shoulder and Upper Limb, Axillary Lymph Nodes -- Surgical Considerations. There are many possible complications of an ALND for carcinoma of the breast. These usually affect the ipsilateral upper limb and may include numbness (39%), pain (39%), arm swelling (25%), and limitation of arm movement (16%). [21] Arm swelling due to interruption of the lymphatic drainage of the upper limb is also known as lymphedema. In this condition,  lymph accumulates in the subcutaneous tissue leading to symptoms such as pain and altered sensation, limb heaviness, and difficulty fitting into clothing. [22] A winged scapula may also be observed postoperatively due to injury to the long thoracic nerve, especially in patients with a low body mass index. [16] This nerve innervates the serratus anterior, which acts to pull the scapula forward."}
{"id": "article-32388_19", "title": "Anatomy, Shoulder and Upper Limb, Axillary Lymph Nodes -- Surgical Considerations", "content": "Despite these complications, ALNDs commonly occur unnecessarily in women without nodal involvement. Some authors, therefore, recommend that the clinician perform an SLNB first to confirm the nodal status of the patient. [23] Importantly, the data shows that there is no change in survival in early-stage breast cancer patients treated with SLNB compared to ALND. [24] SLNB may, therefore, spare many women of the morbidity associated with an axillary dissection.", "contents": "Anatomy, Shoulder and Upper Limb, Axillary Lymph Nodes -- Surgical Considerations. Despite these complications, ALNDs commonly occur unnecessarily in women without nodal involvement. Some authors, therefore, recommend that the clinician perform an SLNB first to confirm the nodal status of the patient. [23] Importantly, the data shows that there is no change in survival in early-stage breast cancer patients treated with SLNB compared to ALND. [24] SLNB may, therefore, spare many women of the morbidity associated with an axillary dissection."}
{"id": "article-32388_20", "title": "Anatomy, Shoulder and Upper Limb, Axillary Lymph Nodes -- Clinical Significance", "content": "Lymph nodes can enlarge in response to numerous etiologies, including malignancy, infections, and autoimmune disease. [5] Cancer of the lymph nodes can subdivide into primary cancers such as lymphoma, as well as secondary cancers, classically of the breast. Management of these tumors may involve the surgical removal of lymph nodes and/or radiotherapy, both of which can damage the lymphatic drainage system. [25]", "contents": "Anatomy, Shoulder and Upper Limb, Axillary Lymph Nodes -- Clinical Significance. Lymph nodes can enlarge in response to numerous etiologies, including malignancy, infections, and autoimmune disease. [5] Cancer of the lymph nodes can subdivide into primary cancers such as lymphoma, as well as secondary cancers, classically of the breast. Management of these tumors may involve the surgical removal of lymph nodes and/or radiotherapy, both of which can damage the lymphatic drainage system. [25]"}
{"id": "article-32388_21", "title": "Anatomy, Shoulder and Upper Limb, Axillary Lymph Nodes -- Clinical Significance", "content": "Infections can be thought of as local or systemic, or classified according to the causative organism. While a significant proportion of lymphadenopathy occurs as a result of bacterial and viral infections, it is important not to forget parasitic infections. Lymphatic filariasis is said to be one of the leading causes of disfigurement and the second most common reason behind permanent disability in the world. [26] In this condition, filarial worms infiltrate and damage the lymphatic system resulting in significant lymphedema (elephantiasis) of the arms, legs, breasts, or genitals. [27]", "contents": "Anatomy, Shoulder and Upper Limb, Axillary Lymph Nodes -- Clinical Significance. Infections can be thought of as local or systemic, or classified according to the causative organism. While a significant proportion of lymphadenopathy occurs as a result of bacterial and viral infections, it is important not to forget parasitic infections. Lymphatic filariasis is said to be one of the leading causes of disfigurement and the second most common reason behind permanent disability in the world. [26] In this condition, filarial worms infiltrate and damage the lymphatic system resulting in significant lymphedema (elephantiasis) of the arms, legs, breasts, or genitals. [27]"}
{"id": "article-32388_22", "title": "Anatomy, Shoulder and Upper Limb, Axillary Lymph Nodes -- Clinical Significance", "content": "It has been noted that axillary lymphadenopathy is usually due to infectious conditions like sarcoidosis, cat scratch disease, Staphylococcal, and Streptococcal skin infections, or malignancies like breast cancer, leukemia, and lymphoma. [5]", "contents": "Anatomy, Shoulder and Upper Limb, Axillary Lymph Nodes -- Clinical Significance. It has been noted that axillary lymphadenopathy is usually due to infectious conditions like sarcoidosis, cat scratch disease, Staphylococcal, and Streptococcal skin infections, or malignancies like breast cancer, leukemia, and lymphoma. [5]"}
{"id": "article-32388_23", "title": "Anatomy, Shoulder and Upper Limb, Axillary Lymph Nodes -- Clinical Significance", "content": "In breast cancer cases, it is essential to note the number of lymph nodes involved, as the prognosis is worst (in case of relapse) if four or more axillary lymph nodes are involved.  Thus axillary metastasis is not only a marker of diagnosis but also indicates its aggressive phenotype. [4] Three factors, being tumor size, young age, and poor histology, are significant predictors of axillary lymph node metastatic grading. [28]", "contents": "Anatomy, Shoulder and Upper Limb, Axillary Lymph Nodes -- Clinical Significance. In breast cancer cases, it is essential to note the number of lymph nodes involved, as the prognosis is worst (in case of relapse) if four or more axillary lymph nodes are involved.  Thus axillary metastasis is not only a marker of diagnosis but also indicates its aggressive phenotype. [4] Three factors, being tumor size, young age, and poor histology, are significant predictors of axillary lymph node metastatic grading. [28]"}
{"id": "article-32388_24", "title": "Anatomy, Shoulder and Upper Limb, Axillary Lymph Nodes -- Clinical Significance", "content": "The radiological examination of the axillary group of lymph nodes in the case of breast cancers is possible by the computed tomography (CT) scan and magnetic resonance imagining (MRI) that gives high-resolution images. The ultrasound is good to detect morphological abnormalities such as hilar infiltration, cortical thickening, peripheral vascularization, and destruction of the kidney-shaped appearance. [29] But the most specific results are obtained by ultrasound coupled with the fine-needle aspiration needle biopsy (FNAB). [30]", "contents": "Anatomy, Shoulder and Upper Limb, Axillary Lymph Nodes -- Clinical Significance. The radiological examination of the axillary group of lymph nodes in the case of breast cancers is possible by the computed tomography (CT) scan and magnetic resonance imagining (MRI) that gives high-resolution images. The ultrasound is good to detect morphological abnormalities such as hilar infiltration, cortical thickening, peripheral vascularization, and destruction of the kidney-shaped appearance. [29] But the most specific results are obtained by ultrasound coupled with the fine-needle aspiration needle biopsy (FNAB). [30]"}
{"id": "article-32388_25", "title": "Anatomy, Shoulder and Upper Limb, Axillary Lymph Nodes -- Other Issues", "content": "Below is the staging of carcinoma of the breast, primarily based on the axillary lymph nodes' involvement.", "contents": "Anatomy, Shoulder and Upper Limb, Axillary Lymph Nodes -- Other Issues. Below is the staging of carcinoma of the breast, primarily based on the axillary lymph nodes' involvement."}
{"id": "article-32388_26", "title": "Anatomy, Shoulder and Upper Limb, Axillary Lymph Nodes -- Other Issues", "content": "Stage O: No involvement of axillary lymph nodes. Few cancer cells are present in breast ductules or lobules.", "contents": "Anatomy, Shoulder and Upper Limb, Axillary Lymph Nodes -- Other Issues. Stage O: No involvement of axillary lymph nodes. Few cancer cells are present in breast ductules or lobules."}
{"id": "article-32388_27", "title": "Anatomy, Shoulder and Upper Limb, Axillary Lymph Nodes -- Other Issues", "content": "Stage 1A: No involvement of axillary lymph nodes. Tumor size in the breast is less than 2 cm.", "contents": "Anatomy, Shoulder and Upper Limb, Axillary Lymph Nodes -- Other Issues. Stage 1A: No involvement of axillary lymph nodes. Tumor size in the breast is less than 2 cm."}
{"id": "article-32388_28", "title": "Anatomy, Shoulder and Upper Limb, Axillary Lymph Nodes -- Other Issues", "content": "Stage 1B: Very few lymph nodes are involved, but their size is less than 2mm (micrometastases). The tumor might or might not be present in the breast. If present, it will be less than 2 cm in size.", "contents": "Anatomy, Shoulder and Upper Limb, Axillary Lymph Nodes -- Other Issues. Stage 1B: Very few lymph nodes are involved, but their size is less than 2mm (micrometastases). The tumor might or might not be present in the breast. If present, it will be less than 2 cm in size."}
{"id": "article-32388_29", "title": "Anatomy, Shoulder and Upper Limb, Axillary Lymph Nodes -- Other Issues", "content": "Stage 2A: 1 to 3 axillary lymph nodes show cancer cells and are larger than 2mm with tumor size in breast less than 2cm. Or the size of the tumor in the breast is less than 5 cm without the involvement of lymph nodes.", "contents": "Anatomy, Shoulder and Upper Limb, Axillary Lymph Nodes -- Other Issues. Stage 2A: 1 to 3 axillary lymph nodes show cancer cells and are larger than 2mm with tumor size in breast less than 2cm. Or the size of the tumor in the breast is less than 5 cm without the involvement of lymph nodes."}
{"id": "article-32388_30", "title": "Anatomy, Shoulder and Upper Limb, Axillary Lymph Nodes -- Other Issues", "content": "Stage 2B: 1 to 3 axillary lymph nodes involved with a tumor less than 5 cm. Or the tumor is larger than 5 cm in size with no lymph node involvement.", "contents": "Anatomy, Shoulder and Upper Limb, Axillary Lymph Nodes -- Other Issues. Stage 2B: 1 to 3 axillary lymph nodes involved with a tumor less than 5 cm. Or the tumor is larger than 5 cm in size with no lymph node involvement."}
{"id": "article-32388_31", "title": "Anatomy, Shoulder and Upper Limb, Axillary Lymph Nodes -- Other Issues", "content": "Stage 3A: 4 to 9 axillary lymph nodes are seen with a tumor less than 5 cm. Or 1 to 9 axillary lymph nodes are involved with the tumor being bigger than 5 cm.", "contents": "Anatomy, Shoulder and Upper Limb, Axillary Lymph Nodes -- Other Issues. Stage 3A: 4 to 9 axillary lymph nodes are seen with a tumor less than 5 cm. Or 1 to 9 axillary lymph nodes are involved with the tumor being bigger than 5 cm."}
{"id": "article-32388_32", "title": "Anatomy, Shoulder and Upper Limb, Axillary Lymph Nodes -- Other Issues", "content": "Stage 3B: Involvement of up to 9 axillary lymph nodes with tumor involving surrounding muscles and skin of the breast.", "contents": "Anatomy, Shoulder and Upper Limb, Axillary Lymph Nodes -- Other Issues. Stage 3B: Involvement of up to 9 axillary lymph nodes with tumor involving surrounding muscles and skin of the breast."}
{"id": "article-32388_33", "title": "Anatomy, Shoulder and Upper Limb, Axillary Lymph Nodes -- Other Issues", "content": "Stage 3C: Here ten or more axillary lymph nodes are involved with also the involvement of the surrounding lymph nodes (like infraclavicular, internal mammary, or supraclavicular lymph nodes)", "contents": "Anatomy, Shoulder and Upper Limb, Axillary Lymph Nodes -- Other Issues. Stage 3C: Here ten or more axillary lymph nodes are involved with also the involvement of the surrounding lymph nodes (like infraclavicular, internal mammary, or supraclavicular lymph nodes)"}
{"id": "article-32388_34", "title": "Anatomy, Shoulder and Upper Limb, Axillary Lymph Nodes -- Other Issues", "content": "Stage 4: Involvement of almost all axillary lymph nodes with distant metastatic spread to organs like lungs, liver, bone, brain, etc. [31]", "contents": "Anatomy, Shoulder and Upper Limb, Axillary Lymph Nodes -- Other Issues. Stage 4: Involvement of almost all axillary lymph nodes with distant metastatic spread to organs like lungs, liver, bone, brain, etc. [31]"}
{"id": "article-32388_35", "title": "Anatomy, Shoulder and Upper Limb, Axillary Lymph Nodes -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Anatomy, Shoulder and Upper Limb, Axillary Lymph Nodes -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}