{"id": "article-22968_0", "title": "Holoprosencephaly -- Continuing Education Activity", "content": "Holoprosencephaly is a rare and complex congenital brain disorder that occurs due to anomalous signaling interactions between the neural crest and neural ectoderm and significantly impacts the development of the human brain. This condition is characterized by an incomplete separation of the cerebral hemispheres, resulting in a single, fused forebrain structure during fetal development. Holoprosencephaly leads to a wide spectrum of neurological and physical abnormalities, with its severity varying from mild facial features abnormalities to severe cognitive and physical impairments. Understanding this condition is crucial for healthcare professionals as they strive to unravel the underlying causes, improve diagnosis, and develop effective treatment strategies for affected individuals. This activity reviews the evaluation and treatment of holoprosencephaly and highlights the role of the interprofessional team in evaluating and treating patients with this condition.", "contents": "Holoprosencephaly -- Continuing Education Activity. Holoprosencephaly is a rare and complex congenital brain disorder that occurs due to anomalous signaling interactions between the neural crest and neural ectoderm and significantly impacts the development of the human brain. This condition is characterized by an incomplete separation of the cerebral hemispheres, resulting in a single, fused forebrain structure during fetal development. Holoprosencephaly leads to a wide spectrum of neurological and physical abnormalities, with its severity varying from mild facial features abnormalities to severe cognitive and physical impairments. Understanding this condition is crucial for healthcare professionals as they strive to unravel the underlying causes, improve diagnosis, and develop effective treatment strategies for affected individuals. This activity reviews the evaluation and treatment of holoprosencephaly and highlights the role of the interprofessional team in evaluating and treating patients with this condition."}
{"id": "article-22968_1", "title": "Holoprosencephaly -- Continuing Education Activity", "content": "Objectives: Differentiate between various subtypes of holoprosencephaly to provide accurate diagnoses and tailored treatment plans for affected individuals. Select appropriate imaging modalities, such as MRI and CT scans, for accurate visualization and monitoring of brain anomalies in individuals with holoprosencephaly. Implement evidence-based treatment strategies for holoprosencephaly, including surgical and medical interventions and therapeutic management, to optimize patient outcomes. Coordinate care and services among an interprofessional healthcare team to ensure a comprehensive and holistic approach to the management of patients with holoprosencephaly. Access free multiple choice questions on this topic.", "contents": "Holoprosencephaly -- Continuing Education Activity. Objectives: Differentiate between various subtypes of holoprosencephaly to provide accurate diagnoses and tailored treatment plans for affected individuals. Select appropriate imaging modalities, such as MRI and CT scans, for accurate visualization and monitoring of brain anomalies in individuals with holoprosencephaly. Implement evidence-based treatment strategies for holoprosencephaly, including surgical and medical interventions and therapeutic management, to optimize patient outcomes. Coordinate care and services among an interprofessional healthcare team to ensure a comprehensive and holistic approach to the management of patients with holoprosencephaly. Access free multiple choice questions on this topic."}
{"id": "article-22968_2", "title": "Holoprosencephaly -- Introduction", "content": "Holoprosencephaly (HPE) results from an incomplete midline cleavage of the forebrain (prosencephalon). It includes a wide spectrum of intracranial and craniofacial midline defects and a myriad of clinical manifestations, consisting of neurologic impairment and dysmorphism of the brain and face. It is the most common malformation of forebrain development. [1] Evidence suggests that HPE can be present either sporadically or can have a syndromic association. The defect associated with HPE occurs at approximately 3 to 4 weeks post-conception and is a disorder of gastrulation. [2] The HPE phenotype continuum has been divided into 3 categories: [3] Alobar: Most severe form that is characterized by a complete failure to partition the forebrain into left and right hemispheres. Results in a single, centrally-located ventricle. Semilobar: Partial forebrain cleavage Lobar: Almost complete forebrain cleavage", "contents": "Holoprosencephaly -- Introduction. Holoprosencephaly (HPE) results from an incomplete midline cleavage of the forebrain (prosencephalon). It includes a wide spectrum of intracranial and craniofacial midline defects and a myriad of clinical manifestations, consisting of neurologic impairment and dysmorphism of the brain and face. It is the most common malformation of forebrain development. [1] Evidence suggests that HPE can be present either sporadically or can have a syndromic association. The defect associated with HPE occurs at approximately 3 to 4 weeks post-conception and is a disorder of gastrulation. [2] The HPE phenotype continuum has been divided into 3 categories: [3] Alobar: Most severe form that is characterized by a complete failure to partition the forebrain into left and right hemispheres. Results in a single, centrally-located ventricle. Semilobar: Partial forebrain cleavage Lobar: Almost complete forebrain cleavage"}
{"id": "article-22968_3", "title": "Holoprosencephaly -- Etiology", "content": "Extensively researched cases of HPE primarily focus on individuals with normal karyotypes but with chromosomal anomalies, and these cases seldom coincide with malformation syndromes. In the majority of live births affected by HPE, the condition is classified as nonsyndromic and nonchromosomal, indicating that it cannot be ascribed to chromosomal or syndromic origins. This category encompasses environmental causes, deletions, or gene mutations that play a role in HPE or unidentified factors. The etiology of HPE can be divided into the following categories:", "contents": "Holoprosencephaly -- Etiology. Extensively researched cases of HPE primarily focus on individuals with normal karyotypes but with chromosomal anomalies, and these cases seldom coincide with malformation syndromes. In the majority of live births affected by HPE, the condition is classified as nonsyndromic and nonchromosomal, indicating that it cannot be ascribed to chromosomal or syndromic origins. This category encompasses environmental causes, deletions, or gene mutations that play a role in HPE or unidentified factors. The etiology of HPE can be divided into the following categories:"}
{"id": "article-22968_4", "title": "Holoprosencephaly -- Etiology -- Genetic Causes", "content": "Nonsyndromic monogenic causes: SHH anomalies are the most common defects recorded in HPE patients with associated midline defects. Other leading genetic causes include ZIC2, SIX3, and TGIF. [4] Syndromic causes: Approximately 32% to 42% of the cases occur due to anomalies of chromosome number, most commonly trisomy 13, followed by trisomy 18 and triploidy. Specific syndromes related to HPE include both autosomal dominant and autosomal recessive syndromes, including the following:", "contents": "Holoprosencephaly -- Etiology -- Genetic Causes. Nonsyndromic monogenic causes: SHH anomalies are the most common defects recorded in HPE patients with associated midline defects. Other leading genetic causes include ZIC2, SIX3, and TGIF. [4] Syndromic causes: Approximately 32% to 42% of the cases occur due to anomalies of chromosome number, most commonly trisomy 13, followed by trisomy 18 and triploidy. Specific syndromes related to HPE include both autosomal dominant and autosomal recessive syndromes, including the following:"}
{"id": "article-22968_5", "title": "Holoprosencephaly -- Etiology -- Genetic Causes", "content": "Autosomal Dominant: CDON gene-related Steinfield syndrome FGFR1 gene-related Kallman syndrome two and Hartsfield syndrome Autosomal Recessive: CENPF gene-related Stromme syndrome DHCR7 gene-related Smith-Lemli-Opitz Syndrome [5] [6] HHAT (encoding Hedgehog acyltransferase) PLCH1 (encoding phospholipase C eta-1) STIL [encoding a factor required for maintenance of primary cilia) [3] Variants in genes: Driver genes: Essential to the phenotype of the patient carrying a variant- SHH , ZIC2 , SIX3 , FGF8 , and FGFR1. Silent modifier gene: BOC Predisposing genes: All other genes responsible", "contents": "Holoprosencephaly -- Etiology -- Genetic Causes. Autosomal Dominant: CDON gene-related Steinfield syndrome FGFR1 gene-related Kallman syndrome two and Hartsfield syndrome Autosomal Recessive: CENPF gene-related Stromme syndrome DHCR7 gene-related Smith-Lemli-Opitz Syndrome [5] [6] HHAT (encoding Hedgehog acyltransferase) PLCH1 (encoding phospholipase C eta-1) STIL [encoding a factor required for maintenance of primary cilia) [3] Variants in genes: Driver genes: Essential to the phenotype of the patient carrying a variant- SHH , ZIC2 , SIX3 , FGF8 , and FGFR1. Silent modifier gene: BOC Predisposing genes: All other genes responsible"}
{"id": "article-22968_6", "title": "Holoprosencephaly -- Etiology -- Nongenetic Causes", "content": "HPE exhibits associations with various maternal factors. Pregestational maternal diabetes is one such factor. Additionally, maintaining consistent maternal folic acid supplementation appears to offer protective benefits. Studies in animals have provided insights into potential teratogenic influences leading to HPE, including exposure to substances like ethanol, salicylate, retinoic acid, mycotoxins such as ochratoxins, Hedgehog signaling inhibitors like cyclopamine, and drugs that disrupt cholesterol biosynthesis. [7] Furthermore, environmental factors, including polycyclic aromatic hydrocarbons from sources like cigarette smoke and charred meats, Δ9-tetrahydrocannabinol (THC) found in cannabis, and piperonyl butoxide (PBO), a pesticide synergist frequently detected in indoor dust, also warrant consideration in understanding HPE's etiology. [3]", "contents": "Holoprosencephaly -- Etiology -- Nongenetic Causes. HPE exhibits associations with various maternal factors. Pregestational maternal diabetes is one such factor. Additionally, maintaining consistent maternal folic acid supplementation appears to offer protective benefits. Studies in animals have provided insights into potential teratogenic influences leading to HPE, including exposure to substances like ethanol, salicylate, retinoic acid, mycotoxins such as ochratoxins, Hedgehog signaling inhibitors like cyclopamine, and drugs that disrupt cholesterol biosynthesis. [7] Furthermore, environmental factors, including polycyclic aromatic hydrocarbons from sources like cigarette smoke and charred meats, Δ9-tetrahydrocannabinol (THC) found in cannabis, and piperonyl butoxide (PBO), a pesticide synergist frequently detected in indoor dust, also warrant consideration in understanding HPE's etiology. [3]"}
{"id": "article-22968_7", "title": "Holoprosencephaly -- Epidemiology", "content": "HPE manifests relatively frequently, with an occurrence rate of approximately 1 in 250 conceptuses. However, the condition's birth prevalence, which ranges between 1 in 8,000 to 1 in 16,000 live births, remains consistent across diverse international populations. Within the United States, certain ethnic groups, including African-American, Hispanic, and Pakistani communities, appear to exhibit slightly elevated prevalence rates. This phenomenon is likely due to reduced rates of prenatal diagnosis and associated terminations within these particular groups. [2] [8]", "contents": "Holoprosencephaly -- Epidemiology. HPE manifests relatively frequently, with an occurrence rate of approximately 1 in 250 conceptuses. However, the condition's birth prevalence, which ranges between 1 in 8,000 to 1 in 16,000 live births, remains consistent across diverse international populations. Within the United States, certain ethnic groups, including African-American, Hispanic, and Pakistani communities, appear to exhibit slightly elevated prevalence rates. This phenomenon is likely due to reduced rates of prenatal diagnosis and associated terminations within these particular groups. [2] [8]"}
{"id": "article-22968_8", "title": "Holoprosencephaly -- Pathophysiology", "content": "To understand the pathogenesis of HPE, one must understand the relationship between the development of the face and the brain. The successful development of the brain and face occurs due to the reciprocal signaling of several signaling molecules between the surface ectoderm and neural crest cells that determine the migration of primitive embryonal cells, leading to the formation of highly developed structures. Incomplete diverticulation and cleavage of the embryonic forebrain is the reason for the intracranial pathology. Blocking this signaling alters the dorsoventral polarity and anterior-posterior axis and inhibits bilateral symmetry of the forebrain. Shh is one such signaling molecule. Inhibiting Shh expression in the basal telencephalon subsequently impedes the dorsoventral polarity and inhibits the induction of Shh expression in the frontonasal ectodermal zone (FEZ), leading to multiple midline facial defects. Various degrees of a block in the Shh signaling determine the severity of the disease manifestation.", "contents": "Holoprosencephaly -- Pathophysiology. To understand the pathogenesis of HPE, one must understand the relationship between the development of the face and the brain. The successful development of the brain and face occurs due to the reciprocal signaling of several signaling molecules between the surface ectoderm and neural crest cells that determine the migration of primitive embryonal cells, leading to the formation of highly developed structures. Incomplete diverticulation and cleavage of the embryonic forebrain is the reason for the intracranial pathology. Blocking this signaling alters the dorsoventral polarity and anterior-posterior axis and inhibits bilateral symmetry of the forebrain. Shh is one such signaling molecule. Inhibiting Shh expression in the basal telencephalon subsequently impedes the dorsoventral polarity and inhibits the induction of Shh expression in the frontonasal ectodermal zone (FEZ), leading to multiple midline facial defects. Various degrees of a block in the Shh signaling determine the severity of the disease manifestation."}
{"id": "article-22968_9", "title": "Holoprosencephaly -- Pathophysiology", "content": "Incomplete penetrance and variable expressivity make predicting disease manifestation in offspring difficult. Parents carrying defined mutations may not have either physical or neurological symptoms. Current studies suggest a multi-hit origin of HPE, explaining the lack of clinical manifestations in patients with the concerned mutations. [9] [10] [11] [12] Basal forebrain patterning occurs during the third and fourth week of embryogenesis. This, in turn, directs the cleavage of the prosencephalon during the fifth and sixth weeks of gestation. [1]", "contents": "Holoprosencephaly -- Pathophysiology. Incomplete penetrance and variable expressivity make predicting disease manifestation in offspring difficult. Parents carrying defined mutations may not have either physical or neurological symptoms. Current studies suggest a multi-hit origin of HPE, explaining the lack of clinical manifestations in patients with the concerned mutations. [9] [10] [11] [12] Basal forebrain patterning occurs during the third and fourth week of embryogenesis. This, in turn, directs the cleavage of the prosencephalon during the fifth and sixth weeks of gestation. [1]"}
{"id": "article-22968_10", "title": "Holoprosencephaly -- History and Physical", "content": "A standardized diagnostic protocol, including dysmorphology examination, complete family history and ascertainment of risk factors, and neuroimaging, covers the spectrum of presenting features of these disorders.", "contents": "Holoprosencephaly -- History and Physical. A standardized diagnostic protocol, including dysmorphology examination, complete family history and ascertainment of risk factors, and neuroimaging, covers the spectrum of presenting features of these disorders."}
{"id": "article-22968_11", "title": "Holoprosencephaly -- History and Physical", "content": "The pathogenesis of HPE is related to abnormal genes responsible for the development of the head and the face. Hence, clinically, the spectrum of the presentation can range from mild craniofacial defects, like a single maxillary central incisor with normal neurological function, to severe cranio-facial-neurological defects, like cyclopia or proboscis with an alobar variant. In moderate to severe cases, craniofacial symptoms have proven to indicate the severity of the intracranial lesion. Severe facial phenotypes are associated with the alobar variant of HPE and include the following: Pronounced microcephaly. Cyclopia: Single, centrally placed eye, synophthalmia, or anophthalmia. Proboscis may be single or absent and may or may not be accompanied by hypognathism. Cebocephaly: A combination of ocular hypotelorism and a single-nostril nose. Ethmocephaly: Proboscis (a tube-like nasal appendage with a single nostril located above the ocular region) with ocular hypotelorism. [13]", "contents": "Holoprosencephaly -- History and Physical. The pathogenesis of HPE is related to abnormal genes responsible for the development of the head and the face. Hence, clinically, the spectrum of the presentation can range from mild craniofacial defects, like a single maxillary central incisor with normal neurological function, to severe cranio-facial-neurological defects, like cyclopia or proboscis with an alobar variant. In moderate to severe cases, craniofacial symptoms have proven to indicate the severity of the intracranial lesion. Severe facial phenotypes are associated with the alobar variant of HPE and include the following: Pronounced microcephaly. Cyclopia: Single, centrally placed eye, synophthalmia, or anophthalmia. Proboscis may be single or absent and may or may not be accompanied by hypognathism. Cebocephaly: A combination of ocular hypotelorism and a single-nostril nose. Ethmocephaly: Proboscis (a tube-like nasal appendage with a single nostril located above the ocular region) with ocular hypotelorism. [13]"}
{"id": "article-22968_12", "title": "Holoprosencephaly -- History and Physical", "content": "Less severe facial phenotypes are associated with the following intracranial manifestations: Hypotelorism is associated with the lobar variant. Midface hypoplasia with a flat nasal bridge, cleft lip and/or palate, and agenesis of the columella is associated with the lobar variant. Ocular colobomas and other severe features are related to the alobar variant while, when present alone, are a sign of the lobar/middle interhemispheric variant. Single maxillary central incisor-microform variant. Individuals with a mild variant of HPE usually have a relative with frank HPE. These patients typically present with only craniofacial anomalies without the accompanying neurological defect. [2]", "contents": "Holoprosencephaly -- History and Physical. Less severe facial phenotypes are associated with the following intracranial manifestations: Hypotelorism is associated with the lobar variant. Midface hypoplasia with a flat nasal bridge, cleft lip and/or palate, and agenesis of the columella is associated with the lobar variant. Ocular colobomas and other severe features are related to the alobar variant while, when present alone, are a sign of the lobar/middle interhemispheric variant. Single maxillary central incisor-microform variant. Individuals with a mild variant of HPE usually have a relative with frank HPE. These patients typically present with only craniofacial anomalies without the accompanying neurological defect. [2]"}
{"id": "article-22968_13", "title": "Holoprosencephaly -- Evaluation", "content": "In a pediatric patient fulfilling the clinical triad of atypical morphology, family history, and environmental factors, the next step is to confirm the type of intracranial anomaly by neuroimaging. Evaluation of HPE can take place as early as the prenatal period. This is done by ultrasonography (USG) and magnetic resonance imaging (MRI). In severe forms of HPE, a USG can detect the anomaly as early as the first trimester. An MRI is used for diagnosis in the third trimester. Postnatal neuroimaging includes USG, the preferred imaging modality in infants with open anterior fontanelles. A computed tomography (CT) or MRI may be considered in older children. However, they come with their risks. While the CT can cause excess radiation exposure, the risk of excess sedation exists with MRI. The patterns observed in imaging include the following:", "contents": "Holoprosencephaly -- Evaluation. In a pediatric patient fulfilling the clinical triad of atypical morphology, family history, and environmental factors, the next step is to confirm the type of intracranial anomaly by neuroimaging. Evaluation of HPE can take place as early as the prenatal period. This is done by ultrasonography (USG) and magnetic resonance imaging (MRI). In severe forms of HPE, a USG can detect the anomaly as early as the first trimester. An MRI is used for diagnosis in the third trimester. Postnatal neuroimaging includes USG, the preferred imaging modality in infants with open anterior fontanelles. A computed tomography (CT) or MRI may be considered in older children. However, they come with their risks. While the CT can cause excess radiation exposure, the risk of excess sedation exists with MRI. The patterns observed in imaging include the following:"}
{"id": "article-22968_14", "title": "Holoprosencephaly -- Evaluation", "content": "Alobar HPE: This occurs due to diffuse cortical nonseparation. The corpus callosum and olfactory bulbs are absent entirely. The deep gray nuclei are fused, and a single midline ventricle is seen in these patients (see Image. Alobar Holoprosencephaly).", "contents": "Holoprosencephaly -- Evaluation. Alobar HPE: This occurs due to diffuse cortical nonseparation. The corpus callosum and olfactory bulbs are absent entirely. The deep gray nuclei are fused, and a single midline ventricle is seen in these patients (see Image. Alobar Holoprosencephaly)."}
{"id": "article-22968_15", "title": "Holoprosencephaly -- Evaluation", "content": "Semilobar Form: There is nonseparation of the frontal lobes, and the anterior corpus callosum is absent. Fused deep gray nuclei and absent anterior horns of lateral ventricles are characteristic. The posterior horns of the lateral ventricles are well-developed.", "contents": "Holoprosencephaly -- Evaluation. Semilobar Form: There is nonseparation of the frontal lobes, and the anterior corpus callosum is absent. Fused deep gray nuclei and absent anterior horns of lateral ventricles are characteristic. The posterior horns of the lateral ventricles are well-developed."}
{"id": "article-22968_16", "title": "Holoprosencephaly -- Evaluation", "content": "Lobar Forms: Nonseparation of basal frontal brains, absent corpus callosum adjacent to affected areas with hypoplastic olfactory bulbs, and the azygous anterior cerebral artery (anteriorly displaced) are associated with this defect.", "contents": "Holoprosencephaly -- Evaluation. Lobar Forms: Nonseparation of basal frontal brains, absent corpus callosum adjacent to affected areas with hypoplastic olfactory bulbs, and the azygous anterior cerebral artery (anteriorly displaced) are associated with this defect."}
{"id": "article-22968_17", "title": "Holoprosencephaly -- Evaluation", "content": "Middle Intrahemispheric Variant (Syntelencephaly): Nondysjunction between bilateral frontal and parietal lobes, an absent body of the corpus callosum, and an azygous anterior cerebral artery are evident in these patients. [2] The frontal horns are better developed than in alobar HPE, but the occipital horns are poorly developed and are seen as a single ventricular cavity. Microform HPE : There are no brain malformations in this variant. However, facial anomalies can be seen that include a single maxillary incisor, clefting, hypotelorism, and retinal coloboma. [14] Signs on imaging include the following: Butterfly Sign :  It is the visualization of the normal appearance of both choroid plexes in the axial plane on an antenatal ultrasound scan. Its absence suggests HPE. Absence of Cavum Septi Pellucidi (CSP):  Individuals with all types of HPE lack a normal CSP.", "contents": "Holoprosencephaly -- Evaluation. Middle Intrahemispheric Variant (Syntelencephaly): Nondysjunction between bilateral frontal and parietal lobes, an absent body of the corpus callosum, and an azygous anterior cerebral artery are evident in these patients. [2] The frontal horns are better developed than in alobar HPE, but the occipital horns are poorly developed and are seen as a single ventricular cavity. Microform HPE : There are no brain malformations in this variant. However, facial anomalies can be seen that include a single maxillary incisor, clefting, hypotelorism, and retinal coloboma. [14] Signs on imaging include the following: Butterfly Sign :  It is the visualization of the normal appearance of both choroid plexes in the axial plane on an antenatal ultrasound scan. Its absence suggests HPE. Absence of Cavum Septi Pellucidi (CSP):  Individuals with all types of HPE lack a normal CSP."}
{"id": "article-22968_18", "title": "Holoprosencephaly -- Evaluation", "content": "“Snake under the skull” Sign:  The defective cortical tissue bridge between the 2 frontal gyri in lobar HPE pushes the anterior cerebral artery outside alongside the frontal bone.", "contents": "Holoprosencephaly -- Evaluation. “Snake under the skull” Sign:  The defective cortical tissue bridge between the 2 frontal gyri in lobar HPE pushes the anterior cerebral artery outside alongside the frontal bone."}
{"id": "article-22968_19", "title": "Holoprosencephaly -- Evaluation", "content": "Once the diagnosis of HPE is confirmed, the patient is evaluated for a syndromic association. If a syndromic association is discovered, this changes the management course in that it includes evaluating the coexisting features that may exist and might require further medical or surgical attention.", "contents": "Holoprosencephaly -- Evaluation. Once the diagnosis of HPE is confirmed, the patient is evaluated for a syndromic association. If a syndromic association is discovered, this changes the management course in that it includes evaluating the coexisting features that may exist and might require further medical or surgical attention."}
{"id": "article-22968_20", "title": "Holoprosencephaly -- Evaluation", "content": "Genetic testing is carried out to determine the existence of any chromosomal anomaly by conducting cytogenetic and molecular testing. If this reveals any chromosomal or genetic anomaly associated with HPE, it further mandates genetic counseling for the parents should they decide to conceive another child. [15]", "contents": "Holoprosencephaly -- Evaluation. Genetic testing is carried out to determine the existence of any chromosomal anomaly by conducting cytogenetic and molecular testing. If this reveals any chromosomal or genetic anomaly associated with HPE, it further mandates genetic counseling for the parents should they decide to conceive another child. [15]"}
{"id": "article-22968_21", "title": "Holoprosencephaly -- Treatment / Management", "content": "The management of patients with HPE is symptomatic and requires a multidisciplinary approach. It targets each organ system and the related complications.", "contents": "Holoprosencephaly -- Treatment / Management. The management of patients with HPE is symptomatic and requires a multidisciplinary approach. It targets each organ system and the related complications."}
{"id": "article-22968_22", "title": "Holoprosencephaly -- Treatment / Management", "content": "Epilepsy is a common complication in patients with HPE. A single seizure occurs in approximately 50% of all HPE children, some of whom may require multidrug antiepileptic therapy. [6]", "contents": "Holoprosencephaly -- Treatment / Management. Epilepsy is a common complication in patients with HPE. A single seizure occurs in approximately 50% of all HPE children, some of whom may require multidrug antiepileptic therapy. [6]"}
{"id": "article-22968_23", "title": "Holoprosencephaly -- Treatment / Management", "content": "When HPE is associated with macrocephaly, coexisting hydrocephalus is typically present. This should be immediately treated with shunt surgery while preventing over-drainage of cerebrospinal fluid (CSF). [16]", "contents": "Holoprosencephaly -- Treatment / Management. When HPE is associated with macrocephaly, coexisting hydrocephalus is typically present. This should be immediately treated with shunt surgery while preventing over-drainage of cerebrospinal fluid (CSF). [16]"}
{"id": "article-22968_24", "title": "Holoprosencephaly -- Treatment / Management", "content": "Motor anomalies, when present, warrant treatment. Spasticity and dystonia require pharmacological interventions, including intrathecal baclofen pumps, oral trihexyphenidyl, and physical and occupational therapy.", "contents": "Holoprosencephaly -- Treatment / Management. Motor anomalies, when present, warrant treatment. Spasticity and dystonia require pharmacological interventions, including intrathecal baclofen pumps, oral trihexyphenidyl, and physical and occupational therapy."}
{"id": "article-22968_25", "title": "Holoprosencephaly -- Treatment / Management", "content": "Orofacial motor dysfunction is compounded by structural anomalies like cleft palate/lip causing aspiration, further progressing to pneumonia, posing a serious feeding challenge. This can require structural surgical correction.", "contents": "Holoprosencephaly -- Treatment / Management. Orofacial motor dysfunction is compounded by structural anomalies like cleft palate/lip causing aspiration, further progressing to pneumonia, posing a serious feeding challenge. This can require structural surgical correction."}
{"id": "article-22968_26", "title": "Holoprosencephaly -- Treatment / Management", "content": "The hormone dysregulation caused by the absence of a well-formed hypothalamus can manifest as pituitary hormone deficiencies, most commonly diabetes insipidus. The manifestation of other hormonal deficits is rare. However, prednisone, thyroxine, and growth hormone supplements may be required in patients with overt deficiency symptoms.", "contents": "Holoprosencephaly -- Treatment / Management. The hormone dysregulation caused by the absence of a well-formed hypothalamus can manifest as pituitary hormone deficiencies, most commonly diabetes insipidus. The manifestation of other hormonal deficits is rare. However, prednisone, thyroxine, and growth hormone supplements may be required in patients with overt deficiency symptoms."}
{"id": "article-22968_27", "title": "Holoprosencephaly -- Treatment / Management", "content": "Poor nerve migration to the gastrointestinal tract causes poor gastric and colonic motility and gastroesophageal reflux. This can be managed by placing a gastrostomy tube in severe facial defects. Medications and anti-reflux procedures in patients with isolated severe GERD are indicated in other cases. [2]", "contents": "Holoprosencephaly -- Treatment / Management. Poor nerve migration to the gastrointestinal tract causes poor gastric and colonic motility and gastroesophageal reflux. This can be managed by placing a gastrostomy tube in severe facial defects. Medications and anti-reflux procedures in patients with isolated severe GERD are indicated in other cases. [2]"}
{"id": "article-22968_28", "title": "Holoprosencephaly -- Differential Diagnosis", "content": "Septo-Optic Dysplasia: In addition to enlarged ventricles and hypothalamic-pituitary axis failure, this diagnosis also consists of optic nerve degeneration and absent septum pellucidum. [17]", "contents": "Holoprosencephaly -- Differential Diagnosis. Septo-Optic Dysplasia: In addition to enlarged ventricles and hypothalamic-pituitary axis failure, this diagnosis also consists of optic nerve degeneration and absent septum pellucidum. [17]"}
{"id": "article-22968_29", "title": "Holoprosencephaly -- Differential Diagnosis", "content": "DiGeorge Syndrome: Abnormalities such as the cleft palate and hypertelorism are associated with other anomalies, including cardiopulmonary anomalies like aortic arch and conotruncal defects. Other anomalies like T-cell deficiency and hypocalcemia resulting from parathyroid hypoplasia are also seen. [18] Hydranencephaly: A CT of the head shows absent bilateral cerebral hemispheres with no cortical mantle and a fluid-filled cavity. However, since the entire falx is preserved, HPE is excluded. [19] Porencephalic Cyst: On MRI, this finding appears as an abnormal accumulation of CSF within the brain parenchyma rather than an absence/midline fusion of cerebral lobes, as seen in HPE. [20]", "contents": "Holoprosencephaly -- Differential Diagnosis. DiGeorge Syndrome: Abnormalities such as the cleft palate and hypertelorism are associated with other anomalies, including cardiopulmonary anomalies like aortic arch and conotruncal defects. Other anomalies like T-cell deficiency and hypocalcemia resulting from parathyroid hypoplasia are also seen. [18] Hydranencephaly: A CT of the head shows absent bilateral cerebral hemispheres with no cortical mantle and a fluid-filled cavity. However, since the entire falx is preserved, HPE is excluded. [19] Porencephalic Cyst: On MRI, this finding appears as an abnormal accumulation of CSF within the brain parenchyma rather than an absence/midline fusion of cerebral lobes, as seen in HPE. [20]"}
{"id": "article-22968_30", "title": "Holoprosencephaly -- Differential Diagnosis", "content": "Arachnoid Cyst: This diagnosis occurs in conjunction with HPE or could be the only finding. It occurs secondary to trauma or could be inherited in an autosomal manner. It does not present with facial defects unless coexisting HPE exists. [21] [20]", "contents": "Holoprosencephaly -- Differential Diagnosis. Arachnoid Cyst: This diagnosis occurs in conjunction with HPE or could be the only finding. It occurs secondary to trauma or could be inherited in an autosomal manner. It does not present with facial defects unless coexisting HPE exists. [21] [20]"}
{"id": "article-22968_31", "title": "Holoprosencephaly -- Prognosis", "content": "Moderate to severe cases of HPE generally have a poor prognosis. The mortality rate increases with 33% of neonates dying in the first 24 hours after birth, 58% in the first month, 50% between the fourth and fifth months, and 70% to 80% in the first year of life. The survival rate after 1 year of life is approximately 29%. A very small number of these neonates survive until adulthood. Mild to moderate cases typically survive to adulthood but live with complications. [6] About 50% of lobar HPE patients can ambulate and verbally communicate. [1]", "contents": "Holoprosencephaly -- Prognosis. Moderate to severe cases of HPE generally have a poor prognosis. The mortality rate increases with 33% of neonates dying in the first 24 hours after birth, 58% in the first month, 50% between the fourth and fifth months, and 70% to 80% in the first year of life. The survival rate after 1 year of life is approximately 29%. A very small number of these neonates survive until adulthood. Mild to moderate cases typically survive to adulthood but live with complications. [6] About 50% of lobar HPE patients can ambulate and verbally communicate. [1]"}
{"id": "article-22968_32", "title": "Holoprosencephaly -- Complications", "content": "Neurological complications associated with HPE include epilepsy with or without clinically evident seizure activity and motor impairment such as hypotonia and dystonia with or without spasticity. [10] Hydrocephalus is a common complication with the alobar variant of HPE, thus presenting with a macrocephaly rather than microcephaly, sometimes clouding the initial clinical suspicion. [16] Gastrointestinal tract anomalies like poor gastric and colonic motility and gastroesophageal reflux result from poor neuronal migration during development. [22]", "contents": "Holoprosencephaly -- Complications. Neurological complications associated with HPE include epilepsy with or without clinically evident seizure activity and motor impairment such as hypotonia and dystonia with or without spasticity. [10] Hydrocephalus is a common complication with the alobar variant of HPE, thus presenting with a macrocephaly rather than microcephaly, sometimes clouding the initial clinical suspicion. [16] Gastrointestinal tract anomalies like poor gastric and colonic motility and gastroesophageal reflux result from poor neuronal migration during development. [22]"}
{"id": "article-22968_33", "title": "Holoprosencephaly -- Complications", "content": "The hypothalamus, a midline structure, is unformed in these patients. Nonformation of the hypothalamus is associated with various endocrinal symptoms due to pituitary hormone deficiency and impaired homeostatic functions like thirst, hunger, and temperature. Hormone irregularities of the posterior pituitary are far more common than those of the anterior pituitary. Patients must be screened repeatedly for electrolyte levels to diagnose diabetes insipidus. Regarding anterior pituitary insufficiency, both hypothyroidism and hypocortisolism can be lethal, while growth hormone and gonadotrophic hormone deficiencies can lead to stunting and sexual immaturity, respectively. [2]", "contents": "Holoprosencephaly -- Complications. The hypothalamus, a midline structure, is unformed in these patients. Nonformation of the hypothalamus is associated with various endocrinal symptoms due to pituitary hormone deficiency and impaired homeostatic functions like thirst, hunger, and temperature. Hormone irregularities of the posterior pituitary are far more common than those of the anterior pituitary. Patients must be screened repeatedly for electrolyte levels to diagnose diabetes insipidus. Regarding anterior pituitary insufficiency, both hypothyroidism and hypocortisolism can be lethal, while growth hormone and gonadotrophic hormone deficiencies can lead to stunting and sexual immaturity, respectively. [2]"}
{"id": "article-22968_34", "title": "Holoprosencephaly -- Deterrence and Patient Education", "content": "Genetic testing is recommended for parents with a child showing apparent symptoms or for those showing mild variants. [5] However, the indication for testing depends on the clinical suspicion of the disease, which itself is very difficult given the numerous phenotypic variations. Compounding the challenging diagnosis further is the number of genes involved along with a multi-hit process.", "contents": "Holoprosencephaly -- Deterrence and Patient Education. Genetic testing is recommended for parents with a child showing apparent symptoms or for those showing mild variants. [5] However, the indication for testing depends on the clinical suspicion of the disease, which itself is very difficult given the numerous phenotypic variations. Compounding the challenging diagnosis further is the number of genes involved along with a multi-hit process."}
{"id": "article-22968_35", "title": "Holoprosencephaly -- Deterrence and Patient Education", "content": "The de-novo occurrence of some mutations that show a specific defect in the parents has also been observed. In these cases, the chances of HPE in a subsequent pregnancy are significantly reduced. [15]", "contents": "Holoprosencephaly -- Deterrence and Patient Education. The de-novo occurrence of some mutations that show a specific defect in the parents has also been observed. In these cases, the chances of HPE in a subsequent pregnancy are significantly reduced. [15]"}
{"id": "article-22968_36", "title": "Holoprosencephaly -- Pearls and Other Issues", "content": "Pertinent points are as follows:", "contents": "Holoprosencephaly -- Pearls and Other Issues. Pertinent points are as follows:"}
{"id": "article-22968_37", "title": "Holoprosencephaly -- Pearls and Other Issues", "content": "HPE occurs due to incomplete midline cleavage of the forebrain(prosencephalon) and includes a wide spectrum of intracranial and craniofacial midline defects.", "contents": "Holoprosencephaly -- Pearls and Other Issues. HPE occurs due to incomplete midline cleavage of the forebrain(prosencephalon) and includes a wide spectrum of intracranial and craniofacial midline defects."}
{"id": "article-22968_38", "title": "Holoprosencephaly -- Pearls and Other Issues", "content": "The etiology of HPE is genetic or sporadic. Genetic causes can be further classified into syndromic and nonsyndromic causes.", "contents": "Holoprosencephaly -- Pearls and Other Issues. The etiology of HPE is genetic or sporadic. Genetic causes can be further classified into syndromic and nonsyndromic causes."}
{"id": "article-22968_39", "title": "Holoprosencephaly -- Pearls and Other Issues", "content": "The severity of the craniofacial defects often correlates with the degree of the intracranial anomaly.", "contents": "Holoprosencephaly -- Pearls and Other Issues. The severity of the craniofacial defects often correlates with the degree of the intracranial anomaly."}
{"id": "article-22968_40", "title": "Holoprosencephaly -- Pearls and Other Issues", "content": "A diagnosis can also be established prenatally using a USG in the first trimester and an MRI in the third trimester.", "contents": "Holoprosencephaly -- Pearls and Other Issues. A diagnosis can also be established prenatally using a USG in the first trimester and an MRI in the third trimester."}
{"id": "article-22968_41", "title": "Holoprosencephaly -- Pearls and Other Issues", "content": "An MRI is used for a definitive diagnosis of HPE. Depending on the clinical and MRI findings, HPE can be classified into alobar, semi-lobar, lobar, and middle intrahemispheric variants.", "contents": "Holoprosencephaly -- Pearls and Other Issues. An MRI is used for a definitive diagnosis of HPE. Depending on the clinical and MRI findings, HPE can be classified into alobar, semi-lobar, lobar, and middle intrahemispheric variants."}
{"id": "article-22968_42", "title": "Holoprosencephaly -- Pearls and Other Issues", "content": "Most patients with HPE have associated seizures, hydrocephalus, motor dysfunction, endocrine dysfunction, or gastric dysmotility.", "contents": "Holoprosencephaly -- Pearls and Other Issues. Most patients with HPE have associated seizures, hydrocephalus, motor dysfunction, endocrine dysfunction, or gastric dysmotility."}
{"id": "article-22968_43", "title": "Holoprosencephaly -- Pearls and Other Issues", "content": "The prognosis depends on the degree of an anomaly in the patient. While the alobar, lobar, and semi-lobar variants have a poorer prognosis, the middle intrahemispheric variant has a somewhat better prognosis.", "contents": "Holoprosencephaly -- Pearls and Other Issues. The prognosis depends on the degree of an anomaly in the patient. While the alobar, lobar, and semi-lobar variants have a poorer prognosis, the middle intrahemispheric variant has a somewhat better prognosis."}
{"id": "article-22968_44", "title": "Holoprosencephaly -- Pearls and Other Issues", "content": "Genetic testing is recommended for parents with a child showing apparent symptoms or for those showing mild variants.", "contents": "Holoprosencephaly -- Pearls and Other Issues. Genetic testing is recommended for parents with a child showing apparent symptoms or for those showing mild variants."}
{"id": "article-22968_45", "title": "Holoprosencephaly -- Enhancing Healthcare Team Outcomes", "content": "An interprofessional team provides a holistic and integrated approach to accurately diagnose HPE and helps achieve the best possible outcomes. The complex nature of HPE necessitates teamwork. The complications that commonly accompany HPE require a multidisciplinary approach.", "contents": "Holoprosencephaly -- Enhancing Healthcare Team Outcomes. An interprofessional team provides a holistic and integrated approach to accurately diagnose HPE and helps achieve the best possible outcomes. The complex nature of HPE necessitates teamwork. The complications that commonly accompany HPE require a multidisciplinary approach."}
{"id": "article-22968_46", "title": "Holoprosencephaly -- Enhancing Healthcare Team Outcomes", "content": "This multidisciplinary approach involves various healthcare professionals. Endocrine dysfunction that commonly accompanies some variants of HPE should be treated lifelong by a pediatric endocrinologist. Pediatric gastroenterologists attend to associated gastrointestinal anomalies. Neurological anomalies like seizures, movement disorders, facial anomalies, and hydrocephalus are attended to by the neurologist and the neurosurgeon. Dysphagia or reflux related to the cleft palate is treated by a plastic surgeon and a pediatric surgeon. The importance of psychological aid and genetic counseling must not be undermined and should be offered to all parents. Child psychiatrists and psychologists can be consulted for the emotional and behavioral consequences of HPE. Nurses, physical and occupational therapists, speech pathologists, and social workers assist in addressing the patient's physical, developmental, and emotional needs.", "contents": "Holoprosencephaly -- Enhancing Healthcare Team Outcomes. This multidisciplinary approach involves various healthcare professionals. Endocrine dysfunction that commonly accompanies some variants of HPE should be treated lifelong by a pediatric endocrinologist. Pediatric gastroenterologists attend to associated gastrointestinal anomalies. Neurological anomalies like seizures, movement disorders, facial anomalies, and hydrocephalus are attended to by the neurologist and the neurosurgeon. Dysphagia or reflux related to the cleft palate is treated by a plastic surgeon and a pediatric surgeon. The importance of psychological aid and genetic counseling must not be undermined and should be offered to all parents. Child psychiatrists and psychologists can be consulted for the emotional and behavioral consequences of HPE. Nurses, physical and occupational therapists, speech pathologists, and social workers assist in addressing the patient's physical, developmental, and emotional needs."}
{"id": "article-22968_47", "title": "Holoprosencephaly -- Enhancing Healthcare Team Outcomes", "content": "Collaboration with shared decision-making and good communication among the interprofessional team is critical for optimal outcomes. The interprofessional care provided to the patient demands an integrated, comprehensive care pathway combined with an evidence-based approach. The earlier signs and symptoms of a complication are identified, the better the prognosis and outcome. [23] HPE is a complex condition with evolving research and treatment strategies. Healthcare professionals should stay updated through ongoing education and collaboration with academic institutions.", "contents": "Holoprosencephaly -- Enhancing Healthcare Team Outcomes. Collaboration with shared decision-making and good communication among the interprofessional team is critical for optimal outcomes. The interprofessional care provided to the patient demands an integrated, comprehensive care pathway combined with an evidence-based approach. The earlier signs and symptoms of a complication are identified, the better the prognosis and outcome. [23] HPE is a complex condition with evolving research and treatment strategies. Healthcare professionals should stay updated through ongoing education and collaboration with academic institutions."}
{"id": "article-22968_48", "title": "Holoprosencephaly -- Enhancing Healthcare Team Outcomes", "content": "HPE involves not only the clinical skills to manage the condition but also a deep commitment to ethical decision-making, family support, and interprofessional collaboration. This comprehensive strategy can ultimately lead to improved patient outcomes and a higher quality of life for individuals and families affected by HPE.", "contents": "Holoprosencephaly -- Enhancing Healthcare Team Outcomes. HPE involves not only the clinical skills to manage the condition but also a deep commitment to ethical decision-making, family support, and interprofessional collaboration. This comprehensive strategy can ultimately lead to improved patient outcomes and a higher quality of life for individuals and families affected by HPE."}
{"id": "article-22968_49", "title": "Holoprosencephaly -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Holoprosencephaly -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}