{"id": "article-127851_0", "title": "Understanding Delaware Prescribing and Distribution of Controlled Substances -- Introduction", "content": "Chronic pain and opioid use and abuse are significant problems in the United States. [1] Over one-quarter of United States citizens suffer from chronic pain. [2] It is among the most common complaints seen in an outpatient clinic and in the emergency department. Failure to manage chronic pain, as well as the possible complication of opioid dependence related to treatment, can result in significant morbidity and mortality. One in five patient complaints in an outpatient clinic is related to pain, with over half of all patients seeing their primary care provider for one pain complaint or another. It is paramount that providers have a firm grasp on the management of patients with chronic pain. As a country, the United States spends well over 100 billion dollars a year on healthcare costs related to pain management and opioid dependence. [3] Pain-related expenses exceed those for the costs of cancer, diabetes, and heart disease combined. [4] How a patient's chronic pain is managed can have profound and long-lasting effects on a patient's quality of life.", "contents": "Understanding Delaware Prescribing and Distribution of Controlled Substances -- Introduction. Chronic pain and opioid use and abuse are significant problems in the United States. [1] Over one-quarter of United States citizens suffer from chronic pain. [2] It is among the most common complaints seen in an outpatient clinic and in the emergency department. Failure to manage chronic pain, as well as the possible complication of opioid dependence related to treatment, can result in significant morbidity and mortality. One in five patient complaints in an outpatient clinic is related to pain, with over half of all patients seeing their primary care provider for one pain complaint or another. It is paramount that providers have a firm grasp on the management of patients with chronic pain. As a country, the United States spends well over 100 billion dollars a year on healthcare costs related to pain management and opioid dependence. [3] Pain-related expenses exceed those for the costs of cancer, diabetes, and heart disease combined. [4] How a patient's chronic pain is managed can have profound and long-lasting effects on a patient's quality of life."}
{"id": "article-127851_1", "title": "Understanding Delaware Prescribing and Distribution of Controlled Substances -- Introduction", "content": "The International Association for the Study of Pain defines chronic pain as any pain lasting longer than three months. [5] There are multiple sources of chronic pain. Combination therapy for pain includes both pharmacological therapies and nonpharmacological treatment options. There is a more significant reduction in pain with combination therapy compared to a single treatment alone. Escalation of pharmacological therapy should be in a stepwise approach. Comorbid depression and anxiety are widespread in patients with chronic pain. Patients with chronic pain are also at increased risk for suicide. Chronic pain can impact every facet of a patient's life. Thus learning to diagnose and appropriately manage patients experiencing chronic pain is critical. [6]", "contents": "Understanding Delaware Prescribing and Distribution of Controlled Substances -- Introduction. The International Association for the Study of Pain defines chronic pain as any pain lasting longer than three months. [5] There are multiple sources of chronic pain. Combination therapy for pain includes both pharmacological therapies and nonpharmacological treatment options. There is a more significant reduction in pain with combination therapy compared to a single treatment alone. Escalation of pharmacological therapy should be in a stepwise approach. Comorbid depression and anxiety are widespread in patients with chronic pain. Patients with chronic pain are also at increased risk for suicide. Chronic pain can impact every facet of a patient's life. Thus learning to diagnose and appropriately manage patients experiencing chronic pain is critical. [6]"}
{"id": "article-127851_2", "title": "Understanding Delaware Prescribing and Distribution of Controlled Substances -- Introduction", "content": "Unfortunately, studies have revealed an inherent lack of education regarding pain management in most medical schools and training programs. The Association of American Medical Colleges recognized the problem and has encouraged schools to commit to opioid-related education and training by incorporating the Centers for Disease Control and Prevention guidelines for prescribing opioids for chronic pain into the medical school curriculum.", "contents": "Understanding Delaware Prescribing and Distribution of Controlled Substances -- Introduction. Unfortunately, studies have revealed an inherent lack of education regarding pain management in most medical schools and training programs. The Association of American Medical Colleges recognized the problem and has encouraged schools to commit to opioid-related education and training by incorporating the Centers for Disease Control and Prevention guidelines for prescribing opioids for chronic pain into the medical school curriculum."}
{"id": "article-127851_3", "title": "Understanding Delaware Prescribing and Distribution of Controlled Substances -- Introduction", "content": "Appropriate opioid prescribing includes prescribing sufficient opioid medication through regular assessment, treatment planning, and monitoring to provide effective pain control while avoiding addiction, abuse, overdose, diversion, and misuse. To be successful, clinicians must understand appropriate opioid prescribing, assessment, the potential for abuse and addiction, and potential psychological problems. Inappropriate opioid prescribing typically involves not prescribing, underprescribing, overprescribing, or continuing to prescribe opioids when they are no longer effective.", "contents": "Understanding Delaware Prescribing and Distribution of Controlled Substances -- Introduction. Appropriate opioid prescribing includes prescribing sufficient opioid medication through regular assessment, treatment planning, and monitoring to provide effective pain control while avoiding addiction, abuse, overdose, diversion, and misuse. To be successful, clinicians must understand appropriate opioid prescribing, assessment, the potential for abuse and addiction, and potential psychological problems. Inappropriate opioid prescribing typically involves not prescribing, underprescribing, overprescribing, or continuing to prescribe opioids when they are no longer effective."}
{"id": "article-127851_4", "title": "Understanding Delaware Prescribing and Distribution of Controlled Substances -- Introduction", "content": "The American Society of Addiction Medicine defines addiction as \"a primary, chronic disease of brain reward, motivation, memory, and related circuitry.\" [7]  Individuals that become addicted to opioids or other medications often engage in behaviors that become compulsive and result in dangerous consequences. The American Society of Addiction Medicines notes that while the following should not be used as diagnostic criteria due to variability among addicted individuals, there are five characteristics of addiction: Craving for drug or positive reward Dysfunctional emotional response Failure to recognize significant problems affecting behavior and relationships Inability to consistently abstain Impairment in control of behavior", "contents": "Understanding Delaware Prescribing and Distribution of Controlled Substances -- Introduction. The American Society of Addiction Medicine defines addiction as \"a primary, chronic disease of brain reward, motivation, memory, and related circuitry.\" [7]  Individuals that become addicted to opioids or other medications often engage in behaviors that become compulsive and result in dangerous consequences. The American Society of Addiction Medicines notes that while the following should not be used as diagnostic criteria due to variability among addicted individuals, there are five characteristics of addiction: Craving for drug or positive reward Dysfunctional emotional response Failure to recognize significant problems affecting behavior and relationships Inability to consistently abstain Impairment in control of behavior"}
{"id": "article-127851_5", "title": "Understanding Delaware Prescribing and Distribution of Controlled Substances -- Introduction", "content": "Unfortunately, many health providers' understanding regarding addiction is confused, inaccurate, and inconsistent due to the broad range of perspectives of those dealing with patients suffering from addiction. While a knowledge gap is present among healthcare providers, it is equally prevalent in politicians writing laws and law enforcement attempting to enforce the laws they write. Payers are responsible for the expenses associated with the evaluation and treatment of addiction. Persistent lack of education and the use of obsolete terminology continue to contribute to a societal lack of understanding for how to effectively deal with the challenges of addiction.", "contents": "Understanding Delaware Prescribing and Distribution of Controlled Substances -- Introduction. Unfortunately, many health providers' understanding regarding addiction is confused, inaccurate, and inconsistent due to the broad range of perspectives of those dealing with patients suffering from addiction. While a knowledge gap is present among healthcare providers, it is equally prevalent in politicians writing laws and law enforcement attempting to enforce the laws they write. Payers are responsible for the expenses associated with the evaluation and treatment of addiction. Persistent lack of education and the use of obsolete terminology continue to contribute to a societal lack of understanding for how to effectively deal with the challenges of addiction."}
{"id": "article-127851_6", "title": "Understanding Delaware Prescribing and Distribution of Controlled Substances -- Introduction", "content": "In the past, the American Psychiatric Association's Diagnostic and Statistical Manual of Mental Disorders defined \"addiction,\" \"substance abuse,\" and \"substance dependence\" separately. The result was provider confusion that contributed to the undertreatment of pain. Over time, the manual has eliminated these terms and now defines an inclusive \"substance use disorder\" ranging from mild to severe.", "contents": "Understanding Delaware Prescribing and Distribution of Controlled Substances -- Introduction. In the past, the American Psychiatric Association's Diagnostic and Statistical Manual of Mental Disorders defined \"addiction,\" \"substance abuse,\" and \"substance dependence\" separately. The result was provider confusion that contributed to the undertreatment of pain. Over time, the manual has eliminated these terms and now defines an inclusive \"substance use disorder\" ranging from mild to severe."}
{"id": "article-127851_7", "title": "Understanding Delaware Prescribing and Distribution of Controlled Substances -- Introduction", "content": "Pain management presents numerous challenges, including avoidance of both under and overprescribing opioids. This is particularly relevant when treating patients with chronic pain. Many patients suffer from inadequately treated pain while at the same time there are issues of opioid abuse, addiction, diversion, and overdose. As a result of concerns related to overprescribing, providers often fail to deliver appropriate, effective, and safe opioids to patients with chronic pain. Providers have, in the past, been poorly trained and ill-informed in their opioid prescribing. Determining appropriate opioid therapy for chronic pain patients is even more difficult because these patients often develop opioid tolerance as well as significant psychological, behavioral, and emotional problems. These can include anxiety and depression related to under or overprescribing opioids.", "contents": "Understanding Delaware Prescribing and Distribution of Controlled Substances -- Introduction. Pain management presents numerous challenges, including avoidance of both under and overprescribing opioids. This is particularly relevant when treating patients with chronic pain. Many patients suffer from inadequately treated pain while at the same time there are issues of opioid abuse, addiction, diversion, and overdose. As a result of concerns related to overprescribing, providers often fail to deliver appropriate, effective, and safe opioids to patients with chronic pain. Providers have, in the past, been poorly trained and ill-informed in their opioid prescribing. Determining appropriate opioid therapy for chronic pain patients is even more difficult because these patients often develop opioid tolerance as well as significant psychological, behavioral, and emotional problems. These can include anxiety and depression related to under or overprescribing opioids."}
{"id": "article-127851_8", "title": "Understanding Delaware Prescribing and Distribution of Controlled Substances -- Introduction", "content": "Clinicians that prescribe opioids are at risk for allegations of medical negligence for failure to provide adequate pain control, while also risking loss of licensure or even criminal charges if they are perceived to be involved in drug diversion or misuse. All providers that prescribe opioids need education and training to provide the best patient outcomes and avoid the social and legal entanglements associated with under and overprescribing opioids.", "contents": "Understanding Delaware Prescribing and Distribution of Controlled Substances -- Introduction. Clinicians that prescribe opioids are at risk for allegations of medical negligence for failure to provide adequate pain control, while also risking loss of licensure or even criminal charges if they are perceived to be involved in drug diversion or misuse. All providers that prescribe opioids need education and training to provide the best patient outcomes and avoid the social and legal entanglements associated with under and overprescribing opioids."}
{"id": "article-127851_9", "title": "Understanding Delaware Prescribing and Distribution of Controlled Substances -- Introduction -- Provider Opioid Knowledge Deficits", "content": "Opioid prescribing providers may have knowledge gaps in multiple areas, including current research, legislation, and appropriate prescribing practices. Specific opportunities for education include: Definition of addiction Knowledge of at-risk populations Distinction between prescription and non-prescription opioid addiction Clarification of the difference between addiction and dependence Dispelling the myth that opioid addiction is a psychologic problem rather than related to chronic, painful disease", "contents": "Understanding Delaware Prescribing and Distribution of Controlled Substances -- Introduction -- Provider Opioid Knowledge Deficits. Opioid prescribing providers may have knowledge gaps in multiple areas, including current research, legislation, and appropriate prescribing practices. Specific opportunities for education include: Definition of addiction Knowledge of at-risk populations Distinction between prescription and non-prescription opioid addiction Clarification of the difference between addiction and dependence Dispelling the myth that opioid addiction is a psychologic problem rather than related to chronic, painful disease"}
{"id": "article-127851_10", "title": "Understanding Delaware Prescribing and Distribution of Controlled Substances -- Introduction -- Provider Opioid Knowledge Deficits", "content": "The practice of opioid prescription has long been surrounded by misinformation, education deficits, and inconsistent laws, resulting in societal challenges that must be addressed with education and training.", "contents": "Understanding Delaware Prescribing and Distribution of Controlled Substances -- Introduction -- Provider Opioid Knowledge Deficits. The practice of opioid prescription has long been surrounded by misinformation, education deficits, and inconsistent laws, resulting in societal challenges that must be addressed with education and training."}
{"id": "article-127851_11", "title": "Understanding Delaware Prescribing and Distribution of Controlled Substances -- Etiology", "content": "Most patients who suffer from chronic pain complain of more than one type of pain. [8] For example, a patient with chronic back pain may also have fibromyalgia. A significant percentage of chronic pain patients also suffer from a major depressive and generalized anxiety disorder. Over 67% of patients with chronic pain suffer from a comorbid psychiatric disorder. [9] There are multiple categories and etiologies of pain, including neuropathic, nociceptive, musculoskeletal, inflammatory, psychogenic, and mechanical. [6] [10]", "contents": "Understanding Delaware Prescribing and Distribution of Controlled Substances -- Etiology. Most patients who suffer from chronic pain complain of more than one type of pain. [8] For example, a patient with chronic back pain may also have fibromyalgia. A significant percentage of chronic pain patients also suffer from a major depressive and generalized anxiety disorder. Over 67% of patients with chronic pain suffer from a comorbid psychiatric disorder. [9] There are multiple categories and etiologies of pain, including neuropathic, nociceptive, musculoskeletal, inflammatory, psychogenic, and mechanical. [6] [10]"}
{"id": "article-127851_12", "title": "Understanding Delaware Prescribing and Distribution of Controlled Substances -- Etiology -- Neuropathic Pain", "content": "Peripheral neuropathic pain, as in the case of post-herpetic neuralgia or diabetic neuropathy Central neuropathic pain - cerebral vascular accident sequella", "contents": "Understanding Delaware Prescribing and Distribution of Controlled Substances -- Etiology -- Neuropathic Pain. Peripheral neuropathic pain, as in the case of post-herpetic neuralgia or diabetic neuropathy Central neuropathic pain - cerebral vascular accident sequella"}
{"id": "article-127851_13", "title": "Understanding Delaware Prescribing and Distribution of Controlled Substances -- Etiology -- Nociceptive Pain", "content": "Pain due to actual tissue injuries such as burns, bruises, sprains, or fractures.", "contents": "Understanding Delaware Prescribing and Distribution of Controlled Substances -- Etiology -- Nociceptive Pain. Pain due to actual tissue injuries such as burns, bruises, sprains, or fractures."}
{"id": "article-127851_14", "title": "Understanding Delaware Prescribing and Distribution of Controlled Substances -- Etiology -- Musculoskeletal Pain", "content": "Back pain Myofascial pain", "contents": "Understanding Delaware Prescribing and Distribution of Controlled Substances -- Etiology -- Musculoskeletal Pain. Back pain Myofascial pain"}
{"id": "article-127851_15", "title": "Understanding Delaware Prescribing and Distribution of Controlled Substances -- Etiology -- Inflammatory Pain", "content": "Autoimmune disorders (for example, rheumatoid arthritis) Infection", "contents": "Understanding Delaware Prescribing and Distribution of Controlled Substances -- Etiology -- Inflammatory Pain. Autoimmune disorders (for example, rheumatoid arthritis) Infection"}
{"id": "article-127851_16", "title": "Understanding Delaware Prescribing and Distribution of Controlled Substances -- Etiology -- Psychogenic Pain", "content": "Pain caused by psychological factors. For example, headaches or abdominal pain caused by emotional, psychological, or behavioral factors", "contents": "Understanding Delaware Prescribing and Distribution of Controlled Substances -- Etiology -- Psychogenic Pain. Pain caused by psychological factors. For example, headaches or abdominal pain caused by emotional, psychological, or behavioral factors"}
{"id": "article-127851_17", "title": "Understanding Delaware Prescribing and Distribution of Controlled Substances -- Etiology -- Mechanical Pain", "content": "Expanding malignancy", "contents": "Understanding Delaware Prescribing and Distribution of Controlled Substances -- Etiology -- Mechanical Pain. Expanding malignancy"}
{"id": "article-127851_18", "title": "Understanding Delaware Prescribing and Distribution of Controlled Substances -- Etiology -- Opioid Manufacturer Role", "content": "Individuals and governments, including federal, state, and local municipalities, have successfully sued opioid manufacturers for their role in promoting the use of opioids. Purdue Pharma specifically has been found liable for the promotion of its sustained-release form of oxycodone. [11]", "contents": "Understanding Delaware Prescribing and Distribution of Controlled Substances -- Etiology -- Opioid Manufacturer Role. Individuals and governments, including federal, state, and local municipalities, have successfully sued opioid manufacturers for their role in promoting the use of opioids. Purdue Pharma specifically has been found liable for the promotion of its sustained-release form of oxycodone. [11]"}
{"id": "article-127851_19", "title": "Understanding Delaware Prescribing and Distribution of Controlled Substances -- Epidemiology -- Chronic Pain", "content": "There are over 100 million people in the United States who would meet the criteria for chronic pain syndrome. [2] Over 50 million Americans suffer from debilitating chronic pain, and over 20 million indicate that pain interferes with their daily lives. Chronic regional pain is reported in 11.1 percent of chronic pain patients, with chronic back pain accounting for 10.1 percent, leg and foot pain 7.1 percent, arm and hand pain 4.1 percent, and headache 3.5 percent. There are reports of widespread pain in 3.6% of patients with chronic pain. [9] Elderly patients have been shown to receive up to 25% fewer pain medications than the average population. [12]", "contents": "Understanding Delaware Prescribing and Distribution of Controlled Substances -- Epidemiology -- Chronic Pain. There are over 100 million people in the United States who would meet the criteria for chronic pain syndrome. [2] Over 50 million Americans suffer from debilitating chronic pain, and over 20 million indicate that pain interferes with their daily lives. Chronic regional pain is reported in 11.1 percent of chronic pain patients, with chronic back pain accounting for 10.1 percent, leg and foot pain 7.1 percent, arm and hand pain 4.1 percent, and headache 3.5 percent. There are reports of widespread pain in 3.6% of patients with chronic pain. [9] Elderly patients have been shown to receive up to 25% fewer pain medications than the average population. [12]"}
{"id": "article-127851_20", "title": "Understanding Delaware Prescribing and Distribution of Controlled Substances -- Epidemiology -- Chronic Pain", "content": "Chronic pain is estimated to cost over $600 billion annually in lost productivity and medical treatment. Over 50% of adults are affected at some point in their lives. Over 40% of chronic pain patients indicate that their pain is not controlled. Lifetime chronic pain is common, with over 10% of adults suffering long-term disabling chronic pain.", "contents": "Understanding Delaware Prescribing and Distribution of Controlled Substances -- Epidemiology -- Chronic Pain. Chronic pain is estimated to cost over $600 billion annually in lost productivity and medical treatment. Over 50% of adults are affected at some point in their lives. Over 40% of chronic pain patients indicate that their pain is not controlled. Lifetime chronic pain is common, with over 10% of adults suffering long-term disabling chronic pain."}
{"id": "article-127851_21", "title": "Understanding Delaware Prescribing and Distribution of Controlled Substances -- Epidemiology -- Chronic Pain", "content": "Research has shown that the lifetime prevalence for chronic pain patients attempting suicide is between 5% and 14%; suicidal ideation is approximately 20%. [13] Of the chronic patient patients who committed suicide in one study, 53.6% died of firearm-related injuries, while 16.2% died of opioid overdose. [14]", "contents": "Understanding Delaware Prescribing and Distribution of Controlled Substances -- Epidemiology -- Chronic Pain. Research has shown that the lifetime prevalence for chronic pain patients attempting suicide is between 5% and 14%; suicidal ideation is approximately 20%. [13] Of the chronic patient patients who committed suicide in one study, 53.6% died of firearm-related injuries, while 16.2% died of opioid overdose. [14]"}
{"id": "article-127851_22", "title": "Understanding Delaware Prescribing and Distribution of Controlled Substances -- Epidemiology -- Chronic Pain", "content": "The incidence of chronic pain is increasing due to the prevalence of obesity-related pain conditions, increased survival of trauma and surgical patients, an aging population, and heightened public awareness of pain as a treatable condition.", "contents": "Understanding Delaware Prescribing and Distribution of Controlled Substances -- Epidemiology -- Chronic Pain. The incidence of chronic pain is increasing due to the prevalence of obesity-related pain conditions, increased survival of trauma and surgical patients, an aging population, and heightened public awareness of pain as a treatable condition."}
{"id": "article-127851_23", "title": "Understanding Delaware Prescribing and Distribution of Controlled Substances -- Epidemiology -- Opioids", "content": "Opioids are the most used therapeutic agent for chronic pain and are derived synthetically from generally unrelated compounds. Opiates are derived from the liquid of the opium poppy either by direct refinement or by relatively minor chemical modifications. Both opioids and opiates act on three major classes of opioid receptors (mu, kappa, and delta) and several minor classes of opioid receptors, such as nociceptin and zeta. Simplifying significantly, the mu receptors are thought to provide analgesia, respiratory suppression, bradycardia, physical dependence, gastrointestinal dysmotility, and euphoria. The kappa agonism can yield hallucinations, miosis, and dysphoria. The delta receptor likely has pain control and mood modulation effects, but some have suggested that mu agonism is necessary for the delta receptor to function strongly for analgesia. [15] [16] The nociceptin receptor modulates brain dopamine levels and has clinical effects like analgesia and anxiolysis. The zeta receptor, also known as the opioid growth factor receptor, can modulate certain types of cell proliferation, such as skin growths, and are not thought to have many functions in modulating pain or emotion. [17] [18]", "contents": "Understanding Delaware Prescribing and Distribution of Controlled Substances -- Epidemiology -- Opioids. Opioids are the most used therapeutic agent for chronic pain and are derived synthetically from generally unrelated compounds. Opiates are derived from the liquid of the opium poppy either by direct refinement or by relatively minor chemical modifications. Both opioids and opiates act on three major classes of opioid receptors (mu, kappa, and delta) and several minor classes of opioid receptors, such as nociceptin and zeta. Simplifying significantly, the mu receptors are thought to provide analgesia, respiratory suppression, bradycardia, physical dependence, gastrointestinal dysmotility, and euphoria. The kappa agonism can yield hallucinations, miosis, and dysphoria. The delta receptor likely has pain control and mood modulation effects, but some have suggested that mu agonism is necessary for the delta receptor to function strongly for analgesia. [15] [16] The nociceptin receptor modulates brain dopamine levels and has clinical effects like analgesia and anxiolysis. The zeta receptor, also known as the opioid growth factor receptor, can modulate certain types of cell proliferation, such as skin growths, and are not thought to have many functions in modulating pain or emotion. [17] [18]"}
{"id": "article-127851_24", "title": "Understanding Delaware Prescribing and Distribution of Controlled Substances -- Epidemiology -- Opioids", "content": "In the past, providers in the United States rarely prescribed opioids for any condition except chronic cancer pain. This approach began to change in the 1990s.  Dr. James Campbell addressed the American Pain Society (now bankrupt) in 1995 and urged healthcare providers to treat pain as the fifth vital sign. [19] The prescription of opioids for treating all chronic pain conditions has since grown to the point that opioid sales have reached over 7 billion dollars annually. The United States currently consumes more than 80% of all opioids produced worldwide. With increased use, concomitant problems have developed, and the number of individuals abusing opioid analgesics has increased dramatically. [20] [21]", "contents": "Understanding Delaware Prescribing and Distribution of Controlled Substances -- Epidemiology -- Opioids. In the past, providers in the United States rarely prescribed opioids for any condition except chronic cancer pain. This approach began to change in the 1990s.  Dr. James Campbell addressed the American Pain Society (now bankrupt) in 1995 and urged healthcare providers to treat pain as the fifth vital sign. [19] The prescription of opioids for treating all chronic pain conditions has since grown to the point that opioid sales have reached over 7 billion dollars annually. The United States currently consumes more than 80% of all opioids produced worldwide. With increased use, concomitant problems have developed, and the number of individuals abusing opioid analgesics has increased dramatically. [20] [21]"}
{"id": "article-127851_25", "title": "Understanding Delaware Prescribing and Distribution of Controlled Substances -- Epidemiology -- Opioids", "content": "Hydrocodone and oxycodone are the most frequently diverted prescription drugs throughout the United States. [22] With increasing education of providers on inappropriate prescribing of opioids and a slowing of diversion, individuals dependent on opioids have in many cases shifted to the use of heroin and fentanyl. Opioid overdoses remain a leading cause of death in the United States. There is some good news, however: Delaware had one of the largest decreases in mortality from both heroin and semisynthetic opioids in any state between 2015 and 2016. [22]", "contents": "Understanding Delaware Prescribing and Distribution of Controlled Substances -- Epidemiology -- Opioids. Hydrocodone and oxycodone are the most frequently diverted prescription drugs throughout the United States. [22] With increasing education of providers on inappropriate prescribing of opioids and a slowing of diversion, individuals dependent on opioids have in many cases shifted to the use of heroin and fentanyl. Opioid overdoses remain a leading cause of death in the United States. There is some good news, however: Delaware had one of the largest decreases in mortality from both heroin and semisynthetic opioids in any state between 2015 and 2016. [22]"}
{"id": "article-127851_26", "title": "Understanding Delaware Prescribing and Distribution of Controlled Substances -- Pathophysiology", "content": "The pathophysiology of pain is complex and not completely understood. Research is ongoing. Pain is divided into acute or chronic primarily by time course. Acute pain is also broadly understood to be protective, whereas chronic pain is often dysfunctional and may be due to nerve damage or inappropriate nerve activation due to sensitization after repetitive stimulation. Central sensitization can lead to the perception of pain without a stimulus (allodynia) or an exaggerated perception of pain (hyperalgesia).", "contents": "Understanding Delaware Prescribing and Distribution of Controlled Substances -- Pathophysiology. The pathophysiology of pain is complex and not completely understood. Research is ongoing. Pain is divided into acute or chronic primarily by time course. Acute pain is also broadly understood to be protective, whereas chronic pain is often dysfunctional and may be due to nerve damage or inappropriate nerve activation due to sensitization after repetitive stimulation. Central sensitization can lead to the perception of pain without a stimulus (allodynia) or an exaggerated perception of pain (hyperalgesia)."}
{"id": "article-127851_27", "title": "Understanding Delaware Prescribing and Distribution of Controlled Substances -- Pathophysiology", "content": "Nociceptors are peripheral nerves that are sensitive to noxious stimuli. Research has uncovered several classes of nociceptors. Some are sensitive to heat and some to mechanical or chemical stimuli. Inflammatory mediators can also activate nociceptors. Different types of nociceptors also conduct impulses differently. There are myelinated A fibers that conduct rapidly and unmyelinated C fibers that conduct more slowly and with less localization. The cell bodies of nociceptors reside in the dorsal root ganglia. Pain signals are transmitted from the dorsal root ganglia via multiple ascending pathways to several different areas within the brain. There are also descending pathways that modulate pain signals. [23]", "contents": "Understanding Delaware Prescribing and Distribution of Controlled Substances -- Pathophysiology. Nociceptors are peripheral nerves that are sensitive to noxious stimuli. Research has uncovered several classes of nociceptors. Some are sensitive to heat and some to mechanical or chemical stimuli. Inflammatory mediators can also activate nociceptors. Different types of nociceptors also conduct impulses differently. There are myelinated A fibers that conduct rapidly and unmyelinated C fibers that conduct more slowly and with less localization. The cell bodies of nociceptors reside in the dorsal root ganglia. Pain signals are transmitted from the dorsal root ganglia via multiple ascending pathways to several different areas within the brain. There are also descending pathways that modulate pain signals. [23]"}
{"id": "article-127851_28", "title": "Understanding Delaware Prescribing and Distribution of Controlled Substances -- Pathophysiology", "content": "Psychologic factors also contribute to perception of pain. Patients who suffer from chronic pain may also have psychological stress, particularly anxiety and depression. Some syndromes are characterized as psychiatric disorders, such as somatic symptom disorders that are defined by self-reported pain. As a result, patients may be mischaracterized as having a psychiatric disorder and deprived of appropriate care. Pain may also interfere with cognitive attention, concentration, the content of thought, and memory.", "contents": "Understanding Delaware Prescribing and Distribution of Controlled Substances -- Pathophysiology. Psychologic factors also contribute to perception of pain. Patients who suffer from chronic pain may also have psychological stress, particularly anxiety and depression. Some syndromes are characterized as psychiatric disorders, such as somatic symptom disorders that are defined by self-reported pain. As a result, patients may be mischaracterized as having a psychiatric disorder and deprived of appropriate care. Pain may also interfere with cognitive attention, concentration, the content of thought, and memory."}
{"id": "article-127851_29", "title": "Understanding Delaware Prescribing and Distribution of Controlled Substances -- Histopathology", "content": "Chronic pain and opioids generally do not cause any specific histopathology in and of themselves. However, there is a diversity of histopathologic changes that can occur in the presence of improper/recreational parenteral administration of opioids. There may also be chronic tissue damage present due to the original assault. [6]", "contents": "Understanding Delaware Prescribing and Distribution of Controlled Substances -- Histopathology. Chronic pain and opioids generally do not cause any specific histopathology in and of themselves. However, there is a diversity of histopathologic changes that can occur in the presence of improper/recreational parenteral administration of opioids. There may also be chronic tissue damage present due to the original assault. [6]"}
{"id": "article-127851_30", "title": "Understanding Delaware Prescribing and Distribution of Controlled Substances -- Toxicokinetics", "content": "Opioids have an extensive diversity of durations and intensities of effect. For example, alfentanil has a half-life of around 1.5 hours, whereas methadone has a half-life of between 8 to 60 hours. Opioid uptake and effect can also vary by administration route. For example, fentanyl can be delivered by patch, and there are long-acting oral formulations of oxycodone and morphine. Some, such as diphenoxylate and loperamide, have almost no effect other than suppression of bowel motility. Opioids such as methadone can significantly prolong the QT interval. Some opioids have serotonergic activity and can precipitate serotonin syndrome, especially when given to patients already taking various psychoactive medications (notably antidepressant medications like SSRIs). There is an evolving body of knowledge that the intensity and quality of response to opioids can vary significantly between patients, which can be unrelated to tolerance. This is likely related to genetics but is not well characterized at this time. [24] [21]", "contents": "Understanding Delaware Prescribing and Distribution of Controlled Substances -- Toxicokinetics. Opioids have an extensive diversity of durations and intensities of effect. For example, alfentanil has a half-life of around 1.5 hours, whereas methadone has a half-life of between 8 to 60 hours. Opioid uptake and effect can also vary by administration route. For example, fentanyl can be delivered by patch, and there are long-acting oral formulations of oxycodone and morphine. Some, such as diphenoxylate and loperamide, have almost no effect other than suppression of bowel motility. Opioids such as methadone can significantly prolong the QT interval. Some opioids have serotonergic activity and can precipitate serotonin syndrome, especially when given to patients already taking various psychoactive medications (notably antidepressant medications like SSRIs). There is an evolving body of knowledge that the intensity and quality of response to opioids can vary significantly between patients, which can be unrelated to tolerance. This is likely related to genetics but is not well characterized at this time. [24] [21]"}
{"id": "article-127851_31", "title": "Understanding Delaware Prescribing and Distribution of Controlled Substances -- History and Physical -- History", "content": "History should include onset of pain, description, mechanism of injury if applicable, location, radiation of pain, quality, severity, factors contributing to relief or worsening of the pain, frequency of the pain, and any breakthrough pain. A verbal numeric rating scale (VNRS) or number scale for pain is a common measure to determine the severity of pain, numbered from 0 to 10. This tool is commonly used for pain intensity. Furthermore, associated symptoms should be assessed, such as muscle spasms or aches, temperature changes, restrictions to range of motion, morning stiffness, weakness, changes in muscle strength, changes in sensation, and hair, skin, or nail changes.", "contents": "Understanding Delaware Prescribing and Distribution of Controlled Substances -- History and Physical -- History. History should include onset of pain, description, mechanism of injury if applicable, location, radiation of pain, quality, severity, factors contributing to relief or worsening of the pain, frequency of the pain, and any breakthrough pain. A verbal numeric rating scale (VNRS) or number scale for pain is a common measure to determine the severity of pain, numbered from 0 to 10. This tool is commonly used for pain intensity. Furthermore, associated symptoms should be assessed, such as muscle spasms or aches, temperature changes, restrictions to range of motion, morning stiffness, weakness, changes in muscle strength, changes in sensation, and hair, skin, or nail changes."}
{"id": "article-127851_32", "title": "Understanding Delaware Prescribing and Distribution of Controlled Substances -- History and Physical -- History", "content": "In addition to the patient's symptoms, the impact of the pain on day-to-day function should be discussed, and activities of daily living should be reviewed. It is important to understand how chronic pain affects the patient’s quality of life. Is pain impacting relationships or hobbies? Does the patient find themselves becoming depressed? Is the patient able to sleep through the night or exercise regularly? Can the patient go to work without limitations? Are activities of daily living affected, such as toileting, dressing, bathing, walking, or eating?", "contents": "Understanding Delaware Prescribing and Distribution of Controlled Substances -- History and Physical -- History. In addition to the patient's symptoms, the impact of the pain on day-to-day function should be discussed, and activities of daily living should be reviewed. It is important to understand how chronic pain affects the patient’s quality of life. Is pain impacting relationships or hobbies? Does the patient find themselves becoming depressed? Is the patient able to sleep through the night or exercise regularly? Can the patient go to work without limitations? Are activities of daily living affected, such as toileting, dressing, bathing, walking, or eating?"}
{"id": "article-127851_33", "title": "Understanding Delaware Prescribing and Distribution of Controlled Substances -- History and Physical -- History", "content": "Older adults are a specific population that often identifies as suffering from chronic pain. The self-reporting of pain can be difficult in this population. Self-reporting of pain is essential for the identification and treatment of pain, while the inability to describe or communicate pain can lead to undertreatment. Often, elderly patients describe pain differently than younger people, complicating diagnosis. [25] [12] Instead of pain, an elderly patient may complain of soreness or discomfort. [26]", "contents": "Understanding Delaware Prescribing and Distribution of Controlled Substances -- History and Physical -- History. Older adults are a specific population that often identifies as suffering from chronic pain. The self-reporting of pain can be difficult in this population. Self-reporting of pain is essential for the identification and treatment of pain, while the inability to describe or communicate pain can lead to undertreatment. Often, elderly patients describe pain differently than younger people, complicating diagnosis. [25] [12] Instead of pain, an elderly patient may complain of soreness or discomfort. [26]"}
{"id": "article-127851_34", "title": "Understanding Delaware Prescribing and Distribution of Controlled Substances -- History and Physical -- History", "content": "A multidimensional assessment of a patient's pain and the severity of their pain can be completed. A Pain, Enjoyment, General Activity (PEG) tool can aid the multidimensional assessment of patients in pain. [27] The PEG score focuses on function and quality of life and can be used to assess response to therapy. For example, a chronic pain patient who experiences daily 7/10 pain is treated with both pharmacological and nonpharmacological therapies. Following treatment, their pain is 5/10. A few points might not seem like a significant difference, but if their enjoyment and quality of life and function are improving, treatment may have had a profound impact on the patient's life. The PEG tool is scored 0 to 10 for each category. The higher the score, the worse the function and uncontrolled pain.", "contents": "Understanding Delaware Prescribing and Distribution of Controlled Substances -- History and Physical -- History. A multidimensional assessment of a patient's pain and the severity of their pain can be completed. A Pain, Enjoyment, General Activity (PEG) tool can aid the multidimensional assessment of patients in pain. [27] The PEG score focuses on function and quality of life and can be used to assess response to therapy. For example, a chronic pain patient who experiences daily 7/10 pain is treated with both pharmacological and nonpharmacological therapies. Following treatment, their pain is 5/10. A few points might not seem like a significant difference, but if their enjoyment and quality of life and function are improving, treatment may have had a profound impact on the patient's life. The PEG tool is scored 0 to 10 for each category. The higher the score, the worse the function and uncontrolled pain."}
{"id": "article-127851_35", "title": "Understanding Delaware Prescribing and Distribution of Controlled Substances -- History and Physical -- History", "content": "The Four-item Patient Health Questionnaire or PHQ-4 is a combination of the PHQ9 and GAD7 assessment tools used to evaluate depression and anxiety, respectively. [28] The PHQ-4 should be used as a screening tool for all cases of chronic pain. If the score of the PHQ-4 is greater than five, then a full GAD-7, PHQ-9, and Primary Care PTSD screening are recommended. [29] The Defense and Veterans Pain Rating Scale (DVRPS) is a five-item tool with a 0 to 10 pain scale as well as an assessment of the impact of pain on sleep, mood, stress, and activity levels. [30]", "contents": "Understanding Delaware Prescribing and Distribution of Controlled Substances -- History and Physical -- History. The Four-item Patient Health Questionnaire or PHQ-4 is a combination of the PHQ9 and GAD7 assessment tools used to evaluate depression and anxiety, respectively. [28] The PHQ-4 should be used as a screening tool for all cases of chronic pain. If the score of the PHQ-4 is greater than five, then a full GAD-7, PHQ-9, and Primary Care PTSD screening are recommended. [29] The Defense and Veterans Pain Rating Scale (DVRPS) is a five-item tool with a 0 to 10 pain scale as well as an assessment of the impact of pain on sleep, mood, stress, and activity levels. [30]"}
{"id": "article-127851_36", "title": "Understanding Delaware Prescribing and Distribution of Controlled Substances -- History and Physical -- History", "content": "In children's self-reporting, behavioral observation scales are used to assess pain. [31] Age-based rating scales of pain can be used. Visual analogs are also often implemented. Typically visual analogs are done with pictures of faces in various degrees of distress.  By adolescence, children usually can rate their pain on a numerical scale, similar to adults. [32]", "contents": "Understanding Delaware Prescribing and Distribution of Controlled Substances -- History and Physical -- History. In children's self-reporting, behavioral observation scales are used to assess pain. [31] Age-based rating scales of pain can be used. Visual analogs are also often implemented. Typically visual analogs are done with pictures of faces in various degrees of distress.  By adolescence, children usually can rate their pain on a numerical scale, similar to adults. [32]"}
{"id": "article-127851_37", "title": "Understanding Delaware Prescribing and Distribution of Controlled Substances -- History and Physical -- History", "content": "The Pediatric Pain Questionnaire and the Adolescent and Pediatric Pain Tool are used to assess the location of a patient's pain as well. The patient is asked to draw on the body map where they feel pain. [33] The ideal age for these tools is age 10 years.", "contents": "Understanding Delaware Prescribing and Distribution of Controlled Substances -- History and Physical -- History. The Pediatric Pain Questionnaire and the Adolescent and Pediatric Pain Tool are used to assess the location of a patient's pain as well. The patient is asked to draw on the body map where they feel pain. [33] The ideal age for these tools is age 10 years."}
{"id": "article-127851_38", "title": "Understanding Delaware Prescribing and Distribution of Controlled Substances -- History and Physical -- History", "content": "Observational pain assessment tools are used in populations who cannot self-report. Facial expression, fussiness, distractibility, ability to be consoled, verbal responsiveness, and motor control are observational findings used in such assessment tools. Observational pain assessment in infants or young children can be facilitated with tools including the (r-FLACC) and NAPI tools. [31] [34] [35] [36] Multiple other tools have also been used and are validated. [37] [38] [39] [34]", "contents": "Understanding Delaware Prescribing and Distribution of Controlled Substances -- History and Physical -- History. Observational pain assessment tools are used in populations who cannot self-report. Facial expression, fussiness, distractibility, ability to be consoled, verbal responsiveness, and motor control are observational findings used in such assessment tools. Observational pain assessment in infants or young children can be facilitated with tools including the (r-FLACC) and NAPI tools. [31] [34] [35] [36] Multiple other tools have also been used and are validated. [37] [38] [39] [34]"}
{"id": "article-127851_39", "title": "Understanding Delaware Prescribing and Distribution of Controlled Substances -- History and Physical -- History", "content": "Nonverbal children with neurologic impairment (NI) are a challenging population in which to assess pain. Caregivers are often needed to help determine changes in the patient's behavior. Grimacing, moaning, increased muscle tone, crying, arching, and atypical behavior such as aggression are a few symptoms to monitor in this population. Tools that can be helpful when assessing nonverbal children with NI include the Revised Face, Legs, Activity, Cry, Consolability (r-FLACC) scale and the Individualized Numeric Rating Scale (INRS). The INRS includes specific behavior for atypical presentations. [35] [38]", "contents": "Understanding Delaware Prescribing and Distribution of Controlled Substances -- History and Physical -- History. Nonverbal children with neurologic impairment (NI) are a challenging population in which to assess pain. Caregivers are often needed to help determine changes in the patient's behavior. Grimacing, moaning, increased muscle tone, crying, arching, and atypical behavior such as aggression are a few symptoms to monitor in this population. Tools that can be helpful when assessing nonverbal children with NI include the Revised Face, Legs, Activity, Cry, Consolability (r-FLACC) scale and the Individualized Numeric Rating Scale (INRS). The INRS includes specific behavior for atypical presentations. [35] [38]"}
{"id": "article-127851_40", "title": "Understanding Delaware Prescribing and Distribution of Controlled Substances -- History and Physical -- History", "content": "The Brief Pain Inventory (BPI) can be used to assess patients' beliefs regarding pain and the impact of pain on their lives. [40] [41] The McGill Pain Questionnaire (SF-MPQ-2) includes a drawing for the location of pain and questionnaires regarding previous pain medication use and past experiences with pain. [42] Neuropathic pain is assessable using the Neuropathic Pain Scale, which can also be used to monitor responses to therapy.", "contents": "Understanding Delaware Prescribing and Distribution of Controlled Substances -- History and Physical -- History. The Brief Pain Inventory (BPI) can be used to assess patients' beliefs regarding pain and the impact of pain on their lives. [40] [41] The McGill Pain Questionnaire (SF-MPQ-2) includes a drawing for the location of pain and questionnaires regarding previous pain medication use and past experiences with pain. [42] Neuropathic pain is assessable using the Neuropathic Pain Scale, which can also be used to monitor responses to therapy."}
{"id": "article-127851_41", "title": "Understanding Delaware Prescribing and Distribution of Controlled Substances -- History and Physical -- Physical", "content": "A detailed physical, including musculoskeletal, neurologic, and psychiatric exams, should be completed, as well as a focused examination of the area(s) of pain.", "contents": "Understanding Delaware Prescribing and Distribution of Controlled Substances -- History and Physical -- Physical. A detailed physical, including musculoskeletal, neurologic, and psychiatric exams, should be completed, as well as a focused examination of the area(s) of pain."}
{"id": "article-127851_42", "title": "Understanding Delaware Prescribing and Distribution of Controlled Substances -- Evaluation -- Chronic Pain Assessment", "content": "Standard blood work and imaging are not indicated for chronic pain, but the clinician can order testing when specific causes of pain are suspected on a case-by-case basis. In some cases, urine toxicology may be appropriate to monitor compliance and to exclude the use of nonprescription drugs.", "contents": "Understanding Delaware Prescribing and Distribution of Controlled Substances -- Evaluation -- Chronic Pain Assessment. Standard blood work and imaging are not indicated for chronic pain, but the clinician can order testing when specific causes of pain are suspected on a case-by-case basis. In some cases, urine toxicology may be appropriate to monitor compliance and to exclude the use of nonprescription drugs."}
{"id": "article-127851_43", "title": "Understanding Delaware Prescribing and Distribution of Controlled Substances -- Evaluation -- Chronic Pain Assessment", "content": "Psychiatric disorders can amplify pain signaling, making symptoms of pain worse. [43] Furthermore, comorbid psychiatric disorders such as major depressive disorder can significantly delay the diagnosis of pain disorders. [44] Major depressive disorder and generalized anxiety disorder are the most common comorbid conditions related to chronic pain. There are twice as many prescriptions for opioids prescribed each year to patients with underlying pain and a comorbid psychiatric disorder compared to patients without such comorbidity. [26] Intuitively, this makes sense. For example, patients suffering from depression often complain of fatigue, sleep changes, loss of appetite, and decreased activity. These symptoms can make their pain worse over time. It is also crucial to realize patients with chronic pain are at an increased risk for suicide and suicidal ideation. [13] [14]", "contents": "Understanding Delaware Prescribing and Distribution of Controlled Substances -- Evaluation -- Chronic Pain Assessment. Psychiatric disorders can amplify pain signaling, making symptoms of pain worse. [43] Furthermore, comorbid psychiatric disorders such as major depressive disorder can significantly delay the diagnosis of pain disorders. [44] Major depressive disorder and generalized anxiety disorder are the most common comorbid conditions related to chronic pain. There are twice as many prescriptions for opioids prescribed each year to patients with underlying pain and a comorbid psychiatric disorder compared to patients without such comorbidity. [26] Intuitively, this makes sense. For example, patients suffering from depression often complain of fatigue, sleep changes, loss of appetite, and decreased activity. These symptoms can make their pain worse over time. It is also crucial to realize patients with chronic pain are at an increased risk for suicide and suicidal ideation. [13] [14]"}
{"id": "article-127851_44", "title": "Understanding Delaware Prescribing and Distribution of Controlled Substances -- Evaluation -- Chronic Pain Assessment", "content": "Simultaneously screening for depression is recommended for patients with chronic pain. The Minnesota Multiphasic Personality Inventory-II (MMPI-2) and Beck's Depression Scale are the two most commonly used tools. The MMPI-2 has been used more frequently for patients with chronic pain. [45] [46] Addiction Risk Assessment [20] [47] [48]", "contents": "Understanding Delaware Prescribing and Distribution of Controlled Substances -- Evaluation -- Chronic Pain Assessment. Simultaneously screening for depression is recommended for patients with chronic pain. The Minnesota Multiphasic Personality Inventory-II (MMPI-2) and Beck's Depression Scale are the two most commonly used tools. The MMPI-2 has been used more frequently for patients with chronic pain. [45] [46] Addiction Risk Assessment [20] [47] [48]"}
{"id": "article-127851_45", "title": "Understanding Delaware Prescribing and Distribution of Controlled Substances -- Evaluation -- Chronic Pain Assessment", "content": "The clinician should consider information from the history and physical, family members, the state prescription monitoring program, and screening tools to assess the patient's risk of developing an untoward behavioral response to opioids. Patients can be stratified to three risk levels:", "contents": "Understanding Delaware Prescribing and Distribution of Controlled Substances -- Evaluation -- Chronic Pain Assessment. The clinician should consider information from the history and physical, family members, the state prescription monitoring program, and screening tools to assess the patient's risk of developing an untoward behavioral response to opioids. Patients can be stratified to three risk levels:"}
{"id": "article-127851_46", "title": "Understanding Delaware Prescribing and Distribution of Controlled Substances -- Evaluation -- Chronic Pain Assessment", "content": "Low-risk: standard monitoring, vigilance, and care Objective signs and symptoms, localizable physical pathology Confirmatory testing such as physical exam findings, CT, MRI, etc. No individual or family history of substance abuse At most, mild medical or psychologic comorbidity Age < 45 High pain tolerance Active coping strategies Willingness to participate in multimodal therapy Attempting to function at normal levels", "contents": "Understanding Delaware Prescribing and Distribution of Controlled Substances -- Evaluation -- Chronic Pain Assessment. Low-risk: standard monitoring, vigilance, and care Objective signs and symptoms, localizable physical pathology Confirmatory testing such as physical exam findings, CT, MRI, etc. No individual or family history of substance abuse At most, mild medical or psychologic comorbidity Age < 45 High pain tolerance Active coping strategies Willingness to participate in multimodal therapy Attempting to function at normal levels"}
{"id": "article-127851_47", "title": "Understanding Delaware Prescribing and Distribution of Controlled Substances -- Evaluation -- Chronic Pain Assessment", "content": "Moderate-risk: additional level of monitoring and more frequent provider contact Significant pain Defined pathology with objective signs and symptoms Confirmatory testing such as physical exam findings, CT, MRI, etc. Moderate psychologic problems controlled by therapy Moderate comorbidities well controlled by medical therapy and not affected by opioids Mild opioid tolerance but not hyperalgesia without addiction or physical dependence Individual or family history of substance abuse Pain involving more than three regions of the body Moderate levels of pain acceptance Active coping strategies Willing to participate in multimodal therapy Attempting to function at normal levels", "contents": "Understanding Delaware Prescribing and Distribution of Controlled Substances -- Evaluation -- Chronic Pain Assessment. Moderate-risk: additional level of monitoring and more frequent provider contact Significant pain Defined pathology with objective signs and symptoms Confirmatory testing such as physical exam findings, CT, MRI, etc. Moderate psychologic problems controlled by therapy Moderate comorbidities well controlled by medical therapy and not affected by opioids Mild opioid tolerance but not hyperalgesia without addiction or physical dependence Individual or family history of substance abuse Pain involving more than three regions of the body Moderate levels of pain acceptance Active coping strategies Willing to participate in multimodal therapy Attempting to function at normal levels"}
{"id": "article-127851_48", "title": "Understanding Delaware Prescribing and Distribution of Controlled Substances -- Evaluation -- Chronic Pain Assessment", "content": "High-risk: intensive and structured monitoring, frequent follow-up contact, consultation with addiction psychiatrist, and limited monthly prescription of short-acting opioids Significant widespread pain No objective signs and symptoms Pain involves more than 3 body regions Divergent drug-related behavior Individual or family history of addiction, dependency, diversion, hyperalgesia, substance abuse, or tolerance Major psychologic problems Age >45 HIV-related pain High levels of pain exacerbation Poor coping strategies Unwilling to participate in multimodal therapy Not functioning at a normal lifestyle", "contents": "Understanding Delaware Prescribing and Distribution of Controlled Substances -- Evaluation -- Chronic Pain Assessment. High-risk: intensive and structured monitoring, frequent follow-up contact, consultation with addiction psychiatrist, and limited monthly prescription of short-acting opioids Significant widespread pain No objective signs and symptoms Pain involves more than 3 body regions Divergent drug-related behavior Individual or family history of addiction, dependency, diversion, hyperalgesia, substance abuse, or tolerance Major psychologic problems Age >45 HIV-related pain High levels of pain exacerbation Poor coping strategies Unwilling to participate in multimodal therapy Not functioning at a normal lifestyle"}
{"id": "article-127851_49", "title": "Understanding Delaware Prescribing and Distribution of Controlled Substances -- Evaluation -- Prescribing Opioids", "content": "Before prescribing opioids, complete a detailed patient history that includes: Indication for pain relief Location, nature, and intensity of pain Prior pain treatments and response Comorbid conditions Potential physical and psychologic pain impact on function Family support, employment, and housing Leisure activities, mood, sleep, substance use, and work Emotional, physical, or sexual abuse", "contents": "Understanding Delaware Prescribing and Distribution of Controlled Substances -- Evaluation -- Prescribing Opioids. Before prescribing opioids, complete a detailed patient history that includes: Indication for pain relief Location, nature, and intensity of pain Prior pain treatments and response Comorbid conditions Potential physical and psychologic pain impact on function Family support, employment, and housing Leisure activities, mood, sleep, substance use, and work Emotional, physical, or sexual abuse"}
{"id": "article-127851_50", "title": "Understanding Delaware Prescribing and Distribution of Controlled Substances -- Evaluation -- Prescribing Opioids", "content": "When considering opioids, weigh the risks of abuse, addiction, adverse drug reactions, overdose, and physical dependence. If there are any special concerns, such as a history of substance abuse, consult a psychiatrist or addiction specialist. If there is active substance abuse, withhold prescribing until the patient is involved in an addiction treatment and monitoring program. Assessment Tools [48]", "contents": "Understanding Delaware Prescribing and Distribution of Controlled Substances -- Evaluation -- Prescribing Opioids. When considering opioids, weigh the risks of abuse, addiction, adverse drug reactions, overdose, and physical dependence. If there are any special concerns, such as a history of substance abuse, consult a psychiatrist or addiction specialist. If there is active substance abuse, withhold prescribing until the patient is involved in an addiction treatment and monitoring program. Assessment Tools [48]"}
{"id": "article-127851_51", "title": "Understanding Delaware Prescribing and Distribution of Controlled Substances -- Evaluation -- Prescribing Opioids", "content": "Screening tools assist in determining risk level and degree of monitoring and structure required for a treatment plan; however, their validity is not yet supported in the literature. Some examples of opioid tools include:", "contents": "Understanding Delaware Prescribing and Distribution of Controlled Substances -- Evaluation -- Prescribing Opioids. Screening tools assist in determining risk level and degree of monitoring and structure required for a treatment plan; however, their validity is not yet supported in the literature. Some examples of opioid tools include:"}
{"id": "article-127851_52", "title": "Understanding Delaware Prescribing and Distribution of Controlled Substances -- Evaluation -- Brief Intervention Tool", "content": "Brief Intervention Tool is a 26-item \"yes-no\" questionnaire used to identify signs of opioid addiction or abuse. The items assess for problems related to drug use-related functional impairment.", "contents": "Understanding Delaware Prescribing and Distribution of Controlled Substances -- Evaluation -- Brief Intervention Tool. Brief Intervention Tool is a 26-item \"yes-no\" questionnaire used to identify signs of opioid addiction or abuse. The items assess for problems related to drug use-related functional impairment."}
{"id": "article-127851_53", "title": "Understanding Delaware Prescribing and Distribution of Controlled Substances -- Evaluation -- CAGE, CAGE-AID, and CAGE-Opioid", "content": "CAGE (Cut down, Annoyed, Guilty, and Eye-opener) Questionnaire consists of four questions designed to assess alcohol abuse. CAGE-AID and CAGE-OPIOID are revised versions to assess the likelihood of current substance abuse. [49]", "contents": "Understanding Delaware Prescribing and Distribution of Controlled Substances -- Evaluation -- CAGE, CAGE-AID, and CAGE-Opioid. CAGE (Cut down, Annoyed, Guilty, and Eye-opener) Questionnaire consists of four questions designed to assess alcohol abuse. CAGE-AID and CAGE-OPIOID are revised versions to assess the likelihood of current substance abuse. [49]"}
{"id": "article-127851_54", "title": "Understanding Delaware Prescribing and Distribution of Controlled Substances -- Evaluation -- Current Opioid Misuse Measure (COMM)", "content": "The Current Opioid Misuse Measure is a 17-item patient self-report assessment designed to identify abuse in chronic pain patients. It identifies aberrant behaviors associated with opioid misuse in patients already receiving long-term opioid therapy.", "contents": "Understanding Delaware Prescribing and Distribution of Controlled Substances -- Evaluation -- Current Opioid Misuse Measure (COMM). The Current Opioid Misuse Measure is a 17-item patient self-report assessment designed to identify abuse in chronic pain patients. It identifies aberrant behaviors associated with opioid misuse in patients already receiving long-term opioid therapy."}
{"id": "article-127851_55", "title": "Understanding Delaware Prescribing and Distribution of Controlled Substances -- Evaluation -- Diagnosis, Intractability, Risk, and Efficacy (DIRE) Tool", "content": "The Diagnosis, Intractability, Risk, and Efficacy is a clinician-rated questionnaire used to predict patient compliance with long-term opioid therapy. Patients scoring low are poor candidates for long-term opioids.", "contents": "Understanding Delaware Prescribing and Distribution of Controlled Substances -- Evaluation -- Diagnosis, Intractability, Risk, and Efficacy (DIRE) Tool. The Diagnosis, Intractability, Risk, and Efficacy is a clinician-rated questionnaire used to predict patient compliance with long-term opioid therapy. Patients scoring low are poor candidates for long-term opioids."}
{"id": "article-127851_56", "title": "Understanding Delaware Prescribing and Distribution of Controlled Substances -- Evaluation -- Mental Health Screening Tool", "content": "The Mental Health Screening Tool is a five-item screen that evaluates feelings of calmness, depression, happiness, peacefulness, and nervousness in the past month. A low score is an indicator that the patient should be referred to a pain management specialist.", "contents": "Understanding Delaware Prescribing and Distribution of Controlled Substances -- Evaluation -- Mental Health Screening Tool. The Mental Health Screening Tool is a five-item screen that evaluates feelings of calmness, depression, happiness, peacefulness, and nervousness in the past month. A low score is an indicator that the patient should be referred to a pain management specialist."}
{"id": "article-127851_57", "title": "Understanding Delaware Prescribing and Distribution of Controlled Substances -- Evaluation -- Opioid Risk Tool", "content": "The Opioid Risk Tool is a five-item assessment to evaluate for aberrant drug-related behavior. It categorizes the patient into low, medium, or high levels of risk for aberrant drug-related behaviors based on question responses concerning previous alcohol, drug abuse, psychologic disorders, and other risk factors.", "contents": "Understanding Delaware Prescribing and Distribution of Controlled Substances -- Evaluation -- Opioid Risk Tool. The Opioid Risk Tool is a five-item assessment to evaluate for aberrant drug-related behavior. It categorizes the patient into low, medium, or high levels of risk for aberrant drug-related behaviors based on question responses concerning previous alcohol, drug abuse, psychologic disorders, and other risk factors."}
{"id": "article-127851_58", "title": "Understanding Delaware Prescribing and Distribution of Controlled Substances -- Evaluation -- Pain Assessment and Documentation Tool (PADT)", "content": "Guidelines by the CDC, the Federation of State Medical Boards, and Joint Commission that stress documentation from both a quality and medicolegal perspective. The Pain Assessment and Documentation Tool (PADT) was designed to help the clinician document appropriate information.", "contents": "Understanding Delaware Prescribing and Distribution of Controlled Substances -- Evaluation -- Pain Assessment and Documentation Tool (PADT). Guidelines by the CDC, the Federation of State Medical Boards, and Joint Commission that stress documentation from both a quality and medicolegal perspective. The Pain Assessment and Documentation Tool (PADT) was designed to help the clinician document appropriate information."}
{"id": "article-127851_59", "title": "Understanding Delaware Prescribing and Distribution of Controlled Substances -- Evaluation -- Screener and Opioid Assessment for Patients with Pain-Revised (SOAPP-R)", "content": "The Screener and Opioid Assessment for Patients with Pain-Revised (SOAPP-R) is a screen with questions addressing the history of alcohol or substance use, cravings, mood psychologic status, and stress. The SOAPP-R helps assess the risk level of aberrant drug-related behaviors and the monitoring level needed.", "contents": "Understanding Delaware Prescribing and Distribution of Controlled Substances -- Evaluation -- Screener and Opioid Assessment for Patients with Pain-Revised (SOAPP-R). The Screener and Opioid Assessment for Patients with Pain-Revised (SOAPP-R) is a screen with questions addressing the history of alcohol or substance use, cravings, mood psychologic status, and stress. The SOAPP-R helps assess the risk level of aberrant drug-related behaviors and the monitoring level needed."}
{"id": "article-127851_60", "title": "Understanding Delaware Prescribing and Distribution of Controlled Substances -- Evaluation -- VIGIL", "content": "Verification: Is this a responsible opioid user? Identification: Is the identity of this patient verifiable? Generalization: Do we agree on mutual responsibilities and expectations? Interpretation: Do I feel comfortable allowing this person to have controlled substances? Legalization: Am I acting legally and responsibly?", "contents": "Understanding Delaware Prescribing and Distribution of Controlled Substances -- Evaluation -- VIGIL. Verification: Is this a responsible opioid user? Identification: Is the identity of this patient verifiable? Generalization: Do we agree on mutual responsibilities and expectations? Interpretation: Do I feel comfortable allowing this person to have controlled substances? Legalization: Am I acting legally and responsibly?"}
{"id": "article-127851_61", "title": "Understanding Delaware Prescribing and Distribution of Controlled Substances -- Evaluation -- Urine Drug Tests (UDT)", "content": "Urine drug tests evaluate the use of the medication prescribed and detect unsanctioned drug use. The CDC recommends drug testing before starting opioid therapy and at least annually. One study suggests monitoring frequency based on risk level. [50]", "contents": "Understanding Delaware Prescribing and Distribution of Controlled Substances -- Evaluation -- Urine Drug Tests (UDT). Urine drug tests evaluate the use of the medication prescribed and detect unsanctioned drug use. The CDC recommends drug testing before starting opioid therapy and at least annually. One study suggests monitoring frequency based on risk level. [50]"}
{"id": "article-127851_62", "title": "Understanding Delaware Prescribing and Distribution of Controlled Substances -- Evaluation -- Urine Drug Tests (UDT)", "content": "Testing is usually done with class-specific immunoassay drug panels; however, this may be followed with gas chromatography/mass spectrometry for specific metabolite detection. The test should identify the specific drug. If urine test results suggest aberrant opioid use, discuss the issue in a positive, supportive manner and document the discussion.", "contents": "Understanding Delaware Prescribing and Distribution of Controlled Substances -- Evaluation -- Urine Drug Tests (UDT). Testing is usually done with class-specific immunoassay drug panels; however, this may be followed with gas chromatography/mass spectrometry for specific metabolite detection. The test should identify the specific drug. If urine test results suggest aberrant opioid use, discuss the issue in a positive, supportive manner and document the discussion."}
{"id": "article-127851_63", "title": "Understanding Delaware Prescribing and Distribution of Controlled Substances -- Treatment / Management", "content": "Healthcare professionals who treat patients with chronic pain should understand best practices in opioid prescribing, approaches to pain assessment, pain management modalities, and appropriate use of opioids for pain control. Pharmacologic and nonpharmacologic approaches should be evaluated. Patients with moderate-to-severe chronic pain who have been assessed and treated with non-opioid therapy without adequate pain relief are candidates for opioid therapy. Initial treatment should be a trial of therapy, not a definitive course of treatment. The CDC has issued updated guidance on the prescription of opioids for chronic pain. These guidelines address when to initiate or continue opioids for chronic pain; opioid selection, dosage, duration, follow-up, and discontinuation; and assessing risk and addressing opioid use harm.", "contents": "Understanding Delaware Prescribing and Distribution of Controlled Substances -- Treatment / Management. Healthcare professionals who treat patients with chronic pain should understand best practices in opioid prescribing, approaches to pain assessment, pain management modalities, and appropriate use of opioids for pain control. Pharmacologic and nonpharmacologic approaches should be evaluated. Patients with moderate-to-severe chronic pain who have been assessed and treated with non-opioid therapy without adequate pain relief are candidates for opioid therapy. Initial treatment should be a trial of therapy, not a definitive course of treatment. The CDC has issued updated guidance on the prescription of opioids for chronic pain. These guidelines address when to initiate or continue opioids for chronic pain; opioid selection, dosage, duration, follow-up, and discontinuation; and assessing risk and addressing opioid use harm."}
{"id": "article-127851_64", "title": "Understanding Delaware Prescribing and Distribution of Controlled Substances -- Treatment / Management", "content": "Recommendations are to refer a patient to pain management in the case of debilitating pain that is unresponsive to initial therapy. The pain may be in multiple locations, requiring multimodal treatment or increases in dosages for adequate pain control or invasive procedures to control pain. Treatment of both pain and a comorbid psychiatric disorder leads to a more significant reduction of both pain and symptoms of the psychiatric disorder. [51] Pain may also worsen concurrent depression; thus, the treatment of pain has been demonstrated to improve the responses to treatment for depression. [52] There are multiple pharmacological, adjunct, nonpharmacological, and interventional treatments for chronic, severe, and persistent pain.", "contents": "Understanding Delaware Prescribing and Distribution of Controlled Substances -- Treatment / Management. Recommendations are to refer a patient to pain management in the case of debilitating pain that is unresponsive to initial therapy. The pain may be in multiple locations, requiring multimodal treatment or increases in dosages for adequate pain control or invasive procedures to control pain. Treatment of both pain and a comorbid psychiatric disorder leads to a more significant reduction of both pain and symptoms of the psychiatric disorder. [51] Pain may also worsen concurrent depression; thus, the treatment of pain has been demonstrated to improve the responses to treatment for depression. [52] There are multiple pharmacological, adjunct, nonpharmacological, and interventional treatments for chronic, severe, and persistent pain."}
{"id": "article-127851_65", "title": "Understanding Delaware Prescribing and Distribution of Controlled Substances -- Treatment / Management", "content": "The list of pharmacological options for chronic pain is extensive. This list includes nonopioid analgesics such as nonsteroidal anti-inflammatories (NSAIDs), acetaminophen, and aspirin. Additionally, medications such as tramadol, opioids, antiepileptic drugs (gabapentin or pregabalin) can be useful. Furthermore, antidepressants such as tricyclic antidepressants and SNRI’s, topical analgesics, muscle relaxers, N-methyl-d-aspartate (NMDA) receptor antagonists, and alpha 2 adrenergic agonists are also possible pharmacological therapies.", "contents": "Understanding Delaware Prescribing and Distribution of Controlled Substances -- Treatment / Management. The list of pharmacological options for chronic pain is extensive. This list includes nonopioid analgesics such as nonsteroidal anti-inflammatories (NSAIDs), acetaminophen, and aspirin. Additionally, medications such as tramadol, opioids, antiepileptic drugs (gabapentin or pregabalin) can be useful. Furthermore, antidepressants such as tricyclic antidepressants and SNRI’s, topical analgesics, muscle relaxers, N-methyl-d-aspartate (NMDA) receptor antagonists, and alpha 2 adrenergic agonists are also possible pharmacological therapies."}
{"id": "article-127851_66", "title": "Understanding Delaware Prescribing and Distribution of Controlled Substances -- Treatment / Management", "content": "Treatment response can differ between individuals, but treatment changes are typically made in a stepwise fashion to minimize the duration and dosage of opioid analgesics. There is no singular approach appropriate for the treatment of pain in all patients. [53]", "contents": "Understanding Delaware Prescribing and Distribution of Controlled Substances -- Treatment / Management. Treatment response can differ between individuals, but treatment changes are typically made in a stepwise fashion to minimize the duration and dosage of opioid analgesics. There is no singular approach appropriate for the treatment of pain in all patients. [53]"}
{"id": "article-127851_67", "title": "Understanding Delaware Prescribing and Distribution of Controlled Substances -- Treatment / Management", "content": "Chronic musculoskeletal pain is nociceptive pain. The treatment of such pain is typically approached in a stepwise fashion and can include a combination of nonopioid analgesics, opioids, and nonpharmacological therapies. First-line therapy would be acetaminophen or NSAIDs. Both are effective for osteoarthritis and chronic back pain. [54] [55] [56] However, NSAIDs are relatively contraindicated in patients with a history of heart disease or myocardial infarction, renal disease, or patients on anticoagulation or with a history of ulcers. [57] [58] There is limited evidence for which NSAID is most efficacious. One nonsteroidal antiinflammatory pharmacological agent may have a limited effect on a patient's pain while another may provide adequate pain relief. The recommendations are to try different agents before moving on to opioid analgesics. [59] Failure to achieve appropriate pain relief with either acetaminophen or NSAIDs can lead to consideration of opioid analgesic treatment.", "contents": "Understanding Delaware Prescribing and Distribution of Controlled Substances -- Treatment / Management. Chronic musculoskeletal pain is nociceptive pain. The treatment of such pain is typically approached in a stepwise fashion and can include a combination of nonopioid analgesics, opioids, and nonpharmacological therapies. First-line therapy would be acetaminophen or NSAIDs. Both are effective for osteoarthritis and chronic back pain. [54] [55] [56] However, NSAIDs are relatively contraindicated in patients with a history of heart disease or myocardial infarction, renal disease, or patients on anticoagulation or with a history of ulcers. [57] [58] There is limited evidence for which NSAID is most efficacious. One nonsteroidal antiinflammatory pharmacological agent may have a limited effect on a patient's pain while another may provide adequate pain relief. The recommendations are to try different agents before moving on to opioid analgesics. [59] Failure to achieve appropriate pain relief with either acetaminophen or NSAIDs can lead to consideration of opioid analgesic treatment."}
{"id": "article-127851_68", "title": "Understanding Delaware Prescribing and Distribution of Controlled Substances -- Treatment / Management", "content": "Opioids are considered a second-line option; however, they may be warranted for pain management for patients with severe persistent pain or neuropathic pain secondary to malignancy. [60] There have been conflicting results regarding the use of opioids in neuropathic pain. However, for both short term and intermediate use, opioids are often used to treat neuropathic pain. [61] Opioid therapy should only be started with extreme caution for patients with chronic musculoskeletal pain. [62] Side effects of opioids are significant and frequent and may include opioid-induced hyperalgesia, constipation, dependence, and sedation. For chronic musculoskeletal pain, opioids are not superior to nonopioid analgesics. [63] [64]", "contents": "Understanding Delaware Prescribing and Distribution of Controlled Substances -- Treatment / Management. Opioids are considered a second-line option; however, they may be warranted for pain management for patients with severe persistent pain or neuropathic pain secondary to malignancy. [60] There have been conflicting results regarding the use of opioids in neuropathic pain. However, for both short term and intermediate use, opioids are often used to treat neuropathic pain. [61] Opioid therapy should only be started with extreme caution for patients with chronic musculoskeletal pain. [62] Side effects of opioids are significant and frequent and may include opioid-induced hyperalgesia, constipation, dependence, and sedation. For chronic musculoskeletal pain, opioids are not superior to nonopioid analgesics. [63] [64]"}
{"id": "article-127851_69", "title": "Understanding Delaware Prescribing and Distribution of Controlled Substances -- Treatment / Management", "content": "Administration of opioid analgesics should be reserved for when alternative pain medications have not provided adequate pain relief or are contraindicated and when pain is impacting the patient's quality of life. The potential benefits in this setting may outweigh the short and long-term effects of opioid therapy. The patient must make an informed choice before starting opioid treatment after discussing the risks, benefits, and alternatives to opioids. [63] [65] [66] Patients taking opioids at greater than 100 morphine milligram equivalents per day are at significantly increased risk of side effects. Side effects of opioids such as respiratory compromise will increase as the dosages increase. Patients with chronic pain may benefit from a therapy program designed to wean them from opioid analgesics to a safer dosage. [67] [68] Long-acting opioids should only be used over short-acting opioids in the setting of disabling pain causing severe impairment to quality of life. [69]", "contents": "Understanding Delaware Prescribing and Distribution of Controlled Substances -- Treatment / Management. Administration of opioid analgesics should be reserved for when alternative pain medications have not provided adequate pain relief or are contraindicated and when pain is impacting the patient's quality of life. The potential benefits in this setting may outweigh the short and long-term effects of opioid therapy. The patient must make an informed choice before starting opioid treatment after discussing the risks, benefits, and alternatives to opioids. [63] [65] [66] Patients taking opioids at greater than 100 morphine milligram equivalents per day are at significantly increased risk of side effects. Side effects of opioids such as respiratory compromise will increase as the dosages increase. Patients with chronic pain may benefit from a therapy program designed to wean them from opioid analgesics to a safer dosage. [67] [68] Long-acting opioids should only be used over short-acting opioids in the setting of disabling pain causing severe impairment to quality of life. [69]"}
{"id": "article-127851_70", "title": "Understanding Delaware Prescribing and Distribution of Controlled Substances -- Treatment / Management", "content": "There is an estimated 78 percent risk of an adverse reaction to opioids such as constipation or nausea, while there is a 7.5 percent risk of developing a severe adverse reaction ranging from immunosuppression to respiratory depression. [70] Patients with chronic pain who meet the criteria for the diagnosis of opioid use disorder should receive the option of buprenorphine to treat their chronic pain. Buprenorphine is a considerably better alternative for patients with very high daily morphine equivalents who have failed to achieve adequate analgesia.", "contents": "Understanding Delaware Prescribing and Distribution of Controlled Substances -- Treatment / Management. There is an estimated 78 percent risk of an adverse reaction to opioids such as constipation or nausea, while there is a 7.5 percent risk of developing a severe adverse reaction ranging from immunosuppression to respiratory depression. [70] Patients with chronic pain who meet the criteria for the diagnosis of opioid use disorder should receive the option of buprenorphine to treat their chronic pain. Buprenorphine is a considerably better alternative for patients with very high daily morphine equivalents who have failed to achieve adequate analgesia."}
{"id": "article-127851_71", "title": "Understanding Delaware Prescribing and Distribution of Controlled Substances -- Treatment / Management", "content": "Different types of pain also warrant different treatments. For example, chronic musculoskeletal back pain should be treated differently from severe diabetic neuropathy. A combination of multiple pharmacological therapies is often necessary to treat neuropathic pain. Less than 50% of patients with neuropathic pain will achieve adequate pain relief with a single agent. [71] Adjunctive topical therapy, such as lidocaine or capsaicin cream, can be utilized as well. [72] [73]", "contents": "Understanding Delaware Prescribing and Distribution of Controlled Substances -- Treatment / Management. Different types of pain also warrant different treatments. For example, chronic musculoskeletal back pain should be treated differently from severe diabetic neuropathy. A combination of multiple pharmacological therapies is often necessary to treat neuropathic pain. Less than 50% of patients with neuropathic pain will achieve adequate pain relief with a single agent. [71] Adjunctive topical therapy, such as lidocaine or capsaicin cream, can be utilized as well. [72] [73]"}
{"id": "article-127851_72", "title": "Understanding Delaware Prescribing and Distribution of Controlled Substances -- Treatment / Management", "content": "The initial treatment of neuropathic pain is often with gabapentin or pregabalin. These are calcium channel alpha 2-delta ligands. They are indicated for postherpetic neuralgia, diabetic neuropathy, and mixed neuropathy. [74] There is limited evidence in the use of other antiepileptic medications to treat chronic pain, and many of these, such as lamotrigine, have a more significant side effect profile. The exception is carbamazepine in the treatment of trigeminal neuralgia and other types of chronic neuropathic pain. [75] [76]", "contents": "Understanding Delaware Prescribing and Distribution of Controlled Substances -- Treatment / Management. The initial treatment of neuropathic pain is often with gabapentin or pregabalin. These are calcium channel alpha 2-delta ligands. They are indicated for postherpetic neuralgia, diabetic neuropathy, and mixed neuropathy. [74] There is limited evidence in the use of other antiepileptic medications to treat chronic pain, and many of these, such as lamotrigine, have a more significant side effect profile. The exception is carbamazepine in the treatment of trigeminal neuralgia and other types of chronic neuropathic pain. [75] [76]"}
{"id": "article-127851_73", "title": "Understanding Delaware Prescribing and Distribution of Controlled Substances -- Treatment / Management", "content": "Alternatively, antidepressants such as dual reuptake inhibitors of serotonin and norepinephrine (SNRI) or tricyclic antidepressants (TCA) can be an option for adjunctive pain control. Antidepressants are beneficial in the treatment of neuropathic pain, central pain syndromes, and chronic musculoskeletal pain. For neuropathic pain, antidepressants have demonstrated a 50 percent reduction of pain. Fifty percent is a significant reduction, especially as the average decrease in pain from various pain treatments is 30%. [77] [78]", "contents": "Understanding Delaware Prescribing and Distribution of Controlled Substances -- Treatment / Management. Alternatively, antidepressants such as dual reuptake inhibitors of serotonin and norepinephrine (SNRI) or tricyclic antidepressants (TCA) can be an option for adjunctive pain control. Antidepressants are beneficial in the treatment of neuropathic pain, central pain syndromes, and chronic musculoskeletal pain. For neuropathic pain, antidepressants have demonstrated a 50 percent reduction of pain. Fifty percent is a significant reduction, especially as the average decrease in pain from various pain treatments is 30%. [77] [78]"}
{"id": "article-127851_74", "title": "Understanding Delaware Prescribing and Distribution of Controlled Substances -- Treatment / Management", "content": "The serotonin-norepinephrine reuptake inhibitor (SNRI) duloxetine is a useful option for treating chronic pain, osteoarthritis, and fibromyalgia. [79] Furthermore, the efficacy of duloxetine in the treatment of comorbid depression is comparable to other antidepressants. [80] [77] Venlafaxine is an effective treatment for neuropathic pain as well. [81] A TCA can also be utilized, such as nortriptyline. TCA medications may require six to eight weeks to achieve their desired effect. [60]", "contents": "Understanding Delaware Prescribing and Distribution of Controlled Substances -- Treatment / Management. The serotonin-norepinephrine reuptake inhibitor (SNRI) duloxetine is a useful option for treating chronic pain, osteoarthritis, and fibromyalgia. [79] Furthermore, the efficacy of duloxetine in the treatment of comorbid depression is comparable to other antidepressants. [80] [77] Venlafaxine is an effective treatment for neuropathic pain as well. [81] A TCA can also be utilized, such as nortriptyline. TCA medications may require six to eight weeks to achieve their desired effect. [60]"}
{"id": "article-127851_75", "title": "Understanding Delaware Prescribing and Distribution of Controlled Substances -- Treatment / Management", "content": "Adjunctive topical agents such as topical lidocaine are a useful treatment for neuropathic pain and allodynia as in postherpetic neuralgia. [82] [83] Topical NSAIDs have been shown to improve acute musculoskeletal pain, such as a strain, but are less effective in chronic pain. However, topical NSAIDs are more effective than controls in the treatment of pain related to knee osteoarthritis. [84] [85] Separately, topical capsaicin cream is an option for chronic neuropathic or musculoskeletal pain unresponsive to other treatments. [86] Botulinum toxin has also demonstrated effectiveness in the treatment of postherpetic neuralgia. [87] The use of cannabis is also an area of interest in pain research. There is some evidence that medical marijuana can be an effective treatment for neuropathic pain, while the evidence is currently limited in treating other types of chronic pain. [88]", "contents": "Understanding Delaware Prescribing and Distribution of Controlled Substances -- Treatment / Management. Adjunctive topical agents such as topical lidocaine are a useful treatment for neuropathic pain and allodynia as in postherpetic neuralgia. [82] [83] Topical NSAIDs have been shown to improve acute musculoskeletal pain, such as a strain, but are less effective in chronic pain. However, topical NSAIDs are more effective than controls in the treatment of pain related to knee osteoarthritis. [84] [85] Separately, topical capsaicin cream is an option for chronic neuropathic or musculoskeletal pain unresponsive to other treatments. [86] Botulinum toxin has also demonstrated effectiveness in the treatment of postherpetic neuralgia. [87] The use of cannabis is also an area of interest in pain research. There is some evidence that medical marijuana can be an effective treatment for neuropathic pain, while the evidence is currently limited in treating other types of chronic pain. [88]"}
{"id": "article-127851_76", "title": "Understanding Delaware Prescribing and Distribution of Controlled Substances -- Treatment / Management", "content": "The list of nonpharmacological therapies for chronic pain is extensive. Nonpharmacological options include heat and cold therapy, cognitive behavioral therapy, relaxation therapy, biofeedback, group counseling, ultrasound stimulation, acupuncture, aerobic exercise, chiropractic, physical therapy, osteopathic manipulative medicine, occupational therapy, and TENS units. Interventional techniques can also be utilized in the treatment of chronic pain. Spinal cord stimulation, epidural steroid injections, radiofrequency nerve ablations, botulinum toxin injections, nerve blocks, trigger point injections, and intrathecal pain pumps are some of the procedures and techniques commonly used to combat chronic pain. TENS units' efficacy has been variable, and the results of TENS units for chronic pain management are inconclusive. [89] Deep brain stimulation is for post-stroke and facial pain as well as severe, intractable pain where other treatments have failed. [90] There is limited evidence for interventional approaches to pain management. For refractory pain, implantable intrathecal delivery systems are an option for patients who have exhausted all other options.", "contents": "Understanding Delaware Prescribing and Distribution of Controlled Substances -- Treatment / Management. The list of nonpharmacological therapies for chronic pain is extensive. Nonpharmacological options include heat and cold therapy, cognitive behavioral therapy, relaxation therapy, biofeedback, group counseling, ultrasound stimulation, acupuncture, aerobic exercise, chiropractic, physical therapy, osteopathic manipulative medicine, occupational therapy, and TENS units. Interventional techniques can also be utilized in the treatment of chronic pain. Spinal cord stimulation, epidural steroid injections, radiofrequency nerve ablations, botulinum toxin injections, nerve blocks, trigger point injections, and intrathecal pain pumps are some of the procedures and techniques commonly used to combat chronic pain. TENS units' efficacy has been variable, and the results of TENS units for chronic pain management are inconclusive. [89] Deep brain stimulation is for post-stroke and facial pain as well as severe, intractable pain where other treatments have failed. [90] There is limited evidence for interventional approaches to pain management. For refractory pain, implantable intrathecal delivery systems are an option for patients who have exhausted all other options."}
{"id": "article-127851_77", "title": "Understanding Delaware Prescribing and Distribution of Controlled Substances -- Treatment / Management", "content": "Spinal cord stimulators are an option for patients with chronic pain who have failed other conservative approaches. Most commonly, spinal cord stimulators are placed following failed back surgery but can also be an option for other causes of chronic pain such as complex regional pain syndrome, painful peripheral vascular disease, intractable angina, painful diabetic neuropathy, and visceral abdominal and perineal pain. [91] [92] [93] [94] [95] Spinal cord stimulators have shown a 50% reduction of pain compared to continued medical therapy. [96]", "contents": "Understanding Delaware Prescribing and Distribution of Controlled Substances -- Treatment / Management. Spinal cord stimulators are an option for patients with chronic pain who have failed other conservative approaches. Most commonly, spinal cord stimulators are placed following failed back surgery but can also be an option for other causes of chronic pain such as complex regional pain syndrome, painful peripheral vascular disease, intractable angina, painful diabetic neuropathy, and visceral abdominal and perineal pain. [91] [92] [93] [94] [95] Spinal cord stimulators have shown a 50% reduction of pain compared to continued medical therapy. [96]"}
{"id": "article-127851_78", "title": "Understanding Delaware Prescribing and Distribution of Controlled Substances -- Differential Diagnosis", "content": "Pain is a symptom, not a diagnosis. It is essential to determine what underlying injury or disease processes are responsible for the patient's pain since this helps determine effective treatment. For instance, it is crucial to determine if a patient's neuropathic pain is peripheral or central. In another example, if a patient suffers from severe knee pain, it is essential to consider whether or not the knee pain is secondary to severe osteoarthritis, in which case the patient may benefit from an injection or possibly from a knee replacement. In contrast, if the knee pain were instead related to a different condition such as rheumatoid arthritis, infection, gout, pseudogout, or meniscal injury, very different treatments would be indicated.", "contents": "Understanding Delaware Prescribing and Distribution of Controlled Substances -- Differential Diagnosis. Pain is a symptom, not a diagnosis. It is essential to determine what underlying injury or disease processes are responsible for the patient's pain since this helps determine effective treatment. For instance, it is crucial to determine if a patient's neuropathic pain is peripheral or central. In another example, if a patient suffers from severe knee pain, it is essential to consider whether or not the knee pain is secondary to severe osteoarthritis, in which case the patient may benefit from an injection or possibly from a knee replacement. In contrast, if the knee pain were instead related to a different condition such as rheumatoid arthritis, infection, gout, pseudogout, or meniscal injury, very different treatments would be indicated."}
{"id": "article-127851_79", "title": "Understanding Delaware Prescribing and Distribution of Controlled Substances -- Differential Diagnosis", "content": "The differential diagnosis for generalized chronic pain includes allodynia from chronic opioid use as well as major depressive disorder and other psychiatric or sleep disorders, including insomnia. Furthermore, autoimmune diseases such as lupus or psoriatic arthritis, fibromyalgia, and central pain syndromes, should be considered in presentations involving wide-spread, generalized chronic pain. The four main categories of pain are neuropathic, musculoskeletal, mechanical, and inflammatory. Persistent and under-treated painful conditions can lead to chronic pain. Thus, chronic pain is often a symptom of one or multiple diagnoses and can become its own diagnosis as pain becomes persistent and the body's neurochemistry changes. It is critical to treat acute and subacute pain before chronic pain develops.", "contents": "Understanding Delaware Prescribing and Distribution of Controlled Substances -- Differential Diagnosis. The differential diagnosis for generalized chronic pain includes allodynia from chronic opioid use as well as major depressive disorder and other psychiatric or sleep disorders, including insomnia. Furthermore, autoimmune diseases such as lupus or psoriatic arthritis, fibromyalgia, and central pain syndromes, should be considered in presentations involving wide-spread, generalized chronic pain. The four main categories of pain are neuropathic, musculoskeletal, mechanical, and inflammatory. Persistent and under-treated painful conditions can lead to chronic pain. Thus, chronic pain is often a symptom of one or multiple diagnoses and can become its own diagnosis as pain becomes persistent and the body's neurochemistry changes. It is critical to treat acute and subacute pain before chronic pain develops."}
{"id": "article-127851_80", "title": "Understanding Delaware Prescribing and Distribution of Controlled Substances -- Treatment Planning", "content": "Opioid therapy should begin as a trial for a pre-defined period, usually less than 30 days. Treatment goals should be established prior to the initiation of opioid therapy. These should include the hoped-for level of relief of pain, anxiety, and depression as well as the desired return of function. Goals should also include avoiding unnecessary opioid use. The plan should include therapy selection, progress measures, and additional consultations, evaluations, referrals, and therapies. The provider should:", "contents": "Understanding Delaware Prescribing and Distribution of Controlled Substances -- Treatment Planning. Opioid therapy should begin as a trial for a pre-defined period, usually less than 30 days. Treatment goals should be established prior to the initiation of opioid therapy. These should include the hoped-for level of relief of pain, anxiety, and depression as well as the desired return of function. Goals should also include avoiding unnecessary opioid use. The plan should include therapy selection, progress measures, and additional consultations, evaluations, referrals, and therapies. The provider should:"}
{"id": "article-127851_81", "title": "Understanding Delaware Prescribing and Distribution of Controlled Substances -- Treatment Planning", "content": "Start at the lowest possible dose and then titrate to effect Start with short-acting opioid formulations Discuss the need for frequent risk/benefit assessments Instruct the patient regarding the signs and symptoms of respiratory depression Reassess risk/benefit with each dose increase Justify decisions to titrate dose to 90 mg or more morphine equivalent dose Be knowledgeable of federal and state opioid prescribing regulations Be knowledgeable of patient monitoring, equianalgesic dosing, and cross-tolerance with opioid conversion Augment treatment with nonopioid or, if necessary, immediate-release opioids over long-acting opioids Taper opioid dose whenever possible Consent and Treatment [20]", "contents": "Understanding Delaware Prescribing and Distribution of Controlled Substances -- Treatment Planning. Start at the lowest possible dose and then titrate to effect Start with short-acting opioid formulations Discuss the need for frequent risk/benefit assessments Instruct the patient regarding the signs and symptoms of respiratory depression Reassess risk/benefit with each dose increase Justify decisions to titrate dose to 90 mg or more morphine equivalent dose Be knowledgeable of federal and state opioid prescribing regulations Be knowledgeable of patient monitoring, equianalgesic dosing, and cross-tolerance with opioid conversion Augment treatment with nonopioid or, if necessary, immediate-release opioids over long-acting opioids Taper opioid dose whenever possible Consent and Treatment [20]"}
{"id": "article-127851_82", "title": "Understanding Delaware Prescribing and Distribution of Controlled Substances -- Treatment Planning -- The opioid prescription should include documented informed consent and a treatment agreement addressing:", "content": "Drug interactions Physical dependence Side effects Tolerance Physical dependence Driving and motor skill impairment Limited evidence of long-term benefit Addiction, dependence, misuse Risk/benefit profile of the drug prescribed Signs/symptoms of overdose Prescribing policies should be clearly described, including policies regarding the number and frequency of refills and procedures for lost or stolen medications.", "contents": "Understanding Delaware Prescribing and Distribution of Controlled Substances -- Treatment Planning -- The opioid prescription should include documented informed consent and a treatment agreement addressing:. Drug interactions Physical dependence Side effects Tolerance Physical dependence Driving and motor skill impairment Limited evidence of long-term benefit Addiction, dependence, misuse Risk/benefit profile of the drug prescribed Signs/symptoms of overdose Prescribing policies should be clearly described, including policies regarding the number and frequency of refills and procedures for lost or stolen medications."}
{"id": "article-127851_83", "title": "Understanding Delaware Prescribing and Distribution of Controlled Substances -- Treatment Planning -- Patient and Physician Treatment Agreement", "content": "The patient should agree to use medications safely, avoid \"doctor shopping,\" and consent to urine drug testing The prescriber should agree to address problems, followup visits, and scheduled refills", "contents": "Understanding Delaware Prescribing and Distribution of Controlled Substances -- Treatment Planning -- Patient and Physician Treatment Agreement. The patient should agree to use medications safely, avoid \"doctor shopping,\" and consent to urine drug testing The prescriber should agree to address problems, followup visits, and scheduled refills"}
{"id": "article-127851_84", "title": "Understanding Delaware Prescribing and Distribution of Controlled Substances -- Treatment Planning", "content": "Reasons for opioid therapy change or discontinuation should be listed. Agreements can also include follow-up visits, monitoring, and safe storage and disposal of unused drugs. If the patient does not speak English, an interpreter should be used.", "contents": "Understanding Delaware Prescribing and Distribution of Controlled Substances -- Treatment Planning. Reasons for opioid therapy change or discontinuation should be listed. Agreements can also include follow-up visits, monitoring, and safe storage and disposal of unused drugs. If the patient does not speak English, an interpreter should be used."}
{"id": "article-127851_85", "title": "Understanding Delaware Prescribing and Distribution of Controlled Substances -- Treatment Planning -- Discontinuing Opioid Therapy", "content": "Discontinuing opioid therapy should be based on a physician-patient discussion. Opioids should be discontinued when the pain has resolved, side effects develop, analgesia is inadequate, quality of life is not improved, function is deteriorating, or there is evidence of aberrant medication use. Opioids should be tapered slowly and withdrawal should be managed by an addiction specialist.", "contents": "Understanding Delaware Prescribing and Distribution of Controlled Substances -- Treatment Planning -- Discontinuing Opioid Therapy. Discontinuing opioid therapy should be based on a physician-patient discussion. Opioids should be discontinued when the pain has resolved, side effects develop, analgesia is inadequate, quality of life is not improved, function is deteriorating, or there is evidence of aberrant medication use. Opioids should be tapered slowly and withdrawal should be managed by an addiction specialist."}
{"id": "article-127851_86", "title": "Understanding Delaware Prescribing and Distribution of Controlled Substances -- Toxicity and Adverse Effect Management -- The American Society of Interventional Pain Physicians guidelines recommends monitoring for opioid adherence, abuse, and noncompliance with urine drug tests and monitoring programs.", "content": "The treatment plan for opioid use in chronic pain should include frequent assessment of pain level, origin, and function. If there is a change of dosage or agent, the frequency of patient visits should be increased. Chronic response to opioids should be monitored by evaluating the 5 A's. Affect Aberrant drug-related behaviors Activities of daily living Adverse or side effects Analgesia Signs and symptoms, if present, that suggests treatment goals are not being achieved include: Decreased appetite Excessive sleeping or day/night reversal Impaired function Inability to concentrate Mood volatility Lack of involvement with others Lack of re-engaging in life Lack of hygiene", "contents": "Understanding Delaware Prescribing and Distribution of Controlled Substances -- Toxicity and Adverse Effect Management -- The American Society of Interventional Pain Physicians guidelines recommends monitoring for opioid adherence, abuse, and noncompliance with urine drug tests and monitoring programs. The treatment plan for opioid use in chronic pain should include frequent assessment of pain level, origin, and function. If there is a change of dosage or agent, the frequency of patient visits should be increased. Chronic response to opioids should be monitored by evaluating the 5 A's. Affect Aberrant drug-related behaviors Activities of daily living Adverse or side effects Analgesia Signs and symptoms, if present, that suggests treatment goals are not being achieved include: Decreased appetite Excessive sleeping or day/night reversal Impaired function Inability to concentrate Mood volatility Lack of involvement with others Lack of re-engaging in life Lack of hygiene"}
{"id": "article-127851_87", "title": "Understanding Delaware Prescribing and Distribution of Controlled Substances -- Toxicity and Adverse Effect Management -- The decision to change, continue, or terminate opioid therapy should be made with the goal of achieving treatment objectives without adverse effects. Physicians, wherever possible, should work with pharmacists.", "content": "Acute Overdose Management [21]", "contents": "Understanding Delaware Prescribing and Distribution of Controlled Substances -- Toxicity and Adverse Effect Management -- The decision to change, continue, or terminate opioid therapy should be made with the goal of achieving treatment objectives without adverse effects. Physicians, wherever possible, should work with pharmacists. Acute Overdose Management [21]"}
{"id": "article-127851_88", "title": "Understanding Delaware Prescribing and Distribution of Controlled Substances -- Toxicity and Adverse Effect Management -- The decision to change, continue, or terminate opioid therapy should be made with the goal of achieving treatment objectives without adverse effects. Physicians, wherever possible, should work with pharmacists.", "content": "Accidental or deliberate overdose is always a risk for patients taking opioids. The patient and family should be instructed in the signs and symptoms of an overdose and basic emergency management until paramedics' arrival.", "contents": "Understanding Delaware Prescribing and Distribution of Controlled Substances -- Toxicity and Adverse Effect Management -- The decision to change, continue, or terminate opioid therapy should be made with the goal of achieving treatment objectives without adverse effects. Physicians, wherever possible, should work with pharmacists. Accidental or deliberate overdose is always a risk for patients taking opioids. The patient and family should be instructed in the signs and symptoms of an overdose and basic emergency management until paramedics' arrival."}
{"id": "article-127851_89", "title": "Understanding Delaware Prescribing and Distribution of Controlled Substances -- Toxicity and Adverse Effect Management -- The decision to change, continue, or terminate opioid therapy should be made with the goal of achieving treatment objectives without adverse effects. Physicians, wherever possible, should work with pharmacists.", "content": "The immediate response to overdose management is to secure the airway and breathing; however, survival is heavily dependent upon the rapid administration of an opioid antagonist. Many states allow naloxone distribution to the public. Licensed healthcare providers may prescribe opioid antagonists for at-risk individuals, relatives, or caregivers. Emergency medical service personnel, peace officers, and firefighters also have the drug available.", "contents": "Understanding Delaware Prescribing and Distribution of Controlled Substances -- Toxicity and Adverse Effect Management -- The decision to change, continue, or terminate opioid therapy should be made with the goal of achieving treatment objectives without adverse effects. Physicians, wherever possible, should work with pharmacists. The immediate response to overdose management is to secure the airway and breathing; however, survival is heavily dependent upon the rapid administration of an opioid antagonist. Many states allow naloxone distribution to the public. Licensed healthcare providers may prescribe opioid antagonists for at-risk individuals, relatives, or caregivers. Emergency medical service personnel, peace officers, and firefighters also have the drug available."}
{"id": "article-127851_90", "title": "Understanding Delaware Prescribing and Distribution of Controlled Substances -- Toxicity and Adverse Effect Management -- The decision to change, continue, or terminate opioid therapy should be made with the goal of achieving treatment objectives without adverse effects. Physicians, wherever possible, should work with pharmacists.", "content": "While opioid antagonists such as naloxone, naltrexone, and nalmefene are available, acute overdoses are usually treated with naloxone as it quickly reverses opioid-related respiratory depression. Naloxone competes with opioids at receptor sites in the brain stem, reversing desensitization to carbon dioxide and preventing respiratory failure.", "contents": "Understanding Delaware Prescribing and Distribution of Controlled Substances -- Toxicity and Adverse Effect Management -- The decision to change, continue, or terminate opioid therapy should be made with the goal of achieving treatment objectives without adverse effects. Physicians, wherever possible, should work with pharmacists. While opioid antagonists such as naloxone, naltrexone, and nalmefene are available, acute overdoses are usually treated with naloxone as it quickly reverses opioid-related respiratory depression. Naloxone competes with opioids at receptor sites in the brain stem, reversing desensitization to carbon dioxide and preventing respiratory failure."}
{"id": "article-127851_91", "title": "Understanding Delaware Prescribing and Distribution of Controlled Substances -- Toxicity and Adverse Effect Management -- The decision to change, continue, or terminate opioid therapy should be made with the goal of achieving treatment objectives without adverse effects. Physicians, wherever possible, should work with pharmacists.", "content": "The naloxone dose is 0.4 to 2 mg administered intranasally, intravenously, intramuscularly, or subcutaneously. The dose may be repeated every 2 to 3 minutes. Naloxone is available in pre-filled auto-injection devices. Advanced Cardiac Life Support protocols should be continued while naloxone is being administered.", "contents": "Understanding Delaware Prescribing and Distribution of Controlled Substances -- Toxicity and Adverse Effect Management -- The decision to change, continue, or terminate opioid therapy should be made with the goal of achieving treatment objectives without adverse effects. Physicians, wherever possible, should work with pharmacists. The naloxone dose is 0.4 to 2 mg administered intranasally, intravenously, intramuscularly, or subcutaneously. The dose may be repeated every 2 to 3 minutes. Naloxone is available in pre-filled auto-injection devices. Advanced Cardiac Life Support protocols should be continued while naloxone is being administered."}
{"id": "article-127851_92", "title": "Understanding Delaware Prescribing and Distribution of Controlled Substances -- Prognosis", "content": "Current chronic pain treatments can result in an estimated 30% decrease in a patient's pain scores. [53] A thirty percent reduction in a patient's pain can have significant improvements in patients' function and quality of life. [97] However, the long-term prognosis for patients with chronic pain demonstrates reduced function and quality of life. Improved outcomes are possible in patients with chronic pain who also engage in treatment of comorbid psychiatric illness. Chronic pain increases patient morbidity and mortality, as well as rates of chronic disease and obesity. Patients with chronic pain are also at a significantly increased risk for suicide compared to the general population. Patients who develop chronic pain and are dependent on opioids often build tolerance over time. As the amount of morphine milligram equivalents increases, morbidity and mortality also increase. Ultimately, prevention is critical in the treatment of chronic pain. If acute and subacute pain are treated appropriately and chronic pain can be avoided, patients can limit the impact of pain on their quality of life.", "contents": "Understanding Delaware Prescribing and Distribution of Controlled Substances -- Prognosis. Current chronic pain treatments can result in an estimated 30% decrease in a patient's pain scores. [53] A thirty percent reduction in a patient's pain can have significant improvements in patients' function and quality of life. [97] However, the long-term prognosis for patients with chronic pain demonstrates reduced function and quality of life. Improved outcomes are possible in patients with chronic pain who also engage in treatment of comorbid psychiatric illness. Chronic pain increases patient morbidity and mortality, as well as rates of chronic disease and obesity. Patients with chronic pain are also at a significantly increased risk for suicide compared to the general population. Patients who develop chronic pain and are dependent on opioids often build tolerance over time. As the amount of morphine milligram equivalents increases, morbidity and mortality also increase. Ultimately, prevention is critical in the treatment of chronic pain. If acute and subacute pain are treated appropriately and chronic pain can be avoided, patients can limit the impact of pain on their quality of life."}
{"id": "article-127851_93", "title": "Understanding Delaware Prescribing and Distribution of Controlled Substances -- Complications", "content": "Chronic pain leads to significantly decreased quality of life, reduced productivity, lost wages, worsening of chronic disease, and psychiatric disorders such as depression, anxiety, and substance abuse disorders. Patients with chronic pain are also at a significantly increased risk for suicide and suicidal ideation. Many medications used to treat chronic pain have potential risks and side effects and possible complications associated with their use.", "contents": "Understanding Delaware Prescribing and Distribution of Controlled Substances -- Complications. Chronic pain leads to significantly decreased quality of life, reduced productivity, lost wages, worsening of chronic disease, and psychiatric disorders such as depression, anxiety, and substance abuse disorders. Patients with chronic pain are also at a significantly increased risk for suicide and suicidal ideation. Many medications used to treat chronic pain have potential risks and side effects and possible complications associated with their use."}
{"id": "article-127851_94", "title": "Understanding Delaware Prescribing and Distribution of Controlled Substances -- Complications", "content": "Acetaminophen is a standard pharmacological therapy for patients with chronic pain. It is taken either as a single agent or in combination with an opioid. Hepatotoxicity can occur as a result of acetaminophen when doses exceed four grams per day. [98] Acetaminophen is the most common cause of acute liver failure in the United States. [99] Furthermore, hepatotoxicity can occur even at therapeutic doses for patients with chronic liver disease. [100]", "contents": "Understanding Delaware Prescribing and Distribution of Controlled Substances -- Complications. Acetaminophen is a standard pharmacological therapy for patients with chronic pain. It is taken either as a single agent or in combination with an opioid. Hepatotoxicity can occur as a result of acetaminophen when doses exceed four grams per day. [98] Acetaminophen is the most common cause of acute liver failure in the United States. [99] Furthermore, hepatotoxicity can occur even at therapeutic doses for patients with chronic liver disease. [100]"}
{"id": "article-127851_95", "title": "Understanding Delaware Prescribing and Distribution of Controlled Substances -- Complications", "content": "Frequently used adjunct medications such as gabapentin or pregabalin can cause sedation, swelling, mood changes, confusion, and respiratory depression, especially in older patients who require additional analgesics. [101] These agents require caution in elderly patients with painful diabetic neuropathy. Also, gabapentin or pregabalin, in combination with opioid analgesics, have been shown to increase the rate of patient mortality. [102] Duloxetine can cause mood changes, headaches, and nausea, as well as other possible side effects, and should be avoided in patients with a history of kidney or liver disease.", "contents": "Understanding Delaware Prescribing and Distribution of Controlled Substances -- Complications. Frequently used adjunct medications such as gabapentin or pregabalin can cause sedation, swelling, mood changes, confusion, and respiratory depression, especially in older patients who require additional analgesics. [101] These agents require caution in elderly patients with painful diabetic neuropathy. Also, gabapentin or pregabalin, in combination with opioid analgesics, have been shown to increase the rate of patient mortality. [102] Duloxetine can cause mood changes, headaches, and nausea, as well as other possible side effects, and should be avoided in patients with a history of kidney or liver disease."}
{"id": "article-127851_96", "title": "Understanding Delaware Prescribing and Distribution of Controlled Substances -- Complications", "content": "Feared complications of opioid therapy include addiction as well as overdose resulting in respiratory compromise. However, opioid-induced hyperalgesia is also a significant concern. Patients become more sensitive to painful stimuli while on chronic opioids. [103] The long-term risks and side effects of opioids include constipation, tolerance, dependence, nausea, dyspepsia, arrhythmia (methadone treatment related QT prolongation), and opioid-induced endocrine dysfunction, which can result in amenorrhea, impotence, gynecomastia, and decreased energy and libido. Also, there appears to be a dose-dependent risk of opioid overdose with increasing daily milligram morphine equivalents. Drug Diversion and Drug Seeking [47]", "contents": "Understanding Delaware Prescribing and Distribution of Controlled Substances -- Complications. Feared complications of opioid therapy include addiction as well as overdose resulting in respiratory compromise. However, opioid-induced hyperalgesia is also a significant concern. Patients become more sensitive to painful stimuli while on chronic opioids. [103] The long-term risks and side effects of opioids include constipation, tolerance, dependence, nausea, dyspepsia, arrhythmia (methadone treatment related QT prolongation), and opioid-induced endocrine dysfunction, which can result in amenorrhea, impotence, gynecomastia, and decreased energy and libido. Also, there appears to be a dose-dependent risk of opioid overdose with increasing daily milligram morphine equivalents. Drug Diversion and Drug Seeking [47]"}
{"id": "article-127851_97", "title": "Understanding Delaware Prescribing and Distribution of Controlled Substances -- Complications", "content": "Unfortunately, due to addiction or for financial gain, some individuals seek prescribed opioids for illicit purposes. Prescription opioids may be obtained from a friend or relative, purchased from a black market drug dealer, obtained by doctor shopping and acquiring drugs from multiple prescribers, or stolen from clinics, hospitals, or pharmacies. Some warning signs suggestive of drug seeking include:", "contents": "Understanding Delaware Prescribing and Distribution of Controlled Substances -- Complications. Unfortunately, due to addiction or for financial gain, some individuals seek prescribed opioids for illicit purposes. Prescription opioids may be obtained from a friend or relative, purchased from a black market drug dealer, obtained by doctor shopping and acquiring drugs from multiple prescribers, or stolen from clinics, hospitals, or pharmacies. Some warning signs suggestive of drug seeking include:"}
{"id": "article-127851_98", "title": "Understanding Delaware Prescribing and Distribution of Controlled Substances -- Complications", "content": "Aggressive demands for more opioids Asking for opioids by name Behaviors suggesting opioid use disorder Forged prescriptions Increased alcohol use Increasing medication dose without provider permission Injecting oral medications Obtaining medications from nonmedical sources Obtaining opioids from multiple providers Prescription loss or theft Reluctance to decrease opioid dosing Resisting medication change Requesting early refills Selling prescriptions Sharing or borrowing similar medications Stockpiling medications Unsanctioned dose escalation Using illegal drugs Using pain medications to treat other symptoms", "contents": "Understanding Delaware Prescribing and Distribution of Controlled Substances -- Complications. Aggressive demands for more opioids Asking for opioids by name Behaviors suggesting opioid use disorder Forged prescriptions Increased alcohol use Increasing medication dose without provider permission Injecting oral medications Obtaining medications from nonmedical sources Obtaining opioids from multiple providers Prescription loss or theft Reluctance to decrease opioid dosing Resisting medication change Requesting early refills Selling prescriptions Sharing or borrowing similar medications Stockpiling medications Unsanctioned dose escalation Using illegal drugs Using pain medications to treat other symptoms"}
{"id": "article-127851_99", "title": "Understanding Delaware Prescribing and Distribution of Controlled Substances -- Complications -- Prescribers and dispensers can take several precautions to avoid drug diversion. Some approaches include:", "content": "Communication among providers and pharmacies to avoid \"doctor shopping\" Educating patients on the dangers of sharing opioids Encouraging patients to keep opioid medications in a private place Encouraging patients to refrain from public disclosure of opioid use Reporting patient prescribing to state central database if available", "contents": "Understanding Delaware Prescribing and Distribution of Controlled Substances -- Complications -- Prescribers and dispensers can take several precautions to avoid drug diversion. Some approaches include:. Communication among providers and pharmacies to avoid \"doctor shopping\" Educating patients on the dangers of sharing opioids Encouraging patients to keep opioid medications in a private place Encouraging patients to refrain from public disclosure of opioid use Reporting patient prescribing to state central database if available"}
{"id": "article-127851_100", "title": "Understanding Delaware Prescribing and Distribution of Controlled Substances -- Complications -- Inquire about prescription and illicit drug use", "content": "Obtain a urine drug screen Perform a thorough examination Perform pill counting Prescribe smaller quantities of the opioid", "contents": "Understanding Delaware Prescribing and Distribution of Controlled Substances -- Complications -- Inquire about prescription and illicit drug use. Obtain a urine drug screen Perform a thorough examination Perform pill counting Prescribe smaller quantities of the opioid"}
{"id": "article-127851_101", "title": "Understanding Delaware Prescribing and Distribution of Controlled Substances -- Complications", "content": "If a patient is abusing prescribed opioids, this is a violation of the treatment agreement. The provider may then choose to discharge the patient from their practice. If the relationship is terminated, the provider must do it legally. The provider should avoid patient abandonment, which occurs when a provider ends a relationship with a patient without consideration of continuity of care and without providing notice to the patient. To avoid abandonment charges, the provider must give the patient enough advanced warning to allow them to secure another physician and facilitate the transfer of care.", "contents": "Understanding Delaware Prescribing and Distribution of Controlled Substances -- Complications. If a patient is abusing prescribed opioids, this is a violation of the treatment agreement. The provider may then choose to discharge the patient from their practice. If the relationship is terminated, the provider must do it legally. The provider should avoid patient abandonment, which occurs when a provider ends a relationship with a patient without consideration of continuity of care and without providing notice to the patient. To avoid abandonment charges, the provider must give the patient enough advanced warning to allow them to secure another physician and facilitate the transfer of care."}
{"id": "article-127851_102", "title": "Understanding Delaware Prescribing and Distribution of Controlled Substances -- Complications", "content": "Patients with a substance abuse problem or addiction should be referred to a pain specialist. Theft or loss of controlled substances should be reported to the Drug Enforcement Administration. If drug diversion has occurred, the activity should be documented and reported to law enforcement.", "contents": "Understanding Delaware Prescribing and Distribution of Controlled Substances -- Complications. Patients with a substance abuse problem or addiction should be referred to a pain specialist. Theft or loss of controlled substances should be reported to the Drug Enforcement Administration. If drug diversion has occurred, the activity should be documented and reported to law enforcement."}
{"id": "article-127851_103", "title": "Understanding Delaware Prescribing and Distribution of Controlled Substances -- Deterrence and Patient Education -- Involvement of Patient and Family", "content": "The patient and family can assist in informed decision-making regarding continuing or discontinuing opioid therapy. Family members are often aware of when a patient is depressed and less functional. Questions to ask the family include: Is the patient's day focused on taking opioid pain medication? What is the frequency of pain medication? Does the patient have any other alcohol or drug problems? Does the patient avoid activity? Is the patient depressed? Is the patient able to function?", "contents": "Understanding Delaware Prescribing and Distribution of Controlled Substances -- Deterrence and Patient Education -- Involvement of Patient and Family. The patient and family can assist in informed decision-making regarding continuing or discontinuing opioid therapy. Family members are often aware of when a patient is depressed and less functional. Questions to ask the family include: Is the patient's day focused on taking opioid pain medication? What is the frequency of pain medication? Does the patient have any other alcohol or drug problems? Does the patient avoid activity? Is the patient depressed? Is the patient able to function?"}
{"id": "article-127851_104", "title": "Understanding Delaware Prescribing and Distribution of Controlled Substances -- Deterrence and Patient Education -- What To Teach A Patient Taking Opioids", "content": "Avoid driving or operating power equipment Avoid stoping opioids suddenly Avoid taking other drugs that depress the respiratory system such as alcohol, sedatives, and anxiolytics Contact prescriber if pain medication is not adequate for relief Destroy opioids based on product-specific disposal information (usually flushing down the toilet or mixing with cat litter or coffee grounds) Do not chew tablets Do not share opioids with friends or family Follow prescribed dosing regimen Provide product-specific information Take opioids only as prescribed", "contents": "Understanding Delaware Prescribing and Distribution of Controlled Substances -- Deterrence and Patient Education -- What To Teach A Patient Taking Opioids. Avoid driving or operating power equipment Avoid stoping opioids suddenly Avoid taking other drugs that depress the respiratory system such as alcohol, sedatives, and anxiolytics Contact prescriber if pain medication is not adequate for relief Destroy opioids based on product-specific disposal information (usually flushing down the toilet or mixing with cat litter or coffee grounds) Do not chew tablets Do not share opioids with friends or family Follow prescribed dosing regimen Provide product-specific information Take opioids only as prescribed"}
{"id": "article-127851_105", "title": "Understanding Delaware Prescribing and Distribution of Controlled Substances -- Pearls and Other Issues -- Maintain Accurate Medical Records Regarding Opiate Prescriptions", "content": "All clinicians should maintain accurate, complete, and current medical records, including: Records of prescriptions for controlled substances Records of instructions provided to patients and family members Detailed history, physical, monitoring plan, and reasons for medications prescribed Federal and State Laws [104] Several regulations and programs exist at the federal and state levels to reduce prescription opioid abuse, diversion, and overdose. These laws require: Immunity from prosecution for individuals seeking assistance during an overdose Pain clinic oversight Patient identification prior to dispensing Physical examination prior to prescribing opioids Prescription limits Tamper-resistant prescriptions", "contents": "Understanding Delaware Prescribing and Distribution of Controlled Substances -- Pearls and Other Issues -- Maintain Accurate Medical Records Regarding Opiate Prescriptions. All clinicians should maintain accurate, complete, and current medical records, including: Records of prescriptions for controlled substances Records of instructions provided to patients and family members Detailed history, physical, monitoring plan, and reasons for medications prescribed Federal and State Laws [104] Several regulations and programs exist at the federal and state levels to reduce prescription opioid abuse, diversion, and overdose. These laws require: Immunity from prosecution for individuals seeking assistance during an overdose Pain clinic oversight Patient identification prior to dispensing Physical examination prior to prescribing opioids Prescription limits Tamper-resistant prescriptions"}
{"id": "article-127851_106", "title": "Understanding Delaware Prescribing and Distribution of Controlled Substances -- Pearls and Other Issues -- Federal Laws", "content": "The U.S. Drug Enforcement Administration (DEA) sets national standards for controlled substances. Drug scheduling was mandated under The Federal Comprehensive Drug Abuse Prevention and Control Act of 1970. The law addresses controlled substances within Title II. The DEA maintains a list of controlled medications and illicit substances that are categorized from scheduled I to V. The five categories have their basis on the medication’s proper and beneficial medical use and the medication’s potential for dependency and abuse. The purpose of the law is to provide government oversight over the manufacturing and distribution of these types of substances. Prescribers and dispensers are required to have a DEA license to supply these drugs. The licensing provides links to users, prescribers, and distributors. [105] [106] [107]", "contents": "Understanding Delaware Prescribing and Distribution of Controlled Substances -- Pearls and Other Issues -- Federal Laws. The U.S. Drug Enforcement Administration (DEA) sets national standards for controlled substances. Drug scheduling was mandated under The Federal Comprehensive Drug Abuse Prevention and Control Act of 1970. The law addresses controlled substances within Title II. The DEA maintains a list of controlled medications and illicit substances that are categorized from scheduled I to V. The five categories have their basis on the medication’s proper and beneficial medical use and the medication’s potential for dependency and abuse. The purpose of the law is to provide government oversight over the manufacturing and distribution of these types of substances. Prescribers and dispensers are required to have a DEA license to supply these drugs. The licensing provides links to users, prescribers, and distributors. [105] [106] [107]"}
{"id": "article-127851_107", "title": "Understanding Delaware Prescribing and Distribution of Controlled Substances -- Pearls and Other Issues -- Federal Laws", "content": "Schedule I drugs are considered to have the highest risk of abuse while Schedule V drugs have the lowest potential for abuse. Other factors considered by the DEA include pharmacological effect, evidenced-based knowledge of the drug, risk to public health, trends in the use of the drug, and whether or not the drug has the potential to be made more dangerous with minor chemical modifications.", "contents": "Understanding Delaware Prescribing and Distribution of Controlled Substances -- Pearls and Other Issues -- Federal Laws. Schedule I drugs are considered to have the highest risk of abuse while Schedule V drugs have the lowest potential for abuse. Other factors considered by the DEA include pharmacological effect, evidenced-based knowledge of the drug, risk to public health, trends in the use of the drug, and whether or not the drug has the potential to be made more dangerous with minor chemical modifications."}
{"id": "article-127851_108", "title": "Understanding Delaware Prescribing and Distribution of Controlled Substances -- Pearls and Other Issues -- Federal Laws", "content": "It is essential to understand the DEA controlled-substance scheduling both to ensure adequate caution when prescribing medications with high abuse potential and also to ensure against prescribing outside of one's authority. [108] [109]", "contents": "Understanding Delaware Prescribing and Distribution of Controlled Substances -- Pearls and Other Issues -- Federal Laws. It is essential to understand the DEA controlled-substance scheduling both to ensure adequate caution when prescribing medications with high abuse potential and also to ensure against prescribing outside of one's authority. [108] [109]"}
{"id": "article-127851_109", "title": "Understanding Delaware Prescribing and Distribution of Controlled Substances -- Pearls and Other Issues -- Federal Laws", "content": "The Controlled Substances Act has great potential to improve patient safety by providing federal oversight for drugs with a high potential for abuse. Prescribers of scheduled substances (physicians, dentists, podiatrists, advanced practitioners) may have links to the distribution of these substances. They are required to have a DEA license and record prescription of scheduled drugs. This licensing prevents overprescribing and obligates providers to be wary of potential drug-seeking patients. The dispenser must also be aware of a patient's medication history and be mindful of the potential for polypharmacy if a patient sees multiple providers. The current opioid epidemic is a time where federal oversight and interdisciplinary coordination have the potential to drastically reduce harm to patients prescribed scheduled drugs. It will, however, take further time and evaluation to know if drug scheduling actually reduces abuse, addiction, and overdose. [110] [111] [112] [113] [114]", "contents": "Understanding Delaware Prescribing and Distribution of Controlled Substances -- Pearls and Other Issues -- Federal Laws. The Controlled Substances Act has great potential to improve patient safety by providing federal oversight for drugs with a high potential for abuse. Prescribers of scheduled substances (physicians, dentists, podiatrists, advanced practitioners) may have links to the distribution of these substances. They are required to have a DEA license and record prescription of scheduled drugs. This licensing prevents overprescribing and obligates providers to be wary of potential drug-seeking patients. The dispenser must also be aware of a patient's medication history and be mindful of the potential for polypharmacy if a patient sees multiple providers. The current opioid epidemic is a time where federal oversight and interdisciplinary coordination have the potential to drastically reduce harm to patients prescribed scheduled drugs. It will, however, take further time and evaluation to know if drug scheduling actually reduces abuse, addiction, and overdose. [110] [111] [112] [113] [114]"}
{"id": "article-127851_110", "title": "Understanding Delaware Prescribing and Distribution of Controlled Substances -- Pearls and Other Issues -- Delaware State Laws", "content": "The prescribing, dispensing, reporting, and consumption of controlled substances is governed by the Uniform Controlled Substance Act Regulations.  Please review the entire law prior to prescribing controlled substances.", "contents": "Understanding Delaware Prescribing and Distribution of Controlled Substances -- Pearls and Other Issues -- Delaware State Laws. The prescribing, dispensing, reporting, and consumption of controlled substances is governed by the Uniform Controlled Substance Act Regulations.  Please review the entire law prior to prescribing controlled substances."}
{"id": "article-127851_111", "title": "Understanding Delaware Prescribing and Distribution of Controlled Substances -- Pearls and Other Issues -- 1.0 Controlled Substance Advisory Committee", "content": "1.1 The Controlled Substance Advisory Committee (hereafter designated as \"the Committee\") has a primary objective to promote, preserve and protect the public health, safety and welfare by regulating and monitoring controlled substance use and abuse through a program of registration, inspection, investigation and education. The Committee regulates by registering prescribers, dispensers, manufactures, distributors, clinics, researchers and other controlled substance registrants (i.e. – dog handler). Among its functions, the Committee issues and renews licenses; and makes recommendations to the Secretary of State of new or amended controlled substance regulations and disciplinary actions of registrants who violate the law. (16 Del.C. §4700 to the end)", "contents": "Understanding Delaware Prescribing and Distribution of Controlled Substances -- Pearls and Other Issues -- 1.0 Controlled Substance Advisory Committee. 1.1 The Controlled Substance Advisory Committee (hereafter designated as \"the Committee\") has a primary objective to promote, preserve and protect the public health, safety and welfare by regulating and monitoring controlled substance use and abuse through a program of registration, inspection, investigation and education. The Committee regulates by registering prescribers, dispensers, manufactures, distributors, clinics, researchers and other controlled substance registrants (i.e. – dog handler). Among its functions, the Committee issues and renews licenses; and makes recommendations to the Secretary of State of new or amended controlled substance regulations and disciplinary actions of registrants who violate the law. (16 Del.C. §4700 to the end)"}
{"id": "article-127851_112", "title": "Understanding Delaware Prescribing and Distribution of Controlled Substances -- Pearls and Other Issues -- 1.0 Controlled Substance Advisory Committee", "content": "1.2 The Committee shall consist of 9 members: one physician, one dentist, one podiatrist, one veterinarian, one nurse practitioner, two pharmacists, one physician assistant and one public member. The Secretary of State will be provided recommendations for appointments to the Committee from the associated licensing Boards. Members shall have engaged in the prescribing, dispensing or storing of controlled substances for at least 5 years except for the public member. All Committee members will be appointed by the Secretary of State or their designee.", "contents": "Understanding Delaware Prescribing and Distribution of Controlled Substances -- Pearls and Other Issues -- 1.0 Controlled Substance Advisory Committee. 1.2 The Committee shall consist of 9 members: one physician, one dentist, one podiatrist, one veterinarian, one nurse practitioner, two pharmacists, one physician assistant and one public member. The Secretary of State will be provided recommendations for appointments to the Committee from the associated licensing Boards. Members shall have engaged in the prescribing, dispensing or storing of controlled substances for at least 5 years except for the public member. All Committee members will be appointed by the Secretary of State or their designee."}
{"id": "article-127851_113", "title": "Understanding Delaware Prescribing and Distribution of Controlled Substances -- Pearls and Other Issues -- 1.0 Controlled Substance Advisory Committee", "content": "1.3 A member of the Committee may not serve more than 3 full, consecutive 3-year terms, which is not diminished by serving an unexpired term. Upon serving 3 full, consecutive 3-year terms, a former member is eligible for reappointment to the Committee no earlier than 1 year after the expiration of the last term served on the Committee by the former member. A Committee member whose appointment has expired remains eligible to participate in Committee proceedings until replaced.", "contents": "Understanding Delaware Prescribing and Distribution of Controlled Substances -- Pearls and Other Issues -- 1.0 Controlled Substance Advisory Committee. 1.3 A member of the Committee may not serve more than 3 full, consecutive 3-year terms, which is not diminished by serving an unexpired term. Upon serving 3 full, consecutive 3-year terms, a former member is eligible for reappointment to the Committee no earlier than 1 year after the expiration of the last term served on the Committee by the former member. A Committee member whose appointment has expired remains eligible to participate in Committee proceedings until replaced."}
{"id": "article-127851_114", "title": "Understanding Delaware Prescribing and Distribution of Controlled Substances -- Pearls and Other Issues -- 1.0 Controlled Substance Advisory Committee", "content": "1.4 The Committee shall hold regularly scheduled meetings at least four times a calendar year and at other times the Committee considers necessary at the request of a majority of the members. A president and vice-president shall be elected by the members annually. Each officer shall serve for 1 year and shall not succeed himself or herself for more than 2 consecutive terms.", "contents": "Understanding Delaware Prescribing and Distribution of Controlled Substances -- Pearls and Other Issues -- 1.0 Controlled Substance Advisory Committee. 1.4 The Committee shall hold regularly scheduled meetings at least four times a calendar year and at other times the Committee considers necessary at the request of a majority of the members. A president and vice-president shall be elected by the members annually. Each officer shall serve for 1 year and shall not succeed himself or herself for more than 2 consecutive terms."}
{"id": "article-127851_115", "title": "Understanding Delaware Prescribing and Distribution of Controlled Substances -- Pearls and Other Issues -- 1.0 Controlled Substance Advisory Committee", "content": "1.5 The conduct of all hearings and issuance of orders shall be in accordance with the procedures established pursuant to this section, Chapter 101 of Title 29, section 8735 of Title 29, and sections 4731 through 4736 of Title 16.", "contents": "Understanding Delaware Prescribing and Distribution of Controlled Substances -- Pearls and Other Issues -- 1.0 Controlled Substance Advisory Committee. 1.5 The conduct of all hearings and issuance of orders shall be in accordance with the procedures established pursuant to this section, Chapter 101 of Title 29, section 8735 of Title 29, and sections 4731 through 4736 of Title 16."}
{"id": "article-127851_116", "title": "Understanding Delaware Prescribing and Distribution of Controlled Substances -- Pearls and Other Issues -- 1.0 Controlled Substance Advisory Committee", "content": "1.6 The Drug Control Administrator for the Division of Professional Regulation is responsible for the performance of the regular administrative functions of the Committee and other duties as the Committee may direct.", "contents": "Understanding Delaware Prescribing and Distribution of Controlled Substances -- Pearls and Other Issues -- 1.0 Controlled Substance Advisory Committee. 1.6 The Drug Control Administrator for the Division of Professional Regulation is responsible for the performance of the regular administrative functions of the Committee and other duties as the Committee may direct."}
{"id": "article-127851_117", "title": "Understanding Delaware Prescribing and Distribution of Controlled Substances -- Pearls and Other Issues -- 1.0 Controlled Substance Advisory Committee", "content": "1.7 A majority of the members shall constitute a quorum for the purpose of transacting business and no action shall be taken without the affirmative vote of a majority of the quorum. No disciplinary action may be recommended to the Secretary without the affirmative vote of a majority of the members of the Committee.", "contents": "Understanding Delaware Prescribing and Distribution of Controlled Substances -- Pearls and Other Issues -- 1.0 Controlled Substance Advisory Committee. 1.7 A majority of the members shall constitute a quorum for the purpose of transacting business and no action shall be taken without the affirmative vote of a majority of the quorum. No disciplinary action may be recommended to the Secretary without the affirmative vote of a majority of the members of the Committee."}
{"id": "article-127851_118", "title": "Understanding Delaware Prescribing and Distribution of Controlled Substances -- Pearls and Other Issues -- 1.0 Controlled Substance Advisory Committee", "content": "1.8 Any member who fails to attend 3 consecutive meetings, or who fails to attend at least half of all regular business meetings during any calendar year, shall automatically upon such occurrence be deemed to have resigned from office and a replacement shall be appointed by the Secretary of State.", "contents": "Understanding Delaware Prescribing and Distribution of Controlled Substances -- Pearls and Other Issues -- 1.0 Controlled Substance Advisory Committee. 1.8 Any member who fails to attend 3 consecutive meetings, or who fails to attend at least half of all regular business meetings during any calendar year, shall automatically upon such occurrence be deemed to have resigned from office and a replacement shall be appointed by the Secretary of State."}
{"id": "article-127851_119", "title": "Understanding Delaware Prescribing and Distribution of Controlled Substances -- Pearls and Other Issues -- 1.0 Controlled Substance Advisory Committee", "content": "1.9 Minutes of all meetings shall be maintained by the Division of Professional Regulation. A record from which a verbatim transcript can be prepared shall be made of all hearings where evidence is presented. The expense of preparing any transcript shall be borne by the person requesting it.", "contents": "Understanding Delaware Prescribing and Distribution of Controlled Substances -- Pearls and Other Issues -- 1.0 Controlled Substance Advisory Committee. 1.9 Minutes of all meetings shall be maintained by the Division of Professional Regulation. A record from which a verbatim transcript can be prepared shall be made of all hearings where evidence is presented. The expense of preparing any transcript shall be borne by the person requesting it."}
{"id": "article-127851_120", "title": "Understanding Delaware Prescribing and Distribution of Controlled Substances -- Pearls and Other Issues -- 2.0 Definitions", "content": "“Act” means the Controlled Substance Act, 16 Del.C. Ch. 47.", "contents": "Understanding Delaware Prescribing and Distribution of Controlled Substances -- Pearls and Other Issues -- 2.0 Definitions. “Act” means the Controlled Substance Act, 16 Del.C. Ch. 47."}
{"id": "article-127851_121", "title": "Understanding Delaware Prescribing and Distribution of Controlled Substances -- Pearls and Other Issues -- 2.0 Definitions", "content": "“Administer” or “administration” means the direct application of a drug to the body of a patient by injection, inhalation, ingestion or any other means. The administration of a drug directly to a patient by a practitioner is administration not an act of dispensing. “Controlled substance” means any substance or drug defined, enumerated, or included in this chapter and Title 21, Code of Federal Regulations. “Direct supervision” means the supervising practitioner, pharmacist or licensee will be present and immediately available within the dispensing area.", "contents": "Understanding Delaware Prescribing and Distribution of Controlled Substances -- Pearls and Other Issues -- 2.0 Definitions. “Administer” or “administration” means the direct application of a drug to the body of a patient by injection, inhalation, ingestion or any other means. The administration of a drug directly to a patient by a practitioner is administration not an act of dispensing. “Controlled substance” means any substance or drug defined, enumerated, or included in this chapter and Title 21, Code of Federal Regulations. “Direct supervision” means the supervising practitioner, pharmacist or licensee will be present and immediately available within the dispensing area."}
{"id": "article-127851_122", "title": "Understanding Delaware Prescribing and Distribution of Controlled Substances -- Pearls and Other Issues -- 2.0 Definitions", "content": "“Dispense” or “dispensing” means the interpretation, evaluation, and implementation of a prescription drug or, including the preparation and delivery of a drug to a patient or patient’s agent in a suitable container appropriately labeled for subsequent administration to, or use by, a patient. “Dispenser” means a person authorized by this State to dispense or distribute to the ultimate user any controlled substance.", "contents": "Understanding Delaware Prescribing and Distribution of Controlled Substances -- Pearls and Other Issues -- 2.0 Definitions. “Dispense” or “dispensing” means the interpretation, evaluation, and implementation of a prescription drug or, including the preparation and delivery of a drug to a patient or patient’s agent in a suitable container appropriately labeled for subsequent administration to, or use by, a patient. “Dispenser” means a person authorized by this State to dispense or distribute to the ultimate user any controlled substance."}
{"id": "article-127851_123", "title": "Understanding Delaware Prescribing and Distribution of Controlled Substances -- Pearls and Other Issues -- 2.0 Definitions", "content": "“Practitioner” means physician, dentist, veterinarian, podiatrist, nurse practitioner, physician assistant or other individual, licensed, registered, or otherwise permitted, by the United States or the State of Delaware to prescribe, dispense or store a controlled substance in the course of professional practice but does not include a pharmacist, a pharmacy, or an institutional practitioner.", "contents": "Understanding Delaware Prescribing and Distribution of Controlled Substances -- Pearls and Other Issues -- 2.0 Definitions. “Practitioner” means physician, dentist, veterinarian, podiatrist, nurse practitioner, physician assistant or other individual, licensed, registered, or otherwise permitted, by the United States or the State of Delaware to prescribe, dispense or store a controlled substance in the course of professional practice but does not include a pharmacist, a pharmacy, or an institutional practitioner."}
{"id": "article-127851_124", "title": "Understanding Delaware Prescribing and Distribution of Controlled Substances -- Pearls and Other Issues -- 2.0 Definitions", "content": "“Pharmacist” means any pharmacist licensed by the State of Delaware to dispense controlled substances and shall include any other person (e.g. pharmacist intern) authorized by the State of Delaware to prescribe, dispense or store controlled substances under the supervision of a pharmacist licensed by this State.", "contents": "Understanding Delaware Prescribing and Distribution of Controlled Substances -- Pearls and Other Issues -- 2.0 Definitions. “Pharmacist” means any pharmacist licensed by the State of Delaware to dispense controlled substances and shall include any other person (e.g. pharmacist intern) authorized by the State of Delaware to prescribe, dispense or store controlled substances under the supervision of a pharmacist licensed by this State."}
{"id": "article-127851_125", "title": "Understanding Delaware Prescribing and Distribution of Controlled Substances -- Pearls and Other Issues -- 2.0 Definitions", "content": "“Prescription” means an order for medication which is dispensed to or for an ultimate user but does not include an order for medication which is dispensed for immediate administration to the ultimate user. (e.g. an order to dispense a drug to a bed patient for immediate administration in a hospital is not a prescription.) “Register” and “registered” refer to registration required by 16 Del.C. §4732.", "contents": "Understanding Delaware Prescribing and Distribution of Controlled Substances -- Pearls and Other Issues -- 2.0 Definitions. “Prescription” means an order for medication which is dispensed to or for an ultimate user but does not include an order for medication which is dispensed for immediate administration to the ultimate user. (e.g. an order to dispense a drug to a bed patient for immediate administration in a hospital is not a prescription.) “Register” and “registered” refer to registration required by 16 Del.C. §4732."}
{"id": "article-127851_126", "title": "Understanding Delaware Prescribing and Distribution of Controlled Substances -- Pearls and Other Issues -- 3.0 Requirements", "content": "3.1 Registration shall be on a biennial basis upon forms supplied by the Division of Professional Regulation and/or Secretary of State for that purpose. A separate registration is required at each principal place of business or professional practice where controlled substances are manufactured, distributed, dispensed, or kept for research analysis. Out-of-State registrants who dispense or distribute controlled substances to patients or facilities in Delaware are required to obtain a registration.", "contents": "Understanding Delaware Prescribing and Distribution of Controlled Substances -- Pearls and Other Issues -- 3.0 Requirements. 3.1 Registration shall be on a biennial basis upon forms supplied by the Division of Professional Regulation and/or Secretary of State for that purpose. A separate registration is required at each principal place of business or professional practice where controlled substances are manufactured, distributed, dispensed, or kept for research analysis. Out-of-State registrants who dispense or distribute controlled substances to patients or facilities in Delaware are required to obtain a registration."}
{"id": "article-127851_127", "title": "Understanding Delaware Prescribing and Distribution of Controlled Substances -- Pearls and Other Issues -- 3.0 Requirements", "content": "3.1.1 All practitioners registered under Title 16, Chapter 47 as of July 1, 2013, must attest to completion of a one hour education course on Delaware law, regulation and programs, acceptable to the Secretary, pertaining to the prescribing and distribution of controlled substances on or before June 30, 2015 in order to qualify for continued registration.", "contents": "Understanding Delaware Prescribing and Distribution of Controlled Substances -- Pearls and Other Issues -- 3.0 Requirements. 3.1.1 All practitioners registered under Title 16, Chapter 47 as of July 1, 2013, must attest to completion of a one hour education course on Delaware law, regulation and programs, acceptable to the Secretary, pertaining to the prescribing and distribution of controlled substances on or before June 30, 2015 in order to qualify for continued registration."}
{"id": "article-127851_128", "title": "Understanding Delaware Prescribing and Distribution of Controlled Substances -- Pearls and Other Issues -- 3.0 Requirements", "content": "3.1.2 All practitioners who obtain new registration under Title 16, Chapter 47 after July 1, 2013 must attest to completion of a one hour education course on Delaware law, regulation and programs, acceptable to the Secretary, pertaining to the prescribing and distribution of controlled substances within the first year of obtaining registration in order to qualify for continued registration.", "contents": "Understanding Delaware Prescribing and Distribution of Controlled Substances -- Pearls and Other Issues -- 3.0 Requirements. 3.1.2 All practitioners who obtain new registration under Title 16, Chapter 47 after July 1, 2013 must attest to completion of a one hour education course on Delaware law, regulation and programs, acceptable to the Secretary, pertaining to the prescribing and distribution of controlled substances within the first year of obtaining registration in order to qualify for continued registration."}
{"id": "article-127851_129", "title": "Understanding Delaware Prescribing and Distribution of Controlled Substances -- Pearls and Other Issues -- 3.0 Requirements", "content": "3.1.3 All practitioners must attest to completion of two hours of continuing education biennially in the areas of controlled substance prescribing practices, treatment of chronic pain, or other topics related to the prescribing of controlled substances. 3.1.4 The Secretary shall periodically review the requirements of paragraphs 3.1.1, 3.1.2, and 3.1.3 to determine adequacy. 3.2 Administrative inspections of controlled premises may be conducted in accordance with the provisions under 16 Del.C. §4782(b). 3.3 Revocation and Suspension 3.3.1 Revocation of registration by the Federal Government will result in automatic revocation of the State registration.", "contents": "Understanding Delaware Prescribing and Distribution of Controlled Substances -- Pearls and Other Issues -- 3.0 Requirements. 3.1.3 All practitioners must attest to completion of two hours of continuing education biennially in the areas of controlled substance prescribing practices, treatment of chronic pain, or other topics related to the prescribing of controlled substances. 3.1.4 The Secretary shall periodically review the requirements of paragraphs 3.1.1, 3.1.2, and 3.1.3 to determine adequacy. 3.2 Administrative inspections of controlled premises may be conducted in accordance with the provisions under 16 Del.C. §4782(b). 3.3 Revocation and Suspension 3.3.1 Revocation of registration by the Federal Government will result in automatic revocation of the State registration."}
{"id": "article-127851_130", "title": "Understanding Delaware Prescribing and Distribution of Controlled Substances -- Pearls and Other Issues -- 3.0 Requirements", "content": "3.3.2 Proceedings for denying, suspending or revoking a registration shall be held before the Committee. The Committee will forward their recommendation in writing to the Secretary of State for his/her review and decision. Persons complained against may appear personally or by counsel, and may produce any competent evidence in their behalf in answer to the alleged violation.", "contents": "Understanding Delaware Prescribing and Distribution of Controlled Substances -- Pearls and Other Issues -- 3.0 Requirements. 3.3.2 Proceedings for denying, suspending or revoking a registration shall be held before the Committee. The Committee will forward their recommendation in writing to the Secretary of State for his/her review and decision. Persons complained against may appear personally or by counsel, and may produce any competent evidence in their behalf in answer to the alleged violation."}
{"id": "article-127851_131", "title": "Understanding Delaware Prescribing and Distribution of Controlled Substances -- Pearls and Other Issues -- 3.0 Requirements", "content": "3.3.3 Whenever a registration is denied, suspended, or revoked by the Secretary of State, the Secretary of State or his/her designee will reduce in writing his/her findings and rulings, and the reasons therefor, and forward them to the persons applying for registration or complained against within 15 days of receiving the written recommendation of the Committee. This provision shall in no way stay any such denial, suspension, or revocation. The Secretary of State’s decision is final and conclusive. A person aggrieved may file an appeal as provided in 16 Del.C. §4786.", "contents": "Understanding Delaware Prescribing and Distribution of Controlled Substances -- Pearls and Other Issues -- 3.0 Requirements. 3.3.3 Whenever a registration is denied, suspended, or revoked by the Secretary of State, the Secretary of State or his/her designee will reduce in writing his/her findings and rulings, and the reasons therefor, and forward them to the persons applying for registration or complained against within 15 days of receiving the written recommendation of the Committee. This provision shall in no way stay any such denial, suspension, or revocation. The Secretary of State’s decision is final and conclusive. A person aggrieved may file an appeal as provided in 16 Del.C. §4786."}
{"id": "article-127851_132", "title": "Understanding Delaware Prescribing and Distribution of Controlled Substances -- Pearls and Other Issues -- 4.0 Prescriptions", "content": "4.1 Persons Entitled to Issue Prescriptions 4.1.1 A prescription for a controlled substance may be issued only by a practitioner who is: 4.1.1.1 Authorized to prescribe controlled substances by the jurisdiction in which he/she is licensed to practiced his/her profession; and 4.1.1.2 Either registered or exempt from registration pursuant to 16 Del.C. §4732.", "contents": "Understanding Delaware Prescribing and Distribution of Controlled Substances -- Pearls and Other Issues -- 4.0 Prescriptions. 4.1 Persons Entitled to Issue Prescriptions 4.1.1 A prescription for a controlled substance may be issued only by a practitioner who is: 4.1.1.1 Authorized to prescribe controlled substances by the jurisdiction in which he/she is licensed to practiced his/her profession; and 4.1.1.2 Either registered or exempt from registration pursuant to 16 Del.C. §4732."}
{"id": "article-127851_133", "title": "Understanding Delaware Prescribing and Distribution of Controlled Substances -- Pearls and Other Issues -- 4.0 Prescriptions", "content": "4.1.2 A verbal prescription for a controlled substance may only be communicated to a pharmacist, a pharmacy intern or a pharmacy student participating in an approved College of Pharmacy coordinated practical experience program under the direct supervision of a licensed pharmacist by the prescriber. Verbal prescriptions for schedule III-V controlled substances in a hospice or long term care facility may be communicated by an authorized agent of the prescriber. 4.1.3 All verbal prescriptions for controlled substances must be verified and authorized by the prescriber. 4.1.4 Prescriptions for controlled substances may be transmitted via facsimile or electronic transmission by a practitioner or by the practitioner’s authorized agent to a pharmacy. 4.2 Purposes of Issue of Prescription", "contents": "Understanding Delaware Prescribing and Distribution of Controlled Substances -- Pearls and Other Issues -- 4.0 Prescriptions. 4.1.2 A verbal prescription for a controlled substance may only be communicated to a pharmacist, a pharmacy intern or a pharmacy student participating in an approved College of Pharmacy coordinated practical experience program under the direct supervision of a licensed pharmacist by the prescriber. Verbal prescriptions for schedule III-V controlled substances in a hospice or long term care facility may be communicated by an authorized agent of the prescriber. 4.1.3 All verbal prescriptions for controlled substances must be verified and authorized by the prescriber. 4.1.4 Prescriptions for controlled substances may be transmitted via facsimile or electronic transmission by a practitioner or by the practitioner’s authorized agent to a pharmacy. 4.2 Purposes of Issue of Prescription"}
{"id": "article-127851_134", "title": "Understanding Delaware Prescribing and Distribution of Controlled Substances -- Pearls and Other Issues -- 4.0 Prescriptions", "content": "4.2.1 A prescription for a controlled substance must be issued for a legitimate medical purpose by practitioner acting in the usual course of their professional practice. The responsibility for proper prescribing and dispensing of controlled substances is upon the prescribing practitioner, but a corresponding responsibility rests with the pharmacist who fills the prescription. An order purporting to be a prescription not issued in the usual course of professional treatment or in legitimate and authorized research is not a prescription within the meaning and intent of §4738 of the Act and the person knowingly filling such a purported prescription, as well as the person issuing it shall be subject to the penalties provided for violation of the provisions of law relating to controlled substances. 4.2.2 A prescription may not be issued in order for a practitioner to obtain controlled substances for supplying the practitioner for the purpose of general dispensing to patients.", "contents": "Understanding Delaware Prescribing and Distribution of Controlled Substances -- Pearls and Other Issues -- 4.0 Prescriptions. 4.2.1 A prescription for a controlled substance must be issued for a legitimate medical purpose by practitioner acting in the usual course of their professional practice. The responsibility for proper prescribing and dispensing of controlled substances is upon the prescribing practitioner, but a corresponding responsibility rests with the pharmacist who fills the prescription. An order purporting to be a prescription not issued in the usual course of professional treatment or in legitimate and authorized research is not a prescription within the meaning and intent of §4738 of the Act and the person knowingly filling such a purported prescription, as well as the person issuing it shall be subject to the penalties provided for violation of the provisions of law relating to controlled substances. 4.2.2 A prescription may not be issued in order for a practitioner to obtain controlled substances for supplying the practitioner for the purpose of general dispensing to patients."}
{"id": "article-127851_135", "title": "Understanding Delaware Prescribing and Distribution of Controlled Substances -- Pearls and Other Issues -- 4.0 Prescriptions", "content": "4.2.3 A prescription may not be issued for the dispensing of narcotic drugs listed in any schedule to a person engaged in substance abuse or misuse, as defined in subsections 9.3.11 and 9.3.12, for the purpose of continuing such person’s dependence upon such drugs, unless otherwise authorized by law.", "contents": "Understanding Delaware Prescribing and Distribution of Controlled Substances -- Pearls and Other Issues -- 4.0 Prescriptions. 4.2.3 A prescription may not be issued for the dispensing of narcotic drugs listed in any schedule to a person engaged in substance abuse or misuse, as defined in subsections 9.3.11 and 9.3.12, for the purpose of continuing such person’s dependence upon such drugs, unless otherwise authorized by law."}
{"id": "article-127851_136", "title": "Understanding Delaware Prescribing and Distribution of Controlled Substances -- Pearls and Other Issues -- 4.0 Prescriptions", "content": "4.3 Manner of Issuance of Prescriptions. All prescriptions for controlled substances shall be dated on the day when issued and shall bear the full name and address of the patient, and the name, address, telephone number and registration number of the practitioner. A practitioner may sign a prescription in the same manner as he would sign a check or legal document (e.g. J.H. Smith or John H. Smith). When an oral order is not permitted, prescriptions shall be written with ink or indelible pencil or typewriter and shall be manually signed by the practitioner. The prescriptions may be prepared by a secretary or agent for the signature of a practitioner but the prescribing practitioner is responsible where the prescription does not conform in all essential respects to the law and regulations. A corresponding liability rests upon the pharmacist who fills a prescription not prepared in the form prescribed by these regulations. Each written prescription shall have the name of the practitioner stamped, typed, or hand-printed on it, as well as the signature of the practitioner.", "contents": "Understanding Delaware Prescribing and Distribution of Controlled Substances -- Pearls and Other Issues -- 4.0 Prescriptions. 4.3 Manner of Issuance of Prescriptions. All prescriptions for controlled substances shall be dated on the day when issued and shall bear the full name and address of the patient, and the name, address, telephone number and registration number of the practitioner. A practitioner may sign a prescription in the same manner as he would sign a check or legal document (e.g. J.H. Smith or John H. Smith). When an oral order is not permitted, prescriptions shall be written with ink or indelible pencil or typewriter and shall be manually signed by the practitioner. The prescriptions may be prepared by a secretary or agent for the signature of a practitioner but the prescribing practitioner is responsible where the prescription does not conform in all essential respects to the law and regulations. A corresponding liability rests upon the pharmacist who fills a prescription not prepared in the form prescribed by these regulations. Each written prescription shall have the name of the practitioner stamped, typed, or hand-printed on it, as well as the signature of the practitioner."}
{"id": "article-127851_137", "title": "Understanding Delaware Prescribing and Distribution of Controlled Substances -- Pearls and Other Issues -- 4.0 Prescriptions", "content": "4.4 Persons Entitled to fill Prescriptions. A prescription for controlled substances may only be filled by a pharmacist acting in the usual course of his professional practice and either registered individually or employed in a registered pharmacy or by a registered institutional practitioner.", "contents": "Understanding Delaware Prescribing and Distribution of Controlled Substances -- Pearls and Other Issues -- 4.0 Prescriptions. 4.4 Persons Entitled to fill Prescriptions. A prescription for controlled substances may only be filled by a pharmacist acting in the usual course of his professional practice and either registered individually or employed in a registered pharmacy or by a registered institutional practitioner."}
{"id": "article-127851_138", "title": "Understanding Delaware Prescribing and Distribution of Controlled Substances -- Pearls and Other Issues -- 4.0 Prescriptions", "content": "4.5 Dispensing Narcotic Drugs for Maintenance Purposes. No person shall administer or dispense narcotic drugs listed in any schedule to a narcotic drug dependent person for the purpose of continuing his dependence except in compliance with and as authorized by Federal law and regulation.", "contents": "Understanding Delaware Prescribing and Distribution of Controlled Substances -- Pearls and Other Issues -- 4.0 Prescriptions. 4.5 Dispensing Narcotic Drugs for Maintenance Purposes. No person shall administer or dispense narcotic drugs listed in any schedule to a narcotic drug dependent person for the purpose of continuing his dependence except in compliance with and as authorized by Federal law and regulation."}
{"id": "article-127851_139", "title": "Understanding Delaware Prescribing and Distribution of Controlled Substances -- Pearls and Other Issues -- 4.0 Prescriptions", "content": "4.6 Emergency Dispensing of Schedule II Substances. In an emergency situation a pharmacist may dispense controlled substances listed in Schedule II upon receiving oral authorization of a prescribing practitioner, provided that the procedures comply with Federal law and regulation. 4.7 Expiration of Prescription", "contents": "Understanding Delaware Prescribing and Distribution of Controlled Substances -- Pearls and Other Issues -- 4.0 Prescriptions. 4.6 Emergency Dispensing of Schedule II Substances. In an emergency situation a pharmacist may dispense controlled substances listed in Schedule II upon receiving oral authorization of a prescribing practitioner, provided that the procedures comply with Federal law and regulation. 4.7 Expiration of Prescription"}
{"id": "article-127851_140", "title": "Understanding Delaware Prescribing and Distribution of Controlled Substances -- Pearls and Other Issues -- 4.0 Prescriptions", "content": "4.7.1 Prescriptions for controlled substances in Schedules II and III will become void unless dispensed within seven (7) days of the original date of the prescription or unless the original prescriber authorizes the prescription past the seven (7) day period. Such prescriptions may be dispensed up to 100 dosage units or a 31 day supply whatever is the greater. As an exception to dosage limitations set forth in this subparagraph, and in accordance with 21 CFR Section 1306.1(b), prescriptions for controlled substances in Schedule II for patients either having a medically documented terminal illness or patients in Long Term Care Facilities (LTCF), may be filled in partial quantities, to include individual dosage units. For each partial filling, the dispensing pharmacist shall record on the back of the prescription (or another appropriate record, uniformly maintained, and readily retrievable) the date of the partial filling, quantity dispensed, remaining quantity authorized to be dispensed and the identification of the dispensing pharmacist. The total quantity of Schedule II controlled substances dispensed in all partial fillings must not exceed the total quantity prescribed.", "contents": "Understanding Delaware Prescribing and Distribution of Controlled Substances -- Pearls and Other Issues -- 4.0 Prescriptions. 4.7.1 Prescriptions for controlled substances in Schedules II and III will become void unless dispensed within seven (7) days of the original date of the prescription or unless the original prescriber authorizes the prescription past the seven (7) day period. Such prescriptions may be dispensed up to 100 dosage units or a 31 day supply whatever is the greater. As an exception to dosage limitations set forth in this subparagraph, and in accordance with 21 CFR Section 1306.1(b), prescriptions for controlled substances in Schedule II for patients either having a medically documented terminal illness or patients in Long Term Care Facilities (LTCF), may be filled in partial quantities, to include individual dosage units. For each partial filling, the dispensing pharmacist shall record on the back of the prescription (or another appropriate record, uniformly maintained, and readily retrievable) the date of the partial filling, quantity dispensed, remaining quantity authorized to be dispensed and the identification of the dispensing pharmacist. The total quantity of Schedule II controlled substances dispensed in all partial fillings must not exceed the total quantity prescribed."}
{"id": "article-127851_141", "title": "Understanding Delaware Prescribing and Distribution of Controlled Substances -- Pearls and Other Issues -- 4.0 Prescriptions", "content": "4.7.2 Schedule II prescriptions for terminally ill or LTCF patients, shall be valid for a period not to exceed 60 days from the issue date unless sooner terminated by the discontinuance of the medication.", "contents": "Understanding Delaware Prescribing and Distribution of Controlled Substances -- Pearls and Other Issues -- 4.0 Prescriptions. 4.7.2 Schedule II prescriptions for terminally ill or LTCF patients, shall be valid for a period not to exceed 60 days from the issue date unless sooner terminated by the discontinuance of the medication."}
{"id": "article-127851_142", "title": "Understanding Delaware Prescribing and Distribution of Controlled Substances -- Pearls and Other Issues -- 4.0 Prescriptions", "content": "4.8 Mail Order Prescription. Before dispensing prescriptions for Schedules II, III, IV and V controlled substances by mail, the registrant and/or the pharmacist-in-charge must assure that the prescription is valid and written by a prescriber properly registered with the Federal Government. Such verification may be made either in writing or orally.", "contents": "Understanding Delaware Prescribing and Distribution of Controlled Substances -- Pearls and Other Issues -- 4.0 Prescriptions. 4.8 Mail Order Prescription. Before dispensing prescriptions for Schedules II, III, IV and V controlled substances by mail, the registrant and/or the pharmacist-in-charge must assure that the prescription is valid and written by a prescriber properly registered with the Federal Government. Such verification may be made either in writing or orally."}
{"id": "article-127851_143", "title": "Understanding Delaware Prescribing and Distribution of Controlled Substances -- Pearls and Other Issues -- 4.0 Prescriptions", "content": "4.9 Pursuant to authority granted by 16 Del.C. §4732 the Secretary of State finds that waiver of the registration requirements contained in that section as to non-resident practitioners is consistent with the public health and safety subject to the conditions contained in this regulation.", "contents": "Understanding Delaware Prescribing and Distribution of Controlled Substances -- Pearls and Other Issues -- 4.0 Prescriptions. 4.9 Pursuant to authority granted by 16 Del.C. §4732 the Secretary of State finds that waiver of the registration requirements contained in that section as to non-resident practitioners is consistent with the public health and safety subject to the conditions contained in this regulation."}
{"id": "article-127851_144", "title": "Understanding Delaware Prescribing and Distribution of Controlled Substances -- Pearls and Other Issues -- 4.0 Prescriptions", "content": "4.9.1 The pharmacist must establish that the name of the non-resident practitioner does not appear on the list kept by the Office of Controlled Substances of those non-resident practitioners to whom the waiver granted by this regulation does not apply.", "contents": "Understanding Delaware Prescribing and Distribution of Controlled Substances -- Pearls and Other Issues -- 4.0 Prescriptions. 4.9.1 The pharmacist must establish that the name of the non-resident practitioner does not appear on the list kept by the Office of Controlled Substances of those non-resident practitioners to whom the waiver granted by this regulation does not apply."}
{"id": "article-127851_145", "title": "Understanding Delaware Prescribing and Distribution of Controlled Substances -- Pearls and Other Issues -- 4.0 Prescriptions", "content": "4.9.2 The waiver of the registration requirement provided by the registration shall not apply to non-resident practitioners determined by the Office of Controlled Substances to have acted in a manner inconsistent with the Public Health and Safety. The Office of Controlled Substances shall maintain a list of those non-resident practitioners found by them to have so acted. Pharmacists shall not honor the prescriptions of non-resident practitioners whose names appear on that list unless such non-resident practitioners have registered pursuant to the provisions of 16 Del.C. §4732. 4.10 The pharmacist must establish that a practitioner is properly registered to prescribe controlled substances under Federal Law.", "contents": "Understanding Delaware Prescribing and Distribution of Controlled Substances -- Pearls and Other Issues -- 4.0 Prescriptions. 4.9.2 The waiver of the registration requirement provided by the registration shall not apply to non-resident practitioners determined by the Office of Controlled Substances to have acted in a manner inconsistent with the Public Health and Safety. The Office of Controlled Substances shall maintain a list of those non-resident practitioners found by them to have so acted. Pharmacists shall not honor the prescriptions of non-resident practitioners whose names appear on that list unless such non-resident practitioners have registered pursuant to the provisions of 16 Del.C. §4732. 4.10 The pharmacist must establish that a practitioner is properly registered to prescribe controlled substances under Federal Law."}
{"id": "article-127851_146", "title": "Understanding Delaware Prescribing and Distribution of Controlled Substances -- Pearls and Other Issues -- 4.0 Prescriptions", "content": "4.10.1 The pharmacist and/or an employee under his/her direct supervision must verify the identification of the receiver of the controlled substance prescription by reference to valid photographic identification. For the purposes of this section, a valid photographic identification is limited to the following:", "contents": "Understanding Delaware Prescribing and Distribution of Controlled Substances -- Pearls and Other Issues -- 4.0 Prescriptions. 4.10.1 The pharmacist and/or an employee under his/her direct supervision must verify the identification of the receiver of the controlled substance prescription by reference to valid photographic identification. For the purposes of this section, a valid photographic identification is limited to the following:"}
{"id": "article-127851_147", "title": "Understanding Delaware Prescribing and Distribution of Controlled Substances -- Pearls and Other Issues -- 4.0 Prescriptions", "content": "4.10.1.1 A valid Delaware motor vehicle operator's license which contains a photograph of the person receiving the prescription - record the license number listed on the license as part of the patient record.", "contents": "Understanding Delaware Prescribing and Distribution of Controlled Substances -- Pearls and Other Issues -- 4.0 Prescriptions. 4.10.1.1 A valid Delaware motor vehicle operator's license which contains a photograph of the person receiving the prescription - record the license number listed on the license as part of the patient record."}
{"id": "article-127851_148", "title": "Understanding Delaware Prescribing and Distribution of Controlled Substances -- Pearls and Other Issues -- 4.0 Prescriptions", "content": "4.10.1.2 A valid Delaware identification card which contains the photograph of the person receiving the prescription - record the identification number listed on the card as part of the patient record. 4.10.1.3 A valid United States passport. 4.10.1.4 A valid passport or motor vehicle operator's license or state identification card of another state, territory or possession of the United States or a foreign country only if it: 4.10.1.4.1 Contains a photograph of the person receiving the prescription. 4.10.1.4.2 Is encased in tamper-resistant plastic or is otherwise tamper-resistant. 4.10.1.4.3 Identifies the date of birth of the person receiving the prescription and has an identification number assigned to the document which can be recorded as part of the patient record. 4.10.2 Identification for mail order dispensed controlled substances must comply with all federal standards.", "contents": "Understanding Delaware Prescribing and Distribution of Controlled Substances -- Pearls and Other Issues -- 4.0 Prescriptions. 4.10.1.2 A valid Delaware identification card which contains the photograph of the person receiving the prescription - record the identification number listed on the card as part of the patient record. 4.10.1.3 A valid United States passport. 4.10.1.4 A valid passport or motor vehicle operator's license or state identification card of another state, territory or possession of the United States or a foreign country only if it: 4.10.1.4.1 Contains a photograph of the person receiving the prescription. 4.10.1.4.2 Is encased in tamper-resistant plastic or is otherwise tamper-resistant. 4.10.1.4.3 Identifies the date of birth of the person receiving the prescription and has an identification number assigned to the document which can be recorded as part of the patient record. 4.10.2 Identification for mail order dispensed controlled substances must comply with all federal standards."}
{"id": "article-127851_149", "title": "Understanding Delaware Prescribing and Distribution of Controlled Substances -- Pearls and Other Issues -- 4.0 Prescriptions", "content": "4.10.3 No filled prescription for any Schedule II controlled substance may be received at any drive through window unless the pharmacy is authorized to do so by the Office of Controlled Substances. Written prescriptions for Schedule II controlled substances may be initially presented at a drive through if the pharmacy has not obtained authorization, but the filled prescription must be picked up inside the pharmacy. Authorization to permit the receipt of filled Scheduled II controlled substances prescriptions at a drive through window may be granted only if the pharmacy can demonstrate all of the following: 4.10.3.1 A security camera system that captures clear images of the driver’s face and the license plate of the vehicle receiving any filled prescription; and 4.10.3.2 A written policy indicating that when picking up a Schedule II controlled substance at a drive through window, the driver must be recorded as the person picking up the prescription; and", "contents": "Understanding Delaware Prescribing and Distribution of Controlled Substances -- Pearls and Other Issues -- 4.0 Prescriptions. 4.10.3 No filled prescription for any Schedule II controlled substance may be received at any drive through window unless the pharmacy is authorized to do so by the Office of Controlled Substances. Written prescriptions for Schedule II controlled substances may be initially presented at a drive through if the pharmacy has not obtained authorization, but the filled prescription must be picked up inside the pharmacy. Authorization to permit the receipt of filled Scheduled II controlled substances prescriptions at a drive through window may be granted only if the pharmacy can demonstrate all of the following: 4.10.3.1 A security camera system that captures clear images of the driver’s face and the license plate of the vehicle receiving any filled prescription; and 4.10.3.2 A written policy indicating that when picking up a Schedule II controlled substance at a drive through window, the driver must be recorded as the person picking up the prescription; and"}
{"id": "article-127851_150", "title": "Understanding Delaware Prescribing and Distribution of Controlled Substances -- Pearls and Other Issues -- 4.0 Prescriptions", "content": "4.10.3.3 A written policy requiring staff to review the identification of the driver, capture an image of the identification of the driver, and store that image in the pharmacy’s records for at least three years for every filled Schedule II prescription picked up at the drive through window.", "contents": "Understanding Delaware Prescribing and Distribution of Controlled Substances -- Pearls and Other Issues -- 4.0 Prescriptions. 4.10.3.3 A written policy requiring staff to review the identification of the driver, capture an image of the identification of the driver, and store that image in the pharmacy’s records for at least three years for every filled Schedule II prescription picked up at the drive through window."}
{"id": "article-127851_151", "title": "Understanding Delaware Prescribing and Distribution of Controlled Substances -- Pearls and Other Issues -- 4.0 Prescriptions", "content": "4.11 Except when dispensed directly by a practitioner other than a pharmacy to an ultimate user, no Schedule V cough preparation containing codeine, dilaudid or any other narcotic cough preparation may be dispensed without the written or oral prescription of a practitioner.", "contents": "Understanding Delaware Prescribing and Distribution of Controlled Substances -- Pearls and Other Issues -- 4.0 Prescriptions. 4.11 Except when dispensed directly by a practitioner other than a pharmacy to an ultimate user, no Schedule V cough preparation containing codeine, dilaudid or any other narcotic cough preparation may be dispensed without the written or oral prescription of a practitioner."}
{"id": "article-127851_152", "title": "Understanding Delaware Prescribing and Distribution of Controlled Substances -- Pearls and Other Issues -- 5.0 Labeling", "content": "5.1 All dispensed prescriptions including samples shall be labeled in compliance with 24 Del.C. §2522. 5.2 A pharmacist shall affix to every container in which a drug is dispensed a label containing the following information: 5.2.1 Prescription number; 5.2.2 The date the prescription is dispensed; 5.2.3 Patient’s full name; 5.2.4 Brand or established name and strength of the drug to the extent that it can be measured; 5.2.5 Practitioner’s directions as found on the prescription; 5.2.6 Practitioner’s name; 5.2.7 Name and address of the dispensing pharmacy or practitioner. 5.3 Practitioners who sell drugs directly to patients shall label all such drugs in accordance with Regulation 5.2 with the exception of a prescription number. 5.4 Practitioners who dispense drugs directly to patients without sale shall label all drugs or provide a document including the following information: 5.4.1 The patient's full name; 5.4.2 The date the drugs were dispensed to the patient;", "contents": "Understanding Delaware Prescribing and Distribution of Controlled Substances -- Pearls and Other Issues -- 5.0 Labeling. 5.1 All dispensed prescriptions including samples shall be labeled in compliance with 24 Del.C. §2522. 5.2 A pharmacist shall affix to every container in which a drug is dispensed a label containing the following information: 5.2.1 Prescription number; 5.2.2 The date the prescription is dispensed; 5.2.3 Patient’s full name; 5.2.4 Brand or established name and strength of the drug to the extent that it can be measured; 5.2.5 Practitioner’s directions as found on the prescription; 5.2.6 Practitioner’s name; 5.2.7 Name and address of the dispensing pharmacy or practitioner. 5.3 Practitioners who sell drugs directly to patients shall label all such drugs in accordance with Regulation 5.2 with the exception of a prescription number. 5.4 Practitioners who dispense drugs directly to patients without sale shall label all drugs or provide a document including the following information: 5.4.1 The patient's full name; 5.4.2 The date the drugs were dispensed to the patient;"}
{"id": "article-127851_153", "title": "Understanding Delaware Prescribing and Distribution of Controlled Substances -- Pearls and Other Issues -- 5.0 Labeling", "content": "5.4.3 The practitioner's name; 5.4.4 The practitioner's directions.", "contents": "Understanding Delaware Prescribing and Distribution of Controlled Substances -- Pearls and Other Issues -- 5.0 Labeling. 5.4.3 The practitioner's name; 5.4.4 The practitioner's directions."}
{"id": "article-127851_154", "title": "Understanding Delaware Prescribing and Distribution of Controlled Substances -- Pearls and Other Issues -- 6.0 Records and Inventory", "content": "6.1 Requirements 6.1.1 All practitioners and pharmacies registered and authorized to prescribe or dispense controlled substances shall maintain records that adhere to all State and federal laws. 6.1.2 Practitioners authorized to prescribe or dispense controlled substances shall maintain a record with the following information: 6.1.2.1 Name and address of patient; 6.1.2.2 Date prescribed; 6.1.2.3 Name, strength, refills authorized and amount of medication.", "contents": "Understanding Delaware Prescribing and Distribution of Controlled Substances -- Pearls and Other Issues -- 6.0 Records and Inventory. 6.1 Requirements 6.1.1 All practitioners and pharmacies registered and authorized to prescribe or dispense controlled substances shall maintain records that adhere to all State and federal laws. 6.1.2 Practitioners authorized to prescribe or dispense controlled substances shall maintain a record with the following information: 6.1.2.1 Name and address of patient; 6.1.2.2 Date prescribed; 6.1.2.3 Name, strength, refills authorized and amount of medication."}
{"id": "article-127851_155", "title": "Understanding Delaware Prescribing and Distribution of Controlled Substances -- Pearls and Other Issues -- 6.0 Records and Inventory", "content": "6.1.3 Other records required by 21 CFR 1300 to the end of 1316. The information for prescribed controlled substances may be kept either in a log or on patient records provided such records or logs are made available for inspection. The information for dispensed controlled substances must be maintained in a separate log. Entries must include the date dispensed, name and address of the patient, name and strength of medication, and amount dispensed. 6.1.4 Other persons registered to manufacture, distribute, or dispense controlled substances shall maintain a record with the following information: 6.1.4.1 Amount received or distributed; 6.1.4.2 Names, addresses and dates regarding these transactions; 6.1.4.3 Other records required by 21 CFR 1300 to the end of 1316.", "contents": "Understanding Delaware Prescribing and Distribution of Controlled Substances -- Pearls and Other Issues -- 6.0 Records and Inventory. 6.1.3 Other records required by 21 CFR 1300 to the end of 1316. The information for prescribed controlled substances may be kept either in a log or on patient records provided such records or logs are made available for inspection. The information for dispensed controlled substances must be maintained in a separate log. Entries must include the date dispensed, name and address of the patient, name and strength of medication, and amount dispensed. 6.1.4 Other persons registered to manufacture, distribute, or dispense controlled substances shall maintain a record with the following information: 6.1.4.1 Amount received or distributed; 6.1.4.2 Names, addresses and dates regarding these transactions; 6.1.4.3 Other records required by 21 CFR 1300 to the end of 1316."}
{"id": "article-127851_156", "title": "Understanding Delaware Prescribing and Distribution of Controlled Substances -- Pearls and Other Issues -- 6.0 Records and Inventory", "content": "6.1.5 When a pharmacy relocates to a new building, or there is a change in Pharmacist-in-Charge, a complete audit of all controlled substances must be conducted before the move and within twenty-four hours after the move is complete or the PIC change occurs. If the relocation occurs in the same building, no inventory count shall be required, so long as a pharmacist physically moves the controlled substance inventory.", "contents": "Understanding Delaware Prescribing and Distribution of Controlled Substances -- Pearls and Other Issues -- 6.0 Records and Inventory. 6.1.5 When a pharmacy relocates to a new building, or there is a change in Pharmacist-in-Charge, a complete audit of all controlled substances must be conducted before the move and within twenty-four hours after the move is complete or the PIC change occurs. If the relocation occurs in the same building, no inventory count shall be required, so long as a pharmacist physically moves the controlled substance inventory."}
{"id": "article-127851_157", "title": "Understanding Delaware Prescribing and Distribution of Controlled Substances -- Pearls and Other Issues -- 6.0 Records and Inventory", "content": "6.1.6 Transfers of controlled substances are only permitted if both parties are registered. Transfers of schedule II controlled substances must be transferred via DEA 222 forms. Schedule III through V transfers may be done so via invoice. Controlled substances obtained under one registration must be transferred according to this procedure when this registrant wants to transfer possession of said controlled substances to another registrant. 6.2 Accountability Audits 6.2.1 Accountability audits in pharmacies will be accomplished through a review of invoices, prescription files, other records required by 21 CFR 1300 to the end of 1316. 6.2.2 Accountability audits of registered practitioners will be accomplished through a review of records to be kept by paragraph 6.1 of this section.", "contents": "Understanding Delaware Prescribing and Distribution of Controlled Substances -- Pearls and Other Issues -- 6.0 Records and Inventory. 6.1.6 Transfers of controlled substances are only permitted if both parties are registered. Transfers of schedule II controlled substances must be transferred via DEA 222 forms. Schedule III through V transfers may be done so via invoice. Controlled substances obtained under one registration must be transferred according to this procedure when this registrant wants to transfer possession of said controlled substances to another registrant. 6.2 Accountability Audits 6.2.1 Accountability audits in pharmacies will be accomplished through a review of invoices, prescription files, other records required by 21 CFR 1300 to the end of 1316. 6.2.2 Accountability audits of registered practitioners will be accomplished through a review of records to be kept by paragraph 6.1 of this section."}
{"id": "article-127851_158", "title": "Understanding Delaware Prescribing and Distribution of Controlled Substances -- Pearls and Other Issues -- 6.0 Records and Inventory", "content": "6.2.3 Accountability audits of registered manufacturers and distributors (including wholesalers) will be accomplished through a review of invoices received and distributed and other records required by 21 CFR 1300 to the end of 1316. 6.3 Final Inventory", "contents": "Understanding Delaware Prescribing and Distribution of Controlled Substances -- Pearls and Other Issues -- 6.0 Records and Inventory. 6.2.3 Accountability audits of registered manufacturers and distributors (including wholesalers) will be accomplished through a review of invoices received and distributed and other records required by 21 CFR 1300 to the end of 1316. 6.3 Final Inventory"}
{"id": "article-127851_159", "title": "Understanding Delaware Prescribing and Distribution of Controlled Substances -- Pearls and Other Issues -- 6.0 Records and Inventory", "content": "6.3.1 Pharmacies. Whenever the pharmacist in charge of a pharmacy in the State of Delaware leaves his position, a complete inventory of all medication covered by 16 Del.C. Ch. 47 be taken by the present and prospective pharmacist-in-charge. A copy of such inventory will be sent to the Office of Controlled Substances and another copy retained on the premises. For the purpose of this regulation, the \"pharmacist-in-charge\" is a pharmacist registered with the State Board of Pharmacy and who is responsible for the prescription department of the registrant.", "contents": "Understanding Delaware Prescribing and Distribution of Controlled Substances -- Pearls and Other Issues -- 6.0 Records and Inventory. 6.3.1 Pharmacies. Whenever the pharmacist in charge of a pharmacy in the State of Delaware leaves his position, a complete inventory of all medication covered by 16 Del.C. Ch. 47 be taken by the present and prospective pharmacist-in-charge. A copy of such inventory will be sent to the Office of Controlled Substances and another copy retained on the premises. For the purpose of this regulation, the \"pharmacist-in-charge\" is a pharmacist registered with the State Board of Pharmacy and who is responsible for the prescription department of the registrant."}
{"id": "article-127851_160", "title": "Understanding Delaware Prescribing and Distribution of Controlled Substances -- Pearls and Other Issues -- 6.0 Records and Inventory", "content": "6.3.2 Registered practitioners who cease legal existence or discontinue business or professional practice shall notify the Office of Controlled Substances within 30 days of such fact, and shall provide the Office with an inventory of controlled substances on hand. 6.4 Retention of Records 6.4.1 All records required by this Regulation must be retained for a period of at least two (2) years.", "contents": "Understanding Delaware Prescribing and Distribution of Controlled Substances -- Pearls and Other Issues -- 6.0 Records and Inventory. 6.3.2 Registered practitioners who cease legal existence or discontinue business or professional practice shall notify the Office of Controlled Substances within 30 days of such fact, and shall provide the Office with an inventory of controlled substances on hand. 6.4 Retention of Records 6.4.1 All records required by this Regulation must be retained for a period of at least two (2) years."}
{"id": "article-127851_161", "title": "Understanding Delaware Prescribing and Distribution of Controlled Substances -- Pearls and Other Issues -- 7.0 Security, Disposal and Loss or Theft", "content": "7.1 Security", "contents": "Understanding Delaware Prescribing and Distribution of Controlled Substances -- Pearls and Other Issues -- 7.0 Security, Disposal and Loss or Theft. 7.1 Security"}
{"id": "article-127851_162", "title": "Understanding Delaware Prescribing and Distribution of Controlled Substances -- Pearls and Other Issues -- 7.0 Security, Disposal and Loss or Theft", "content": "7.1.1 Practitioners who store more than 400 total dosage units of all controlled substances and pharmacies who store schedule II controlled substances must store these controlled substances in a burglar resistant type safe unless another storage area is approved by the Office of Controlled Substances. Other storage may include but not be limited to automated dispensing systems approved by the Office. If the safe weighs less than 750 pounds, it must be bolted, cemented, or secured to the wall or floor in such a way that it cannot be readily removed. Safes and other approved systems containing controlled substances must be kept locked at all times. Unless otherwise authorized by the Office of Controlled Substances, they may be opened only by the registered practitioner or by a licensed pharmacist or other approved licensed personnel. Only pharmacies may disperse schedule III, IV and V throughout the stock of non-controlled substances in such a manner as to obstruct the theft or diversion of the controlled substances.", "contents": "Understanding Delaware Prescribing and Distribution of Controlled Substances -- Pearls and Other Issues -- 7.0 Security, Disposal and Loss or Theft. 7.1.1 Practitioners who store more than 400 total dosage units of all controlled substances and pharmacies who store schedule II controlled substances must store these controlled substances in a burglar resistant type safe unless another storage area is approved by the Office of Controlled Substances. Other storage may include but not be limited to automated dispensing systems approved by the Office. If the safe weighs less than 750 pounds, it must be bolted, cemented, or secured to the wall or floor in such a way that it cannot be readily removed. Safes and other approved systems containing controlled substances must be kept locked at all times. Unless otherwise authorized by the Office of Controlled Substances, they may be opened only by the registered practitioner or by a licensed pharmacist or other approved licensed personnel. Only pharmacies may disperse schedule III, IV and V throughout the stock of non-controlled substances in such a manner as to obstruct the theft or diversion of the controlled substances."}
{"id": "article-127851_163", "title": "Understanding Delaware Prescribing and Distribution of Controlled Substances -- Pearls and Other Issues -- 7.0 Security, Disposal and Loss or Theft", "content": "7.1.2 Unless otherwise authorized by the Office of Controlled Substances, all controlled substance storage area or areas shall be provided with electronic intrusion detection equipment to all sections of the said area or areas where controlled substances are stored, so as to detect four-step movement. Four-step movement is the movement of a Four-step person walking not more than four consecutive steps at a rate of one step per second. Such Four-step movement shall constitute a \"trial\", and a sufficient number of detection units shall be installed so that, upon test, an alarm will be initiated in at least three out of every four consecutive \"trials\" made moving progressively through the protective area. Electronic intrusion detection equipment shall be installed using equipment that must be U.L. approved and listed. The said system must be capable of transmitting a local alarm to an outside audible device that shall comply with U.L. Standards.", "contents": "Understanding Delaware Prescribing and Distribution of Controlled Substances -- Pearls and Other Issues -- 7.0 Security, Disposal and Loss or Theft. 7.1.2 Unless otherwise authorized by the Office of Controlled Substances, all controlled substance storage area or areas shall be provided with electronic intrusion detection equipment to all sections of the said area or areas where controlled substances are stored, so as to detect four-step movement. Four-step movement is the movement of a Four-step person walking not more than four consecutive steps at a rate of one step per second. Such Four-step movement shall constitute a \"trial\", and a sufficient number of detection units shall be installed so that, upon test, an alarm will be initiated in at least three out of every four consecutive \"trials\" made moving progressively through the protective area. Electronic intrusion detection equipment shall be installed using equipment that must be U.L. approved and listed. The said system must be capable of transmitting a local alarm to an outside audible device that shall comply with U.L. Standards."}
{"id": "article-127851_164", "title": "Understanding Delaware Prescribing and Distribution of Controlled Substances -- Pearls and Other Issues -- 7.0 Security, Disposal and Loss or Theft", "content": "7.1.3 The immediate area in a pharmacy remodeled or newly constructed after July 31, 2011 containing dispersed, controlled drugs must be secured in a manner approved by the Office of Controlled Substances which will prevent entry by unauthorized persons. Such a manner includes, but is not limited to, the implementation of a floor to ceiling physical barrier limiting access to the pharmacy area, motion detectors, strategically placed surveillance cameras and back-up alarm systems. 7.1.4 Access to controlled substances by non-registered personnel is only permitted under the direct supervision of the pharmacist or registered practitioner or other approved licensed personnel.", "contents": "Understanding Delaware Prescribing and Distribution of Controlled Substances -- Pearls and Other Issues -- 7.0 Security, Disposal and Loss or Theft. 7.1.3 The immediate area in a pharmacy remodeled or newly constructed after July 31, 2011 containing dispersed, controlled drugs must be secured in a manner approved by the Office of Controlled Substances which will prevent entry by unauthorized persons. Such a manner includes, but is not limited to, the implementation of a floor to ceiling physical barrier limiting access to the pharmacy area, motion detectors, strategically placed surveillance cameras and back-up alarm systems. 7.1.4 Access to controlled substances by non-registered personnel is only permitted under the direct supervision of the pharmacist or registered practitioner or other approved licensed personnel."}
{"id": "article-127851_165", "title": "Understanding Delaware Prescribing and Distribution of Controlled Substances -- Pearls and Other Issues -- 7.0 Security, Disposal and Loss or Theft", "content": "7.1.5 Practitioners who store no more than 400 total dosage units of controlled substances are not required to comply with the safe or alarm requirements of the Regulation. However, their controlled substances must be stored in securely locked, substantially constructed cabinets and only available to licensed personnel. 7.1.6 The Secretary of State may require additional security requirements if he/she deems it necessary as a result of the possibility of diversion of controlled substances. 7.2 Disposal:", "contents": "Understanding Delaware Prescribing and Distribution of Controlled Substances -- Pearls and Other Issues -- 7.0 Security, Disposal and Loss or Theft. 7.1.5 Practitioners who store no more than 400 total dosage units of controlled substances are not required to comply with the safe or alarm requirements of the Regulation. However, their controlled substances must be stored in securely locked, substantially constructed cabinets and only available to licensed personnel. 7.1.6 The Secretary of State may require additional security requirements if he/she deems it necessary as a result of the possibility of diversion of controlled substances. 7.2 Disposal:"}
{"id": "article-127851_166", "title": "Understanding Delaware Prescribing and Distribution of Controlled Substances -- Pearls and Other Issues -- 7.0 Security, Disposal and Loss or Theft", "content": "7.2.1 Any registrant in possession of any controlled substances and desiring or required to dispose of such substance or substances shall do so according to established federal and State guidelines or may contact the Office of Controlled Substances for proper instructions regarding disposal. 7.3 Loss or Theft", "contents": "Understanding Delaware Prescribing and Distribution of Controlled Substances -- Pearls and Other Issues -- 7.0 Security, Disposal and Loss or Theft. 7.2.1 Any registrant in possession of any controlled substances and desiring or required to dispose of such substance or substances shall do so according to established federal and State guidelines or may contact the Office of Controlled Substances for proper instructions regarding disposal. 7.3 Loss or Theft"}
{"id": "article-127851_167", "title": "Understanding Delaware Prescribing and Distribution of Controlled Substances -- Pearls and Other Issues -- 7.0 Security, Disposal and Loss or Theft", "content": "7.3.1 Registrants shall notify the Office of Controlled Substances of any theft or significant loss of any controlled substances, or of any prescription blanks, upon the discovery of such loss or theft. 7.3.2 Registrants shall complete the Federal forms regarding loss or theft of controlled substances. A copy must be filed with the Office of Controlled Substances.", "contents": "Understanding Delaware Prescribing and Distribution of Controlled Substances -- Pearls and Other Issues -- 7.0 Security, Disposal and Loss or Theft. 7.3.1 Registrants shall notify the Office of Controlled Substances of any theft or significant loss of any controlled substances, or of any prescription blanks, upon the discovery of such loss or theft. 7.3.2 Registrants shall complete the Federal forms regarding loss or theft of controlled substances. A copy must be filed with the Office of Controlled Substances."}
{"id": "article-127851_168", "title": "Understanding Delaware Prescribing and Distribution of Controlled Substances -- Pearls and Other Issues -- 8.0 Practitioner Dispensing of Controlled Substances", "content": "8.1 No prescriber who is not the owner of a pharmacy or who is not in the employ of such owner, may dispense more than a 72-hour supply of schedule II through V controlled substances except for the following, who still must comply with other sections of this Regulation including but not limited to Regulation 4.7:", "contents": "Understanding Delaware Prescribing and Distribution of Controlled Substances -- Pearls and Other Issues -- 8.0 Practitioner Dispensing of Controlled Substances. 8.1 No prescriber who is not the owner of a pharmacy or who is not in the employ of such owner, may dispense more than a 72-hour supply of schedule II through V controlled substances except for the following, who still must comply with other sections of this Regulation including but not limited to Regulation 4.7:"}
{"id": "article-127851_169", "title": "Understanding Delaware Prescribing and Distribution of Controlled Substances -- Pearls and Other Issues -- 8.0 Practitioner Dispensing of Controlled Substances", "content": "8.1.1 A practitioner who confines their activities to dispensing complimentary packages of controlled substances to the practitioner’s own patients in the regular course of their practice without payment of a fee or remuneration of any kind, whether direct or indirect. 8.2 Any registered practitioner who dispenses controlled substances for sale must adhere to all State and federal laws including but not limited to the following: 8.2.1 Must notify the Office of Controlled Substances prior to dispensing any controlled substance that they will be dispensing controlled substances for sale.", "contents": "Understanding Delaware Prescribing and Distribution of Controlled Substances -- Pearls and Other Issues -- 8.0 Practitioner Dispensing of Controlled Substances. 8.1.1 A practitioner who confines their activities to dispensing complimentary packages of controlled substances to the practitioner’s own patients in the regular course of their practice without payment of a fee or remuneration of any kind, whether direct or indirect. 8.2 Any registered practitioner who dispenses controlled substances for sale must adhere to all State and federal laws including but not limited to the following: 8.2.1 Must notify the Office of Controlled Substances prior to dispensing any controlled substance that they will be dispensing controlled substances for sale."}
{"id": "article-127851_170", "title": "Understanding Delaware Prescribing and Distribution of Controlled Substances -- Pearls and Other Issues -- 8.0 Practitioner Dispensing of Controlled Substances", "content": "8.2.1.1 A practitioner who confines their activities to dispensing complimentary packages of controlled substances to the practitioner’s own patients in the regular course of their practice without payment of a fee or remuneration of any kind, whether direct or indirect, and who dispenses the drug themselves is not required to notify the Office of Controlled Substances. 8.2.2 Before dispensing any controlled substance the patient must be advised that the prescription may be filled in the practitioner’s office or any pharmacy. 8.2.3 Prior to dispensing the practitioner must conduct a medication reconciliation review and offer to counsel the patient.", "contents": "Understanding Delaware Prescribing and Distribution of Controlled Substances -- Pearls and Other Issues -- 8.0 Practitioner Dispensing of Controlled Substances. 8.2.1.1 A practitioner who confines their activities to dispensing complimentary packages of controlled substances to the practitioner’s own patients in the regular course of their practice without payment of a fee or remuneration of any kind, whether direct or indirect, and who dispenses the drug themselves is not required to notify the Office of Controlled Substances. 8.2.2 Before dispensing any controlled substance the patient must be advised that the prescription may be filled in the practitioner’s office or any pharmacy. 8.2.3 Prior to dispensing the practitioner must conduct a medication reconciliation review and offer to counsel the patient."}
{"id": "article-127851_171", "title": "Understanding Delaware Prescribing and Distribution of Controlled Substances -- Pearls and Other Issues -- 8.0 Practitioner Dispensing of Controlled Substances", "content": "8.2.4 Prior to dispensing the practitioner must inspect the prescription product to verify its accuracy in all respects and personally place his initials on the record of sale as certification of the accuracy of, and the responsibility for, the entire transaction.", "contents": "Understanding Delaware Prescribing and Distribution of Controlled Substances -- Pearls and Other Issues -- 8.0 Practitioner Dispensing of Controlled Substances. 8.2.4 Prior to dispensing the practitioner must inspect the prescription product to verify its accuracy in all respects and personally place his initials on the record of sale as certification of the accuracy of, and the responsibility for, the entire transaction."}
{"id": "article-127851_172", "title": "Understanding Delaware Prescribing and Distribution of Controlled Substances -- Pearls and Other Issues -- 8.0 Practitioner Dispensing of Controlled Substances", "content": "8.2.5 If the patient chooses to purchase the controlled substance from the practitioner, the practitioner shall have the patient sign the prescription and return it to the practitioner as a hard copy record of the sale. If the practitioner chooses to record the sale in book form or maintain it in an automated data system, he shall mark the prescription void, file chronologically and maintain a record for at least two years. 8.2.6 Inventories and records of all controlled substances listed in schedule II shall be maintained separately from all other records of the registrant.", "contents": "Understanding Delaware Prescribing and Distribution of Controlled Substances -- Pearls and Other Issues -- 8.0 Practitioner Dispensing of Controlled Substances. 8.2.5 If the patient chooses to purchase the controlled substance from the practitioner, the practitioner shall have the patient sign the prescription and return it to the practitioner as a hard copy record of the sale. If the practitioner chooses to record the sale in book form or maintain it in an automated data system, he shall mark the prescription void, file chronologically and maintain a record for at least two years. 8.2.6 Inventories and records of all controlled substances listed in schedule II shall be maintained separately from all other records of the registrant."}
{"id": "article-127851_173", "title": "Understanding Delaware Prescribing and Distribution of Controlled Substances -- Pearls and Other Issues -- 8.0 Practitioner Dispensing of Controlled Substances", "content": "8.2.7 Inventories and records of controlled substances listed in schedules III through V may be maintained separately from schedule II controlled substances records but shall not be maintained with non-controlled substances records of the registrant. 8.2.8 All records of schedule II through V controlled substances shall be maintained at the office site or an off-site retrievable within 72 hours of a request of the Office of Controlled Substances. 8.2.9 Practitioners shall perform an inventory of controlled substances at least every two years. 8.2.10 Compounding of a controlled substance by a practitioner is permitted as long as the United States Pharmacopoeia (USP) 795 and 797 standards and guidelines are followed. 8.2.11 Technicians may assist practitioners in the filling processes but only under direct supervision of the practitioner. 8.2.12 Practitioners must comply with all previous sections of this Regulation.", "contents": "Understanding Delaware Prescribing and Distribution of Controlled Substances -- Pearls and Other Issues -- 8.0 Practitioner Dispensing of Controlled Substances. 8.2.7 Inventories and records of controlled substances listed in schedules III through V may be maintained separately from schedule II controlled substances records but shall not be maintained with non-controlled substances records of the registrant. 8.2.8 All records of schedule II through V controlled substances shall be maintained at the office site or an off-site retrievable within 72 hours of a request of the Office of Controlled Substances. 8.2.9 Practitioners shall perform an inventory of controlled substances at least every two years. 8.2.10 Compounding of a controlled substance by a practitioner is permitted as long as the United States Pharmacopoeia (USP) 795 and 797 standards and guidelines are followed. 8.2.11 Technicians may assist practitioners in the filling processes but only under direct supervision of the practitioner. 8.2.12 Practitioners must comply with all previous sections of this Regulation."}
{"id": "article-127851_174", "title": "Understanding Delaware Prescribing and Distribution of Controlled Substances -- Pearls and Other Issues -- 8.0 Practitioner Dispensing of Controlled Substances", "content": "8.3 Administrative inspections of controlled premises may be conducted in accordance with the provisions under 16 Del.C. §4782.", "contents": "Understanding Delaware Prescribing and Distribution of Controlled Substances -- Pearls and Other Issues -- 8.0 Practitioner Dispensing of Controlled Substances. 8.3 Administrative inspections of controlled premises may be conducted in accordance with the provisions under 16 Del.C. §4782."}
{"id": "article-127851_175", "title": "Understanding Delaware Prescribing and Distribution of Controlled Substances -- Pearls and Other Issues -- 9.0 Safe Prescribing of Opioid Analgesics", "content": "9.1 Preamble: This Section provides requirements for the prescribing of opioid analgesics in order to address potential prescription drug overdose, abuse, and diversion and encourage the proper and ethical treatment of pain. Pursuant to the requirements of this Section, the practitioner can meet the goal of addressing drug overdose, abuse and diversion while ensuring patient access to safe and effective pain care.", "contents": "Understanding Delaware Prescribing and Distribution of Controlled Substances -- Pearls and Other Issues -- 9.0 Safe Prescribing of Opioid Analgesics. 9.1 Preamble: This Section provides requirements for the prescribing of opioid analgesics in order to address potential prescription drug overdose, abuse, and diversion and encourage the proper and ethical treatment of pain. Pursuant to the requirements of this Section, the practitioner can meet the goal of addressing drug overdose, abuse and diversion while ensuring patient access to safe and effective pain care."}
{"id": "article-127851_176", "title": "Understanding Delaware Prescribing and Distribution of Controlled Substances -- Pearls and Other Issues -- 9.0 Safe Prescribing of Opioid Analgesics", "content": "9.2 License and DEA registration required: To prescribe opioid analgesics in Delaware, the practitioner must be licensed in this state and registered with the U.S. Drug Enforcement Administration and must comply with all applicable federal and state regulations. Out-of-state practitioners, who are prescribing controlled substances to patients in Delaware, must hold active licensure and registration in their home states. Practitioners are referred to the Practitioner's Manual of the U.S. Drug Enforcement Administration and specific rules governing controlled substances. 9.3 Definitions: 9.3.1 \"Acute Care\" means the treatment of Acute Pain, as defined in subsection 9.3.2.", "contents": "Understanding Delaware Prescribing and Distribution of Controlled Substances -- Pearls and Other Issues -- 9.0 Safe Prescribing of Opioid Analgesics. 9.2 License and DEA registration required: To prescribe opioid analgesics in Delaware, the practitioner must be licensed in this state and registered with the U.S. Drug Enforcement Administration and must comply with all applicable federal and state regulations. Out-of-state practitioners, who are prescribing controlled substances to patients in Delaware, must hold active licensure and registration in their home states. Practitioners are referred to the Practitioner's Manual of the U.S. Drug Enforcement Administration and specific rules governing controlled substances. 9.3 Definitions: 9.3.1 \"Acute Care\" means the treatment of Acute Pain, as defined in subsection 9.3.2."}
{"id": "article-127851_177", "title": "Understanding Delaware Prescribing and Distribution of Controlled Substances -- Pearls and Other Issues -- 9.0 Safe Prescribing of Opioid Analgesics", "content": "9.3.2 \"Acute Pain\" means the normal, predicted physiological response to a noxious chemical, thermal or mechanical stimulus and typically is associated with invasive procedures, trauma and disease. It is generally time limited. For the purpose of this Regulation, Acute Pain is less than three months in duration. 9.3.3 \"Acute pain episode\" means a discrete period of pain that usually follows some sort of injury to the body and generally dissipates when the injury heals.", "contents": "Understanding Delaware Prescribing and Distribution of Controlled Substances -- Pearls and Other Issues -- 9.0 Safe Prescribing of Opioid Analgesics. 9.3.2 \"Acute Pain\" means the normal, predicted physiological response to a noxious chemical, thermal or mechanical stimulus and typically is associated with invasive procedures, trauma and disease. It is generally time limited. For the purpose of this Regulation, Acute Pain is less than three months in duration. 9.3.3 \"Acute pain episode\" means a discrete period of pain that usually follows some sort of injury to the body and generally dissipates when the injury heals."}
{"id": "article-127851_178", "title": "Understanding Delaware Prescribing and Distribution of Controlled Substances -- Pearls and Other Issues -- 9.0 Safe Prescribing of Opioid Analgesics", "content": "9.3.4 \"Addiction\" means a primary, chronic, neurobiologic disease, with genetic, psychosocial, and environmental factors influencing its development and manifestations. It is characterized by behaviors that include the following: impaired control over drug use, craving, compulsive use, and continued use despite harm. Physical dependence and tolerance are normal physiological consequences of extended opioid therapy for pain and are not the same as addiction. 9.3.5 \"Chronic Care\" means the treatment of Chronic Pain, as defined in subsection 9.3.6.", "contents": "Understanding Delaware Prescribing and Distribution of Controlled Substances -- Pearls and Other Issues -- 9.0 Safe Prescribing of Opioid Analgesics. 9.3.4 \"Addiction\" means a primary, chronic, neurobiologic disease, with genetic, psychosocial, and environmental factors influencing its development and manifestations. It is characterized by behaviors that include the following: impaired control over drug use, craving, compulsive use, and continued use despite harm. Physical dependence and tolerance are normal physiological consequences of extended opioid therapy for pain and are not the same as addiction. 9.3.5 \"Chronic Care\" means the treatment of Chronic Pain, as defined in subsection 9.3.6."}
{"id": "article-127851_179", "title": "Understanding Delaware Prescribing and Distribution of Controlled Substances -- Pearls and Other Issues -- 9.0 Safe Prescribing of Opioid Analgesics", "content": "9.3.6 \"Chronic Pain\" means a state in which pain persists beyond the usual course of an acute disease or healing of an injury, or that may or may not be associated with an acute or chronic pathologic process that causes continuous or intermittent pain over months or years. For the purpose of this Regulation, Chronic Pain means continuous or nearly continuous pain more than three months in duration.", "contents": "Understanding Delaware Prescribing and Distribution of Controlled Substances -- Pearls and Other Issues -- 9.0 Safe Prescribing of Opioid Analgesics. 9.3.6 \"Chronic Pain\" means a state in which pain persists beyond the usual course of an acute disease or healing of an injury, or that may or may not be associated with an acute or chronic pathologic process that causes continuous or intermittent pain over months or years. For the purpose of this Regulation, Chronic Pain means continuous or nearly continuous pain more than three months in duration."}
{"id": "article-127851_180", "title": "Understanding Delaware Prescribing and Distribution of Controlled Substances -- Pearls and Other Issues -- 9.0 Safe Prescribing of Opioid Analgesics", "content": "9.3.7 \"Opioid Analgesic\" means a drug that is used to alleviate moderate to severe pain that is either an opiate (derived from the opium poppy) or opiate-like (synthetic drugs). Examples include: morphine, codeine, fentanyl, meperidine, and methadone. For purposes of this regulation, it does not include, unless specifically designated as controlled under 16 Del.C. §4711, the dextrorotatory isomer of 3-methoxy-n-methylmorphinan and its salts (dextromethorphan). It does include its racemic and levorotatory forms. 9.3.8 \"PMP\" means the Delaware Prescription Monitoring Program.", "contents": "Understanding Delaware Prescribing and Distribution of Controlled Substances -- Pearls and Other Issues -- 9.0 Safe Prescribing of Opioid Analgesics. 9.3.7 \"Opioid Analgesic\" means a drug that is used to alleviate moderate to severe pain that is either an opiate (derived from the opium poppy) or opiate-like (synthetic drugs). Examples include: morphine, codeine, fentanyl, meperidine, and methadone. For purposes of this regulation, it does not include, unless specifically designated as controlled under 16 Del.C. §4711, the dextrorotatory isomer of 3-methoxy-n-methylmorphinan and its salts (dextromethorphan). It does include its racemic and levorotatory forms. 9.3.8 \"PMP\" means the Delaware Prescription Monitoring Program."}
{"id": "article-127851_181", "title": "Understanding Delaware Prescribing and Distribution of Controlled Substances -- Pearls and Other Issues -- 9.0 Safe Prescribing of Opioid Analgesics", "content": "9.3.9 \"Practitioner\" means a physician, dentist, podiatrist, nurse practitioner, physician assistant or other individual, licensed, registered, or otherwise permitted, by the United States or the State of Delaware to prescribe a controlled substance in the course of professional practice but does not include veterinarians.", "contents": "Understanding Delaware Prescribing and Distribution of Controlled Substances -- Pearls and Other Issues -- 9.0 Safe Prescribing of Opioid Analgesics. 9.3.9 \"Practitioner\" means a physician, dentist, podiatrist, nurse practitioner, physician assistant or other individual, licensed, registered, or otherwise permitted, by the United States or the State of Delaware to prescribe a controlled substance in the course of professional practice but does not include veterinarians."}
{"id": "article-127851_182", "title": "Understanding Delaware Prescribing and Distribution of Controlled Substances -- Pearls and Other Issues -- 9.0 Safe Prescribing of Opioid Analgesics", "content": "9.3.10 \"Risk Assessment\" means utilizing a tool appropriate for the patient, such as but not limited to, the Screener and Opioid Assessment for Patients with Pain (\"SOAPP\"), Opioid Risk Tool (\"ORT\"), or Screening, Brief Intervention and Referral to Treatment (\"SBIRT\"), which are designed for predicting the likelihood that a patient will abuse or misuse a prescribed controlled substance based on past behavior, genetic predispositions, social or environmental factors, or other risks. 9.3.11 \"Substance Abuse\" means using a controlled substance without a legitimate medical need, for the purpose of altering one's emotional experience. 9.3.12 \"Substance Misuse\" means using a controlled substance in a way that is not prescribed.", "contents": "Understanding Delaware Prescribing and Distribution of Controlled Substances -- Pearls and Other Issues -- 9.0 Safe Prescribing of Opioid Analgesics. 9.3.10 \"Risk Assessment\" means utilizing a tool appropriate for the patient, such as but not limited to, the Screener and Opioid Assessment for Patients with Pain (\"SOAPP\"), Opioid Risk Tool (\"ORT\"), or Screening, Brief Intervention and Referral to Treatment (\"SBIRT\"), which are designed for predicting the likelihood that a patient will abuse or misuse a prescribed controlled substance based on past behavior, genetic predispositions, social or environmental factors, or other risks. 9.3.11 \"Substance Abuse\" means using a controlled substance without a legitimate medical need, for the purpose of altering one's emotional experience. 9.3.12 \"Substance Misuse\" means using a controlled substance in a way that is not prescribed."}
{"id": "article-127851_183", "title": "Understanding Delaware Prescribing and Distribution of Controlled Substances -- Pearls and Other Issues -- 9.0 Safe Prescribing of Opioid Analgesics", "content": "9.3.13 \"Treatment Agreement\" means a written agreement, signed by the practitioner and the patient (or the patient's proxy), which shall become part of the patient's medical record. The Treatment Agreement may include, at the practitioner's discretion:", "contents": "Understanding Delaware Prescribing and Distribution of Controlled Substances -- Pearls and Other Issues -- 9.0 Safe Prescribing of Opioid Analgesics. 9.3.13 \"Treatment Agreement\" means a written agreement, signed by the practitioner and the patient (or the patient's proxy), which shall become part of the patient's medical record. The Treatment Agreement may include, at the practitioner's discretion:"}
{"id": "article-127851_184", "title": "Understanding Delaware Prescribing and Distribution of Controlled Substances -- Pearls and Other Issues -- 9.0 Safe Prescribing of Opioid Analgesics", "content": "• The patient's agreement to take medications at the dose and frequency prescribed with a specific protocol for lost prescriptions and early refills;• Reasons for which medication therapy may be re-evaluated, tapered or discontinued, including but not limited to, violation of the Treatment Agreement or lack of effectiveness;• The requirement that all chronic pain management prescriptions are provided by a single practitioner or a limited agreed upon group of practitioners;• The patient's agreement to not abuse alcohol or use other medically unauthorized substances or medications;• Acknowledgment that a violation of the agreement may result in action as deemed appropriate by the prescribing practitioner such as a change in the treatment plan, a referral to a pain specialist, or referral to an addiction treatment program; and• The requirement that fluid drug screens be performed at random intervals at the practitioner's discretion, but not less than every six months.9.4 Practitioner-patient relationship: A practitioner may not prescribe opioid analgesics unless a practitioner-patient relationship has been established, or the practitioner is seeing the patient in lieu of the patient's prescribing practitioner on a limited basis and on the practitioner's request or behalf.", "contents": "Understanding Delaware Prescribing and Distribution of Controlled Substances -- Pearls and Other Issues -- 9.0 Safe Prescribing of Opioid Analgesics. • The patient's agreement to take medications at the dose and frequency prescribed with a specific protocol for lost prescriptions and early refills;• Reasons for which medication therapy may be re-evaluated, tapered or discontinued, including but not limited to, violation of the Treatment Agreement or lack of effectiveness;• The requirement that all chronic pain management prescriptions are provided by a single practitioner or a limited agreed upon group of practitioners;• The patient's agreement to not abuse alcohol or use other medically unauthorized substances or medications;• Acknowledgment that a violation of the agreement may result in action as deemed appropriate by the prescribing practitioner such as a change in the treatment plan, a referral to a pain specialist, or referral to an addiction treatment program; and• The requirement that fluid drug screens be performed at random intervals at the practitioner's discretion, but not less than every six months.9.4 Practitioner-patient relationship: A practitioner may not prescribe opioid analgesics unless a practitioner-patient relationship has been established, or the practitioner is seeing the patient in lieu of the patient's prescribing practitioner on a limited basis and on the practitioner's request or behalf."}
{"id": "article-127851_185", "title": "Understanding Delaware Prescribing and Distribution of Controlled Substances -- Pearls and Other Issues -- 9.0 Safe Prescribing of Opioid Analgesics", "content": "9.5 First time, outpatient prescription for Acute Pain; maximum seven-day supply.", "contents": "Understanding Delaware Prescribing and Distribution of Controlled Substances -- Pearls and Other Issues -- 9.0 Safe Prescribing of Opioid Analgesics. 9.5 First time, outpatient prescription for Acute Pain; maximum seven-day supply."}
{"id": "article-127851_186", "title": "Understanding Delaware Prescribing and Distribution of Controlled Substances -- Pearls and Other Issues -- 9.0 Safe Prescribing of Opioid Analgesics", "content": "9.5.1 When issuing a prescription for an opioid analgesic to an adult patient for outpatient use for the first time, for an Acute Pain Episode, a practitioner may not issue a prescription for more than a seven-day supply.", "contents": "Understanding Delaware Prescribing and Distribution of Controlled Substances -- Pearls and Other Issues -- 9.0 Safe Prescribing of Opioid Analgesics. 9.5.1 When issuing a prescription for an opioid analgesic to an adult patient for outpatient use for the first time, for an Acute Pain Episode, a practitioner may not issue a prescription for more than a seven-day supply."}
{"id": "article-127851_187", "title": "Understanding Delaware Prescribing and Distribution of Controlled Substances -- Pearls and Other Issues -- 9.0 Safe Prescribing of Opioid Analgesics", "content": "9.5.2 A practitioner may not issue a prescription for an opioid analgesic to a minor for more than a seven-day supply at any time and shall discuss with the parent or guardian of the minor the risks associated with opioid use and the reasons why the prescription is necessary.", "contents": "Understanding Delaware Prescribing and Distribution of Controlled Substances -- Pearls and Other Issues -- 9.0 Safe Prescribing of Opioid Analgesics. 9.5.2 A practitioner may not issue a prescription for an opioid analgesic to a minor for more than a seven-day supply at any time and shall discuss with the parent or guardian of the minor the risks associated with opioid use and the reasons why the prescription is necessary."}
{"id": "article-127851_188", "title": "Understanding Delaware Prescribing and Distribution of Controlled Substances -- Pearls and Other Issues -- 9.0 Safe Prescribing of Opioid Analgesics", "content": "9.5.3 Notwithstanding subsections 9.5.1 and 9.5.2, if, in the professional medical judgment of a practitioner, more than a seven-day supply of an opiate is required to treat the adult or minor patient's acute medical condition, then the practitioner may issue a prescription for the quantity needed to treat such acute medical condition. The condition triggering the prescription of an opiate for more than a seven-day supply shall be documented in the patient's medical record, the practitioner shall query the PMP to obtain a prescription history, and the practitioner shall indicate that a non-opiate alternative was not appropriate to address the medical condition and comply with subsections 9.6.4 and 9.6.5.", "contents": "Understanding Delaware Prescribing and Distribution of Controlled Substances -- Pearls and Other Issues -- 9.0 Safe Prescribing of Opioid Analgesics. 9.5.3 Notwithstanding subsections 9.5.1 and 9.5.2, if, in the professional medical judgment of a practitioner, more than a seven-day supply of an opiate is required to treat the adult or minor patient's acute medical condition, then the practitioner may issue a prescription for the quantity needed to treat such acute medical condition. The condition triggering the prescription of an opiate for more than a seven-day supply shall be documented in the patient's medical record, the practitioner shall query the PMP to obtain a prescription history, and the practitioner shall indicate that a non-opiate alternative was not appropriate to address the medical condition and comply with subsections 9.6.4 and 9.6.5."}
{"id": "article-127851_189", "title": "Understanding Delaware Prescribing and Distribution of Controlled Substances -- Pearls and Other Issues -- 9.0 Safe Prescribing of Opioid Analgesics", "content": "9.6 Subsequent prescriptions. Subject to the exemptions set forth in subsection 9.7, after the first time prescription, or after the patient has been issued outpatient prescription(s) totaling up to a seven day supply, prior to issuing a subsequent prescription for an opioid analgesic for Acute Pain, the practitioner must perform an appropriate evaluation of the patient's medical history and condition, including the following:", "contents": "Understanding Delaware Prescribing and Distribution of Controlled Substances -- Pearls and Other Issues -- 9.0 Safe Prescribing of Opioid Analgesics. 9.6 Subsequent prescriptions. Subject to the exemptions set forth in subsection 9.7, after the first time prescription, or after the patient has been issued outpatient prescription(s) totaling up to a seven day supply, prior to issuing a subsequent prescription for an opioid analgesic for Acute Pain, the practitioner must perform an appropriate evaluation of the patient's medical history and condition, including the following:"}
{"id": "article-127851_190", "title": "Understanding Delaware Prescribing and Distribution of Controlled Substances -- Pearls and Other Issues -- 9.0 Safe Prescribing of Opioid Analgesics", "content": "9.6.1 Query the PMP to obtain a prescription history for the first subsequent prescription that goes beyond the initial 7-day period and, for any subsequent prescriptions after that, the PMP shall be queried at the discretion of the practitioner unless otherwise required; 9.6.2 Administer a fluid drug screen, at the discretion of the practitioner;", "contents": "Understanding Delaware Prescribing and Distribution of Controlled Substances -- Pearls and Other Issues -- 9.0 Safe Prescribing of Opioid Analgesics. 9.6.1 Query the PMP to obtain a prescription history for the first subsequent prescription that goes beyond the initial 7-day period and, for any subsequent prescriptions after that, the PMP shall be queried at the discretion of the practitioner unless otherwise required; 9.6.2 Administer a fluid drug screen, at the discretion of the practitioner;"}
{"id": "article-127851_191", "title": "Understanding Delaware Prescribing and Distribution of Controlled Substances -- Pearls and Other Issues -- 9.0 Safe Prescribing of Opioid Analgesics", "content": "9.6.3 Conduct a physical examination which must include a documented discussion between the practitioner and patient to: Elicit relevant history, explain the risks and benefits of opioid analgesics and possible alternatives to the use of opioid analgesics, identify other treatments tried or considered, and determine whether opioid analgesics are contra-indicated;", "contents": "Understanding Delaware Prescribing and Distribution of Controlled Substances -- Pearls and Other Issues -- 9.0 Safe Prescribing of Opioid Analgesics. 9.6.3 Conduct a physical examination which must include a documented discussion between the practitioner and patient to: Elicit relevant history, explain the risks and benefits of opioid analgesics and possible alternatives to the use of opioid analgesics, identify other treatments tried or considered, and determine whether opioid analgesics are contra-indicated;"}
{"id": "article-127851_192", "title": "Understanding Delaware Prescribing and Distribution of Controlled Substances -- Pearls and Other Issues -- 9.0 Safe Prescribing of Opioid Analgesics", "content": "9.6.4 Obtain an Informed Consent form, signed by the patient (or the patient's proxy), that must include information regarding the drug's potential for addiction, abuse, and misuse; and the risks associated with the drug of life-threatening respiratory depression; overdose as a result of accidental exposure potentially fatal, especially in children; neonatal opioid withdrawal symptoms; and potentially fatal overdose when interacting with alcohol; and other potentially fatal drug/drug interactions, such as benzodiazepines; and", "contents": "Understanding Delaware Prescribing and Distribution of Controlled Substances -- Pearls and Other Issues -- 9.0 Safe Prescribing of Opioid Analgesics. 9.6.4 Obtain an Informed Consent form, signed by the patient (or the patient's proxy), that must include information regarding the drug's potential for addiction, abuse, and misuse; and the risks associated with the drug of life-threatening respiratory depression; overdose as a result of accidental exposure potentially fatal, especially in children; neonatal opioid withdrawal symptoms; and potentially fatal overdose when interacting with alcohol; and other potentially fatal drug/drug interactions, such as benzodiazepines; and"}
{"id": "article-127851_193", "title": "Understanding Delaware Prescribing and Distribution of Controlled Substances -- Pearls and Other Issues -- 9.0 Safe Prescribing of Opioid Analgesics", "content": "9.6.5 Schedule and undertake periodic follow-up visits and evaluations of the patient to monitor and assess progress toward goals in the treatment plan and modify the treatment plan, as necessary. The practitioner must determine whether to continue the treatment of pain with an opioid analgesic, whether there is an available alternative, whether to refer the patient for a pain management or substance abuse consultation. 9.7 Exemptions to subsection 9.6:", "contents": "Understanding Delaware Prescribing and Distribution of Controlled Substances -- Pearls and Other Issues -- 9.0 Safe Prescribing of Opioid Analgesics. 9.6.5 Schedule and undertake periodic follow-up visits and evaluations of the patient to monitor and assess progress toward goals in the treatment plan and modify the treatment plan, as necessary. The practitioner must determine whether to continue the treatment of pain with an opioid analgesic, whether there is an available alternative, whether to refer the patient for a pain management or substance abuse consultation. 9.7 Exemptions to subsection 9.6:"}
{"id": "article-127851_194", "title": "Understanding Delaware Prescribing and Distribution of Controlled Substances -- Pearls and Other Issues -- 9.0 Safe Prescribing of Opioid Analgesics", "content": "9.7.1 If a patient has been discharged from an in-patient facility or out-patient surgical center, and, in the professional medical judgment of the practitioner, more than a seven-day supply of an opiate is required to treat the patient's acute medical condition, the practitioner may issue a second prescription for not more than a seven-day supply without satisfying the requirements of subsection 9.6.", "contents": "Understanding Delaware Prescribing and Distribution of Controlled Substances -- Pearls and Other Issues -- 9.0 Safe Prescribing of Opioid Analgesics. 9.7.1 If a patient has been discharged from an in-patient facility or out-patient surgical center, and, in the professional medical judgment of the practitioner, more than a seven-day supply of an opiate is required to treat the patient's acute medical condition, the practitioner may issue a second prescription for not more than a seven-day supply without satisfying the requirements of subsection 9.6."}
{"id": "article-127851_195", "title": "Understanding Delaware Prescribing and Distribution of Controlled Substances -- Pearls and Other Issues -- 9.0 Safe Prescribing of Opioid Analgesics", "content": "9.7.2 If a practitioner satisfies the requirements of subsection 9.6 at the time of the first time prescription, the practitioner may issue a subsequent prescription for not more than a seven-day supply without repeating the requirements of subsection 9.6. 9.8 Chronic Pain patients. In addition to the requirements of subsection 9.6, the practitioner must adhere to the following additional requirements for Chronic Pain patients: 9.8.1 Query the PMP at least every six months, more frequently if clinically indicated, or whenever the patient is also being prescribed a benzodiazepine;", "contents": "Understanding Delaware Prescribing and Distribution of Controlled Substances -- Pearls and Other Issues -- 9.0 Safe Prescribing of Opioid Analgesics. 9.7.2 If a practitioner satisfies the requirements of subsection 9.6 at the time of the first time prescription, the practitioner may issue a subsequent prescription for not more than a seven-day supply without repeating the requirements of subsection 9.6. 9.8 Chronic Pain patients. In addition to the requirements of subsection 9.6, the practitioner must adhere to the following additional requirements for Chronic Pain patients: 9.8.1 Query the PMP at least every six months, more frequently if clinically indicated, or whenever the patient is also being prescribed a benzodiazepine;"}
{"id": "article-127851_196", "title": "Understanding Delaware Prescribing and Distribution of Controlled Substances -- Pearls and Other Issues -- 9.0 Safe Prescribing of Opioid Analgesics", "content": "9.8.2 Query the PMP whenever the patient is assessed to potentially be at risk for substance abuse or misuse or demonstrates such things as loss of prescription(s), requests for early refills or similar behavior; 9.8.3 Administer fluid drug screens at least once every six months; 9.8.4 Obtain a signed Treatment Agreement, pursuant to subsection 9.3.13; 9.8.5 Conduct a Risk Assessment as defined in subsection 9.3.10;", "contents": "Understanding Delaware Prescribing and Distribution of Controlled Substances -- Pearls and Other Issues -- 9.0 Safe Prescribing of Opioid Analgesics. 9.8.2 Query the PMP whenever the patient is assessed to potentially be at risk for substance abuse or misuse or demonstrates such things as loss of prescription(s), requests for early refills or similar behavior; 9.8.3 Administer fluid drug screens at least once every six months; 9.8.4 Obtain a signed Treatment Agreement, pursuant to subsection 9.3.13; 9.8.5 Conduct a Risk Assessment as defined in subsection 9.3.10;"}
{"id": "article-127851_197", "title": "Understanding Delaware Prescribing and Distribution of Controlled Substances -- Pearls and Other Issues -- 9.0 Safe Prescribing of Opioid Analgesics", "content": "9.8.6 Document in the patient's medical record alternative treatment options that have been tried by the patient, including non-pharmacological treatments, and their adequacy with respect to providing sufficient management of pain; 9.8.7 Make efforts to address psychiatric and medical comorbidities concurrently, rather than sequentially, when concurrent treatment is clinically feasible; and", "contents": "Understanding Delaware Prescribing and Distribution of Controlled Substances -- Pearls and Other Issues -- 9.0 Safe Prescribing of Opioid Analgesics. 9.8.6 Document in the patient's medical record alternative treatment options that have been tried by the patient, including non-pharmacological treatments, and their adequacy with respect to providing sufficient management of pain; 9.8.7 Make efforts to address psychiatric and medical comorbidities concurrently, rather than sequentially, when concurrent treatment is clinically feasible; and"}
{"id": "article-127851_198", "title": "Understanding Delaware Prescribing and Distribution of Controlled Substances -- Pearls and Other Issues -- 9.0 Safe Prescribing of Opioid Analgesics", "content": "9.8.8 At the practitioner's discretion, seek a case review and consult with, or otherwise refer the patient to, a state-licensed physician who holds a subspecialty board certification in addiction psychiatry from the American Board of Psychiatry and Neurology or an addiction certification from the American Board of Addiction Medicine or an addiction specialist if any of the following occur: 9.8.8.1 Adulterated drug tests; 9.8.8.2 Diversion of prescribed medications; or 9.8.8.3 The patient has obtained controlled substances elsewhere without disclosure to the physician, as evidenced by PMP data. 9.9 Practitioners treating the following patients are exempted from the requirements of this Regulation: 9.9.1 Hospice care patients; 9.9.2 Active cancer treatment patients; 9.9.3 Patients experiencing cancer-related pain; 9.9.4 Terminally ill/palliative care patients; and", "contents": "Understanding Delaware Prescribing and Distribution of Controlled Substances -- Pearls and Other Issues -- 9.0 Safe Prescribing of Opioid Analgesics. 9.8.8 At the practitioner's discretion, seek a case review and consult with, or otherwise refer the patient to, a state-licensed physician who holds a subspecialty board certification in addiction psychiatry from the American Board of Psychiatry and Neurology or an addiction certification from the American Board of Addiction Medicine or an addiction specialist if any of the following occur: 9.8.8.1 Adulterated drug tests; 9.8.8.2 Diversion of prescribed medications; or 9.8.8.3 The patient has obtained controlled substances elsewhere without disclosure to the physician, as evidenced by PMP data. 9.9 Practitioners treating the following patients are exempted from the requirements of this Regulation: 9.9.1 Hospice care patients; 9.9.2 Active cancer treatment patients; 9.9.3 Patients experiencing cancer-related pain; 9.9.4 Terminally ill/palliative care patients; and"}
{"id": "article-127851_199", "title": "Understanding Delaware Prescribing and Distribution of Controlled Substances -- Pearls and Other Issues -- 9.0 Safe Prescribing of Opioid Analgesics", "content": "9.9.5 Hospital patients, during the hospital stay, including any prescription issued at the time of discharge, so long as that discharge prescription is for a quantity of a 7-day supply or less.", "contents": "Understanding Delaware Prescribing and Distribution of Controlled Substances -- Pearls and Other Issues -- 9.0 Safe Prescribing of Opioid Analgesics. 9.9.5 Hospital patients, during the hospital stay, including any prescription issued at the time of discharge, so long as that discharge prescription is for a quantity of a 7-day supply or less."}
{"id": "article-127851_200", "title": "Understanding Delaware Prescribing and Distribution of Controlled Substances -- Enhancing Healthcare Team Outcomes", "content": "Chronic pain is a significant condition that affects many millions of people and is an important public health concern with considerable morbidity and mortality and associated opiate drug diversion and misuse. Chronic pain is best managed by an interprofessional team of healthcare professionals that includes a primary care physician, nursing team, pharmacist, and pain medicine specialists. Without proper management, chronic pain can have a significant impact on patient quality of life. The evaluation and treatment of such patients is paramount, but in order to avoid drug diversion and misuse, health professionals must work as a team.", "contents": "Understanding Delaware Prescribing and Distribution of Controlled Substances -- Enhancing Healthcare Team Outcomes. Chronic pain is a significant condition that affects many millions of people and is an important public health concern with considerable morbidity and mortality and associated opiate drug diversion and misuse. Chronic pain is best managed by an interprofessional team of healthcare professionals that includes a primary care physician, nursing team, pharmacist, and pain medicine specialists. Without proper management, chronic pain can have a significant impact on patient quality of life. The evaluation and treatment of such patients is paramount, but in order to avoid drug diversion and misuse, health professionals must work as a team."}
{"id": "article-127851_201", "title": "Understanding Delaware Prescribing and Distribution of Controlled Substances -- Enhancing Healthcare Team Outcomes", "content": "Chronic pain correlates with several severe complications, including severe depression and suicide attempts and ideation. The lifetime prevalence for chronic pain patients attempting suicide attempt was shown to be between 5% and 14%; suicidal ideation was approximately 20% [13] These complications often require psychiatric intervention and advanced pharmacological or interventional therapies. Severe symptoms must receive treatment immediately, leading to an increase in healthcare costs. It is of the utmost importance to identify the risk factors and perform a thorough assessment of the patient with chronic pain as well as monitor for progression of symptoms. A team approach is an ideal way to limit the effects of chronic pain and its complications.", "contents": "Understanding Delaware Prescribing and Distribution of Controlled Substances -- Enhancing Healthcare Team Outcomes. Chronic pain correlates with several severe complications, including severe depression and suicide attempts and ideation. The lifetime prevalence for chronic pain patients attempting suicide attempt was shown to be between 5% and 14%; suicidal ideation was approximately 20% [13] These complications often require psychiatric intervention and advanced pharmacological or interventional therapies. Severe symptoms must receive treatment immediately, leading to an increase in healthcare costs. It is of the utmost importance to identify the risk factors and perform a thorough assessment of the patient with chronic pain as well as monitor for progression of symptoms. A team approach is an ideal way to limit the effects of chronic pain and its complications."}
{"id": "article-127851_202", "title": "Understanding Delaware Prescribing and Distribution of Controlled Substances -- Enhancing Healthcare Team Outcomes", "content": "Evaluation of a patient with acute pain by the primary care provider to prevent the progression of chronic pain is the recommended first step.", "contents": "Understanding Delaware Prescribing and Distribution of Controlled Substances -- Enhancing Healthcare Team Outcomes. Evaluation of a patient with acute pain by the primary care provider to prevent the progression of chronic pain is the recommended first step."}
{"id": "article-127851_203", "title": "Understanding Delaware Prescribing and Distribution of Controlled Substances -- Enhancing Healthcare Team Outcomes", "content": "Conservative management of chronic pain should commence when symptoms are mild or moderate, including physical therapy, cognitive-behavioral therapy, and pharmacological management.", "contents": "Understanding Delaware Prescribing and Distribution of Controlled Substances -- Enhancing Healthcare Team Outcomes. Conservative management of chronic pain should commence when symptoms are mild or moderate, including physical therapy, cognitive-behavioral therapy, and pharmacological management."}
{"id": "article-127851_204", "title": "Understanding Delaware Prescribing and Distribution of Controlled Substances -- Enhancing Healthcare Team Outcomes", "content": "A pharmacist or other expert knowledgeable in the medications frequently utilized to treat chronic pain should evaluate the medication regimen to include medication reconciliation to preclude any drug-drug interactions, and alert the healthcare team regarding any concerns.", "contents": "Understanding Delaware Prescribing and Distribution of Controlled Substances -- Enhancing Healthcare Team Outcomes. A pharmacist or other expert knowledgeable in the medications frequently utilized to treat chronic pain should evaluate the medication regimen to include medication reconciliation to preclude any drug-drug interactions, and alert the healthcare team regarding any concerns."}
{"id": "article-127851_205", "title": "Understanding Delaware Prescribing and Distribution of Controlled Substances -- Enhancing Healthcare Team Outcomes", "content": "The patient should follow up with a primary care provider as well as pain specialists as necessary regularly to assess and effectively treat the patient's pain.", "contents": "Understanding Delaware Prescribing and Distribution of Controlled Substances -- Enhancing Healthcare Team Outcomes. The patient should follow up with a primary care provider as well as pain specialists as necessary regularly to assess and effectively treat the patient's pain."}
{"id": "article-127851_206", "title": "Understanding Delaware Prescribing and Distribution of Controlled Substances -- Enhancing Healthcare Team Outcomes", "content": "Clinicians must address comorbid psychiatric disorders. This action may require the involvement of a psychiatrist, depending on the severity of the patient's symptoms.", "contents": "Understanding Delaware Prescribing and Distribution of Controlled Substances -- Enhancing Healthcare Team Outcomes. Clinicians must address comorbid psychiatric disorders. This action may require the involvement of a psychiatrist, depending on the severity of the patient's symptoms."}
{"id": "article-127851_207", "title": "Understanding Delaware Prescribing and Distribution of Controlled Substances -- Enhancing Healthcare Team Outcomes", "content": "If symptoms worsen on follow up or if there is a concerning escalation of pharmacological therapy such as with opioids, a referral to a pain medicine specialist merits consideration.", "contents": "Understanding Delaware Prescribing and Distribution of Controlled Substances -- Enhancing Healthcare Team Outcomes. If symptoms worsen on follow up or if there is a concerning escalation of pharmacological therapy such as with opioids, a referral to a pain medicine specialist merits consideration."}
{"id": "article-127851_208", "title": "Understanding Delaware Prescribing and Distribution of Controlled Substances -- Enhancing Healthcare Team Outcomes", "content": "If the patient has exhausted various pharmacological and nonpharmacological treatment options, interventional procedures can be a consideration.", "contents": "Understanding Delaware Prescribing and Distribution of Controlled Substances -- Enhancing Healthcare Team Outcomes. If the patient has exhausted various pharmacological and nonpharmacological treatment options, interventional procedures can be a consideration."}
{"id": "article-127851_209", "title": "Understanding Delaware Prescribing and Distribution of Controlled Substances -- Enhancing Healthcare Team Outcomes", "content": "If at any time the patient expresses concern for suicidal ideation or plan, an emergency psychiatric team should evaluate the patient immediately.", "contents": "Understanding Delaware Prescribing and Distribution of Controlled Substances -- Enhancing Healthcare Team Outcomes. If at any time the patient expresses concern for suicidal ideation or plan, an emergency psychiatric team should evaluate the patient immediately."}
{"id": "article-127851_210", "title": "Understanding Delaware Prescribing and Distribution of Controlled Substances -- Enhancing Healthcare Team Outcomes", "content": "Patients who have developed opioid dependence secondary to pharmacological therapy should be offered treatment and possibly referral for addiction treatment or detoxification if indicated. The patient should be put on a medication weaning schedule and possible pharmacologic treatment for opioid dependence.", "contents": "Understanding Delaware Prescribing and Distribution of Controlled Substances -- Enhancing Healthcare Team Outcomes. Patients who have developed opioid dependence secondary to pharmacological therapy should be offered treatment and possibly referral for addiction treatment or detoxification if indicated. The patient should be put on a medication weaning schedule and possible pharmacologic treatment for opioid dependence."}
{"id": "article-127851_211", "title": "Understanding Delaware Prescribing and Distribution of Controlled Substances -- Enhancing Healthcare Team Outcomes", "content": "Based on CDC recommendations, patients on high-dose opioid medications or patients with risk factors for opioid overdose (e.g., obesity, sleep apnea, concurrent benzodiazepine use, etc.) should receive naloxone at home for the emergent treatment of an unintentional overdose.", "contents": "Understanding Delaware Prescribing and Distribution of Controlled Substances -- Enhancing Healthcare Team Outcomes. Based on CDC recommendations, patients on high-dose opioid medications or patients with risk factors for opioid overdose (e.g., obesity, sleep apnea, concurrent benzodiazepine use, etc.) should receive naloxone at home for the emergent treatment of an unintentional overdose."}
{"id": "article-127851_212", "title": "Understanding Delaware Prescribing and Distribution of Controlled Substances -- Enhancing Healthcare Team Outcomes", "content": "The interprofessional team should openly discuss and communicate clearly about the management of each patient so that the patient receives optimal care delivery. This area is where nurses and pharmacists can play a crucial role by helping verify patient compliance with the treatment plan and monitor for progress (or lack thereof) with the present treatment plan. Nurses and pharmacists can help monitor for adverse medication side effects and concerns regarding diversion or misuse of opioids and can communicate any areas of concern to the treating clinicians. Effective, open interprofessional communication is crucial in the optimal management of chronic pain and in minimizing the negative effects of chronic pain in the patient.", "contents": "Understanding Delaware Prescribing and Distribution of Controlled Substances -- Enhancing Healthcare Team Outcomes. The interprofessional team should openly discuss and communicate clearly about the management of each patient so that the patient receives optimal care delivery. This area is where nurses and pharmacists can play a crucial role by helping verify patient compliance with the treatment plan and monitor for progress (or lack thereof) with the present treatment plan. Nurses and pharmacists can help monitor for adverse medication side effects and concerns regarding diversion or misuse of opioids and can communicate any areas of concern to the treating clinicians. Effective, open interprofessional communication is crucial in the optimal management of chronic pain and in minimizing the negative effects of chronic pain in the patient."}
{"id": "article-127851_213", "title": "Understanding Delaware Prescribing and Distribution of Controlled Substances -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Understanding Delaware Prescribing and Distribution of Controlled Substances -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}