{"id": "article-42001_0", "title": "Dipeptidyl Peptidase IV (DPP IV) Inhibitors -- Continuing Education Activity", "content": "Dipeptidyl peptidase 4 (DPP-4) inhibitors are a group of antihyperglycemic medications used to manage type 2 diabetes mellitus, which is a significant risk factor for coronary disease, heart failure, stroke, and many other cardiovascular conditions. This activity reviews the various drugs in this group, indications, contraindications, activity, adverse events, and other key elements of DPP-4 inhibitors therapy in the clinical setting. It also elaborates on the essential information needed by any interprofessional team member managing the care of patients with diabetes.", "contents": "Dipeptidyl Peptidase IV (DPP IV) Inhibitors -- Continuing Education Activity. Dipeptidyl peptidase 4 (DPP-4) inhibitors are a group of antihyperglycemic medications used to manage type 2 diabetes mellitus, which is a significant risk factor for coronary disease, heart failure, stroke, and many other cardiovascular conditions. This activity reviews the various drugs in this group, indications, contraindications, activity, adverse events, and other key elements of DPP-4 inhibitors therapy in the clinical setting. It also elaborates on the essential information needed by any interprofessional team member managing the care of patients with diabetes."}
{"id": "article-42001_1", "title": "Dipeptidyl Peptidase IV (DPP IV) Inhibitors -- Continuing Education Activity", "content": "Objectives: Identify the mechanism of action of dipeptidyl peptidase 4 (DPP-4) inhibitors. Describe the potential adverse effects of dipeptidyl peptidase 4 (DPP-4) inhibitors. Review the appropriate monitoring of dipeptidyl peptidase 4 (DPP-4) inhibitors. Outline interprofessional team strategies for improving care coordination and communication to advance diabetes management and improve outcomes using DPP-4 inhibitors. Access free multiple choice questions on this topic.", "contents": "Dipeptidyl Peptidase IV (DPP IV) Inhibitors -- Continuing Education Activity. Objectives: Identify the mechanism of action of dipeptidyl peptidase 4 (DPP-4) inhibitors. Describe the potential adverse effects of dipeptidyl peptidase 4 (DPP-4) inhibitors. Review the appropriate monitoring of dipeptidyl peptidase 4 (DPP-4) inhibitors. Outline interprofessional team strategies for improving care coordination and communication to advance diabetes management and improve outcomes using DPP-4 inhibitors. Access free multiple choice questions on this topic."}
{"id": "article-42001_2", "title": "Dipeptidyl Peptidase IV (DPP IV) Inhibitors -- Indications", "content": "DPP-4 inhibitors, known as gliptins, are a class of oral diabetic medications approved by the Food and Drug Administration (FDA) to treat type 2 diabetes mellitus in adults. DPP-4 inhibitors that have FDA approval include sitagliptin, saxagliptin, linagliptin, and alogliptin. Vildagliptin has approval from the European Medicines Agency (EMA), but not by the FDA. These drugs act through incretin hormones, which are gut hormones responsible for glucose homeostasis after oral food intake.", "contents": "Dipeptidyl Peptidase IV (DPP IV) Inhibitors -- Indications. DPP-4 inhibitors, known as gliptins, are a class of oral diabetic medications approved by the Food and Drug Administration (FDA) to treat type 2 diabetes mellitus in adults. DPP-4 inhibitors that have FDA approval include sitagliptin, saxagliptin, linagliptin, and alogliptin. Vildagliptin has approval from the European Medicines Agency (EMA), but not by the FDA. These drugs act through incretin hormones, which are gut hormones responsible for glucose homeostasis after oral food intake."}
{"id": "article-42001_3", "title": "Dipeptidyl Peptidase IV (DPP IV) Inhibitors -- Indications", "content": "Apart from antihyperglycemic effects, this class of drugs possesses antihypertensive effects, anti-inflammatory effects, antiapoptotic effects, and immunomodulatory effects on the heart, kidneys, and blood vessels independent of the incretin pathway. [1] Some studies have shown that this class of drugs could also be used in kidney and liver transplant recipients with new-onset diabetes after transplantation (NODAT) due to all these benefits. [1] They can be used as monotherapy or add-on therapy with other medications. [2] [3] Options for add-on therapy include metformin, sulfonylureas, thiazolidinediones, or insulin. [4] [5] [6] [7] [8]", "contents": "Dipeptidyl Peptidase IV (DPP IV) Inhibitors -- Indications. Apart from antihyperglycemic effects, this class of drugs possesses antihypertensive effects, anti-inflammatory effects, antiapoptotic effects, and immunomodulatory effects on the heart, kidneys, and blood vessels independent of the incretin pathway. [1] Some studies have shown that this class of drugs could also be used in kidney and liver transplant recipients with new-onset diabetes after transplantation (NODAT) due to all these benefits. [1] They can be used as monotherapy or add-on therapy with other medications. [2] [3] Options for add-on therapy include metformin, sulfonylureas, thiazolidinediones, or insulin. [4] [5] [6] [7] [8]"}
{"id": "article-42001_4", "title": "Dipeptidyl Peptidase IV (DPP IV) Inhibitors -- Mechanism of Action", "content": "DPP-4 is a ubiquitous enzyme that acts on incretin hormones, mainly GLP-1 (glucagon-like peptide-1) and GIP (gastric inhibitory peptide), which maintain glucose homeostasis by increasing insulin secretion and decreasing glucagon secretion. [9]", "contents": "Dipeptidyl Peptidase IV (DPP IV) Inhibitors -- Mechanism of Action. DPP-4 is a ubiquitous enzyme that acts on incretin hormones, mainly GLP-1 (glucagon-like peptide-1) and GIP (gastric inhibitory peptide), which maintain glucose homeostasis by increasing insulin secretion and decreasing glucagon secretion. [9]"}
{"id": "article-42001_5", "title": "Dipeptidyl Peptidase IV (DPP IV) Inhibitors -- Mechanism of Action", "content": "GLP-1 is a hormone secreted by enteroendocrine L cells of the small intestine, which lowers blood glucose by stimulating insulin secretion, reducing glucagon concentrations, and delaying gastric emptying. [10] It has a half-life of fewer than 2 minutes. [11] GIP is a hormone secreted in the stomach and proximal small intestine by neuroendocrine K-cells. Its half-life is approximately 7 minutes in healthy individuals and 5 minutes in individuals with type 2 diabetes. [11]", "contents": "Dipeptidyl Peptidase IV (DPP IV) Inhibitors -- Mechanism of Action. GLP-1 is a hormone secreted by enteroendocrine L cells of the small intestine, which lowers blood glucose by stimulating insulin secretion, reducing glucagon concentrations, and delaying gastric emptying. [10] It has a half-life of fewer than 2 minutes. [11] GIP is a hormone secreted in the stomach and proximal small intestine by neuroendocrine K-cells. Its half-life is approximately 7 minutes in healthy individuals and 5 minutes in individuals with type 2 diabetes. [11]"}
{"id": "article-42001_6", "title": "Dipeptidyl Peptidase IV (DPP IV) Inhibitors -- Mechanism of Action", "content": "These incretins are released within minutes of food intake, and DPP-4 degrades these hormones immediately due to their short half-life. By inhibiting the DPP-4 enzyme, DPP-4 inhibitors increase the levels of GLP-1 and GIP, which in turn increase beta-cell insulin secretion in the pancreas, thereby reducing postprandial and fasting hyperglycemia. [9]", "contents": "Dipeptidyl Peptidase IV (DPP IV) Inhibitors -- Mechanism of Action. These incretins are released within minutes of food intake, and DPP-4 degrades these hormones immediately due to their short half-life. By inhibiting the DPP-4 enzyme, DPP-4 inhibitors increase the levels of GLP-1 and GIP, which in turn increase beta-cell insulin secretion in the pancreas, thereby reducing postprandial and fasting hyperglycemia. [9]"}
{"id": "article-42001_7", "title": "Dipeptidyl Peptidase IV (DPP IV) Inhibitors -- Administration", "content": "All the DPP-4 inhibitors are administered orally, once daily, before or after meals. A study of oral and intravenous administration of sitagliptin in healthy individuals demonstrated an 87% oral bioavailability. [10]", "contents": "Dipeptidyl Peptidase IV (DPP IV) Inhibitors -- Administration. All the DPP-4 inhibitors are administered orally, once daily, before or after meals. A study of oral and intravenous administration of sitagliptin in healthy individuals demonstrated an 87% oral bioavailability. [10]"}
{"id": "article-42001_8", "title": "Dipeptidyl Peptidase IV (DPP IV) Inhibitors -- Adverse Effects", "content": "Gliptins are associated with a low incidence of adverse events, including hypoglycemia, and have weight-neutral effects. However, the risk of hypoglycemia increases when used in conjunction with sulfonylureas. [12]", "contents": "Dipeptidyl Peptidase IV (DPP IV) Inhibitors -- Adverse Effects. Gliptins are associated with a low incidence of adverse events, including hypoglycemia, and have weight-neutral effects. However, the risk of hypoglycemia increases when used in conjunction with sulfonylureas. [12]"}
{"id": "article-42001_9", "title": "Dipeptidyl Peptidase IV (DPP IV) Inhibitors -- Adverse Effects", "content": "The most common side effects noticed with the DPP-4 inhibitors sitagliptin and saxagliptin are upper respiratory tract infection, nasopharyngitis, headache, urinary tract infection, arthralgia. [10] There are also reports of hypersensitivity reactions such as anaphylaxis and angioedema in the prescribing information of most DPP-4 inhibitors. [13] Sitagliptin was also associated with Stevens-Johnson syndrome in postmarketing reports. [10] Reports of acute pancreatitis, including fatal and non-fatal hemorrhagic or necrotizing variants, have correlations with the use of sitagliptin, vildagliptin, and saxagliptin in postmarketing data. [13] However, a causal relationship remains unproven with the use of gliptins and pancreatitis. [14] There has also been a case series published in Japan of four patients who had acquired hemophilia A in patients using DPP-4 inhibitors. [15]", "contents": "Dipeptidyl Peptidase IV (DPP IV) Inhibitors -- Adverse Effects. The most common side effects noticed with the DPP-4 inhibitors sitagliptin and saxagliptin are upper respiratory tract infection, nasopharyngitis, headache, urinary tract infection, arthralgia. [10] There are also reports of hypersensitivity reactions such as anaphylaxis and angioedema in the prescribing information of most DPP-4 inhibitors. [13] Sitagliptin was also associated with Stevens-Johnson syndrome in postmarketing reports. [10] Reports of acute pancreatitis, including fatal and non-fatal hemorrhagic or necrotizing variants, have correlations with the use of sitagliptin, vildagliptin, and saxagliptin in postmarketing data. [13] However, a causal relationship remains unproven with the use of gliptins and pancreatitis. [14] There has also been a case series published in Japan of four patients who had acquired hemophilia A in patients using DPP-4 inhibitors. [15]"}
{"id": "article-42001_10", "title": "Dipeptidyl Peptidase IV (DPP IV) Inhibitors -- Adverse Effects", "content": "DPP-4 inhibitors (alogliptin, sitagliptin, saxagliptin, linagliptin) did not show an increased risk of cardiovascular death, non-fatal myocardial infarction, or non-fatal stroke when compared to placebo in patients with type 2 diabetes, although saxagliptin had an association with an increased rate of hospitalization for heart failure. [16] [17] [18] [19]", "contents": "Dipeptidyl Peptidase IV (DPP IV) Inhibitors -- Adverse Effects. DPP-4 inhibitors (alogliptin, sitagliptin, saxagliptin, linagliptin) did not show an increased risk of cardiovascular death, non-fatal myocardial infarction, or non-fatal stroke when compared to placebo in patients with type 2 diabetes, although saxagliptin had an association with an increased rate of hospitalization for heart failure. [16] [17] [18] [19]"}
{"id": "article-42001_11", "title": "Dipeptidyl Peptidase IV (DPP IV) Inhibitors -- Contraindications", "content": "Contraindications to gliptins include type 1 diabetes and diabetic ketoacidosis. Sitagliptin is contraindicated in individuals who are sensitive to the drug or its components. Caution is necessary when using gliptins in patients with a history of pancreatitis; it would be reasonable to discontinue these drugs if pancreatitis is suspected. [10]", "contents": "Dipeptidyl Peptidase IV (DPP IV) Inhibitors -- Contraindications. Contraindications to gliptins include type 1 diabetes and diabetic ketoacidosis. Sitagliptin is contraindicated in individuals who are sensitive to the drug or its components. Caution is necessary when using gliptins in patients with a history of pancreatitis; it would be reasonable to discontinue these drugs if pancreatitis is suspected. [10]"}
{"id": "article-42001_12", "title": "Dipeptidyl Peptidase IV (DPP IV) Inhibitors -- Contraindications", "content": "Dose adjustments are necessary for patients with renal insufficiency taking sitagliptin and saxagliptin as these drugs undergo renal excretion; failure to adjust the dose could increase the chance of hypoglycemia. [10]", "contents": "Dipeptidyl Peptidase IV (DPP IV) Inhibitors -- Contraindications. Dose adjustments are necessary for patients with renal insufficiency taking sitagliptin and saxagliptin as these drugs undergo renal excretion; failure to adjust the dose could increase the chance of hypoglycemia. [10]"}
{"id": "article-42001_13", "title": "Dipeptidyl Peptidase IV (DPP IV) Inhibitors -- Monitoring", "content": "DPP-4 inhibitors have minimal to no interactions with other drugs because of their pharmacokinetic properties, the exception being saxagliptin. Saxagliptin is metabolized to its active form by CYP3A4/5; hence the levels of the drug and its active metabolite might be modified when administered along with drugs affecting CYP3A4/5 isoforms such as ketoconazole, diltiazem (inhibitors of CYP3A4/5), or rifampicin (inducer of CYP3A4/5). Dose adjustments of saxagliptin may be necessary for such instances. [20]", "contents": "Dipeptidyl Peptidase IV (DPP IV) Inhibitors -- Monitoring. DPP-4 inhibitors have minimal to no interactions with other drugs because of their pharmacokinetic properties, the exception being saxagliptin. Saxagliptin is metabolized to its active form by CYP3A4/5; hence the levels of the drug and its active metabolite might be modified when administered along with drugs affecting CYP3A4/5 isoforms such as ketoconazole, diltiazem (inhibitors of CYP3A4/5), or rifampicin (inducer of CYP3A4/5). Dose adjustments of saxagliptin may be necessary for such instances. [20]"}
{"id": "article-42001_14", "title": "Dipeptidyl Peptidase IV (DPP IV) Inhibitors -- Monitoring", "content": "The package insert of sitagliptin mentions the need for close monitoring when using in conjunction with digoxin as the former causes a small increase (11%) in the area under the curve (AUC) and plasma Cmax (18%) of digoxin. However, dose adjustment is not a recommendation. The patient's renal function requires monitoring after initiating therapy with either sitagliptin or saxagliptin in addition to glycemic control. [10]", "contents": "Dipeptidyl Peptidase IV (DPP IV) Inhibitors -- Monitoring. The package insert of sitagliptin mentions the need for close monitoring when using in conjunction with digoxin as the former causes a small increase (11%) in the area under the curve (AUC) and plasma Cmax (18%) of digoxin. However, dose adjustment is not a recommendation. The patient's renal function requires monitoring after initiating therapy with either sitagliptin or saxagliptin in addition to glycemic control. [10]"}
{"id": "article-42001_15", "title": "Dipeptidyl Peptidase IV (DPP IV) Inhibitors -- Toxicity", "content": "Clinical trials showed no adverse drug reactions using very high doses of saxagliptin, alogliptin, linagliptin. However, high doses of sitagliptin were associated with an 8.0-millisecond mean increase in QTc in controlled clinical trials as labeled by the FDA. In case of overdose, hemodialysis removes approximately 13% of sitagliptin and approximately 23% of saxagliptin but did not affect alogliptin or linagliptin.", "contents": "Dipeptidyl Peptidase IV (DPP IV) Inhibitors -- Toxicity. Clinical trials showed no adverse drug reactions using very high doses of saxagliptin, alogliptin, linagliptin. However, high doses of sitagliptin were associated with an 8.0-millisecond mean increase in QTc in controlled clinical trials as labeled by the FDA. In case of overdose, hemodialysis removes approximately 13% of sitagliptin and approximately 23% of saxagliptin but did not affect alogliptin or linagliptin."}
{"id": "article-42001_16", "title": "Dipeptidyl Peptidase IV (DPP IV) Inhibitors -- Enhancing Healthcare Team Outcomes", "content": "An interprofessional team approach is critical in controlling diabetes and its complications. It requires providers (primary care physician, endocrinologist, ophthalmologist, podiatrist), pharmacists, nurse practitioners, dieticians, and diabetes educator nurses to collaborate as an interprofessional team in providing care. Literature indicates that such a collaborative effect can improve diabetic management, lower the risk of chronic disease complications. [Level 5]", "contents": "Dipeptidyl Peptidase IV (DPP IV) Inhibitors -- Enhancing Healthcare Team Outcomes. An interprofessional team approach is critical in controlling diabetes and its complications. It requires providers (primary care physician, endocrinologist, ophthalmologist, podiatrist), pharmacists, nurse practitioners, dieticians, and diabetes educator nurses to collaborate as an interprofessional team in providing care. Literature indicates that such a collaborative effect can improve diabetic management, lower the risk of chronic disease complications. [Level 5]"}
{"id": "article-42001_17", "title": "Dipeptidyl Peptidase IV (DPP IV) Inhibitors -- Enhancing Healthcare Team Outcomes", "content": "Health care providers can emphasize the importance of metabolic control and other cardiovascular risk factors, promote healthy lifestyle practices, including physical activity and healthful eating, and explain the benefits of comprehensive team care.", "contents": "Dipeptidyl Peptidase IV (DPP IV) Inhibitors -- Enhancing Healthcare Team Outcomes. Health care providers can emphasize the importance of metabolic control and other cardiovascular risk factors, promote healthy lifestyle practices, including physical activity and healthful eating, and explain the benefits of comprehensive team care."}
{"id": "article-42001_18", "title": "Dipeptidyl Peptidase IV (DPP IV) Inhibitors -- Enhancing Healthcare Team Outcomes", "content": "Diabetes nurse educators and dieticians provide education to the patient in improving the patient's weight loss and A1c values with ideal diet and nutrition.", "contents": "Dipeptidyl Peptidase IV (DPP IV) Inhibitors -- Enhancing Healthcare Team Outcomes. Diabetes nurse educators and dieticians provide education to the patient in improving the patient's weight loss and A1c values with ideal diet and nutrition."}
{"id": "article-42001_19", "title": "Dipeptidyl Peptidase IV (DPP IV) Inhibitors -- Enhancing Healthcare Team Outcomes", "content": "Pharmacists can collaborate with patients and their physicians to improve clinical measures, lower health care costs, and making sure that the drugs are in an affordable range to the patient by communicating with the patient's insurance companies.", "contents": "Dipeptidyl Peptidase IV (DPP IV) Inhibitors -- Enhancing Healthcare Team Outcomes. Pharmacists can collaborate with patients and their physicians to improve clinical measures, lower health care costs, and making sure that the drugs are in an affordable range to the patient by communicating with the patient's insurance companies."}
{"id": "article-42001_20", "title": "Dipeptidyl Peptidase IV (DPP IV) Inhibitors -- Enhancing Healthcare Team Outcomes", "content": "Recognizing danger signs of foot and eye problems and referral to an appropriate provider can be done by any team member. Various health care providers can obtain a referral for regular screening.", "contents": "Dipeptidyl Peptidase IV (DPP IV) Inhibitors -- Enhancing Healthcare Team Outcomes. Recognizing danger signs of foot and eye problems and referral to an appropriate provider can be done by any team member. Various health care providers can obtain a referral for regular screening."}
{"id": "article-42001_21", "title": "Dipeptidyl Peptidase IV (DPP IV) Inhibitors -- Enhancing Healthcare Team Outcomes", "content": "Specialist providers such as podiatrists, ophthalmologists can help reduce lower extremity amputation rates in foot care clinics, prevent blindness, respectively.", "contents": "Dipeptidyl Peptidase IV (DPP IV) Inhibitors -- Enhancing Healthcare Team Outcomes. Specialist providers such as podiatrists, ophthalmologists can help reduce lower extremity amputation rates in foot care clinics, prevent blindness, respectively."}
{"id": "article-42001_22", "title": "Dipeptidyl Peptidase IV (DPP IV) Inhibitors -- Enhancing Healthcare Team Outcomes", "content": "National Diabetes Education Program (NDEP), a federally sponsored initiative of the National Institutes of Diabetes and Digestive and Kidney Diseases (NIDDK), is committed to working with public and private partners in preventing or delaying the onset of type 2 diabetes, promoting early diagnosis, improve treatment and outcomes for people with diabetes. It also offers resources to help healthcare professionals implement collaborative, interprofessional diabetes team care in a variety of settings.", "contents": "Dipeptidyl Peptidase IV (DPP IV) Inhibitors -- Enhancing Healthcare Team Outcomes. National Diabetes Education Program (NDEP), a federally sponsored initiative of the National Institutes of Diabetes and Digestive and Kidney Diseases (NIDDK), is committed to working with public and private partners in preventing or delaying the onset of type 2 diabetes, promoting early diagnosis, improve treatment and outcomes for people with diabetes. It also offers resources to help healthcare professionals implement collaborative, interprofessional diabetes team care in a variety of settings."}
{"id": "article-42001_23", "title": "Dipeptidyl Peptidase IV (DPP IV) Inhibitors -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Dipeptidyl Peptidase IV (DPP IV) Inhibitors -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}