{"id": "article-28854_0", "title": "Selegiline -- Continuing Education Activity", "content": "Selegiline, a monoamine oxidase (MAO) inhibitor, is approved by the U.S. Food and Drug Administration (FDA) as an adjunct treatment for patients with Parkinson disease and a major depressive disorder in adults. The MAO enzymes are responsible for catabolizing neurotransmitters such as norepinephrine, serotonin, and dopamine. Blocking these enzymes from functioning will inhibit the reuptake of these neurotransmitters in the central nervous system, resulting in elevated levels of biologically active monoamines at the synaptic cleft. Selegiline also has off-label uses for managing early Parkinson disease and treating attention-deficit hyperactivity disorder. This activity provides an overview of selegiline's indications, mechanism of action, methods of administration, significant adverse effects, contraindications, and monitoring. This information also enhances the competence of healthcare team members to guide patient therapy effectively and treat indicated disorders as part of an interprofessional team.", "contents": "Selegiline -- Continuing Education Activity. Selegiline, a monoamine oxidase (MAO) inhibitor, is approved by the U.S. Food and Drug Administration (FDA) as an adjunct treatment for patients with Parkinson disease and a major depressive disorder in adults. The MAO enzymes are responsible for catabolizing neurotransmitters such as norepinephrine, serotonin, and dopamine. Blocking these enzymes from functioning will inhibit the reuptake of these neurotransmitters in the central nervous system, resulting in elevated levels of biologically active monoamines at the synaptic cleft. Selegiline also has off-label uses for managing early Parkinson disease and treating attention-deficit hyperactivity disorder. This activity provides an overview of selegiline's indications, mechanism of action, methods of administration, significant adverse effects, contraindications, and monitoring. This information also enhances the competence of healthcare team members to guide patient therapy effectively and treat indicated disorders as part of an interprofessional team."}
{"id": "article-28854_1", "title": "Selegiline -- Continuing Education Activity", "content": "Objectives: Screen patients for contraindications and potential drug interactions before initiating selegiline treatment. Identify both approved and off-label indications for selegiline therapy in patients with Parkinson disease and major depressive disorder. Assess patients regularly for therapeutic response, potential drug and food interactions, and adverse effects during selegiline treatment. Collaborate with an interprofessional healthcare team to optimize selegiline therapy and ensure patient safety. Access free multiple choice questions on this topic.", "contents": "Selegiline -- Continuing Education Activity. Objectives: Screen patients for contraindications and potential drug interactions before initiating selegiline treatment. Identify both approved and off-label indications for selegiline therapy in patients with Parkinson disease and major depressive disorder. Assess patients regularly for therapeutic response, potential drug and food interactions, and adverse effects during selegiline treatment. Collaborate with an interprofessional healthcare team to optimize selegiline therapy and ensure patient safety. Access free multiple choice questions on this topic."}
{"id": "article-28854_2", "title": "Selegiline -- Indications", "content": "Selegiline, an inhibitor of monoamine oxidase (MAO), was developed by Zoltan Ecseri at Chinoin, a Hungarian pharmaceutical company. In 1989, selegiline was approved by the U.S. Food and Drug Administration (FDA) for the treatment of Parkinson disease. Later, in 2006, The FDA also approved the transdermal patch form of the drug. [1]", "contents": "Selegiline -- Indications. Selegiline, an inhibitor of monoamine oxidase (MAO), was developed by Zoltan Ecseri at Chinoin, a Hungarian pharmaceutical company. In 1989, selegiline was approved by the U.S. Food and Drug Administration (FDA) for the treatment of Parkinson disease. Later, in 2006, The FDA also approved the transdermal patch form of the drug. [1]"}
{"id": "article-28854_3", "title": "Selegiline -- Indications -- FDA-Approved Indications", "content": "Selegiline has received FDA approval for specific medical conditions, making it a valuable treatment option for patients with the following indications: This medication is approved as an adjunct treatment for patients with Parkinson disease. No evidence from controlled studies shows that selegiline provides any benefits when used without levodopa therapy. [2] In its transdermal patch formulation, this drug is approved for treating major depressive disorder (MDD) in adults. [3]", "contents": "Selegiline -- Indications -- FDA-Approved Indications. Selegiline has received FDA approval for specific medical conditions, making it a valuable treatment option for patients with the following indications: This medication is approved as an adjunct treatment for patients with Parkinson disease. No evidence from controlled studies shows that selegiline provides any benefits when used without levodopa therapy. [2] In its transdermal patch formulation, this drug is approved for treating major depressive disorder (MDD) in adults. [3]"}
{"id": "article-28854_4", "title": "Selegiline -- Indications -- Off-Label Uses", "content": "Selegiline, in addition to its FDA-approved indications, is employed off-label for the following medical conditions, expanding its potential therapeutic applications: This drug is used in the treatment of early Parkinson disease [4] and attention-deficit hyperactivity disorder in patients. [5]", "contents": "Selegiline -- Indications -- Off-Label Uses. Selegiline, in addition to its FDA-approved indications, is employed off-label for the following medical conditions, expanding its potential therapeutic applications: This drug is used in the treatment of early Parkinson disease [4] and attention-deficit hyperactivity disorder in patients. [5]"}
{"id": "article-28854_5", "title": "Selegiline -- Mechanism of Action", "content": "Selegiline acts as an irreversible MAO inhibitor (MAOI). The MAO enzymes are responsible for catabolizing neurotransmitters such as norepinephrine, serotonin, and dopamine. Blocking these enzymes from functioning will inhibit the reuptake of these neurotransmitters in the central nervous system (CNS), resulting in elevated levels of biologically active monoamines at the synaptic cleft.", "contents": "Selegiline -- Mechanism of Action. Selegiline acts as an irreversible MAO inhibitor (MAOI). The MAO enzymes are responsible for catabolizing neurotransmitters such as norepinephrine, serotonin, and dopamine. Blocking these enzymes from functioning will inhibit the reuptake of these neurotransmitters in the central nervous system (CNS), resulting in elevated levels of biologically active monoamines at the synaptic cleft."}
{"id": "article-28854_6", "title": "Selegiline -- Mechanism of Action", "content": "At lower doses, selegiline exhibits selective inhibition of B-type monoamine oxidase (MAO-B). The cause of Parkinson disease is the loss of dopamine-containing neurons in the substantia nigra of the midbrain, leading to a depletion of dopamine in the striatum. Therefore, the treatment of Parkinson disease aims for selective MAO-B inhibition, as MAO-B is primarily responsible for metabolizing dopamine. [6]", "contents": "Selegiline -- Mechanism of Action. At lower doses, selegiline exhibits selective inhibition of B-type monoamine oxidase (MAO-B). The cause of Parkinson disease is the loss of dopamine-containing neurons in the substantia nigra of the midbrain, leading to a depletion of dopamine in the striatum. Therefore, the treatment of Parkinson disease aims for selective MAO-B inhibition, as MAO-B is primarily responsible for metabolizing dopamine. [6]"}
{"id": "article-28854_7", "title": "Selegiline -- Mechanism of Action", "content": "In contrast, selective inhibition of MAO-B is not the desired outcome when using selegiline to treat MDD in adults. Selegiline's effective mechanism of action in treating MDD is attributed to its inhibition of both the isoenzymes, MAO-A and MAO-B. The monoamine hypothesis of depression posits that the pathophysiological basis of depression involves a depletion in serotonin, norepinephrine, and dopamine levels in the CNS. [7] As the targeted outcome for treating MDD involves increasing the levels of all 3 of these monoamine neurotransmitters, nonselective inhibition of both MAO subtypes is preferred.", "contents": "Selegiline -- Mechanism of Action. In contrast, selective inhibition of MAO-B is not the desired outcome when using selegiline to treat MDD in adults. Selegiline's effective mechanism of action in treating MDD is attributed to its inhibition of both the isoenzymes, MAO-A and MAO-B. The monoamine hypothesis of depression posits that the pathophysiological basis of depression involves a depletion in serotonin, norepinephrine, and dopamine levels in the CNS. [7] As the targeted outcome for treating MDD involves increasing the levels of all 3 of these monoamine neurotransmitters, nonselective inhibition of both MAO subtypes is preferred."}
{"id": "article-28854_8", "title": "Selegiline -- Mechanism of Action", "content": "Similar to many psychotropic medications, the complete mechanism of action of selegiline is not entirely understood. Although the abovementioned mechanisms are widely accepted, other proposed mechanisms may contribute to selegiline's clinical efficacy. A hypothesis suggests that selegiline's metabolites, including amphetamine, might play a role in its mechanism of action by enhancing the release of monoamine neurotransmitters. [8]", "contents": "Selegiline -- Mechanism of Action. Similar to many psychotropic medications, the complete mechanism of action of selegiline is not entirely understood. Although the abovementioned mechanisms are widely accepted, other proposed mechanisms may contribute to selegiline's clinical efficacy. A hypothesis suggests that selegiline's metabolites, including amphetamine, might play a role in its mechanism of action by enhancing the release of monoamine neurotransmitters. [8]"}
{"id": "article-28854_9", "title": "Selegiline -- Mechanism of Action", "content": "Furthermore, selegiline may exert neuroprotective effects, potentially slowing the progression of Parkinson disease, by promoting the production of neurotrophins such as brain-derived neurotrophic factor, nerve growth factor, and glial cell line-derived neurotrophic factor. These neurotrophins play a crucial role in safeguarding neurons from the inflammatory process. The induction and activation of multiple antioxidative stress and anti-apoptosis factors by selegiline may contribute to preserving healthy brain tissue. [9]", "contents": "Selegiline -- Mechanism of Action. Furthermore, selegiline may exert neuroprotective effects, potentially slowing the progression of Parkinson disease, by promoting the production of neurotrophins such as brain-derived neurotrophic factor, nerve growth factor, and glial cell line-derived neurotrophic factor. These neurotrophins play a crucial role in safeguarding neurons from the inflammatory process. The induction and activation of multiple antioxidative stress and anti-apoptosis factors by selegiline may contribute to preserving healthy brain tissue. [9]"}
{"id": "article-28854_10", "title": "Selegiline -- Mechanism of Action -- Pharmacokinetics", "content": "Absorption: Selegiline undergoes extensive first-pass metabolism in the liver and gastrointestinal tract. As a result, the oral formulation has low bioavailability (4%). [10]", "contents": "Selegiline -- Mechanism of Action -- Pharmacokinetics. Absorption: Selegiline undergoes extensive first-pass metabolism in the liver and gastrointestinal tract. As a result, the oral formulation has low bioavailability (4%). [10]"}
{"id": "article-28854_11", "title": "Selegiline -- Mechanism of Action -- Pharmacokinetics", "content": "Distribution: The peak plasma levels of metabolites are approximately 4 to 20 times higher than the maximum plasma concentration of selegiline. However, the concentrations of amphetamine and methamphetamine do not induce stimulatory effects. Selegiline exhibits high plasma protein binding, specifically with macroglobulin and albumin. [11] Metabolism: Selegiline undergoes metabolism to produce N -desmethylselegiline, L -amphetamine, and L -methamphetamine. Notably, N -desmethylselegiline possesses MAO-B inhibitory activity. [12] Excretion: The mean elimination half-life of selegiline is 2 hours. However, under steady-state concentration, the elimination half-life extends to 10 hours.", "contents": "Selegiline -- Mechanism of Action -- Pharmacokinetics. Distribution: The peak plasma levels of metabolites are approximately 4 to 20 times higher than the maximum plasma concentration of selegiline. However, the concentrations of amphetamine and methamphetamine do not induce stimulatory effects. Selegiline exhibits high plasma protein binding, specifically with macroglobulin and albumin. [11] Metabolism: Selegiline undergoes metabolism to produce N -desmethylselegiline, L -amphetamine, and L -methamphetamine. Notably, N -desmethylselegiline possesses MAO-B inhibitory activity. [12] Excretion: The mean elimination half-life of selegiline is 2 hours. However, under steady-state concentration, the elimination half-life extends to 10 hours."}
{"id": "article-28854_12", "title": "Selegiline -- Administration", "content": "Selegiline is administered to patients through 2 different routes and is available in 3 other forms.", "contents": "Selegiline -- Administration. Selegiline is administered to patients through 2 different routes and is available in 3 other forms."}
{"id": "article-28854_13", "title": "Selegiline -- Administration -- Oral Route", "content": "As per the American Academy of Neurology (AAN) guidelines, selegiline can be considered as the initial dopaminergic therapy for mild motor symptoms in early Parkinson disease; however, treatment with levodopa is preferred. [2] Selegiline is available in either capsule or oral disintegrating tablet (ODT) form, leading to low plasma concentration levels. This characteristic provides the desired selective inhibition of MAO-B for the treatment of Parkinson disease. Selegiline is available in 5 mg strength in both capsule and tablet form. The recommended dosing of selegiline for Parkinson disease in these forms is 5 mg twice daily.", "contents": "Selegiline -- Administration -- Oral Route. As per the American Academy of Neurology (AAN) guidelines, selegiline can be considered as the initial dopaminergic therapy for mild motor symptoms in early Parkinson disease; however, treatment with levodopa is preferred. [2] Selegiline is available in either capsule or oral disintegrating tablet (ODT) form, leading to low plasma concentration levels. This characteristic provides the desired selective inhibition of MAO-B for the treatment of Parkinson disease. Selegiline is available in 5 mg strength in both capsule and tablet form. The recommended dosing of selegiline for Parkinson disease in these forms is 5 mg twice daily."}
{"id": "article-28854_14", "title": "Selegiline -- Administration -- Oral Route", "content": "Selegiline is also available in 1.25 mg strength as an ODT form. For Parkinson disease, the dosing of ODT forms is 1.25 mg of the medication taken once daily in the morning with breakfast but without any liquid. Patients are advised to refrain from eating or drinking for at least 5 minutes before and after taking ODT of selegiline. ODTs are enclosed in tamper-resistant foil-backing packaging. As directed, the foil backing must be carefully peeled off from 1 blister using dry hands, and the tablet should be removed from the packaging for administration. The ODT should now be placed on top of the patient's tongue, where it will dissolve within a few seconds.", "contents": "Selegiline -- Administration -- Oral Route. Selegiline is also available in 1.25 mg strength as an ODT form. For Parkinson disease, the dosing of ODT forms is 1.25 mg of the medication taken once daily in the morning with breakfast but without any liquid. Patients are advised to refrain from eating or drinking for at least 5 minutes before and after taking ODT of selegiline. ODTs are enclosed in tamper-resistant foil-backing packaging. As directed, the foil backing must be carefully peeled off from 1 blister using dry hands, and the tablet should be removed from the packaging for administration. The ODT should now be placed on top of the patient's tongue, where it will dissolve within a few seconds."}
{"id": "article-28854_15", "title": "Selegiline -- Administration -- Transdermal Route", "content": "Another route of selegiline administration is the transdermal patch, where a patch is applied to the patient's skin to facilitate direct absorption of the medication into the blood, bypassing the first-pass metabolism. The transdermal route achieves higher plasma concentration levels than the oral route, resulting in elevated levels of selegiline that produce the desired nonselective MAO inhibition and anti-depressive effect to treat MDDs.", "contents": "Selegiline -- Administration -- Transdermal Route. Another route of selegiline administration is the transdermal patch, where a patch is applied to the patient's skin to facilitate direct absorption of the medication into the blood, bypassing the first-pass metabolism. The transdermal route achieves higher plasma concentration levels than the oral route, resulting in elevated levels of selegiline that produce the desired nonselective MAO inhibition and anti-depressive effect to treat MDDs."}
{"id": "article-28854_16", "title": "Selegiline -- Administration -- Transdermal Route", "content": "The transdermal patch of selegiline is available in strengths of 6 mg/24 h, 9 mg/24 h, and 12 mg/24 h, with each box containing 30 patches. Clinicians should avoid administering selegiline to patients with creatinine clearance (CrCl) below 30 mL/min or those in Child-Pugh Class C. The transdermal patch should be applied once every 24 hours to intact and dry skin on the outer surface of the upper arm, upper torso (below the neck and above the waist), or upper thighs. Usually, the patch begins with a dose of 6 mg/24 h, which is also the targeted dose. However, if dose increases are recommended based on the patient's clinical improvement, they should occur in increments of 3 mg every 24 hours, with a maximum daily dose of 12 mg, at intervals of every 2 weeks or longer. Cutting patches is not recommended.", "contents": "Selegiline -- Administration -- Transdermal Route. The transdermal patch of selegiline is available in strengths of 6 mg/24 h, 9 mg/24 h, and 12 mg/24 h, with each box containing 30 patches. Clinicians should avoid administering selegiline to patients with creatinine clearance (CrCl) below 30 mL/min or those in Child-Pugh Class C. The transdermal patch should be applied once every 24 hours to intact and dry skin on the outer surface of the upper arm, upper torso (below the neck and above the waist), or upper thighs. Usually, the patch begins with a dose of 6 mg/24 h, which is also the targeted dose. However, if dose increases are recommended based on the patient's clinical improvement, they should occur in increments of 3 mg every 24 hours, with a maximum daily dose of 12 mg, at intervals of every 2 weeks or longer. Cutting patches is not recommended."}
{"id": "article-28854_17", "title": "Selegiline -- Administration -- Specific Patient Populations", "content": "Patients with renal impairment: No dose adjustment is required in patients with mild-to-moderate renal impairment (CrCl 30 to 89 mL/min). The daily maintenance dose should be determined based on the patient's clinical response. Selegiline is not recommended for patients with severe renal impairment and end-stage renal disease (CrCl <30 mL/min). A systematic review revealed a decreased clearance of oral selegiline in patients with renal impairment; therefore, caution is advised when using it in such patients. [13] For transdermal selegiline, no dose adjustment is necessary for mild, moderate, or severe renal impairment. However, transdermal selegiline has not been evaluated in patients with an estimated glomerular filtration rate of less than 15 mL/min/1.73 m 2 or those requiring dialysis.", "contents": "Selegiline -- Administration -- Specific Patient Populations. Patients with renal impairment: No dose adjustment is required in patients with mild-to-moderate renal impairment (CrCl 30 to 89 mL/min). The daily maintenance dose should be determined based on the patient's clinical response. Selegiline is not recommended for patients with severe renal impairment and end-stage renal disease (CrCl <30 mL/min). A systematic review revealed a decreased clearance of oral selegiline in patients with renal impairment; therefore, caution is advised when using it in such patients. [13] For transdermal selegiline, no dose adjustment is necessary for mild, moderate, or severe renal impairment. However, transdermal selegiline has not been evaluated in patients with an estimated glomerular filtration rate of less than 15 mL/min/1.73 m 2 or those requiring dialysis."}
{"id": "article-28854_18", "title": "Selegiline -- Administration -- Specific Patient Populations", "content": "Patients with hepatic impairment: Selegiline is metabolized in the liver. In patients with mild-to-moderate hepatic impairment (Child-Pugh score 5 to 9), the daily maintenance dose of selegiline ODT should be reduced from 2.5 mg to 1.25 mg daily based on the patient's clinical response. Selegiline ODT is not recommended in patients with severe hepatic impairment (Child-Pugh score greater than 9). No dose adjustment of transdermal selegiline is necessary in patients with mild-to-moderate hepatic impairment. Transdermal selegiline is not recommended for severe hepatic impairment due to inadequate clinical data.", "contents": "Selegiline -- Administration -- Specific Patient Populations. Patients with hepatic impairment: Selegiline is metabolized in the liver. In patients with mild-to-moderate hepatic impairment (Child-Pugh score 5 to 9), the daily maintenance dose of selegiline ODT should be reduced from 2.5 mg to 1.25 mg daily based on the patient's clinical response. Selegiline ODT is not recommended in patients with severe hepatic impairment (Child-Pugh score greater than 9). No dose adjustment of transdermal selegiline is necessary in patients with mild-to-moderate hepatic impairment. Transdermal selegiline is not recommended for severe hepatic impairment due to inadequate clinical data."}
{"id": "article-28854_19", "title": "Selegiline -- Administration -- Specific Patient Populations", "content": "Pregnancy considerations: Selegiline is classified as an FDA pregnancy category C medicine. There is a lack of data regarding the potential fetal harm associated with maternal use of selegiline. Animal studies indicate that selegiline use during pregnancy is linked to developmental toxicity, but these effects were observed at doses greater than those used clinically. During pregnancy, other drugs, such as L -dopa, are preferred over selegiline. [14]", "contents": "Selegiline -- Administration -- Specific Patient Populations. Pregnancy considerations: Selegiline is classified as an FDA pregnancy category C medicine. There is a lack of data regarding the potential fetal harm associated with maternal use of selegiline. Animal studies indicate that selegiline use during pregnancy is linked to developmental toxicity, but these effects were observed at doses greater than those used clinically. During pregnancy, other drugs, such as L -dopa, are preferred over selegiline. [14]"}
{"id": "article-28854_20", "title": "Selegiline -- Administration -- Specific Patient Populations", "content": "Breastfeeding considerations: There is inadequate data on the excretion of selegiline or its metabolites in breast milk and its potential effects on breastfed babies. Due to the severe potential for adverse effects in breastfed infants, including the risk of hypertensive reactions, physicians do not recommend lactating women to breastfeed their infants during and for a week after the last dose of selegiline treatment. An alternative drug is especially preferred when nursing a newborn or preterm infant. [15] Pediatric patients: The effectiveness and safety of selegiline in pediatric patients have not been established. Geriatric patients: Geriatric patients exhibited higher incidences of adverse reactions, such as hypertension and orthostatic or postural hypotension, than non-geriatric patient groups.", "contents": "Selegiline -- Administration -- Specific Patient Populations. Breastfeeding considerations: There is inadequate data on the excretion of selegiline or its metabolites in breast milk and its potential effects on breastfed babies. Due to the severe potential for adverse effects in breastfed infants, including the risk of hypertensive reactions, physicians do not recommend lactating women to breastfeed their infants during and for a week after the last dose of selegiline treatment. An alternative drug is especially preferred when nursing a newborn or preterm infant. [15] Pediatric patients: The effectiveness and safety of selegiline in pediatric patients have not been established. Geriatric patients: Geriatric patients exhibited higher incidences of adverse reactions, such as hypertension and orthostatic or postural hypotension, than non-geriatric patient groups."}
{"id": "article-28854_21", "title": "Selegiline -- Adverse Effects", "content": "Selegiline use may lead to the following adverse effects in patients using the medication:", "contents": "Selegiline -- Adverse Effects. Selegiline use may lead to the following adverse effects in patients using the medication:"}
{"id": "article-28854_22", "title": "Selegiline -- Adverse Effects", "content": "Selegiline may lead to a hypertensive crisis, a severe elevation of blood pressure, if the patient consumes the medication alongside food, drink, or supplements rich in tyramine.", "contents": "Selegiline -- Adverse Effects. Selegiline may lead to a hypertensive crisis, a severe elevation of blood pressure, if the patient consumes the medication alongside food, drink, or supplements rich in tyramine."}
{"id": "article-28854_23", "title": "Selegiline -- Adverse Effects", "content": "Other dangerous adverse effects of selegiline include sudden sleep episodes, orthostatic hypotension, arrhythmias, mental status alteration, hallucinations, extrapyramidal symptoms, dyskinesia, and serotonin syndrome.", "contents": "Selegiline -- Adverse Effects. Other dangerous adverse effects of selegiline include sudden sleep episodes, orthostatic hypotension, arrhythmias, mental status alteration, hallucinations, extrapyramidal symptoms, dyskinesia, and serotonin syndrome."}
{"id": "article-28854_24", "title": "Selegiline -- Adverse Effects", "content": "The common adverse events associated with selegiline use include xerostomia and constipation, which are primarily attributed to the drug's anticholinergic effects. Other commonly reported adverse reactions experienced by patients include headaches, dizziness, insomnia, and nausea.", "contents": "Selegiline -- Adverse Effects. The common adverse events associated with selegiline use include xerostomia and constipation, which are primarily attributed to the drug's anticholinergic effects. Other commonly reported adverse reactions experienced by patients include headaches, dizziness, insomnia, and nausea."}
{"id": "article-28854_25", "title": "Selegiline -- Adverse Effects", "content": "Abrupt cessation of selegiline is not recommended due to the potential risk of antidepressant and anti-Parkinsonian discontinuation syndromes. [16]", "contents": "Selegiline -- Adverse Effects. Abrupt cessation of selegiline is not recommended due to the potential risk of antidepressant and anti-Parkinsonian discontinuation syndromes. [16]"}
{"id": "article-28854_26", "title": "Selegiline -- Adverse Effects", "content": "Selegiline may also lead to transient elevation of the enzymes aspartate aminotransferase and alanine transaminase in 40% of patients. However, these enzyme elevations are typically mild and do not require therapy cessation. [17]", "contents": "Selegiline -- Adverse Effects. Selegiline may also lead to transient elevation of the enzymes aspartate aminotransferase and alanine transaminase in 40% of patients. However, these enzyme elevations are typically mild and do not require therapy cessation. [17]"}
{"id": "article-28854_27", "title": "Selegiline -- Adverse Effects", "content": "Selegiline is not an FDA-approved medication for bipolar depression, as it has the potential to precipitate a manic episode.", "contents": "Selegiline -- Adverse Effects. Selegiline is not an FDA-approved medication for bipolar depression, as it has the potential to precipitate a manic episode."}
{"id": "article-28854_28", "title": "Selegiline -- Adverse Effects", "content": "The transdermal use of selegiline commonly causes skin irritation at the application site, whereas the drug's ODT form can irritate the buccal mucosa. [16]", "contents": "Selegiline -- Adverse Effects. The transdermal use of selegiline commonly causes skin irritation at the application site, whereas the drug's ODT form can irritate the buccal mucosa. [16]"}
{"id": "article-28854_29", "title": "Selegiline -- Adverse Effects -- Box Warning", "content": "There are adverse effects of selegiline that are specific to the method of administration. For the transdermal route of administration of selegiline, a boxed warning cautions against the antidepressant use of selegiline in pediatric and young adult populations due to the increased risk of suicidal thoughts and behaviors. [18]", "contents": "Selegiline -- Adverse Effects -- Box Warning. There are adverse effects of selegiline that are specific to the method of administration. For the transdermal route of administration of selegiline, a boxed warning cautions against the antidepressant use of selegiline in pediatric and young adult populations due to the increased risk of suicidal thoughts and behaviors. [18]"}
{"id": "article-28854_30", "title": "Selegiline -- Contraindications", "content": "Selegiline use within 10 days before elective surgery is contraindicated due to its adverse effects on blood pressure. Transdermal selegiline is contraindicated in children younger than 12 and patients of any age with pheochromocytoma. [19]", "contents": "Selegiline -- Contraindications. Selegiline use within 10 days before elective surgery is contraindicated due to its adverse effects on blood pressure. Transdermal selegiline is contraindicated in children younger than 12 and patients of any age with pheochromocytoma. [19]"}
{"id": "article-28854_31", "title": "Selegiline -- Contraindications -- Drug-Drug Interactions", "content": "Patients should discontinue taking transdermal selegiline for at least 2 weeks before starting any of the following medications: carbamazepine, selective serotonin reuptake inhibitors, tricyclic antidepressants such as clomipramine and imipramine, tramadol, propoxyphene, methadone, pentazocine, and dextromethorphan. On the other hand, it is not recommended to begin transdermal selegiline treatment until 5 half-lives have passed since taking the medications listed earlier. [20]", "contents": "Selegiline -- Contraindications -- Drug-Drug Interactions. Patients should discontinue taking transdermal selegiline for at least 2 weeks before starting any of the following medications: carbamazepine, selective serotonin reuptake inhibitors, tricyclic antidepressants such as clomipramine and imipramine, tramadol, propoxyphene, methadone, pentazocine, and dextromethorphan. On the other hand, it is not recommended to begin transdermal selegiline treatment until 5 half-lives have passed since taking the medications listed earlier. [20]"}
{"id": "article-28854_32", "title": "Selegiline -- Contraindications -- Drug-Drug Interactions", "content": "Selegiline should not be used via oral route concomitantly with cyclobenzaprine, dextromethorphan, St. John's wort, methadone, propoxyphene, tramadol, or other MAOIs. [21]", "contents": "Selegiline -- Contraindications -- Drug-Drug Interactions. Selegiline should not be used via oral route concomitantly with cyclobenzaprine, dextromethorphan, St. John's wort, methadone, propoxyphene, tramadol, or other MAOIs. [21]"}
{"id": "article-28854_33", "title": "Selegiline -- Contraindications -- Drug-Drug Interactions", "content": "Patients who have previously shown hypersensitivity to selegiline should not use any form of the medication. Furthermore, it is also not recommended to use any dose forms of selegiline while taking meperidine. [22]", "contents": "Selegiline -- Contraindications -- Drug-Drug Interactions. Patients who have previously shown hypersensitivity to selegiline should not use any form of the medication. Furthermore, it is also not recommended to use any dose forms of selegiline while taking meperidine. [22]"}
{"id": "article-28854_34", "title": "Selegiline -- Contraindications -- Drug-Drug Interactions", "content": "Selegiline metabolism involves various subunits of the cytochrome P450 system, of which the 2B6 subunit is of particular significance as it plays a vital role in metabolism. Therefore, interactions and impairments involving this enzyme can have clinically significant implications. Patients with hepatic impairment may necessitate dose adjustment, and selegiline ODT is not recommended for patients with severe hepatic impairment. Likewise, selegiline in ODT form should be avoided in patients with a CrCl <30 mL/min.", "contents": "Selegiline -- Contraindications -- Drug-Drug Interactions. Selegiline metabolism involves various subunits of the cytochrome P450 system, of which the 2B6 subunit is of particular significance as it plays a vital role in metabolism. Therefore, interactions and impairments involving this enzyme can have clinically significant implications. Patients with hepatic impairment may necessitate dose adjustment, and selegiline ODT is not recommended for patients with severe hepatic impairment. Likewise, selegiline in ODT form should be avoided in patients with a CrCl <30 mL/min."}
{"id": "article-28854_35", "title": "Selegiline -- Contraindications -- Drug-Food Interactions", "content": "Consuming foods high in tyramine with MAOIs can result in dangerously high tyramine levels in an individual's body because MAO metabolizes tyramine. High tyramine foods include aged cheese, cured meat, smoked or processed meat, pickled or fermented foods, soybeans, fava beans, dried or overripe fruits, sauces such as soy sauce, and alcoholic beverages such as homebrewed beer and red wine. Selective MAOIs such as selegiline might be less prone to this effect, but the drug's selectivity diminishes at higher doses. Nonetheless, patients still need to be counseled to avoid these tyramine-rich foods. [23]", "contents": "Selegiline -- Contraindications -- Drug-Food Interactions. Consuming foods high in tyramine with MAOIs can result in dangerously high tyramine levels in an individual's body because MAO metabolizes tyramine. High tyramine foods include aged cheese, cured meat, smoked or processed meat, pickled or fermented foods, soybeans, fava beans, dried or overripe fruits, sauces such as soy sauce, and alcoholic beverages such as homebrewed beer and red wine. Selective MAOIs such as selegiline might be less prone to this effect, but the drug's selectivity diminishes at higher doses. Nonetheless, patients still need to be counseled to avoid these tyramine-rich foods. [23]"}
{"id": "article-28854_36", "title": "Selegiline -- Monitoring", "content": "Clinicians should educate patients taking selegiline about the potential risks of medication usage and the specific symptoms they should self-monitor and report to their healthcare provider. Continuous monitoring is not always possible for prescribers, making patient awareness essential to ensure medication safety. The significance of close monitoring increases during the initiation of the medication or the adjustment of the dosage. [24] Patients taking selegiline should monitor their blood pressure regularly to reduce the risk of falls associated with orthostatic hypotension and prevent hypertensive crisis and the long-term effects of elevated blood pressure. Patients should be monitored for symptoms of Parkinsonism and serotonin syndrome while taking selegiline. [2]", "contents": "Selegiline -- Monitoring. Clinicians should educate patients taking selegiline about the potential risks of medication usage and the specific symptoms they should self-monitor and report to their healthcare provider. Continuous monitoring is not always possible for prescribers, making patient awareness essential to ensure medication safety. The significance of close monitoring increases during the initiation of the medication or the adjustment of the dosage. [24] Patients taking selegiline should monitor their blood pressure regularly to reduce the risk of falls associated with orthostatic hypotension and prevent hypertensive crisis and the long-term effects of elevated blood pressure. Patients should be monitored for symptoms of Parkinsonism and serotonin syndrome while taking selegiline. [2]"}
{"id": "article-28854_37", "title": "Selegiline -- Monitoring", "content": "Box warnings are included on the drug packaging regarding the potential for suicidal thoughts and actions, especially among younger adults. Patients taking selegiline should be regularly assessed by their healthcare providers for behavioral and mood changes and suicidal thoughts to prevent psychiatric disturbances and potential harm. Periodic skin examinations are necessary for patients using transdermal selegiline. Patients should be monitored for improvement in Parkinson disease using a validated score, such as the Unified Parkinson Disease Rating Scale (UPDRS). [25]", "contents": "Selegiline -- Monitoring. Box warnings are included on the drug packaging regarding the potential for suicidal thoughts and actions, especially among younger adults. Patients taking selegiline should be regularly assessed by their healthcare providers for behavioral and mood changes and suicidal thoughts to prevent psychiatric disturbances and potential harm. Periodic skin examinations are necessary for patients using transdermal selegiline. Patients should be monitored for improvement in Parkinson disease using a validated score, such as the Unified Parkinson Disease Rating Scale (UPDRS). [25]"}
{"id": "article-28854_38", "title": "Selegiline -- Toxicity", "content": "A hypertensive crisis caused by selegiline is attributed to the toxic levels of adrenergic metabolites. The recommended treatment options for the crisis include the administration of intravenous phentolamine, labetalol, or nitroprusside, which can rapidly lower elevated blood pressure levels. In such cases, any signs of end-organ damage should be promptly assessed and appropriately treated. [26]", "contents": "Selegiline -- Toxicity. A hypertensive crisis caused by selegiline is attributed to the toxic levels of adrenergic metabolites. The recommended treatment options for the crisis include the administration of intravenous phentolamine, labetalol, or nitroprusside, which can rapidly lower elevated blood pressure levels. In such cases, any signs of end-organ damage should be promptly assessed and appropriately treated. [26]"}
{"id": "article-28854_39", "title": "Selegiline -- Toxicity", "content": "For patients undergoing treatment for hypertensive crisis due to selegiline, it is essential to manage their intake of fluids and electrolytes. If convulsions occur, it is necessary to administer intravenous benzodiazepines quickly. [27] In severe cases of a hypertensive crisis caused by selegiline, endotracheal intubation and mechanical ventilation may be required.", "contents": "Selegiline -- Toxicity. For patients undergoing treatment for hypertensive crisis due to selegiline, it is essential to manage their intake of fluids and electrolytes. If convulsions occur, it is necessary to administer intravenous benzodiazepines quickly. [27] In severe cases of a hypertensive crisis caused by selegiline, endotracheal intubation and mechanical ventilation may be required."}
{"id": "article-28854_40", "title": "Selegiline -- Enhancing Healthcare Team Outcomes", "content": "Clinicians should educate patients taking selegiline about the potential risks of medication usage and the specific symptoms they should self-monitor and report to their healthcare provider. Patients taking selegiline should monitor their blood pressure regularly to reduce the risk of falls associated with orthostatic hypotension and prevent hypertensive crisis and the long-term effects of elevated blood pressure. Patients should also be monitored for symptoms of Parkinsonism and serotonin syndrome while taking selegiline.", "contents": "Selegiline -- Enhancing Healthcare Team Outcomes. Clinicians should educate patients taking selegiline about the potential risks of medication usage and the specific symptoms they should self-monitor and report to their healthcare provider. Patients taking selegiline should monitor their blood pressure regularly to reduce the risk of falls associated with orthostatic hypotension and prevent hypertensive crisis and the long-term effects of elevated blood pressure. Patients should also be monitored for symptoms of Parkinsonism and serotonin syndrome while taking selegiline."}
{"id": "article-28854_41", "title": "Selegiline -- Enhancing Healthcare Team Outcomes", "content": "Patients taking selegiline should be regularly assessed by their healthcare providers for behavioral or mood changes and suicidal thoughts. Therefore, consultation with a psychiatrist is recommended to prevent psychiatric disturbances and potential harm. Periodic skin examinations are necessary for patients using transdermal selegiline. The significance of close monitoring increases when initiating the medication or making dose adjustments.", "contents": "Selegiline -- Enhancing Healthcare Team Outcomes. Patients taking selegiline should be regularly assessed by their healthcare providers for behavioral or mood changes and suicidal thoughts. Therefore, consultation with a psychiatrist is recommended to prevent psychiatric disturbances and potential harm. Periodic skin examinations are necessary for patients using transdermal selegiline. The significance of close monitoring increases when initiating the medication or making dose adjustments."}
{"id": "article-28854_42", "title": "Selegiline -- Enhancing Healthcare Team Outcomes", "content": "Pharmacists should verify dosing, check for drug interactions, and counsel patients. The nursing staff will also remind the patients to steer clear of foods containing tyramine to reinforce these key points. If a patient is visiting a mental health practitioner while taking selegiline, the practitioner needs to be informed about the medication. Any problems arising during therapy should be reported to the prescribing doctor.", "contents": "Selegiline -- Enhancing Healthcare Team Outcomes. Pharmacists should verify dosing, check for drug interactions, and counsel patients. The nursing staff will also remind the patients to steer clear of foods containing tyramine to reinforce these key points. If a patient is visiting a mental health practitioner while taking selegiline, the practitioner needs to be informed about the medication. Any problems arising during therapy should be reported to the prescribing doctor."}
{"id": "article-28854_43", "title": "Selegiline -- Enhancing Healthcare Team Outcomes", "content": "In advanced Parkinson disease, consultation with a movement disorder specialist is necessary. Although a neurologist most commonly prescribes selegiline to patients, their primary care provider often observes them. However, considering the drug's adverse event profile and interactions, therapy management and monitoring are best achieved with an interprofessional healthcare team, which includes clinicians, pharmacists, and mental health professionals. This interprofessional approach will help optimize therapeutic efficacy and minimize potential adverse events related to selegiline therapy.", "contents": "Selegiline -- Enhancing Healthcare Team Outcomes. In advanced Parkinson disease, consultation with a movement disorder specialist is necessary. Although a neurologist most commonly prescribes selegiline to patients, their primary care provider often observes them. However, considering the drug's adverse event profile and interactions, therapy management and monitoring are best achieved with an interprofessional healthcare team, which includes clinicians, pharmacists, and mental health professionals. This interprofessional approach will help optimize therapeutic efficacy and minimize potential adverse events related to selegiline therapy."}
{"id": "article-28854_44", "title": "Selegiline -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Selegiline -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}