{"id": "article-31259_0", "title": "Volume of Distribution -- Definition/Introduction", "content": "The volume of distribution (Vd) is a pharmacokinetic parameter representing an individual drug’s propensity to either remain in the plasma or redistribute to other tissue compartments. By definition, Vd is a proportionality constant that relates the total amount of drug in the body to the plasma concentration of the drug at a given time. [1] [2] [3] The following equation can represent Vd: Volume of Distribution (L) = Amount of drug in the body (mg) / Plasma concentration of drug (mg/L) Based on the above equation: A drug with a high Vd has a propensity to leave the plasma and enter the extravascular compartments of the body, meaning that a higher dose of a drug is required to achieve a given plasma concentration. (High Vd -> More distribution to other tissue) Conversely, a drug with a low Vd has a propensity to remain in the plasma meaning a lower dose of a drug is required to achieve a given plasma concentration. (Low Vd -> Less distribution to other tissue)", "contents": "Volume of Distribution -- Definition/Introduction. The volume of distribution (Vd) is a pharmacokinetic parameter representing an individual drug’s propensity to either remain in the plasma or redistribute to other tissue compartments. By definition, Vd is a proportionality constant that relates the total amount of drug in the body to the plasma concentration of the drug at a given time. [1] [2] [3] The following equation can represent Vd: Volume of Distribution (L) = Amount of drug in the body (mg) / Plasma concentration of drug (mg/L) Based on the above equation: A drug with a high Vd has a propensity to leave the plasma and enter the extravascular compartments of the body, meaning that a higher dose of a drug is required to achieve a given plasma concentration. (High Vd -> More distribution to other tissue) Conversely, a drug with a low Vd has a propensity to remain in the plasma meaning a lower dose of a drug is required to achieve a given plasma concentration. (Low Vd -> Less distribution to other tissue)"}
{"id": "article-31259_1", "title": "Volume of Distribution -- Issues of Concern -- General Principles Related to Drug Distribution", "content": "Pharmacokinetics focuses on drug movement throughout the human body via the processes of absorption , distribution , and elimination . Upon administration, a drug moves from the site of administration and gets absorbed into the systemic circulation where it will then gets distributed throughout the body. The process of distribution refers to the movement of a drug between the intravascular (blood/plasma) and extravascular (intracellular & extracellular) compartments of the body. Within each compartment of the body, a drug exists in equilibrium between a protein-bound or free form. Over time, drugs within the circulation will then be metabolized and excreted from the body by the liver & kidneys. [1] [3]", "contents": "Volume of Distribution -- Issues of Concern -- General Principles Related to Drug Distribution. Pharmacokinetics focuses on drug movement throughout the human body via the processes of absorption , distribution , and elimination . Upon administration, a drug moves from the site of administration and gets absorbed into the systemic circulation where it will then gets distributed throughout the body. The process of distribution refers to the movement of a drug between the intravascular (blood/plasma) and extravascular (intracellular & extracellular) compartments of the body. Within each compartment of the body, a drug exists in equilibrium between a protein-bound or free form. Over time, drugs within the circulation will then be metabolized and excreted from the body by the liver & kidneys. [1] [3]"}
{"id": "article-31259_2", "title": "Volume of Distribution -- Issues of Concern -- Single vs. Multi-compartment models of Distribution", "content": "Immediately after administration of an IV bolus, a drug enters the “central” compartment, which is composed of the plasma, highly perfused organs (liver, kidneys, etc.) and other tissues where drug distribution is instantaneous. Eventually, some drugs may begin to move from the central compartment to the “peripheral” compartment , which is composed of tissues to which drug distributes slower. [1] [2] [3] [4]", "contents": "Volume of Distribution -- Issues of Concern -- Single vs. Multi-compartment models of Distribution. Immediately after administration of an IV bolus, a drug enters the “central” compartment, which is composed of the plasma, highly perfused organs (liver, kidneys, etc.) and other tissues where drug distribution is instantaneous. Eventually, some drugs may begin to move from the central compartment to the “peripheral” compartment , which is composed of tissues to which drug distributes slower. [1] [2] [3] [4]"}
{"id": "article-31259_3", "title": "Volume of Distribution -- Issues of Concern -- Single vs. Multi-compartment models of Distribution", "content": "Single compartment model: Some drugs display pharmacokinetics in which they distribute “instantaneously.” These drugs appear to remain in the central compartment and not distribute to peripheral compartments. Therefore, any measured decline in drug plasma concentration is a result of drug elimination from the body only. These drugs are said to display single-compartment models of distribution as they do not move to peripheral compartments. The Vd of these drugs can be represented by a single value, which is the Vd of the central compartment ( Vc ). [2] [3] Vc (L) = Dose administered (mg) / Co (mg/L)", "contents": "Volume of Distribution -- Issues of Concern -- Single vs. Multi-compartment models of Distribution. Single compartment model: Some drugs display pharmacokinetics in which they distribute “instantaneously.” These drugs appear to remain in the central compartment and not distribute to peripheral compartments. Therefore, any measured decline in drug plasma concentration is a result of drug elimination from the body only. These drugs are said to display single-compartment models of distribution as they do not move to peripheral compartments. The Vd of these drugs can be represented by a single value, which is the Vd of the central compartment ( Vc ). [2] [3] Vc (L) = Dose administered (mg) / Co (mg/L)"}
{"id": "article-31259_4", "title": "Volume of Distribution -- Issues of Concern -- Single vs. Multi-compartment models of Distribution", "content": "Drugs that display single compartment distribution kinetics with a straight line graph on plasma vs. time curves. Because the drug is said to distribute instantaneously, the initial plasma concentration of drug at time = 0 (Co) is difficult to measure and is therefore estimated via extrapolation to time = 0 on a plasma concentration vs. time curve. [1] [2] [3]", "contents": "Volume of Distribution -- Issues of Concern -- Single vs. Multi-compartment models of Distribution. Drugs that display single compartment distribution kinetics with a straight line graph on plasma vs. time curves. Because the drug is said to distribute instantaneously, the initial plasma concentration of drug at time = 0 (Co) is difficult to measure and is therefore estimated via extrapolation to time = 0 on a plasma concentration vs. time curve. [1] [2] [3]"}
{"id": "article-31259_5", "title": "Volume of Distribution -- Issues of Concern -- Single vs. Multi-compartment models of Distribution", "content": "Multi-compartment model: Most drugs will exhibit slower distribution kinetics, which involves an early distribution phase followed by a later elimination phase. Drugs that display multi-compartment models of distribution will move from the central compartment into peripheral compartments before elimination. [1] [2] [3] [4] [5] Phases associated with multi-compartment models of distribution include: Distribution phase: following administration plasma drug concentration will initially decline while the total amount of drug in the body remains the same. This phenomenon will cause a single drug to have multiple Vd values, which are each time-dependent. Terminal elimination phase : Following the distribution phase, the drug will be eliminated from the central compartment (by the kidneys/liver) causing changes in both amounts of the drug in the body and plasma drug concentration. Therefore, additional Vd values are calculable during the terminal elimination phase (Vbeta), which is a Vd value dependent on drug clearance . Steady-state: Between the distribution & elimination phase, there is a transition point known as \"steady state.\" Steady-state represents a period of “dynamic equilibrium” of a drug throughout the body in which the drug has completed distribution between the central & peripheral compartments. At steady state, the net flux of drug between the central & peripheral compartments is 0. Another value for Vd can be calculated during steady-state ( Vss ). This value is generally the most clinically relevant as it is used to determine the loading dose of a drug. Vd (L) = A(t) (mg) / C(t) (mg/L) A(t) represents the amount of drug in the body at time = t C(t) represents plasma concentration of the drug at time = t", "contents": "Volume of Distribution -- Issues of Concern -- Single vs. Multi-compartment models of Distribution. Multi-compartment model: Most drugs will exhibit slower distribution kinetics, which involves an early distribution phase followed by a later elimination phase. Drugs that display multi-compartment models of distribution will move from the central compartment into peripheral compartments before elimination. [1] [2] [3] [4] [5] Phases associated with multi-compartment models of distribution include: Distribution phase: following administration plasma drug concentration will initially decline while the total amount of drug in the body remains the same. This phenomenon will cause a single drug to have multiple Vd values, which are each time-dependent. Terminal elimination phase : Following the distribution phase, the drug will be eliminated from the central compartment (by the kidneys/liver) causing changes in both amounts of the drug in the body and plasma drug concentration. Therefore, additional Vd values are calculable during the terminal elimination phase (Vbeta), which is a Vd value dependent on drug clearance . Steady-state: Between the distribution & elimination phase, there is a transition point known as \"steady state.\" Steady-state represents a period of “dynamic equilibrium” of a drug throughout the body in which the drug has completed distribution between the central & peripheral compartments. At steady state, the net flux of drug between the central & peripheral compartments is 0. Another value for Vd can be calculated during steady-state ( Vss ). This value is generally the most clinically relevant as it is used to determine the loading dose of a drug. Vd (L) = A(t) (mg) / C(t) (mg/L) A(t) represents the amount of drug in the body at time = t C(t) represents plasma concentration of the drug at time = t"}
{"id": "article-31259_6", "title": "Volume of Distribution -- Issues of Concern -- Single vs. Multi-compartment models of Distribution", "content": "Drugs that display multiple compartment distribution kinetics have graphs that are biphasic lines on plasma vs. time curves.", "contents": "Volume of Distribution -- Issues of Concern -- Single vs. Multi-compartment models of Distribution. Drugs that display multiple compartment distribution kinetics have graphs that are biphasic lines on plasma vs. time curves."}
{"id": "article-31259_7", "title": "Volume of Distribution -- Issues of Concern -- Half-life and Volume of Distribution", "content": "Half-life (t1/2) refers to the time required for plasma concentration of a drug to decrease by 50%. t1/2 is dependent on the rate constant (k), which is related to Vd & clearance (CL). [1] [2] [3] Half-life can be expressed using the following equation(s): Half-life (hours) = 0.693 x (Volume of distribution (L) / Clearance (L/hr))", "contents": "Volume of Distribution -- Issues of Concern -- Half-life and Volume of Distribution. Half-life (t1/2) refers to the time required for plasma concentration of a drug to decrease by 50%. t1/2 is dependent on the rate constant (k), which is related to Vd & clearance (CL). [1] [2] [3] Half-life can be expressed using the following equation(s): Half-life (hours) = 0.693 x (Volume of distribution (L) / Clearance (L/hr))"}
{"id": "article-31259_8", "title": "Volume of Distribution -- Issues of Concern -- Half-life and Volume of Distribution", "content": "Only the drug located in the central compartment can be eliminated from the body because the process of elimination is primarily carried out by the liver and kidneys. Drugs with a high Vd will have a large fraction of drug remaining outside of the central compartment. Meanwhile, the fraction of drug in the plasma will be eliminated, causing a shift of equilibrium resulting in drug located in the peripheral compartment to shift into the central compartment. This shift will cause the plasma concentration to remain at a steady-state concentration despite drug removal from the body. This phenomenon causes plasma concentration to decline more slowly during the elimination phase in the setting of a high Vd. [1] [3] Therefore, at a constant rate of clearance, a drug with a high Vd will have a longer elimination half-life than a drug with lower Vd.", "contents": "Volume of Distribution -- Issues of Concern -- Half-life and Volume of Distribution. Only the drug located in the central compartment can be eliminated from the body because the process of elimination is primarily carried out by the liver and kidneys. Drugs with a high Vd will have a large fraction of drug remaining outside of the central compartment. Meanwhile, the fraction of drug in the plasma will be eliminated, causing a shift of equilibrium resulting in drug located in the peripheral compartment to shift into the central compartment. This shift will cause the plasma concentration to remain at a steady-state concentration despite drug removal from the body. This phenomenon causes plasma concentration to decline more slowly during the elimination phase in the setting of a high Vd. [1] [3] Therefore, at a constant rate of clearance, a drug with a high Vd will have a longer elimination half-life than a drug with lower Vd."}
{"id": "article-31259_9", "title": "Volume of Distribution -- Issues of Concern -- Half-life and Volume of Distribution", "content": "Similar to the different Vd values that exist depending on the pharmacokinetic phase, there are also two half-life values of which it is important to be aware: The distribution half-life (t1/2a) which represents the amount of time required for the plasma concentration to decline by 50% during the distribution phase. The elimination half-life (t1/2b) which represents the amount of time required for the plasma concentration to decline by 50% during the elimination phase.", "contents": "Volume of Distribution -- Issues of Concern -- Half-life and Volume of Distribution. Similar to the different Vd values that exist depending on the pharmacokinetic phase, there are also two half-life values of which it is important to be aware: The distribution half-life (t1/2a) which represents the amount of time required for the plasma concentration to decline by 50% during the distribution phase. The elimination half-life (t1/2b) which represents the amount of time required for the plasma concentration to decline by 50% during the elimination phase."}
{"id": "article-31259_10", "title": "Volume of Distribution -- Issues of Concern -- Features of Drugs affecting the Volume of Distribution", "content": "Acid-Base Characteristics As previously discussed, drugs may have a propensity to bind proteins throughout the body where they reach a point of equilibrium between a bound & unbound phase. Depending on the charge of a drug at physiologic pH, have a drug may tend to bind macromolecules inside or outside the plasma. [2] Basic (alkaline) molecules have strong interactions with negatively charged phospholipid head groups located on phospholipid membranes. The extent of this binding is also dependent on the overall lipophilicity of the drug. In general, basic molecules will leave the systemic circulation leading to higher Vd as compared to acidic molecules. Acidic molecules have a higher affinity for albumin molecules at lower lipophilicity than neutral or basic molecules. Therefore, acidic drugs are more likely to bind albumin and remain in the plasma leading to lower Vd as compared to more basic molecules.", "contents": "Volume of Distribution -- Issues of Concern -- Features of Drugs affecting the Volume of Distribution. Acid-Base Characteristics As previously discussed, drugs may have a propensity to bind proteins throughout the body where they reach a point of equilibrium between a bound & unbound phase. Depending on the charge of a drug at physiologic pH, have a drug may tend to bind macromolecules inside or outside the plasma. [2] Basic (alkaline) molecules have strong interactions with negatively charged phospholipid head groups located on phospholipid membranes. The extent of this binding is also dependent on the overall lipophilicity of the drug. In general, basic molecules will leave the systemic circulation leading to higher Vd as compared to acidic molecules. Acidic molecules have a higher affinity for albumin molecules at lower lipophilicity than neutral or basic molecules. Therefore, acidic drugs are more likely to bind albumin and remain in the plasma leading to lower Vd as compared to more basic molecules."}
{"id": "article-31259_11", "title": "Volume of Distribution -- Issues of Concern -- Features of Drugs affecting the Volume of Distribution", "content": "Lipophilicity In addition to ionic/charge-related interactions between a drug and macromolecules, hydrophobic interactions also play a similar role. Drugs with higher lipophilicity have a higher lipid membrane permeability and therefore, a higher chance of leaving the plasma and interacting with other hydrophilic residues in the peripheral tissue (e.g., adipose tissue). However, plasma proteins such as albumin have a high affinity for lipophilic drugs in which case, the determinant of the extent of plasma protein binding of two equally lipophilic drugs is the acid/base characteristics as described above. [2] But in general, the following principles apply: Lipophilic molecules are more likely to pass through lipid bilayers and therefore more likely to leave the bloodstream and distribute to areas with high lipid density (adipose) and therefore have a higher Vd. Hydrophilic molecules are less likely to pass through lipid bilayers and therefore more likely to remain in the bloodstream and therefore have a lower Vd.", "contents": "Volume of Distribution -- Issues of Concern -- Features of Drugs affecting the Volume of Distribution. Lipophilicity In addition to ionic/charge-related interactions between a drug and macromolecules, hydrophobic interactions also play a similar role. Drugs with higher lipophilicity have a higher lipid membrane permeability and therefore, a higher chance of leaving the plasma and interacting with other hydrophilic residues in the peripheral tissue (e.g., adipose tissue). However, plasma proteins such as albumin have a high affinity for lipophilic drugs in which case, the determinant of the extent of plasma protein binding of two equally lipophilic drugs is the acid/base characteristics as described above. [2] But in general, the following principles apply: Lipophilic molecules are more likely to pass through lipid bilayers and therefore more likely to leave the bloodstream and distribute to areas with high lipid density (adipose) and therefore have a higher Vd. Hydrophilic molecules are less likely to pass through lipid bilayers and therefore more likely to remain in the bloodstream and therefore have a lower Vd."}
{"id": "article-31259_12", "title": "Volume of Distribution -- Clinical Significance", "content": "As previously discussed, multiple values of Vd can be calculated depending on the intrinsic drug kinetics (single vs. multiple compartment models) as well as the phase of drug kinetics following drug administration (distribution phase vs steady state vs terminal elimination phase). However, from the clinical perspective, the single most important utility of Vd is calculating the loading dose of a drug . [1] [3]", "contents": "Volume of Distribution -- Clinical Significance. As previously discussed, multiple values of Vd can be calculated depending on the intrinsic drug kinetics (single vs. multiple compartment models) as well as the phase of drug kinetics following drug administration (distribution phase vs steady state vs terminal elimination phase). However, from the clinical perspective, the single most important utility of Vd is calculating the loading dose of a drug . [1] [3]"}
{"id": "article-31259_13", "title": "Volume of Distribution -- Clinical Significance", "content": "The loading dose is best calculated using the Vd at steady state (Vss) as it is the most representative of the specific drugs pharmacokinetic properties at desired steady-state plasma concentration. Therefore, the loading dose can be calculated using the following equation: Loading dose (mg) = [Cp (mg/L) x Vd (L)] / F Cp represents the desired plasma concentration of drug Vd represents the volume of distribution F represents the bioavailability of drug (IV administration = 1)", "contents": "Volume of Distribution -- Clinical Significance. The loading dose is best calculated using the Vd at steady state (Vss) as it is the most representative of the specific drugs pharmacokinetic properties at desired steady-state plasma concentration. Therefore, the loading dose can be calculated using the following equation: Loading dose (mg) = [Cp (mg/L) x Vd (L)] / F Cp represents the desired plasma concentration of drug Vd represents the volume of distribution F represents the bioavailability of drug (IV administration = 1)"}
{"id": "article-31259_14", "title": "Volume of Distribution -- Clinical Significance", "content": "After administration of a loading dose, additional maintenance doses can be administered to maintain the desired plasma concentration of the drug. Unlike, the loading dose, which is dependent on the drug's Vd, the maintenance dose is dependent on clearance (Cl). [3] Maintenance dosing can be calculated with the following equation: Maintenance dose rate (mg/hr) = [Cp (mg/L) x Cl (L/hr)] / F Cp represents the desired plasma concentration of drug Cl represents the clearance rate of drug F represents the bioavailability of drug (IV administration = 1) Key differences between loading doses & maintenance doses include:", "contents": "Volume of Distribution -- Clinical Significance. After administration of a loading dose, additional maintenance doses can be administered to maintain the desired plasma concentration of the drug. Unlike, the loading dose, which is dependent on the drug's Vd, the maintenance dose is dependent on clearance (Cl). [3] Maintenance dosing can be calculated with the following equation: Maintenance dose rate (mg/hr) = [Cp (mg/L) x Cl (L/hr)] / F Cp represents the desired plasma concentration of drug Cl represents the clearance rate of drug F represents the bioavailability of drug (IV administration = 1) Key differences between loading doses & maintenance doses include:"}
{"id": "article-31259_15", "title": "Volume of Distribution -- Clinical Significance", "content": "The loading dose is contingent on the volume of distribution while maintenance doses are dependent on plasma clearance. [3]", "contents": "Volume of Distribution -- Clinical Significance. The loading dose is contingent on the volume of distribution while maintenance doses are dependent on plasma clearance. [3]"}
{"id": "article-31259_16", "title": "Volume of Distribution -- Clinical Significance", "content": "The loading dose is only required for a few drugs in certain situations while maintenance doses are required for most drugs to maintain the steady-state plasma concentration. [3] Loading doses are usually indicated in clinical scenarios where a drug needs to reach steady-state rapidly . Ex, antiepileptic administration during an active seizure or aspirin loading during a suspected myocardial infarction", "contents": "Volume of Distribution -- Clinical Significance. The loading dose is only required for a few drugs in certain situations while maintenance doses are required for most drugs to maintain the steady-state plasma concentration. [3] Loading doses are usually indicated in clinical scenarios where a drug needs to reach steady-state rapidly . Ex, antiepileptic administration during an active seizure or aspirin loading during a suspected myocardial infarction"}
{"id": "article-31259_17", "title": "Volume of Distribution -- Clinical Significance", "content": "Loading dose rarely needs to be modified while maintenance doses need to be adapted depending on various characteristics of the patient. [3] Because maintenance doses are dependent on drug clearance which is a variable dictated by each individual patient, maintenance doses are often variable as certain patients may take less or more time to clear a drug from the plasma. E.g., renal failure patients will take longer to eliminate a drug in the urine. Therefore maintenance dose is corrected based on the patient's renal function. In these cases, the loading dose will remain the same, and the maintenance dose will undergo correction (decrease amount of drug per hour or increased time interval between doses).", "contents": "Volume of Distribution -- Clinical Significance. Loading dose rarely needs to be modified while maintenance doses need to be adapted depending on various characteristics of the patient. [3] Because maintenance doses are dependent on drug clearance which is a variable dictated by each individual patient, maintenance doses are often variable as certain patients may take less or more time to clear a drug from the plasma. E.g., renal failure patients will take longer to eliminate a drug in the urine. Therefore maintenance dose is corrected based on the patient's renal function. In these cases, the loading dose will remain the same, and the maintenance dose will undergo correction (decrease amount of drug per hour or increased time interval between doses)."}
{"id": "article-31259_18", "title": "Volume of Distribution -- Clinical Significance", "content": "Although drugs have inherent properties that govern the Vd, the patients also represent variables that can alter the apparent Vd. Therefore, the apparent Vd of certain drugs may vary significantly between patients depending on each patient’s individual physiology and/or pathophysiology . For example: Pediatric vs. adult dosing – Body composition changes with aging and therefore, drug distribution will be affected meaning that loading doses will vary between pediatrics and adults. [6] Obesity vs. Normal BMI –  The loading doses of drugs such as anesthetics may be dosed based on different weight scalars such as total body weight vs. ideal bodyweight depending on the pharmacokinetics of specific drugs to prevent over or underdosing. [7] [8] Conditions affecting plasma protein concentration – The excess or deficiency of plasma proteins (e.g., albumin) may affect the amount of drug that remains in the plasma and therefore the apparent Vd. [1] [5] [9]", "contents": "Volume of Distribution -- Clinical Significance. Although drugs have inherent properties that govern the Vd, the patients also represent variables that can alter the apparent Vd. Therefore, the apparent Vd of certain drugs may vary significantly between patients depending on each patient’s individual physiology and/or pathophysiology . For example: Pediatric vs. adult dosing – Body composition changes with aging and therefore, drug distribution will be affected meaning that loading doses will vary between pediatrics and adults. [6] Obesity vs. Normal BMI –  The loading doses of drugs such as anesthetics may be dosed based on different weight scalars such as total body weight vs. ideal bodyweight depending on the pharmacokinetics of specific drugs to prevent over or underdosing. [7] [8] Conditions affecting plasma protein concentration – The excess or deficiency of plasma proteins (e.g., albumin) may affect the amount of drug that remains in the plasma and therefore the apparent Vd. [1] [5] [9]"}
{"id": "article-31259_19", "title": "Volume of Distribution -- Clinical Significance", "content": "Understanding volume of distribution is important for both physicians and pharmacologist who prescribe and dose medications. Differentiating pharmacologic agents who have high versus low volume of distributions is essential in appropriately dosing medications for patients. While physicians generally dose medications in low complexity cases, patients in the intensive care unit might need their medications dosed by a pharmacist. Understanding and calculating different models of distribution, the factors that can affect the volume of distribution, loading dose, and maintenance doses can mean the difference between life and death. When dosing medication, it is of the utmost importance to promptly consult an interprofessional group of specialists.", "contents": "Volume of Distribution -- Clinical Significance. Understanding volume of distribution is important for both physicians and pharmacologist who prescribe and dose medications. Differentiating pharmacologic agents who have high versus low volume of distributions is essential in appropriately dosing medications for patients. While physicians generally dose medications in low complexity cases, patients in the intensive care unit might need their medications dosed by a pharmacist. Understanding and calculating different models of distribution, the factors that can affect the volume of distribution, loading dose, and maintenance doses can mean the difference between life and death. When dosing medication, it is of the utmost importance to promptly consult an interprofessional group of specialists."}
{"id": "article-31259_20", "title": "Volume of Distribution -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Volume of Distribution -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}