{"id": "article-36089_0", "title": "Anatomy, Shoulder and Upper Limb, Forearm Extensor Carpi Radialis Brevis Muscle -- Introduction", "content": "The extensor carpi radialis brevis is an extensor muscle in the posterior superficial compartment of the forearm. [1] It is the prime dorsiflexor of the wrist. The extensor carpi radialis brevis originates from the lateral epicondyle of the humerus by a common tendon shared with other muscles of the posterior superficial compartment, including the extensor carpi ulnaris, extensor digiti minimi, and extensor digitorum. It inserts at the base of the third metacarpal on the radial side of the dorsal surface. The extensor carpi radialis brevis shares a common synovial sheath with the extensor carpi radialis longus.", "contents": "Anatomy, Shoulder and Upper Limb, Forearm Extensor Carpi Radialis Brevis Muscle -- Introduction. The extensor carpi radialis brevis is an extensor muscle in the posterior superficial compartment of the forearm. [1] It is the prime dorsiflexor of the wrist. The extensor carpi radialis brevis originates from the lateral epicondyle of the humerus by a common tendon shared with other muscles of the posterior superficial compartment, including the extensor carpi ulnaris, extensor digiti minimi, and extensor digitorum. It inserts at the base of the third metacarpal on the radial side of the dorsal surface. The extensor carpi radialis brevis shares a common synovial sheath with the extensor carpi radialis longus."}
{"id": "article-36089_1", "title": "Anatomy, Shoulder and Upper Limb, Forearm Extensor Carpi Radialis Brevis Muscle -- Structure and Function", "content": "The extensor carpi radialis brevis works in conjunction with the extensor carpi radialis longus to extend and abduct the wrist. In comparison to the extensor carpi radialis longus, the extensor carpi radialis brevis is shorter in length and is partially covered by it. Anatomically, the abductor pollicis longus and extensor pollicis brevis muscles pass superficially to the tendon of the extensor carpi radialis brevis. [2]", "contents": "Anatomy, Shoulder and Upper Limb, Forearm Extensor Carpi Radialis Brevis Muscle -- Structure and Function. The extensor carpi radialis brevis works in conjunction with the extensor carpi radialis longus to extend and abduct the wrist. In comparison to the extensor carpi radialis longus, the extensor carpi radialis brevis is shorter in length and is partially covered by it. Anatomically, the abductor pollicis longus and extensor pollicis brevis muscles pass superficially to the tendon of the extensor carpi radialis brevis. [2]"}
{"id": "article-36089_2", "title": "Anatomy, Shoulder and Upper Limb, Forearm Extensor Carpi Radialis Brevis Muscle -- Structure and Function", "content": "The extensor carpi radialis brevis also travels deep to the dorsal carpal ligament (extensor retinaculum) within the second extensor compartment of the wrist on the dorsal surface of the hand. This muscle can be palpated during extension and abduction of the wrist against resistance while the hand is pronated.", "contents": "Anatomy, Shoulder and Upper Limb, Forearm Extensor Carpi Radialis Brevis Muscle -- Structure and Function. The extensor carpi radialis brevis also travels deep to the dorsal carpal ligament (extensor retinaculum) within the second extensor compartment of the wrist on the dorsal surface of the hand. This muscle can be palpated during extension and abduction of the wrist against resistance while the hand is pronated."}
{"id": "article-36089_3", "title": "Anatomy, Shoulder and Upper Limb, Forearm Extensor Carpi Radialis Brevis Muscle -- Embryology", "content": "In the fourth week of development, the upper limb musculature arises from myoblasts from the dorsolateral somite cells surrounding developing bones. These cells develop into a mass of tissue that gives rise to the extensor (dorsal) and flexor (ventral) compartments of the limb. The determination of the compartments derives from the connective tissue of the lateral plate mesoderm. Once formed, the primary ventral rami enter the mesenchyme, giving rise to the anterior and posterior divisions. The posterior division innervates the extensor compartment, including nerves such as the radial nerve. A branch of the radial nerve, the deep branch of the radial nerve (C7, C8), eventually arises to supply extensor carpi radialis brevis.", "contents": "Anatomy, Shoulder and Upper Limb, Forearm Extensor Carpi Radialis Brevis Muscle -- Embryology. In the fourth week of development, the upper limb musculature arises from myoblasts from the dorsolateral somite cells surrounding developing bones. These cells develop into a mass of tissue that gives rise to the extensor (dorsal) and flexor (ventral) compartments of the limb. The determination of the compartments derives from the connective tissue of the lateral plate mesoderm. Once formed, the primary ventral rami enter the mesenchyme, giving rise to the anterior and posterior divisions. The posterior division innervates the extensor compartment, including nerves such as the radial nerve. A branch of the radial nerve, the deep branch of the radial nerve (C7, C8), eventually arises to supply extensor carpi radialis brevis."}
{"id": "article-36089_4", "title": "Anatomy, Shoulder and Upper Limb, Forearm Extensor Carpi Radialis Brevis Muscle -- Blood Supply and Lymphatics", "content": "The extensor carpi radialis brevis receives its vascular supply primarily from the radial artery, with further supply from the radial collateral branch off the profunda brachii. [3] From the radial artery, the extensor carpi radialis brevis first receives a branch from the radial recurrent artery. [4] Then, further down the forearm, the muscle gets an additional branch from the radial artery.", "contents": "Anatomy, Shoulder and Upper Limb, Forearm Extensor Carpi Radialis Brevis Muscle -- Blood Supply and Lymphatics. The extensor carpi radialis brevis receives its vascular supply primarily from the radial artery, with further supply from the radial collateral branch off the profunda brachii. [3] From the radial artery, the extensor carpi radialis brevis first receives a branch from the radial recurrent artery. [4] Then, further down the forearm, the muscle gets an additional branch from the radial artery."}
{"id": "article-36089_5", "title": "Anatomy, Shoulder and Upper Limb, Forearm Extensor Carpi Radialis Brevis Muscle -- Nerves", "content": "The extensor carpi radialis brevis receives innervation from the deep branch of the radial nerve (C7, C8). [5] The nerve fascicles which supply the muscle arise from the deep branch of the radial nerve immediately before the nerve passes deep to the supinator muscle.", "contents": "Anatomy, Shoulder and Upper Limb, Forearm Extensor Carpi Radialis Brevis Muscle -- Nerves. The extensor carpi radialis brevis receives innervation from the deep branch of the radial nerve (C7, C8). [5] The nerve fascicles which supply the muscle arise from the deep branch of the radial nerve immediately before the nerve passes deep to the supinator muscle."}
{"id": "article-36089_6", "title": "Anatomy, Shoulder and Upper Limb, Forearm Extensor Carpi Radialis Brevis Muscle -- Muscles", "content": "The extensor carpi radialis brevis is one of seven superficial extensor muscles of the posterior forearm, along with brachioradialis, extensor carpi radialis longus, extensor digitorum, extensor digiti minimi, extensor carpi ulnaris, and anconeus. Four of these seven share a tendinous origin at the lateral epicondyle: extensor carpi radialis brevis, extensor carpi ulnaris, extensor digiti minimi, and extensor digitorum.", "contents": "Anatomy, Shoulder and Upper Limb, Forearm Extensor Carpi Radialis Brevis Muscle -- Muscles. The extensor carpi radialis brevis is one of seven superficial extensor muscles of the posterior forearm, along with brachioradialis, extensor carpi radialis longus, extensor digitorum, extensor digiti minimi, extensor carpi ulnaris, and anconeus. Four of these seven share a tendinous origin at the lateral epicondyle: extensor carpi radialis brevis, extensor carpi ulnaris, extensor digiti minimi, and extensor digitorum."}
{"id": "article-36089_7", "title": "Anatomy, Shoulder and Upper Limb, Forearm Extensor Carpi Radialis Brevis Muscle -- Physiologic Variants", "content": "There have been a few documented physiologic variants of the extensor carpi radialis brevis. Researchers found the extensor carpi radialis brevis to originate from the fascia of the extensor digitorum communis rather than its usual origin on the lateral epicondyle. [6] However, the muscle retained its original insertion site on the third metacarpal base.", "contents": "Anatomy, Shoulder and Upper Limb, Forearm Extensor Carpi Radialis Brevis Muscle -- Physiologic Variants. There have been a few documented physiologic variants of the extensor carpi radialis brevis. Researchers found the extensor carpi radialis brevis to originate from the fascia of the extensor digitorum communis rather than its usual origin on the lateral epicondyle. [6] However, the muscle retained its original insertion site on the third metacarpal base."}
{"id": "article-36089_8", "title": "Anatomy, Shoulder and Upper Limb, Forearm Extensor Carpi Radialis Brevis Muscle -- Physiologic Variants", "content": "Another identified physiologic variant involves uniting the extensor carpi radialis brevis and extensor carpi radialis longus muscles. In one case report, the extensor carpi radialis longus split from its attachment on the supracondylar ridge of the humerus into a lateral, intermedial, and medial head. The lateral and intermedial heads insert onto its typical insertion site on the second metacarpal base, but the medial head inserts onto the extensor carpi radialis brevis muscle. [6] The extensor carpi radialis longus and brevis also occasionally also have bifid tendons, which can unite with each other and insert into the bases of the metacarpal bones. [7]", "contents": "Anatomy, Shoulder and Upper Limb, Forearm Extensor Carpi Radialis Brevis Muscle -- Physiologic Variants. Another identified physiologic variant involves uniting the extensor carpi radialis brevis and extensor carpi radialis longus muscles. In one case report, the extensor carpi radialis longus split from its attachment on the supracondylar ridge of the humerus into a lateral, intermedial, and medial head. The lateral and intermedial heads insert onto its typical insertion site on the second metacarpal base, but the medial head inserts onto the extensor carpi radialis brevis muscle. [6] The extensor carpi radialis longus and brevis also occasionally also have bifid tendons, which can unite with each other and insert into the bases of the metacarpal bones. [7]"}
{"id": "article-36089_9", "title": "Anatomy, Shoulder and Upper Limb, Forearm Extensor Carpi Radialis Brevis Muscle -- Physiologic Variants", "content": "There have also been variants involving accessory muscles to the extensor carpi radialis longus and brevis. In one case report, an accessory muscle arose from the medial aspect of the extensor carpi radialis brevis muscle and continued down the forearm to insert onto the second metacarpal bone. An additional muscular bundle was also found between the extensor carpi radialis brevis and longus muscles. [7]", "contents": "Anatomy, Shoulder and Upper Limb, Forearm Extensor Carpi Radialis Brevis Muscle -- Physiologic Variants. There have also been variants involving accessory muscles to the extensor carpi radialis longus and brevis. In one case report, an accessory muscle arose from the medial aspect of the extensor carpi radialis brevis muscle and continued down the forearm to insert onto the second metacarpal bone. An additional muscular bundle was also found between the extensor carpi radialis brevis and longus muscles. [7]"}
{"id": "article-36089_10", "title": "Anatomy, Shoulder and Upper Limb, Forearm Extensor Carpi Radialis Brevis Muscle -- Physiologic Variants", "content": "These physiological variants of insertions, origins, and structure are significant because the abnormal findings may underlie certain pathologies such as lateral epicondylitis (tennis elbow). Awareness of these anatomic variants by providers is also important during the planning and treatment of a patient for various conditions that affect the forearm so that they can adjust their procedures to the modified variants. [8]", "contents": "Anatomy, Shoulder and Upper Limb, Forearm Extensor Carpi Radialis Brevis Muscle -- Physiologic Variants. These physiological variants of insertions, origins, and structure are significant because the abnormal findings may underlie certain pathologies such as lateral epicondylitis (tennis elbow). Awareness of these anatomic variants by providers is also important during the planning and treatment of a patient for various conditions that affect the forearm so that they can adjust their procedures to the modified variants. [8]"}
{"id": "article-36089_11", "title": "Anatomy, Shoulder and Upper Limb, Forearm Extensor Carpi Radialis Brevis Muscle -- Surgical Considerations", "content": "Surgical considerations involving the extensor carpi radialis brevis muscle are important for the treatment of lateral epicondylitis or enthesopathy of the extensor carpi radialis brevis. [9] Also known as tennis elbow, this condition is often the result of overuse of the elbow, causing inflammation of tendons that insert onto the lateral epicondyle. The most commonly involved tendon is the extensor carpi radialis brevis, and the condition is typically treated non-surgically with rest, NSAIDs such as aspirin or ibuprofen, steroid injections, physical therapy, and/or a brace. [10] However, surgery is often considered if the pain persists for 6 to 12 months. Surgery involves removal of the disease muscle from the area with reattachment of healthy muscle. [11]", "contents": "Anatomy, Shoulder and Upper Limb, Forearm Extensor Carpi Radialis Brevis Muscle -- Surgical Considerations. Surgical considerations involving the extensor carpi radialis brevis muscle are important for the treatment of lateral epicondylitis or enthesopathy of the extensor carpi radialis brevis. [9] Also known as tennis elbow, this condition is often the result of overuse of the elbow, causing inflammation of tendons that insert onto the lateral epicondyle. The most commonly involved tendon is the extensor carpi radialis brevis, and the condition is typically treated non-surgically with rest, NSAIDs such as aspirin or ibuprofen, steroid injections, physical therapy, and/or a brace. [10] However, surgery is often considered if the pain persists for 6 to 12 months. Surgery involves removal of the disease muscle from the area with reattachment of healthy muscle. [11]"}
{"id": "article-36089_12", "title": "Anatomy, Shoulder and Upper Limb, Forearm Extensor Carpi Radialis Brevis Muscle -- Surgical Considerations", "content": "Fractures of the distal humerus can affect the extensor carpi radialis brevis (and other forearm extensor muscles) due to its attachment to the lateral epicondyle. Therefore, in patients presenting with distal humerus fractures involving the lateral epicondyle, these muscles must be assessed to ensure there was no ischemia due to interruption of its vascular supply and/or nerve damage.", "contents": "Anatomy, Shoulder and Upper Limb, Forearm Extensor Carpi Radialis Brevis Muscle -- Surgical Considerations. Fractures of the distal humerus can affect the extensor carpi radialis brevis (and other forearm extensor muscles) due to its attachment to the lateral epicondyle. Therefore, in patients presenting with distal humerus fractures involving the lateral epicondyle, these muscles must be assessed to ensure there was no ischemia due to interruption of its vascular supply and/or nerve damage."}
{"id": "article-36089_13", "title": "Anatomy, Shoulder and Upper Limb, Forearm Extensor Carpi Radialis Brevis Muscle -- Surgical Considerations", "content": "A study also revealed that in patients with carpal bossing, there could be physiologic variants in the insertion site of the extensor carpi radialis brevis muscle. [12] This bossing often resulted in tenosynovitis of the tendon of extensor carpi radialis brevis as well. Surgical treatment of individuals suffering from carpal bossing should have an assessment for variant insertion sites of the extensor carpi radialis brevis tendon.", "contents": "Anatomy, Shoulder and Upper Limb, Forearm Extensor Carpi Radialis Brevis Muscle -- Surgical Considerations. A study also revealed that in patients with carpal bossing, there could be physiologic variants in the insertion site of the extensor carpi radialis brevis muscle. [12] This bossing often resulted in tenosynovitis of the tendon of extensor carpi radialis brevis as well. Surgical treatment of individuals suffering from carpal bossing should have an assessment for variant insertion sites of the extensor carpi radialis brevis tendon."}
{"id": "article-36089_14", "title": "Anatomy, Shoulder and Upper Limb, Forearm Extensor Carpi Radialis Brevis Muscle -- Clinical Significance", "content": "In patients suffering from lateral epicondylitis, the extensor carpi radialis brevis muscle is the most commonly affected. Therefore, in patients who present with increased pain or burning on the lateral aspect of the elbow and/or a weak grip strength that worsens with activity, lateral epicondylitis with extensor carpi radialis brevis involvement should be considered. [13]", "contents": "Anatomy, Shoulder and Upper Limb, Forearm Extensor Carpi Radialis Brevis Muscle -- Clinical Significance. In patients suffering from lateral epicondylitis, the extensor carpi radialis brevis muscle is the most commonly affected. Therefore, in patients who present with increased pain or burning on the lateral aspect of the elbow and/or a weak grip strength that worsens with activity, lateral epicondylitis with extensor carpi radialis brevis involvement should be considered. [13]"}
{"id": "article-36089_15", "title": "Anatomy, Shoulder and Upper Limb, Forearm Extensor Carpi Radialis Brevis Muscle -- Clinical Significance", "content": "Wrist drop is a condition that results from palsy of the radial nerve. In cases of compromise of this nerve, the extensor muscles of the wrist and digits are affected., which causes the hand to ‘drop’ or hang in a position of flexion due to the unopposed actions of the extensor muscles. If the injury involves the radial nerve proximal to its bifurcation into the deep and superficial branches along the lateral border of the cubital fossa, these patients may experience some sensory deficits. [14]", "contents": "Anatomy, Shoulder and Upper Limb, Forearm Extensor Carpi Radialis Brevis Muscle -- Clinical Significance. Wrist drop is a condition that results from palsy of the radial nerve. In cases of compromise of this nerve, the extensor muscles of the wrist and digits are affected., which causes the hand to ‘drop’ or hang in a position of flexion due to the unopposed actions of the extensor muscles. If the injury involves the radial nerve proximal to its bifurcation into the deep and superficial branches along the lateral border of the cubital fossa, these patients may experience some sensory deficits. [14]"}
{"id": "article-36089_16", "title": "Anatomy, Shoulder and Upper Limb, Forearm Extensor Carpi Radialis Brevis Muscle -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Anatomy, Shoulder and Upper Limb, Forearm Extensor Carpi Radialis Brevis Muscle -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}