{"id": "article-22082_0", "title": "Physiology, Gastrin -- Introduction", "content": "Gastrin is a peptide hormone primarily responsible for enhancing gastric mucosal growth, gastric motility, and secretion of hydrochloric acid (HCl) into the stomach. It is present in G cells of the gastric antrum and duodenum. Gastrin is primarily released in response to vagal and gastrin-releasing peptide (GRP) stimulation secondary to the ingestion of peptides, amino acids, gastric distention, and an elevated stomach pH. [1] [2] Conversely, gastrin release is decreased in response to paracrine inhibition by somatostatin and decreased stomach pH.", "contents": "Physiology, Gastrin -- Introduction. Gastrin is a peptide hormone primarily responsible for enhancing gastric mucosal growth, gastric motility, and secretion of hydrochloric acid (HCl) into the stomach. It is present in G cells of the gastric antrum and duodenum. Gastrin is primarily released in response to vagal and gastrin-releasing peptide (GRP) stimulation secondary to the ingestion of peptides, amino acids, gastric distention, and an elevated stomach pH. [1] [2] Conversely, gastrin release is decreased in response to paracrine inhibition by somatostatin and decreased stomach pH."}
{"id": "article-22082_1", "title": "Physiology, Gastrin -- Introduction", "content": "Gastrin is secreted into the blood and carried to the gastric fundus and cardiac, where the majority of HCl secreting parietal cells are found. HCl is necessary for the conversion of inactive pepsinogen to active pepsin, which helps with protein digestion in the stomach and the release of cobalamin (vitamin B12) from its salivary R-protein carrier. The main clinical indication for assaying gastrin is to diagnose a gastrin-producing tumor, gastrinoma. Also, there appears to be data emerging that suggests gastrin might have a role in certain cancers, such as gastric cancer.", "contents": "Physiology, Gastrin -- Introduction. Gastrin is secreted into the blood and carried to the gastric fundus and cardiac, where the majority of HCl secreting parietal cells are found. HCl is necessary for the conversion of inactive pepsinogen to active pepsin, which helps with protein digestion in the stomach and the release of cobalamin (vitamin B12) from its salivary R-protein carrier. The main clinical indication for assaying gastrin is to diagnose a gastrin-producing tumor, gastrinoma. Also, there appears to be data emerging that suggests gastrin might have a role in certain cancers, such as gastric cancer."}
{"id": "article-22082_2", "title": "Physiology, Gastrin -- Issues of Concern", "content": "G-cells secrete gastrin into the systemic circulation, which allows the delivery of gastrin to parietal cells and enterochromaffin-like (ECL) cells in the gastric fundus and cardiac. Gastrin stimulates the proliferation of gastric mucosal endocrine cells (parietal cells, ECL cells). This trophic quality of gastrin may be related to the potentiation of some cancers. Gastrin has also been found to interact with acinar cells of the pancreas, gastric smooth muscle cells, endocrine cells, and some white blood cells.", "contents": "Physiology, Gastrin -- Issues of Concern. G-cells secrete gastrin into the systemic circulation, which allows the delivery of gastrin to parietal cells and enterochromaffin-like (ECL) cells in the gastric fundus and cardiac. Gastrin stimulates the proliferation of gastric mucosal endocrine cells (parietal cells, ECL cells). This trophic quality of gastrin may be related to the potentiation of some cancers. Gastrin has also been found to interact with acinar cells of the pancreas, gastric smooth muscle cells, endocrine cells, and some white blood cells."}
{"id": "article-22082_3", "title": "Physiology, Gastrin -- Issues of Concern", "content": "Gastrin has been found to modulate immunity and inflammation via CCKB/gastrin receptor-expressing white blood cells.  Specifically, CCKB expression has been recorded in some polymorphonuclear leukocytes (PMNs), mononuclear cells, and endothelial cells. It has demonstrated the ability to stimulate mast cell release of histamine, lymphocytic secretion of IL-2, endothelial expression of VCAM-1 and P-selectin, and endothelial secretion of IL-8. [3]", "contents": "Physiology, Gastrin -- Issues of Concern. Gastrin has been found to modulate immunity and inflammation via CCKB/gastrin receptor-expressing white blood cells.  Specifically, CCKB expression has been recorded in some polymorphonuclear leukocytes (PMNs), mononuclear cells, and endothelial cells. It has demonstrated the ability to stimulate mast cell release of histamine, lymphocytic secretion of IL-2, endothelial expression of VCAM-1 and P-selectin, and endothelial secretion of IL-8. [3]"}
{"id": "article-22082_4", "title": "Physiology, Gastrin -- Cellular Level", "content": "G-cells are neuroendocrine cells responsible for the synthesis and secretion of gastrin. They are primarily found in the pyloric antrum but can also be found in the duodenum and the pancreas. They secrete gastrin when stimulated directly by vagal efferent neurons as well as GRP neurons. GRP neurons are stimulated by the presence of amino acids in the stomach, gastric distention, and vagal efferent stimulation. Gastrin secreted by these cells primarily acts on parietal cells and enterochromaffin-like cells (ECL cells) in the gastric pits of the stomach but also interacts with gastric smooth muscle cells, acinar cells of the pancreas, lymphocytes, PMNs, and endothelial cells. Hence, gastrin stimulates acid secretion directly via parietal cells and activates the ECL cells to secrete histamine, resulting in acid production.", "contents": "Physiology, Gastrin -- Cellular Level. G-cells are neuroendocrine cells responsible for the synthesis and secretion of gastrin. They are primarily found in the pyloric antrum but can also be found in the duodenum and the pancreas. They secrete gastrin when stimulated directly by vagal efferent neurons as well as GRP neurons. GRP neurons are stimulated by the presence of amino acids in the stomach, gastric distention, and vagal efferent stimulation. Gastrin secreted by these cells primarily acts on parietal cells and enterochromaffin-like cells (ECL cells) in the gastric pits of the stomach but also interacts with gastric smooth muscle cells, acinar cells of the pancreas, lymphocytes, PMNs, and endothelial cells. Hence, gastrin stimulates acid secretion directly via parietal cells and activates the ECL cells to secrete histamine, resulting in acid production."}
{"id": "article-22082_5", "title": "Physiology, Gastrin -- Cellular Level", "content": "Parietal cells, found in the pits of the gastric fundus and cardia, secrete hydrochloric acid into the lumen of the stomach via K/H ATPase on the apical (luminal) membrane. Gastrin binds cholecystokinin (CCK) B receptors on the basal membrane of parietal cells to induce expression of K/H ATPase. Increased expression and activity of the K/H ATPase results in increased secretion of hydrogen ions (gastric acid) into the stomach.", "contents": "Physiology, Gastrin -- Cellular Level. Parietal cells, found in the pits of the gastric fundus and cardia, secrete hydrochloric acid into the lumen of the stomach via K/H ATPase on the apical (luminal) membrane. Gastrin binds cholecystokinin (CCK) B receptors on the basal membrane of parietal cells to induce expression of K/H ATPase. Increased expression and activity of the K/H ATPase results in increased secretion of hydrogen ions (gastric acid) into the stomach."}
{"id": "article-22082_6", "title": "Physiology, Gastrin -- Cellular Level", "content": "Enterochromaffin-like cells, found in the gastric pits of the fundus and cardia of the stomach, secrete histamine, which then binds H2 receptors on the neighboring parietal cells and further potentiates the secretion of gastric acid by parietal cells. Acinar cells, found in the pancreas, are responsible for the synthesis, storage, and secretion of pancreatic digestive enzymes. Gastrin binds CCK2 receptors on the acinar cells, inducing the secretion of the cell’s stored digestive enzymes. [4]", "contents": "Physiology, Gastrin -- Cellular Level. Enterochromaffin-like cells, found in the gastric pits of the fundus and cardia of the stomach, secrete histamine, which then binds H2 receptors on the neighboring parietal cells and further potentiates the secretion of gastric acid by parietal cells. Acinar cells, found in the pancreas, are responsible for the synthesis, storage, and secretion of pancreatic digestive enzymes. Gastrin binds CCK2 receptors on the acinar cells, inducing the secretion of the cell’s stored digestive enzymes. [4]"}
{"id": "article-22082_7", "title": "Physiology, Gastrin -- Development", "content": "The developmental biology of gastrin and somatostatin cells occurs in the antropyloric mucosa of the stomach. [5] Gastrin expressing cells (G-cells) develop from multi-hormonal pre-endocrine cells found in the regenerative isthmus of gastric pits. These pre-endocrine cells undergo asymmetric division, generating gastrin expressing daughter cells and somatostatin-expressing daughter cells with each division. This asymmetric division promotes paracrine organization of these cells, enabling mature somatostatin-expressing D-cells to regulate the growth and activity of their neighboring gastrin-expressing G-cells. The maturation of D-cells and G-cells is regulated by multiple transcription factors containing homeobox motifs, including Pdx-1, Pax 4, Pax 6, Isl-1, and Nkx6.1.", "contents": "Physiology, Gastrin -- Development. The developmental biology of gastrin and somatostatin cells occurs in the antropyloric mucosa of the stomach. [5] Gastrin expressing cells (G-cells) develop from multi-hormonal pre-endocrine cells found in the regenerative isthmus of gastric pits. These pre-endocrine cells undergo asymmetric division, generating gastrin expressing daughter cells and somatostatin-expressing daughter cells with each division. This asymmetric division promotes paracrine organization of these cells, enabling mature somatostatin-expressing D-cells to regulate the growth and activity of their neighboring gastrin-expressing G-cells. The maturation of D-cells and G-cells is regulated by multiple transcription factors containing homeobox motifs, including Pdx-1, Pax 4, Pax 6, Isl-1, and Nkx6.1."}
{"id": "article-22082_8", "title": "Physiology, Gastrin -- Development", "content": "Gastrin is a linear peptide that is initially translated as preprogastrin. Preprogastrin undergoes post-translation cleavage, which produces a family of gastrin peptides of variable lengths, the most common being \"big gastrin,\" a peptide comprised of 34 amino acids. The bioactivity of gastrin is preserved in a 5 amino acid sequence called “pentagastrin,” found at the 5 C-terminal of all members of the gastrin family, regardless of the overall size of the gastrin peptide. The 5 C-terminal amino acids of gastrin and cholecystokinin (CCK) are identical. [6]", "contents": "Physiology, Gastrin -- Development. Gastrin is a linear peptide that is initially translated as preprogastrin. Preprogastrin undergoes post-translation cleavage, which produces a family of gastrin peptides of variable lengths, the most common being \"big gastrin,\" a peptide comprised of 34 amino acids. The bioactivity of gastrin is preserved in a 5 amino acid sequence called “pentagastrin,” found at the 5 C-terminal of all members of the gastrin family, regardless of the overall size of the gastrin peptide. The 5 C-terminal amino acids of gastrin and cholecystokinin (CCK) are identical. [6]"}
{"id": "article-22082_9", "title": "Physiology, Gastrin -- Organ Systems Involved", "content": "Gastrin is primarily involved in the upper GI tract, specifically the stomach, and to a lesser degree, the duodenum and the pancreas. Gastrin primarily affects the ECL cells and parietal cells of the gastric fundus and cardia. Gastrin's role also affects the immune system via poorly understood mechanisms involving the CCKB receptor on monocytes, lymphocytes, and mast cells.", "contents": "Physiology, Gastrin -- Organ Systems Involved. Gastrin is primarily involved in the upper GI tract, specifically the stomach, and to a lesser degree, the duodenum and the pancreas. Gastrin primarily affects the ECL cells and parietal cells of the gastric fundus and cardia. Gastrin's role also affects the immune system via poorly understood mechanisms involving the CCKB receptor on monocytes, lymphocytes, and mast cells."}
{"id": "article-22082_10", "title": "Physiology, Gastrin -- Function", "content": "To summarize the function of gastrin: Causes gastric acid secretion in the stomach via Ca-dependent release mechanism Act on enterochromaffin-like (ECL) cells of the gastric fundus to cause histamine release Allows for the support and proliferation of the gastric epithelium Inhibits the apoptosis of gastric epithelial cells and supports the migration of epithelial cells [7]", "contents": "Physiology, Gastrin -- Function. To summarize the function of gastrin: Causes gastric acid secretion in the stomach via Ca-dependent release mechanism Act on enterochromaffin-like (ECL) cells of the gastric fundus to cause histamine release Allows for the support and proliferation of the gastric epithelium Inhibits the apoptosis of gastric epithelial cells and supports the migration of epithelial cells [7]"}
{"id": "article-22082_11", "title": "Physiology, Gastrin -- Mechanism", "content": "The effects of gastrin are primarily mediated via binding of the cholecystokinin (CCKB) receptor. The CCKB receptor is a G-protein coupled receptor which, upon activation by gastrin, starts downstream signaling via the phospholipase C - diacylglycerol + inositol trisphosphate - calcium - protein kinase C cascade. [8]", "contents": "Physiology, Gastrin -- Mechanism. The effects of gastrin are primarily mediated via binding of the cholecystokinin (CCKB) receptor. The CCKB receptor is a G-protein coupled receptor which, upon activation by gastrin, starts downstream signaling via the phospholipase C - diacylglycerol + inositol trisphosphate - calcium - protein kinase C cascade. [8]"}
{"id": "article-22082_12", "title": "Physiology, Gastrin -- Mechanism", "content": "The CCKB receptor is primarily found in the central nervous system (CNS) and gastrointestinal (GI) system but is also expressed on endothelial cells and some white blood cells (WBC). CCK receptors can also induce signaling pathways through tyrosine kinase receptors to a more limited degree and have been demonstrated in the transactivation of EGFR.", "contents": "Physiology, Gastrin -- Mechanism. The CCKB receptor is primarily found in the central nervous system (CNS) and gastrointestinal (GI) system but is also expressed on endothelial cells and some white blood cells (WBC). CCK receptors can also induce signaling pathways through tyrosine kinase receptors to a more limited degree and have been demonstrated in the transactivation of EGFR."}
{"id": "article-22082_13", "title": "Physiology, Gastrin -- Related Testing", "content": "The major indication for assaying gastrin is to diagnose Zollinger-Ellison syndrome, which is a gastrin-producing tumor resulting in recurrent, treatment-refractory peptic ulcer disease and diarrhea.", "contents": "Physiology, Gastrin -- Related Testing. The major indication for assaying gastrin is to diagnose Zollinger-Ellison syndrome, which is a gastrin-producing tumor resulting in recurrent, treatment-refractory peptic ulcer disease and diarrhea."}
{"id": "article-22082_14", "title": "Physiology, Gastrin -- Related Testing", "content": "However, pentagastrin does have other indications. Parenteral injection with synthetic pentagastrin has been used as a diagnostic aid for carcinoid syndrome by inducing symptoms in patients who are difficult to discern due to the minimal presence of symptoms. It has also been used in nuclear medicine to detect the presence of Meckel's diverticulum.", "contents": "Physiology, Gastrin -- Related Testing. However, pentagastrin does have other indications. Parenteral injection with synthetic pentagastrin has been used as a diagnostic aid for carcinoid syndrome by inducing symptoms in patients who are difficult to discern due to the minimal presence of symptoms. It has also been used in nuclear medicine to detect the presence of Meckel's diverticulum."}
{"id": "article-22082_15", "title": "Physiology, Gastrin -- Related Testing", "content": "Pentagastrin-stimulated calcitonin test can be used in patients with normal calcitonin levels suspected of having medullary thyroid carcinoma. If positive, the patient’s serum calcitonin levels will elevate to levels significantly above the normal range. Also, pentagastrin-stimulated calcitonin release can be used postoperatively in these patients to detect any remaining calcitonin-secreting parafollicular cells (C-cells). [6]", "contents": "Physiology, Gastrin -- Related Testing. Pentagastrin-stimulated calcitonin test can be used in patients with normal calcitonin levels suspected of having medullary thyroid carcinoma. If positive, the patient’s serum calcitonin levels will elevate to levels significantly above the normal range. Also, pentagastrin-stimulated calcitonin release can be used postoperatively in these patients to detect any remaining calcitonin-secreting parafollicular cells (C-cells). [6]"}
{"id": "article-22082_16", "title": "Physiology, Gastrin -- Pathophysiology", "content": "Any pathological process leading to uninhibited secretion of gastric acid will lead to peptic ulcer disease. Several of these pathologic processes are due to uninhibited gastrin-mediated secretion of gastric acid.", "contents": "Physiology, Gastrin -- Pathophysiology. Any pathological process leading to uninhibited secretion of gastric acid will lead to peptic ulcer disease. Several of these pathologic processes are due to uninhibited gastrin-mediated secretion of gastric acid."}
{"id": "article-22082_17", "title": "Physiology, Gastrin -- Pathophysiology", "content": "Helicobacter pylori gastritis is associated with increased gastrin levels, likely secondary to the reduction in somatostatin secreting D-cells and subsequent dysregulation of gastrin secretion by G-cells. [9] This imbalance leads to decreased pH, which consequently overwhelms gastric mucosal defenses, often resulting in gastric mucosal damage and the formation of peptic ulcers.", "contents": "Physiology, Gastrin -- Pathophysiology. Helicobacter pylori gastritis is associated with increased gastrin levels, likely secondary to the reduction in somatostatin secreting D-cells and subsequent dysregulation of gastrin secretion by G-cells. [9] This imbalance leads to decreased pH, which consequently overwhelms gastric mucosal defenses, often resulting in gastric mucosal damage and the formation of peptic ulcers."}
{"id": "article-22082_18", "title": "Physiology, Gastrin -- Pathophysiology", "content": "Hypochlorhydria secondary to the destruction of gastric parietal cells in pernicious anemia is associated with increased activity of G-cells, resulting in hypergastrinemia. Diffuse hyperplastic nodules found in the gastric mucosa of patients with pernicious anemia may be attributed to the trophic effect of gastrin on the gastric endocrine cells. [10]", "contents": "Physiology, Gastrin -- Pathophysiology. Hypochlorhydria secondary to the destruction of gastric parietal cells in pernicious anemia is associated with increased activity of G-cells, resulting in hypergastrinemia. Diffuse hyperplastic nodules found in the gastric mucosa of patients with pernicious anemia may be attributed to the trophic effect of gastrin on the gastric endocrine cells. [10]"}
{"id": "article-22082_19", "title": "Physiology, Gastrin -- Pathophysiology", "content": "Cessation of proton pump inhibitor (PPI) therapy by patients who have been on chronic PPI therapy often results in refractory gastritis. This is due to a paradoxical increase in gastrin in response to H/K ATPase inhibition by PPIs. Upon cessation of PPI therapy, uninhibited H/K ATPase becomes hyperactive in the presence of elevated gastrin levels resulting in gastritis. Fortunately, this refractory gastritis is self-resolving, as gastrin levels will return to normal with the continued cessation of PPI therapy. [11]", "contents": "Physiology, Gastrin -- Pathophysiology. Cessation of proton pump inhibitor (PPI) therapy by patients who have been on chronic PPI therapy often results in refractory gastritis. This is due to a paradoxical increase in gastrin in response to H/K ATPase inhibition by PPIs. Upon cessation of PPI therapy, uninhibited H/K ATPase becomes hyperactive in the presence of elevated gastrin levels resulting in gastritis. Fortunately, this refractory gastritis is self-resolving, as gastrin levels will return to normal with the continued cessation of PPI therapy. [11]"}
{"id": "article-22082_20", "title": "Physiology, Gastrin -- Pathophysiology", "content": "Due to the trophic effect of gastrin, elevated gastrin levels in patients on chronic PPI therapy also raise concern for the potentiation of gastric cancer. Chronically elevated gastrin levels also draw concern due to the trophic effect of gastrin and its association with gastrointestinal cancers. CCKB receptors are upregulated in gastric cancer, and in vitro studies have demonstrated gastrin's ability to enhance the proliferation of human gastric cancer cell lines and colonic cancer cell lines. [12] [13] Furthermore, gastrin has shown angiogenic and anti-apoptotic characteristics in the setting of several malignancies, including gastric cancer. Elevated gastrin levels have also been associated with the development of gastric carcinoid tumors arising from gastric ECL cells. [14] In these CCKB receptor-positive gastric cancers and gastric carcinoid tumors, therapeutic drugs such as lorglumide and devazepide, which target CCKB receptors, may be substantially beneficial. [15] [16] [17] Also, gastric carcinoid tumors are associated with decreased serum levels of vitamin B12. Therefore, serum vitamin B12 levels require monitoring in all patients on chronic PPI therapy. However, much further work is needed to define strategies that target gastrin-CCK receptors as a therapeutic target.", "contents": "Physiology, Gastrin -- Pathophysiology. Due to the trophic effect of gastrin, elevated gastrin levels in patients on chronic PPI therapy also raise concern for the potentiation of gastric cancer. Chronically elevated gastrin levels also draw concern due to the trophic effect of gastrin and its association with gastrointestinal cancers. CCKB receptors are upregulated in gastric cancer, and in vitro studies have demonstrated gastrin's ability to enhance the proliferation of human gastric cancer cell lines and colonic cancer cell lines. [12] [13] Furthermore, gastrin has shown angiogenic and anti-apoptotic characteristics in the setting of several malignancies, including gastric cancer. Elevated gastrin levels have also been associated with the development of gastric carcinoid tumors arising from gastric ECL cells. [14] In these CCKB receptor-positive gastric cancers and gastric carcinoid tumors, therapeutic drugs such as lorglumide and devazepide, which target CCKB receptors, may be substantially beneficial. [15] [16] [17] Also, gastric carcinoid tumors are associated with decreased serum levels of vitamin B12. Therefore, serum vitamin B12 levels require monitoring in all patients on chronic PPI therapy. However, much further work is needed to define strategies that target gastrin-CCK receptors as a therapeutic target."}
{"id": "article-22082_21", "title": "Physiology, Gastrin -- Pathophysiology", "content": "Zollinger-Ellison Syndrome (ZES) is characterized by the presence of gastrinoma, hypersecretion of gastric acid, peptic ulcers, and secretory diarrhea. Gastrinoma is an unregulated gastrin-secreting neuroendocrine tumor (NET). Biopsy of the tumor will reveal typical NET histological patterns that stain positive for chromogranin A, synaptophysin, and gastrin. Unregulated secretion of gastrin by gastrinomas leads to hyperstimulation and hyperplasia of gastric mucosal parietal cells and ECL cells. Hyperplasia and hyperactivity of these cells result in excessive secretion of gastric acid into the stomach. The gastric acid subsequently overwhelms the defense mechanisms of the lining of the gastric mucosa, causing ulceration of the stomach and duodenum.", "contents": "Physiology, Gastrin -- Pathophysiology. Zollinger-Ellison Syndrome (ZES) is characterized by the presence of gastrinoma, hypersecretion of gastric acid, peptic ulcers, and secretory diarrhea. Gastrinoma is an unregulated gastrin-secreting neuroendocrine tumor (NET). Biopsy of the tumor will reveal typical NET histological patterns that stain positive for chromogranin A, synaptophysin, and gastrin. Unregulated secretion of gastrin by gastrinomas leads to hyperstimulation and hyperplasia of gastric mucosal parietal cells and ECL cells. Hyperplasia and hyperactivity of these cells result in excessive secretion of gastric acid into the stomach. The gastric acid subsequently overwhelms the defense mechanisms of the lining of the gastric mucosa, causing ulceration of the stomach and duodenum."}
{"id": "article-22082_22", "title": "Physiology, Gastrin -- Pathophysiology", "content": "ZES is confirmed by the presence of elevated fasting serum gastrin concentration far more than 100 pg/ml in association with increased basal gastric acid secretion and/or low gastric pH below 2.0. Another useful test to confirm the diagnosis is the secretin stimulation test, potentially resulting in increased gastrin to over 120 pg/ml over basal. [18] Secretin is a peptide hormone made in the S cells of the duodenum in response to acidity and released into the bloodstream to affect multiple organs like the stomach, pancreas, and liver. In the stomach, secretin functions to inhibit the release of gastric acid from the parietal cells. In the pancreas, secretin triggers the release of bicarbonate from the ductal cells. In the liver, it triggers the release of bile, which functions to break down dietary fats. [19]", "contents": "Physiology, Gastrin -- Pathophysiology. ZES is confirmed by the presence of elevated fasting serum gastrin concentration far more than 100 pg/ml in association with increased basal gastric acid secretion and/or low gastric pH below 2.0. Another useful test to confirm the diagnosis is the secretin stimulation test, potentially resulting in increased gastrin to over 120 pg/ml over basal. [18] Secretin is a peptide hormone made in the S cells of the duodenum in response to acidity and released into the bloodstream to affect multiple organs like the stomach, pancreas, and liver. In the stomach, secretin functions to inhibit the release of gastric acid from the parietal cells. In the pancreas, secretin triggers the release of bicarbonate from the ductal cells. In the liver, it triggers the release of bile, which functions to break down dietary fats. [19]"}
{"id": "article-22082_23", "title": "Physiology, Gastrin -- Pathophysiology", "content": "A normal fasting serum gastrin level virtually excludes ZES. 70% to 75% of gastrinomas are sporadic; however, 25% to 30% of these tumors are associated with type 1 multiple endocrine neoplasia (MEN1). [20] In patients with multiple endocrine neoplasia type I (MEN1), an autosomal-dominant disorder, there is a clustering of the pituitary, parathyroid, and pancreatic tumors. Patients diagnosed with gastrinoma must be evaluated for MEN1 symptoms by asking about family history, hyperparathyroidism symptoms (hypercalcemia, nephrolithiasis), or symptoms of pituitary tumors (most commonly a prolactinoma, which causes galactorrhea in females while causing headache and bitemporal hemianopia in males). Labs are necessary to measure serum calcium, parathyroid hormone, and prolactin. [21] Instead of gastrinoma, they can also present with insulinoma (symptoms of hypoglycemia), glucagonomas (necrotizing migratory erythema (NME), diabetes, weight loss, anemia), or VIPoma (watery diarrhea, hypokalemia, hypochlorhydria). [22] Multiple imaging modalities are available to delineate the tumor, including CT, MRI, and somatostatin-receptor scintigraphy. Patients diagnosed with gastrinoma must be evaluated for MEN1 regarding family history, history of hypercalcemia, nephrolithiasis, or pituitary tumors, and labs are necessary to measure serum calcium, parathyroid hormone, and prolactin.", "contents": "Physiology, Gastrin -- Pathophysiology. A normal fasting serum gastrin level virtually excludes ZES. 70% to 75% of gastrinomas are sporadic; however, 25% to 30% of these tumors are associated with type 1 multiple endocrine neoplasia (MEN1). [20] In patients with multiple endocrine neoplasia type I (MEN1), an autosomal-dominant disorder, there is a clustering of the pituitary, parathyroid, and pancreatic tumors. Patients diagnosed with gastrinoma must be evaluated for MEN1 symptoms by asking about family history, hyperparathyroidism symptoms (hypercalcemia, nephrolithiasis), or symptoms of pituitary tumors (most commonly a prolactinoma, which causes galactorrhea in females while causing headache and bitemporal hemianopia in males). Labs are necessary to measure serum calcium, parathyroid hormone, and prolactin. [21] Instead of gastrinoma, they can also present with insulinoma (symptoms of hypoglycemia), glucagonomas (necrotizing migratory erythema (NME), diabetes, weight loss, anemia), or VIPoma (watery diarrhea, hypokalemia, hypochlorhydria). [22] Multiple imaging modalities are available to delineate the tumor, including CT, MRI, and somatostatin-receptor scintigraphy. Patients diagnosed with gastrinoma must be evaluated for MEN1 regarding family history, history of hypercalcemia, nephrolithiasis, or pituitary tumors, and labs are necessary to measure serum calcium, parathyroid hormone, and prolactin."}
{"id": "article-22082_24", "title": "Physiology, Gastrin -- Pathophysiology", "content": "It is essential to manage the symptoms associated with elevated gastrin levels, especially peptic ulceration. Surgery is the only curative therapy for gastrinomas. It is recommended in patients with non-metastatic sporadic gastrinomas or MEN1-associated gastrinomas greater than 2 cm in diameter. Specifically, excision/enucleation of pancreatic gastrinomas is effective, while duodenal gastrinomas often require duodenectomy as there are usually multiple duodenal tumors present. [23] [24]", "contents": "Physiology, Gastrin -- Pathophysiology. It is essential to manage the symptoms associated with elevated gastrin levels, especially peptic ulceration. Surgery is the only curative therapy for gastrinomas. It is recommended in patients with non-metastatic sporadic gastrinomas or MEN1-associated gastrinomas greater than 2 cm in diameter. Specifically, excision/enucleation of pancreatic gastrinomas is effective, while duodenal gastrinomas often require duodenectomy as there are usually multiple duodenal tumors present. [23] [24]"}
{"id": "article-22082_25", "title": "Physiology, Gastrin -- Pathophysiology", "content": "Non-surgical therapy for ZES is based on treating symptoms and the prevention of complications secondary to peptic ulcers. Proton pump inhibitors (PPI) are first-line medical therapy. They directly decrease the secretion of gastric acid into the stomach, thus reducing the ability of the gastric acid to overwhelm the mucosal defenses and prevent the occurrence of peptic ulcers. In an initial prospective study of patients with gastrinoma refractive to H2 blocker therapy, symptoms were resolved in 23 of the 29 total patients. Due to the high success in managing these patients with PPIs, surgery is no longer required to manage the hypersecretion of gastric acid. [25]", "contents": "Physiology, Gastrin -- Pathophysiology. Non-surgical therapy for ZES is based on treating symptoms and the prevention of complications secondary to peptic ulcers. Proton pump inhibitors (PPI) are first-line medical therapy. They directly decrease the secretion of gastric acid into the stomach, thus reducing the ability of the gastric acid to overwhelm the mucosal defenses and prevent the occurrence of peptic ulcers. In an initial prospective study of patients with gastrinoma refractive to H2 blocker therapy, symptoms were resolved in 23 of the 29 total patients. Due to the high success in managing these patients with PPIs, surgery is no longer required to manage the hypersecretion of gastric acid. [25]"}
{"id": "article-22082_26", "title": "Physiology, Gastrin -- Clinical Significance", "content": "Management and therapy for gastrin-related disease, as with most areas of medicine, requires a team-based, interprofessional approach. Hypergastrinemia secondary to Helicobacter pylori infections may be managed via infectious disease treatment, not requiring an endocrine specialist or surgical intervention. Conversely, a patient with gastrinoma (ZES) must be managed by a coordinated team of endocrinologists, gastroenterologists, radiologists, and surgeons. Determining the cause of hypergastrinemia is also a team approach, requiring primary care, gastroenterologists, endocrinologists, and pathologists, among others.", "contents": "Physiology, Gastrin -- Clinical Significance. Management and therapy for gastrin-related disease, as with most areas of medicine, requires a team-based, interprofessional approach. Hypergastrinemia secondary to Helicobacter pylori infections may be managed via infectious disease treatment, not requiring an endocrine specialist or surgical intervention. Conversely, a patient with gastrinoma (ZES) must be managed by a coordinated team of endocrinologists, gastroenterologists, radiologists, and surgeons. Determining the cause of hypergastrinemia is also a team approach, requiring primary care, gastroenterologists, endocrinologists, and pathologists, among others."}
{"id": "article-22082_27", "title": "Physiology, Gastrin -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Physiology, Gastrin -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}