{"id": "article-20301_0", "title": "Deep Venous Thrombosis of the Lower Extremity -- Continuing Education Activity", "content": "A deep-vein thrombosis (DVT) is a blood clot that forms within the deep veins usually of the leg but can occur in the veins of the arms and the mesenteric and cerebral veins. Deep-vein thrombosis is a common and important disease. It is part of the venous thromboembolism disorders which represent the third most common cause of death from cardiovascular disease after heart attacks and stroke. Even in patients who do not get pulmonary emboli, recurrent thrombosis and \"post-thrombotic syndrome\" are a major cause of morbidity. This activity reviews the etiology, presentation, evaluation, and management of deep vein thrombosis and reviews the role of the interprofessional team in evaluating, diagnosing, and managing the condition.", "contents": "Deep Venous Thrombosis of the Lower Extremity -- Continuing Education Activity. A deep-vein thrombosis (DVT) is a blood clot that forms within the deep veins usually of the leg but can occur in the veins of the arms and the mesenteric and cerebral veins. Deep-vein thrombosis is a common and important disease. It is part of the venous thromboembolism disorders which represent the third most common cause of death from cardiovascular disease after heart attacks and stroke. Even in patients who do not get pulmonary emboli, recurrent thrombosis and \"post-thrombotic syndrome\" are a major cause of morbidity. This activity reviews the etiology, presentation, evaluation, and management of deep vein thrombosis and reviews the role of the interprofessional team in evaluating, diagnosing, and managing the condition."}
{"id": "article-20301_1", "title": "Deep Venous Thrombosis of the Lower Extremity -- Continuing Education Activity", "content": "Objectives: Describe the etiology pathophysiology of deep vein thrombosis. Review the patient risk factors and potential preventative strategies for DVT. Summarize the treatment and management options for a patient presenting with deep vein thrombosis. Explain possible interprofessional team strategies for improving care coordination and communication to advance the evaluation and treatment of deep vein thrombosis and improve outcomes. Access free multiple choice questions on this topic.", "contents": "Deep Venous Thrombosis of the Lower Extremity -- Continuing Education Activity. Objectives: Describe the etiology pathophysiology of deep vein thrombosis. Review the patient risk factors and potential preventative strategies for DVT. Summarize the treatment and management options for a patient presenting with deep vein thrombosis. Explain possible interprofessional team strategies for improving care coordination and communication to advance the evaluation and treatment of deep vein thrombosis and improve outcomes. Access free multiple choice questions on this topic."}
{"id": "article-20301_2", "title": "Deep Venous Thrombosis of the Lower Extremity -- Introduction", "content": "Deep Vein Thrombosis (DVT) is a major cause of morbidity and mortality, and sequelae range from venous stasis to pulmonary embolism (PE). DVT occurs when a thrombus (thrombus) forms in one of the deep veins of the body. See Image . Deep Vein Thrombosis (DVT).", "contents": "Deep Venous Thrombosis of the Lower Extremity -- Introduction. Deep Vein Thrombosis (DVT) is a major cause of morbidity and mortality, and sequelae range from venous stasis to pulmonary embolism (PE). DVT occurs when a thrombus (thrombus) forms in one of the deep veins of the body. See Image . Deep Vein Thrombosis (DVT)."}
{"id": "article-20301_3", "title": "Deep Venous Thrombosis of the Lower Extremity -- Etiology", "content": "Virchow's triad of venous stasis or turbulence, coagulopathy, and endothelial injury highlight the major risk factors for developing a DVT. Other known and common risk factors include malignancy; recent surgery; immobilization; estrogen therapy, especially when combined with tobacco abuse; history of previous DVT or PE; and strong family history. [1] [2] [3] [4] [3]", "contents": "Deep Venous Thrombosis of the Lower Extremity -- Etiology. Virchow's triad of venous stasis or turbulence, coagulopathy, and endothelial injury highlight the major risk factors for developing a DVT. Other known and common risk factors include malignancy; recent surgery; immobilization; estrogen therapy, especially when combined with tobacco abuse; history of previous DVT or PE; and strong family history. [1] [2] [3] [4] [3]"}
{"id": "article-20301_4", "title": "Deep Venous Thrombosis of the Lower Extremity -- Epidemiology", "content": "DVT is a common problem in the primary care, acute care, and inpatient setting. It is not clear what the actual incidence is, but DVT is found in about 80 out of 100,000 cases. One out of 20 people will develop a DVT sometime during their lifetime. DVTs account for approximately 600,000 hospitalizations per year in the United States. DVTs occur more commonly in those older than 40 years old. There is an increased incidence in the male and African American populations.", "contents": "Deep Venous Thrombosis of the Lower Extremity -- Epidemiology. DVT is a common problem in the primary care, acute care, and inpatient setting. It is not clear what the actual incidence is, but DVT is found in about 80 out of 100,000 cases. One out of 20 people will develop a DVT sometime during their lifetime. DVTs account for approximately 600,000 hospitalizations per year in the United States. DVTs occur more commonly in those older than 40 years old. There is an increased incidence in the male and African American populations."}
{"id": "article-20301_5", "title": "Deep Venous Thrombosis of the Lower Extremity -- Pathophysiology", "content": "Venous stasis, endothelial damage, or inflammation are typically present and lead to a hypercoagulable state. Activation of the clotting cascade, as well as aggregation of platelets and blood cells, occurs simultaneously to form a thrombus. The thrombus can cause complete or partial occlusion of the vein leading to venous stasis, lymphedema, and possibly ischemia to surrounding tissue. A DVT can propagate and lead to PE.", "contents": "Deep Venous Thrombosis of the Lower Extremity -- Pathophysiology. Venous stasis, endothelial damage, or inflammation are typically present and lead to a hypercoagulable state. Activation of the clotting cascade, as well as aggregation of platelets and blood cells, occurs simultaneously to form a thrombus. The thrombus can cause complete or partial occlusion of the vein leading to venous stasis, lymphedema, and possibly ischemia to surrounding tissue. A DVT can propagate and lead to PE."}
{"id": "article-20301_6", "title": "Deep Venous Thrombosis of the Lower Extremity -- History and Physical", "content": "Specific historical features that assist in the diagnosis of a DVT are those related to DVT risk factors and include a history of cancer, exogenous estrogen therapy, recent surgery, smoking tobacco, previous history of DVT, immobility, age, history of a hypercoagulable state, and other comorbidities. Patients often will present with a chief complaint of unilateral leg swelling and discomfort. Be mindful to ask about symptoms related to a PE as well, such as chest pain, shortness of breath, and syncope. The physical exam most commonly demonstrates unilateral extremity swelling, warmth and discomfort over the vein, and, perhaps, a palpable \"cord\" where the DVT is located.", "contents": "Deep Venous Thrombosis of the Lower Extremity -- History and Physical. Specific historical features that assist in the diagnosis of a DVT are those related to DVT risk factors and include a history of cancer, exogenous estrogen therapy, recent surgery, smoking tobacco, previous history of DVT, immobility, age, history of a hypercoagulable state, and other comorbidities. Patients often will present with a chief complaint of unilateral leg swelling and discomfort. Be mindful to ask about symptoms related to a PE as well, such as chest pain, shortness of breath, and syncope. The physical exam most commonly demonstrates unilateral extremity swelling, warmth and discomfort over the vein, and, perhaps, a palpable \"cord\" where the DVT is located."}
{"id": "article-20301_7", "title": "Deep Venous Thrombosis of the Lower Extremity -- Evaluation", "content": "Clinical decision rules such as the Pulmonary Embolism Rule-Out Criteria (PERC) and the Wells Criteria should be employed with the patient presenting with a possible DVT. Risk stratification is crucial in deciding diagnostic and management options. Patients who meet PERC criteria may need no further testing, whereas those who do not meet PERC criteria and are low probability based on the Wells Criteria may be candidates for rule-out with a D-dimer. The D-dimer test is sensitive, but not specific, and should be used selectively in the low-probability patient who does not have other confounding diagnoses that could produce a false positive test. The test also should be used with caution, perhaps with different cut-off values in the elderly. [5] [6] [7] [8] Imaging modalities available to evaluate for DVT include diagnostic ultrasound, vascular studies, CT venograms, and point-of-care ultrasound (POCUS). The POCUS exam is described below.", "contents": "Deep Venous Thrombosis of the Lower Extremity -- Evaluation. Clinical decision rules such as the Pulmonary Embolism Rule-Out Criteria (PERC) and the Wells Criteria should be employed with the patient presenting with a possible DVT. Risk stratification is crucial in deciding diagnostic and management options. Patients who meet PERC criteria may need no further testing, whereas those who do not meet PERC criteria and are low probability based on the Wells Criteria may be candidates for rule-out with a D-dimer. The D-dimer test is sensitive, but not specific, and should be used selectively in the low-probability patient who does not have other confounding diagnoses that could produce a false positive test. The test also should be used with caution, perhaps with different cut-off values in the elderly. [5] [6] [7] [8] Imaging modalities available to evaluate for DVT include diagnostic ultrasound, vascular studies, CT venograms, and point-of-care ultrasound (POCUS). The POCUS exam is described below."}
{"id": "article-20301_8", "title": "Deep Venous Thrombosis of the Lower Extremity -- Evaluation", "content": "Rapid diagnosis or rule-out by the emergency provider can expedite necessary treatment, reduce the length of stay, and is particularly useful where access to 24-hour ultrasound is unavailable. There is evidence that emergency practitioners can perform a two-point compression exam at the two highest probability sites for identifying a DVT: femoral and popliteal veins. However, recent literature suggests a two-region approach where clinicians do serial compression testing may greatly improve diagnostic sensitivity without greatly increasing diagnostic time. This point-of-care ultrasound exam should be used with other clinical decision rules and is perhaps most useful in those patients with high and low pre-test probability.", "contents": "Deep Venous Thrombosis of the Lower Extremity -- Evaluation. Rapid diagnosis or rule-out by the emergency provider can expedite necessary treatment, reduce the length of stay, and is particularly useful where access to 24-hour ultrasound is unavailable. There is evidence that emergency practitioners can perform a two-point compression exam at the two highest probability sites for identifying a DVT: femoral and popliteal veins. However, recent literature suggests a two-region approach where clinicians do serial compression testing may greatly improve diagnostic sensitivity without greatly increasing diagnostic time. This point-of-care ultrasound exam should be used with other clinical decision rules and is perhaps most useful in those patients with high and low pre-test probability."}
{"id": "article-20301_9", "title": "Deep Venous Thrombosis of the Lower Extremity -- Evaluation", "content": "With the patient supine in the frog-leg position, apply approximately 20 to 30 degrees of reverse Trendelenburg to increased venous distention. Place the high-frequency linear transducer (5 to 10 MHz) in the transverse plane at the anatomical location of the inguinal ligament. Just distal to the inguinal ligament, the common femoral vein can be visualized. Apply direct pressure to the vein. The complete collapse of the vein indicates there is not a presence of a DVT. Continue distally along the femoral vein to where the greater saphenous vein and deep femoral vein deviate from the common femoral vein. Complete compression of all venous structures at these levels rules out a proximal DVT.", "contents": "Deep Venous Thrombosis of the Lower Extremity -- Evaluation. With the patient supine in the frog-leg position, apply approximately 20 to 30 degrees of reverse Trendelenburg to increased venous distention. Place the high-frequency linear transducer (5 to 10 MHz) in the transverse plane at the anatomical location of the inguinal ligament. Just distal to the inguinal ligament, the common femoral vein can be visualized. Apply direct pressure to the vein. The complete collapse of the vein indicates there is not a presence of a DVT. Continue distally along the femoral vein to where the greater saphenous vein and deep femoral vein deviate from the common femoral vein. Complete compression of all venous structures at these levels rules out a proximal DVT."}
{"id": "article-20301_10", "title": "Deep Venous Thrombosis of the Lower Extremity -- Evaluation", "content": "Next, proceed to the popliteal region. Laterally rotate the leg, flex the knee, and place the high-frequency transducer transversely in the popliteal fossa. The popliteal vein typically resides just anterior to the popliteal artery. Apply a compressive force once again and observe for complete compression. Compress the areas just proximal and distal to the popliteal fossa as well to complete the two-region technique. See Video. Popliteal Deep Vein Thrombosis (DVT) With Partial Color Flow.", "contents": "Deep Venous Thrombosis of the Lower Extremity -- Evaluation. Next, proceed to the popliteal region. Laterally rotate the leg, flex the knee, and place the high-frequency transducer transversely in the popliteal fossa. The popliteal vein typically resides just anterior to the popliteal artery. Apply a compressive force once again and observe for complete compression. Compress the areas just proximal and distal to the popliteal fossa as well to complete the two-region technique. See Video. Popliteal Deep Vein Thrombosis (DVT) With Partial Color Flow."}
{"id": "article-20301_11", "title": "Deep Venous Thrombosis of the Lower Extremity -- Evaluation", "content": "If DVT studies are negative, repeat testing may be required in one to two weeks to rule out a propagating calf DVT further. Alternatively, sending a D-dimer test may be adequate in certain patient populations. Typical laboratory tests also should be sent to evaluate for coagulation status, blood count, and renal function. [9] [10]", "contents": "Deep Venous Thrombosis of the Lower Extremity -- Evaluation. If DVT studies are negative, repeat testing may be required in one to two weeks to rule out a propagating calf DVT further. Alternatively, sending a D-dimer test may be adequate in certain patient populations. Typical laboratory tests also should be sent to evaluate for coagulation status, blood count, and renal function. [9] [10]"}
{"id": "article-20301_12", "title": "Deep Venous Thrombosis of the Lower Extremity -- Treatment / Management", "content": "There are many options available to manage DVT. The first decision that should be made is whether the patient will require hospital admission or can be discharged on anticoagulation. This is a complex decision that depends on many factors including patient adherence to medication, insurance issues, the reliability of follow-up, renal function, comorbidities and concomitant medications, the risk of falling, and how ill the patient appears. The traditional treatment option is to use heparin or low-molecular-weight heparin and bridge to warfarin therapy. This often requires hospital admission, but in some healthcare settings, may be managed as an outpatient. New anticoagulants such as the direct antithrombin inhibitors are also options, but the use of these medications must be made on an individual basis.", "contents": "Deep Venous Thrombosis of the Lower Extremity -- Treatment / Management. There are many options available to manage DVT. The first decision that should be made is whether the patient will require hospital admission or can be discharged on anticoagulation. This is a complex decision that depends on many factors including patient adherence to medication, insurance issues, the reliability of follow-up, renal function, comorbidities and concomitant medications, the risk of falling, and how ill the patient appears. The traditional treatment option is to use heparin or low-molecular-weight heparin and bridge to warfarin therapy. This often requires hospital admission, but in some healthcare settings, may be managed as an outpatient. New anticoagulants such as the direct antithrombin inhibitors are also options, but the use of these medications must be made on an individual basis."}
{"id": "article-20301_13", "title": "Deep Venous Thrombosis of the Lower Extremity -- Treatment / Management", "content": "Inferior vena cava (IVC) filters have been used historically to avoid the propagation of DVTs in the pulmonary artery. Based on current literature, it is unclear if IVC filters prevent PEs, and therefore, they are falling out of favor. They may still be indicated in specific clinical situations.", "contents": "Deep Venous Thrombosis of the Lower Extremity -- Treatment / Management. Inferior vena cava (IVC) filters have been used historically to avoid the propagation of DVTs in the pulmonary artery. Based on current literature, it is unclear if IVC filters prevent PEs, and therefore, they are falling out of favor. They may still be indicated in specific clinical situations."}
{"id": "article-20301_14", "title": "Deep Venous Thrombosis of the Lower Extremity -- Differential Diagnosis", "content": "Baker cyst imaging Budd-Chiari syndrome imaging Cellulitis Dependent oedema Heart failure Hepatic disease Pulmonary embolism Renal failure Septic thrombophlebitis Nephritic syndrome", "contents": "Deep Venous Thrombosis of the Lower Extremity -- Differential Diagnosis. Baker cyst imaging Budd-Chiari syndrome imaging Cellulitis Dependent oedema Heart failure Hepatic disease Pulmonary embolism Renal failure Septic thrombophlebitis Nephritic syndrome"}
{"id": "article-20301_15", "title": "Deep Venous Thrombosis of the Lower Extremity -- Pearls and Other Issues", "content": "The two-region ultrasound examination will commonly miss calf DVTs. Complete compression of the veins is the only measure that rules out DVTs. Doppler and color may be used but are not necessary for this evaluation. This is a safe and rapid exam that does not lead to DVT propagation.", "contents": "Deep Venous Thrombosis of the Lower Extremity -- Pearls and Other Issues. The two-region ultrasound examination will commonly miss calf DVTs. Complete compression of the veins is the only measure that rules out DVTs. Doppler and color may be used but are not necessary for this evaluation. This is a safe and rapid exam that does not lead to DVT propagation."}
{"id": "article-20301_16", "title": "Deep Venous Thrombosis of the Lower Extremity -- Enhancing Healthcare Team Outcomes", "content": "Deep vein thrombosis is a common occurrence in hospitalized patients. The condition has no specific signs and symptoms and to prevent the high morbidity and mortality, it is best managed by an interprofessional team that consists of a nurse practitioner, hematologist, internist, and pharmacist. Prompt diagnosis and treatment are key. Today there are many treatment options but some type of anticoagulation therapy is required. The condition is best treated by prophylaxis with unfractionated heparin or LMWH. Compression stockings and early mobility after surgery are essential. For those treated promptly, the outlook is good but the postphlebitic syndrome is known to occur in a significant number of patients. [11] [12] (Level V)", "contents": "Deep Venous Thrombosis of the Lower Extremity -- Enhancing Healthcare Team Outcomes. Deep vein thrombosis is a common occurrence in hospitalized patients. The condition has no specific signs and symptoms and to prevent the high morbidity and mortality, it is best managed by an interprofessional team that consists of a nurse practitioner, hematologist, internist, and pharmacist. Prompt diagnosis and treatment are key. Today there are many treatment options but some type of anticoagulation therapy is required. The condition is best treated by prophylaxis with unfractionated heparin or LMWH. Compression stockings and early mobility after surgery are essential. For those treated promptly, the outlook is good but the postphlebitic syndrome is known to occur in a significant number of patients. [11] [12] (Level V)"}
{"id": "article-20301_17", "title": "Deep Venous Thrombosis of the Lower Extremity -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Deep Venous Thrombosis of the Lower Extremity -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}