{"id": "article-17768_0", "title": "Aplasia Cutis Congenita -- Continuing Education Activity", "content": "Aplasia cutis congenita (ACC) is a rare congenital skin defect characterized by a focal or extensive absence of the epidermis, dermis, and occasionally subcutaneous tissue. The exact etiology of ACC is not well understood; however, it is likely due to impaired prenatal skin development. The disease presents as solitary or multiple lesions and can appear on any part of the body, although 70 to 90 percent of lesions are localized to the vertex of the scalp. ACC has been classified into six subtypes, some of which are associated with congenital dermatologic syndromes. Although most lesions are self-healing, certain locations and clinical characteristics should prompt a more thorough workup to screen for underlying soft tissue anomalies that can potentially be life-threatening. This activity examines when aplasia cutis congenita should be considered on differential diagnosis and how to properly evaluate it. This activity highlights the role of the interprofessional team in caring for patients with this condition.", "contents": "Aplasia Cutis Congenita -- Continuing Education Activity. Aplasia cutis congenita (ACC) is a rare congenital skin defect characterized by a focal or extensive absence of the epidermis, dermis, and occasionally subcutaneous tissue. The exact etiology of ACC is not well understood; however, it is likely due to impaired prenatal skin development. The disease presents as solitary or multiple lesions and can appear on any part of the body, although 70 to 90 percent of lesions are localized to the vertex of the scalp. ACC has been classified into six subtypes, some of which are associated with congenital dermatologic syndromes. Although most lesions are self-healing, certain locations and clinical characteristics should prompt a more thorough workup to screen for underlying soft tissue anomalies that can potentially be life-threatening. This activity examines when aplasia cutis congenita should be considered on differential diagnosis and how to properly evaluate it. This activity highlights the role of the interprofessional team in caring for patients with this condition."}
{"id": "article-17768_1", "title": "Aplasia Cutis Congenita -- Continuing Education Activity", "content": "Objectives: Identify the etiology of aplasia cutis congenita. Review the presentation of aplasia cutis congenita. Outline the treatment and management options available for aplasia cutis congenita Summarize interprofessional team strategies for improving care and outcomes in patients with aplasia cutis congenita. Access free multiple choice questions on this topic.", "contents": "Aplasia Cutis Congenita -- Continuing Education Activity. Objectives: Identify the etiology of aplasia cutis congenita. Review the presentation of aplasia cutis congenita. Outline the treatment and management options available for aplasia cutis congenita Summarize interprofessional team strategies for improving care and outcomes in patients with aplasia cutis congenita. Access free multiple choice questions on this topic."}
{"id": "article-17768_2", "title": "Aplasia Cutis Congenita -- Introduction", "content": "Aplasia cutis congenita (ACC) is a rare congenital skin defect characterized by a focal or extensive absence of the epidermis, dermis, and occasionally subcutaneous tissue. [1] [2] [3] The exact etiology of ACC is not well understood; however, it is likely due to impaired prenatal skin development. [3] [4] The disease presents as solitary or multiple lesions and can appear on any part of the body, although 70% to 90% of lesions are localized to the vertex of the scalp. [1] [2] [5] ACC has been classified into six subtypes, some of which are associated with congenital dermatologic syndromes. [1] [6] [7] [8] Although most lesions are self-healing, certain locations and clinical characteristics should prompt a more thorough workup to screen for underlying soft tissue anomalies that can potentially be life-threatening. [9] A classification for ACC was proposed in 1986, which is still accepted today, and presented below. [1]", "contents": "Aplasia Cutis Congenita -- Introduction. Aplasia cutis congenita (ACC) is a rare congenital skin defect characterized by a focal or extensive absence of the epidermis, dermis, and occasionally subcutaneous tissue. [1] [2] [3] The exact etiology of ACC is not well understood; however, it is likely due to impaired prenatal skin development. [3] [4] The disease presents as solitary or multiple lesions and can appear on any part of the body, although 70% to 90% of lesions are localized to the vertex of the scalp. [1] [2] [5] ACC has been classified into six subtypes, some of which are associated with congenital dermatologic syndromes. [1] [6] [7] [8] Although most lesions are self-healing, certain locations and clinical characteristics should prompt a more thorough workup to screen for underlying soft tissue anomalies that can potentially be life-threatening. [9] A classification for ACC was proposed in 1986, which is still accepted today, and presented below. [1]"}
{"id": "article-17768_3", "title": "Aplasia Cutis Congenita -- Introduction", "content": "Group 1: Scalp ACC without multiple anomalies Group 2: Scalp ACC with limb abnormalities Group 3: Scalp ACC with epidermal and organoid nevi Group 4: ACC overlying congenital malformations Group 5: ACC with associated fetus papyraceus or placental infarct Group 6: ACC with epidermolysis bullosa Group 7: ACC localized to extremities without blistering Group 8: ACC due to specific teratogens Group 9: ACC associated with malformation syndromes", "contents": "Aplasia Cutis Congenita -- Introduction. Group 1: Scalp ACC without multiple anomalies Group 2: Scalp ACC with limb abnormalities Group 3: Scalp ACC with epidermal and organoid nevi Group 4: ACC overlying congenital malformations Group 5: ACC with associated fetus papyraceus or placental infarct Group 6: ACC with epidermolysis bullosa Group 7: ACC localized to extremities without blistering Group 8: ACC due to specific teratogens Group 9: ACC associated with malformation syndromes"}
{"id": "article-17768_4", "title": "Aplasia Cutis Congenita -- Etiology", "content": "The etiology of ACC is likely multifactorial. Genetics and exogenous factors likely play a role in developing lesions. The suspected exogenous causes include placental infarcts, teratogenic substances like methimazole, intrauterine infections, trauma, and neural tube defects. [2] [4] [10] Until recently, no specific genetic target had been identified, but a recent study showed the BMS1 gene to play a possible role. [11] ACC can also be associated with several genetic syndromes, including Adams-Oliver syndrome, Bart syndrome, and Setleis syndrome, as described below. [1] [6] [7] [8] Adams-Oliver syndrome is ACC on the scalp plus skull defect plus cutis marmorata telangiectatica congenital plus limb defects plus cardiac anomalies. [6] Bart syndrome is ACC of lower extremities plus epidermolysis bullosa. [7] Setleis syndrome is bilateral temporal ACC plus \"leonine\" facies. [8]", "contents": "Aplasia Cutis Congenita -- Etiology. The etiology of ACC is likely multifactorial. Genetics and exogenous factors likely play a role in developing lesions. The suspected exogenous causes include placental infarcts, teratogenic substances like methimazole, intrauterine infections, trauma, and neural tube defects. [2] [4] [10] Until recently, no specific genetic target had been identified, but a recent study showed the BMS1 gene to play a possible role. [11] ACC can also be associated with several genetic syndromes, including Adams-Oliver syndrome, Bart syndrome, and Setleis syndrome, as described below. [1] [6] [7] [8] Adams-Oliver syndrome is ACC on the scalp plus skull defect plus cutis marmorata telangiectatica congenital plus limb defects plus cardiac anomalies. [6] Bart syndrome is ACC of lower extremities plus epidermolysis bullosa. [7] Setleis syndrome is bilateral temporal ACC plus \"leonine\" facies. [8]"}
{"id": "article-17768_5", "title": "Aplasia Cutis Congenita -- Epidemiology", "content": "ACC is a rare congenital condition with an incidence of approximately 1 to 3 out of 10,000 births. [12] [13] There is no significant gender or cultural predilection that has been reported in the literature. [14] Lesions will typically be noticed at birth, although patients may not present to be evaluated for several months as lesions are often asymptomatic.", "contents": "Aplasia Cutis Congenita -- Epidemiology. ACC is a rare congenital condition with an incidence of approximately 1 to 3 out of 10,000 births. [12] [13] There is no significant gender or cultural predilection that has been reported in the literature. [14] Lesions will typically be noticed at birth, although patients may not present to be evaluated for several months as lesions are often asymptomatic."}
{"id": "article-17768_6", "title": "Aplasia Cutis Congenita -- Pathophysiology", "content": "As previously stated, the exact pathophysiology of ACC is not well understood. A 2013 study looking at 5-generation, autosomal-dominant ACC found a mutation in the BMS1 gene, which plays a role in skin morphogenesis. [11] Cases of sporadic and autosomal recessive inheritance have also been reported. [15] The most widely accepted pathophysiology model describes the tension that disrupts the skin from properly approximating during fetal development. This can be from a number of exogenous factors, including ingested teratogens, fetal/placental ischemia, intrauterine infections, and neural tube defects. [2]", "contents": "Aplasia Cutis Congenita -- Pathophysiology. As previously stated, the exact pathophysiology of ACC is not well understood. A 2013 study looking at 5-generation, autosomal-dominant ACC found a mutation in the BMS1 gene, which plays a role in skin morphogenesis. [11] Cases of sporadic and autosomal recessive inheritance have also been reported. [15] The most widely accepted pathophysiology model describes the tension that disrupts the skin from properly approximating during fetal development. This can be from a number of exogenous factors, including ingested teratogens, fetal/placental ischemia, intrauterine infections, and neural tube defects. [2]"}
{"id": "article-17768_7", "title": "Aplasia Cutis Congenita -- Histopathology", "content": "The diagnosis of ACC can typically be made solely from clinical examination. Many providers withhold performing a lesional biopsy given the patient's age demographics and typical scalp involvement. When a biopsy is necessary to aid in the diagnosis, proper workup, including imaging of the lesion with ultrasound (US) or MRI, is important to ensure there are no underlying malformations that can be damaged during the biopsy procedure. [9] Histopathologic findings of non-healed lesions include an absent epidermis and/or dermis with a proliferation of blood vessels. [16] A subtype known as membranous-type ACC will have a thin translucent membrane covering. [17] Lesions that have already healed with a scar will have a thin or flattened epidermis, absent adnexal structures, and dense, dermal fibrosis noted on pathology. [16]", "contents": "Aplasia Cutis Congenita -- Histopathology. The diagnosis of ACC can typically be made solely from clinical examination. Many providers withhold performing a lesional biopsy given the patient's age demographics and typical scalp involvement. When a biopsy is necessary to aid in the diagnosis, proper workup, including imaging of the lesion with ultrasound (US) or MRI, is important to ensure there are no underlying malformations that can be damaged during the biopsy procedure. [9] Histopathologic findings of non-healed lesions include an absent epidermis and/or dermis with a proliferation of blood vessels. [16] A subtype known as membranous-type ACC will have a thin translucent membrane covering. [17] Lesions that have already healed with a scar will have a thin or flattened epidermis, absent adnexal structures, and dense, dermal fibrosis noted on pathology. [16]"}
{"id": "article-17768_8", "title": "Aplasia Cutis Congenita -- History and Physical", "content": "ACC can have a variable presentation at birth including an erosion, ulceration, membrane-covered defect, or scar, indicating intrauterine healing. Solitary scalp lesions make up approximately 70% of all ACC cases, although multiple lesions affecting the face, trunk and extremities can also be seen. [2] [18] Lesions vary in size from a few millimeters up to several centimeters. [7] For cases with no underlying defects, ACC will gradually become smaller and ultimately form a scarred defect. [3]", "contents": "Aplasia Cutis Congenita -- History and Physical. ACC can have a variable presentation at birth including an erosion, ulceration, membrane-covered defect, or scar, indicating intrauterine healing. Solitary scalp lesions make up approximately 70% of all ACC cases, although multiple lesions affecting the face, trunk and extremities can also be seen. [2] [18] Lesions vary in size from a few millimeters up to several centimeters. [7] For cases with no underlying defects, ACC will gradually become smaller and ultimately form a scarred defect. [3]"}
{"id": "article-17768_9", "title": "Aplasia Cutis Congenita -- Evaluation", "content": "ACC can be associated with underlying morphologic abnormalities in approximately 37% of cases, according to Mesrati et al. [19] including underlying bony defects, vascular anomalies, or neurologic malformations, so it is prudent for clinicians to evaluate the disease involvement with imaging. A midline vertex scalp lesion, hair collar sign, and vascular stains have all been shown to be strong indicators for cranial or central nervous system (CNS) involvement. [17] [20] Small, scalp lesions are less likely associated with underlying defects and typically heal on their own within a couple of months; therefore, monitoring these lesions without further imaging is acceptable. [9] For larger, ulcerative lesions, ultrasound provides a relatively inexpensive evaluation while not putting the child through a great deal of discomfort. If there is any concern for underlying defects on ultrasound, further workup with MRI is warranted. MRI is more sensitive and specific for identifying underlying lesions according to a 2017 retrospective multicenter study [17] ; however, it is more costly than ultrasound and typically requires the child to be sedated for the duration of the procedure, making this a poor choice for initial screening. If the lesion is purulent or surrounded by erythema, a lab workup including complete blood count, blood cultures, and wound cultures would be advised. [9] [21]", "contents": "Aplasia Cutis Congenita -- Evaluation. ACC can be associated with underlying morphologic abnormalities in approximately 37% of cases, according to Mesrati et al. [19] including underlying bony defects, vascular anomalies, or neurologic malformations, so it is prudent for clinicians to evaluate the disease involvement with imaging. A midline vertex scalp lesion, hair collar sign, and vascular stains have all been shown to be strong indicators for cranial or central nervous system (CNS) involvement. [17] [20] Small, scalp lesions are less likely associated with underlying defects and typically heal on their own within a couple of months; therefore, monitoring these lesions without further imaging is acceptable. [9] For larger, ulcerative lesions, ultrasound provides a relatively inexpensive evaluation while not putting the child through a great deal of discomfort. If there is any concern for underlying defects on ultrasound, further workup with MRI is warranted. MRI is more sensitive and specific for identifying underlying lesions according to a 2017 retrospective multicenter study [17] ; however, it is more costly than ultrasound and typically requires the child to be sedated for the duration of the procedure, making this a poor choice for initial screening. If the lesion is purulent or surrounded by erythema, a lab workup including complete blood count, blood cultures, and wound cultures would be advised. [9] [21]"}
{"id": "article-17768_10", "title": "Aplasia Cutis Congenita -- Treatment / Management", "content": "The approach to managing patients with ACC varies based on the size of the lesion and whether underlying defects are present. For small lesions, less than 4 cm without additional findings, daily cleansing of the lesion(s) with an application of topical antibacterial ointment is recommended until healing is complete. [3] [19] [22] Lesions will typically heal within a few weeks to a few months with an atrophic, hairless scar. [3] Larger lesions greater than 4 cm are more commonly associated with underlying defects and are at increased risk of complications, including hemorrhage, venous thrombosis, and infection. [17] [20] Early surgical repair is recommended to avoid these complications. Skin grafting or flap techniques are commonly utilized as some lesions can be several centimeters in size. [22]", "contents": "Aplasia Cutis Congenita -- Treatment / Management. The approach to managing patients with ACC varies based on the size of the lesion and whether underlying defects are present. For small lesions, less than 4 cm without additional findings, daily cleansing of the lesion(s) with an application of topical antibacterial ointment is recommended until healing is complete. [3] [19] [22] Lesions will typically heal within a few weeks to a few months with an atrophic, hairless scar. [3] Larger lesions greater than 4 cm are more commonly associated with underlying defects and are at increased risk of complications, including hemorrhage, venous thrombosis, and infection. [17] [20] Early surgical repair is recommended to avoid these complications. Skin grafting or flap techniques are commonly utilized as some lesions can be several centimeters in size. [22]"}
{"id": "article-17768_11", "title": "Aplasia Cutis Congenita -- Differential Diagnosis", "content": "ACC is often distinguishable with a good clinical exam, but lesions with similar presentations at birth should be considered and ruled out. A meningocele is a serious neural tube defect where the neural sac protrudes from the CNS and can present as a midline skin or membrane-covered defect, commonly on the scalp. [23] Imaging can help identify the CNS connection to make this diagnosis. [17] [23] Some membranous-type ACC lesions can resemble a congenital dermoid cyst, although the former will have a more translucent appearance. It is important for clinicians to also inquire about fetal monitoring and assistive delivery devices during birth as scalp electrodes and forceps devices can traumatize the skin leaving eroded wounds resembling ACC. A small percentage of lesions will heal in utero, appearing as an atrophic hairless scar, which can be mistaken for an epidermal nevus. [17] [19] [24]", "contents": "Aplasia Cutis Congenita -- Differential Diagnosis. ACC is often distinguishable with a good clinical exam, but lesions with similar presentations at birth should be considered and ruled out. A meningocele is a serious neural tube defect where the neural sac protrudes from the CNS and can present as a midline skin or membrane-covered defect, commonly on the scalp. [23] Imaging can help identify the CNS connection to make this diagnosis. [17] [23] Some membranous-type ACC lesions can resemble a congenital dermoid cyst, although the former will have a more translucent appearance. It is important for clinicians to also inquire about fetal monitoring and assistive delivery devices during birth as scalp electrodes and forceps devices can traumatize the skin leaving eroded wounds resembling ACC. A small percentage of lesions will heal in utero, appearing as an atrophic hairless scar, which can be mistaken for an epidermal nevus. [17] [19] [24]"}
{"id": "article-17768_12", "title": "Aplasia Cutis Congenita -- Prognosis", "content": "Although isolated ACC without an underlying defect can have a relatively benign course when complications occur, the risk of mortality dramatically increases. The estimated mortality rate ranges from 20% to 55% as a result of serious complications. [25] The most common life-threatening complication of ACC is sagittal sinus bleeding, seen with lesions nearby on the scalp. [26] Another potential complication of ACC includes secondary infection of the lesion. Patients are at an increased risk of cutaneous infections, given the fact that the skin’s barrier against environmental microbes is absent or impaired. Severe infections can progress to meningitis if not treated appropriately. [27] Prompt management of large scalp lesions, commonly with surgery, can help prevent these complications. [17]", "contents": "Aplasia Cutis Congenita -- Prognosis. Although isolated ACC without an underlying defect can have a relatively benign course when complications occur, the risk of mortality dramatically increases. The estimated mortality rate ranges from 20% to 55% as a result of serious complications. [25] The most common life-threatening complication of ACC is sagittal sinus bleeding, seen with lesions nearby on the scalp. [26] Another potential complication of ACC includes secondary infection of the lesion. Patients are at an increased risk of cutaneous infections, given the fact that the skin’s barrier against environmental microbes is absent or impaired. Severe infections can progress to meningitis if not treated appropriately. [27] Prompt management of large scalp lesions, commonly with surgery, can help prevent these complications. [17]"}
{"id": "article-17768_13", "title": "Aplasia Cutis Congenita -- Enhancing Healthcare Team Outcomes", "content": "The management of aplasia cutis congenita can be straightforward unless underlying abnormalities are present. Complications can occur, requiring an interprofessional team of healthcare professionals to help diagnose and manage these cases. With complications, the morbidity and mortality of ACC are very high, which reiterates the necessity for good communication between providers involved. [25] When a newborn presents to the clinic with a lesion concerning ACC, determining whether imaging is needed can be difficult to determine. Although there are no current imaging guidelines in place, studies show that each of the following is more commonly associated with underlying abnormalities which warrant proper imaging workup: Lesion size greater than 4 cm Presence of hair tufting [17] (Level 4) Neurologic deficits Hemorrhagic lesion Membranous-type ACC [17] (Level 4)", "contents": "Aplasia Cutis Congenita -- Enhancing Healthcare Team Outcomes. The management of aplasia cutis congenita can be straightforward unless underlying abnormalities are present. Complications can occur, requiring an interprofessional team of healthcare professionals to help diagnose and manage these cases. With complications, the morbidity and mortality of ACC are very high, which reiterates the necessity for good communication between providers involved. [25] When a newborn presents to the clinic with a lesion concerning ACC, determining whether imaging is needed can be difficult to determine. Although there are no current imaging guidelines in place, studies show that each of the following is more commonly associated with underlying abnormalities which warrant proper imaging workup: Lesion size greater than 4 cm Presence of hair tufting [17] (Level 4) Neurologic deficits Hemorrhagic lesion Membranous-type ACC [17] (Level 4)"}
{"id": "article-17768_14", "title": "Aplasia Cutis Congenita -- Enhancing Healthcare Team Outcomes", "content": "If imaging with ultrasound or MRI shows concern for an underlying abnormality, surgical intervention is usually necessary to prevent complications such as superior sagittal sinus hemorrhage, meningitis, thrombosis, among others. When isolated cases without underlying defects are present, the prognosis is quite good with simple wound care and close monitoring by pediatricians and/or dermatologists. [22] Although complications are rare, an understanding of ACC is important for providers to effectively work-up cases and to ensure prompt consultations are made when needed.", "contents": "Aplasia Cutis Congenita -- Enhancing Healthcare Team Outcomes. If imaging with ultrasound or MRI shows concern for an underlying abnormality, surgical intervention is usually necessary to prevent complications such as superior sagittal sinus hemorrhage, meningitis, thrombosis, among others. When isolated cases without underlying defects are present, the prognosis is quite good with simple wound care and close monitoring by pediatricians and/or dermatologists. [22] Although complications are rare, an understanding of ACC is important for providers to effectively work-up cases and to ensure prompt consultations are made when needed."}
{"id": "article-17768_15", "title": "Aplasia Cutis Congenita -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Aplasia Cutis Congenita -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}