{"id": "article-18251_0", "title": "Anatomy, Shoulder and Upper Limb, Biceps Muscle -- Introduction", "content": "The biceps brachii, or simply \"biceps,\" is a large, thick, fusiform muscle on the upper arm's ventral portion (see Image . Right Upper Extremity Surface Anatomy). As the name implies, this muscle's proximal attachment has 2 heads. The short head is sometimes referred to as \"caput breve,\" while the long head is also called \"caput longum.\" Distally, the biceps brachii continues as the bicipital aponeurosis, crossing the elbow joint to insert on the radius and forearm fascia. This muscle is a forearm flexor when extended but becomes the forearm's most powerful supinator when flexed.", "contents": "Anatomy, Shoulder and Upper Limb, Biceps Muscle -- Introduction. The biceps brachii, or simply \"biceps,\" is a large, thick, fusiform muscle on the upper arm's ventral portion (see Image . Right Upper Extremity Surface Anatomy). As the name implies, this muscle's proximal attachment has 2 heads. The short head is sometimes referred to as \"caput breve,\" while the long head is also called \"caput longum.\" Distally, the biceps brachii continues as the bicipital aponeurosis, crossing the elbow joint to insert on the radius and forearm fascia. This muscle is a forearm flexor when extended but becomes the forearm's most powerful supinator when flexed."}
{"id": "article-18251_1", "title": "Anatomy, Shoulder and Upper Limb, Biceps Muscle -- Introduction", "content": "The conditions affecting the biceps brachii are often caused by muscle overuse or trauma. For example, the \"popeye deformity,\" common to baseball pitchers, arises from a ruptured long head tendon due to chronic wear and tear. Consequently, the muscle forms a ball at the anterior mid-arm. The biceps brachii is also an important landmark for locating the brachial artery during physical examination and ultrasound-guided arterial cannulation. This article discusses the biceps brachii's anatomy and clinical importance.", "contents": "Anatomy, Shoulder and Upper Limb, Biceps Muscle -- Introduction. The conditions affecting the biceps brachii are often caused by muscle overuse or trauma. For example, the \"popeye deformity,\" common to baseball pitchers, arises from a ruptured long head tendon due to chronic wear and tear. Consequently, the muscle forms a ball at the anterior mid-arm. The biceps brachii is also an important landmark for locating the brachial artery during physical examination and ultrasound-guided arterial cannulation. This article discusses the biceps brachii's anatomy and clinical importance."}
{"id": "article-18251_2", "title": "Anatomy, Shoulder and Upper Limb, Biceps Muscle -- Structure and Function -- Structure", "content": "The long head of the biceps brachii tendon originates at the supraglenoid tubercle and superior glenoid labrum. The long head's labral origin is mostly posterior in most individuals, while the tendon is 9 cm long on average. The tendon is extrasynovial inside the shoulder joint, passing obliquely toward the bicipital groove. The biceps long head tendon then exits the distal bicipital groove and joins the short head tendon. Both tendons transition into their respective muscle bellies in the central third of the upper arm. [1] [2] After crossing the cubital fossa, the biceps brachii continues as the bicipital aponeurosis, which inserts on the radial tuberosity and medial forearm fascia (see Image . Biceps Brachii Anatomy). [3]", "contents": "Anatomy, Shoulder and Upper Limb, Biceps Muscle -- Structure and Function -- Structure. The long head of the biceps brachii tendon originates at the supraglenoid tubercle and superior glenoid labrum. The long head's labral origin is mostly posterior in most individuals, while the tendon is 9 cm long on average. The tendon is extrasynovial inside the shoulder joint, passing obliquely toward the bicipital groove. The biceps long head tendon then exits the distal bicipital groove and joins the short head tendon. Both tendons transition into their respective muscle bellies in the central third of the upper arm. [1] [2] After crossing the cubital fossa, the biceps brachii continues as the bicipital aponeurosis, which inserts on the radial tuberosity and medial forearm fascia (see Image . Biceps Brachii Anatomy). [3]"}
{"id": "article-18251_3", "title": "Anatomy, Shoulder and Upper Limb, Biceps Muscle -- Structure and Function -- Structure", "content": "The biceps' distal insertion point has become controversial in recent years due to the site's importance in distal biceps reconstruction. Historically, the insertion site has been described as having one homogenous tendon attached to the radial tuberosity. However, recent studies reveal that the biceps inserts distally via 2 distinct tendons. The short head inserts more distally than the long head, specifically at the radial tuberosity's apex. The long head passes deep to the short head's distal tendon before attaching proximally on the radial tuberosity. [4] The muscle antagonizing the biceps is the triceps brachii. [5] [6] [7]", "contents": "Anatomy, Shoulder and Upper Limb, Biceps Muscle -- Structure and Function -- Structure. The biceps' distal insertion point has become controversial in recent years due to the site's importance in distal biceps reconstruction. Historically, the insertion site has been described as having one homogenous tendon attached to the radial tuberosity. However, recent studies reveal that the biceps inserts distally via 2 distinct tendons. The short head inserts more distally than the long head, specifically at the radial tuberosity's apex. The long head passes deep to the short head's distal tendon before attaching proximally on the radial tuberosity. [4] The muscle antagonizing the biceps is the triceps brachii. [5] [6] [7]"}
{"id": "article-18251_4", "title": "Anatomy, Shoulder and Upper Limb, Biceps Muscle -- Structure and Function -- Biomechanics", "content": "The biceps brachii is primarily a strong forearm supinator but a weak elbow flexor. [8] The brachialis is the primary forearm flexor. Biomechanically, the long head of the biceps has a controversial role in the shoulder joint's dynamic stability. However, studies demonstrate that the long head tendon may be a passive stabilizer of the shoulder joint.", "contents": "Anatomy, Shoulder and Upper Limb, Biceps Muscle -- Structure and Function -- Biomechanics. The biceps brachii is primarily a strong forearm supinator but a weak elbow flexor. [8] The brachialis is the primary forearm flexor. Biomechanically, the long head of the biceps has a controversial role in the shoulder joint's dynamic stability. However, studies demonstrate that the long head tendon may be a passive stabilizer of the shoulder joint."}
{"id": "article-18251_5", "title": "Anatomy, Shoulder and Upper Limb, Biceps Muscle -- Structure and Function -- Biomechanics", "content": "Neer proposed in the 1970s that the shoulder-stabilizing action of the tendon of the biceps long head varied depending on the elbow's position. Subsequent studies refuted the theory that the long head had an active role in securing the joint. [9] Jobe and Perry evaluated biceps activation during the throwing motion in athletes. The authors reported that peak muscle stimulation occurred during elbow flexion and forearm deceleration, while little proximal biceps activity occurred during the earlier phases of throwing. [10]", "contents": "Anatomy, Shoulder and Upper Limb, Biceps Muscle -- Structure and Function -- Biomechanics. Neer proposed in the 1970s that the shoulder-stabilizing action of the tendon of the biceps long head varied depending on the elbow's position. Subsequent studies refuted the theory that the long head had an active role in securing the joint. [9] Jobe and Perry evaluated biceps activation during the throwing motion in athletes. The authors reported that peak muscle stimulation occurred during elbow flexion and forearm deceleration, while little proximal biceps activity occurred during the earlier phases of throwing. [10]"}
{"id": "article-18251_6", "title": "Anatomy, Shoulder and Upper Limb, Biceps Muscle -- Structure and Function -- Pain Generation", "content": "The long head of the biceps tendon is a well-recognized source of anterior shoulder pain. Mechanical causes include repetitive traction, friction, and glenohumeral rotation. The bicipital sheath is vulnerable to tenosynovial inflammation by association as it is contiguous with the glenohumeral joint's synovial lining. The upper third of the long head tendon possesses a rich sympathetic nerve network. Neuropeptides like substance P and calcitonin gene-related peptide are released abundantly in the sensory nerves in this region. This sympathetic network causes vasodilatory changes, contributing to neurogenic inflammation that leads to chronic damage to the biceps long head tendon. [11] [12]", "contents": "Anatomy, Shoulder and Upper Limb, Biceps Muscle -- Structure and Function -- Pain Generation. The long head of the biceps tendon is a well-recognized source of anterior shoulder pain. Mechanical causes include repetitive traction, friction, and glenohumeral rotation. The bicipital sheath is vulnerable to tenosynovial inflammation by association as it is contiguous with the glenohumeral joint's synovial lining. The upper third of the long head tendon possesses a rich sympathetic nerve network. Neuropeptides like substance P and calcitonin gene-related peptide are released abundantly in the sensory nerves in this region. This sympathetic network causes vasodilatory changes, contributing to neurogenic inflammation that leads to chronic damage to the biceps long head tendon. [11] [12]"}
{"id": "article-18251_7", "title": "Anatomy, Shoulder and Upper Limb, Biceps Muscle -- Embryology", "content": "The limb muscles' cellular precursors migrate into the limb buds from the somites in the 5th week of development. The muscle fibers arise from the somites, while the local limb bud cells form the tendons and other connective muscle tissue. Myocyte formation occurs shortly after the skeletal elements develop.", "contents": "Anatomy, Shoulder and Upper Limb, Biceps Muscle -- Embryology. The limb muscles' cellular precursors migrate into the limb buds from the somites in the 5th week of development. The muscle fibers arise from the somites, while the local limb bud cells form the tendons and other connective muscle tissue. Myocyte formation occurs shortly after the skeletal elements develop."}
{"id": "article-18251_8", "title": "Anatomy, Shoulder and Upper Limb, Biceps Muscle -- Embryology", "content": "The biceps, coracobrachialis, and brachialis muscles arise from a common premuscular mass. The proximal insertions of the biceps brachii's 2 heads separate with scapular development. The brachialis and biceps may be hard to distinguish until the distal segment of the common muscle mass differentiates, which occurs later than proximal muscle segmentation. [19] [20]", "contents": "Anatomy, Shoulder and Upper Limb, Biceps Muscle -- Embryology. The biceps, coracobrachialis, and brachialis muscles arise from a common premuscular mass. The proximal insertions of the biceps brachii's 2 heads separate with scapular development. The brachialis and biceps may be hard to distinguish until the distal segment of the common muscle mass differentiates, which occurs later than proximal muscle segmentation. [19] [20]"}
{"id": "article-18251_9", "title": "Anatomy, Shoulder and Upper Limb, Biceps Muscle -- Blood Supply and Lymphatics", "content": "The primary arterial blood supply for the biceps brachii muscle comes from the muscular branches of the brachial artery. This artery is the axillary artery's continuation as it exits the axilla at the teres major's inferior margin. The brachial artery can be palpated deep to the biceps. Locating this vessel before taking the blood pressure helps ensure that the appropriate cuff pressure is applied and the measurement is accurate. [13]", "contents": "Anatomy, Shoulder and Upper Limb, Biceps Muscle -- Blood Supply and Lymphatics. The primary arterial blood supply for the biceps brachii muscle comes from the muscular branches of the brachial artery. This artery is the axillary artery's continuation as it exits the axilla at the teres major's inferior margin. The brachial artery can be palpated deep to the biceps. Locating this vessel before taking the blood pressure helps ensure that the appropriate cuff pressure is applied and the measurement is accurate. [13]"}
{"id": "article-18251_10", "title": "Anatomy, Shoulder and Upper Limb, Biceps Muscle -- Nerves", "content": "The musculocutaneous nerve provides the biceps' sensory and motor innervation. This nerve arises from the C5 and C6 spinal roots and is a terminal branch of the brachial plexus' lateral cord. The musculocutaneous nerve runs from the inferior border of the pectoralis minor, pierces the coracobrachialis, and traverses distally between the biceps and brachialis. This nerve becomes the lateral cutaneous nerve of the forearm after crossing the cubital fossa.", "contents": "Anatomy, Shoulder and Upper Limb, Biceps Muscle -- Nerves. The musculocutaneous nerve provides the biceps' sensory and motor innervation. This nerve arises from the C5 and C6 spinal roots and is a terminal branch of the brachial plexus' lateral cord. The musculocutaneous nerve runs from the inferior border of the pectoralis minor, pierces the coracobrachialis, and traverses distally between the biceps and brachialis. This nerve becomes the lateral cutaneous nerve of the forearm after crossing the cubital fossa."}
{"id": "article-18251_11", "title": "Anatomy, Shoulder and Upper Limb, Biceps Muscle -- Physiologic Variants", "content": "Approximately 30% of adults have some variation in the biceps' origin. A third head may arise from the humerus in many patients. However, about 2% to 5% of individuals may have supernumerary heads of the biceps, numbering anywhere from 3 to 7. [14] The distal biceps tendon may be bifurcated in about 20% or completely separated in about 40% of individuals. These variations have no adverse effect on arm function. [15]", "contents": "Anatomy, Shoulder and Upper Limb, Biceps Muscle -- Physiologic Variants. Approximately 30% of adults have some variation in the biceps' origin. A third head may arise from the humerus in many patients. However, about 2% to 5% of individuals may have supernumerary heads of the biceps, numbering anywhere from 3 to 7. [14] The distal biceps tendon may be bifurcated in about 20% or completely separated in about 40% of individuals. These variations have no adverse effect on arm function. [15]"}
{"id": "article-18251_12", "title": "Anatomy, Shoulder and Upper Limb, Biceps Muscle -- Surgical Considerations", "content": "The tendon of the biceps long head is enclosed by a synovial sheath and moves back and forth in the bicipital groove during arm movement. This mechanism is a frequent cause of long head tendon inflammation. The procedures commonly performed to treat advanced tendinopathy of the biceps long head are tenotomy and tenodesis.", "contents": "Anatomy, Shoulder and Upper Limb, Biceps Muscle -- Surgical Considerations. The tendon of the biceps long head is enclosed by a synovial sheath and moves back and forth in the bicipital groove during arm movement. This mechanism is a frequent cause of long head tendon inflammation. The procedures commonly performed to treat advanced tendinopathy of the biceps long head are tenotomy and tenodesis."}
{"id": "article-18251_13", "title": "Anatomy, Shoulder and Upper Limb, Biceps Muscle -- Surgical Considerations -- Biceps Tenotomy", "content": "Arthroscopic inspection helps estimate the severity of biceps tendon injury. The Lafosse grading scale can help classify gross biceps long head tendon pathology intraoperatively, which has the following system: [16] Grade 0: Normal tendon Grade 1: Minor lesion (partial, localized areas of tendon erosion or fraying; focal areas affecting <50% of the tendon width) Grade 2: Major lesion (extensive tendon loss, compromising more than 50% of the tendon width)", "contents": "Anatomy, Shoulder and Upper Limb, Biceps Muscle -- Surgical Considerations -- Biceps Tenotomy. Arthroscopic inspection helps estimate the severity of biceps tendon injury. The Lafosse grading scale can help classify gross biceps long head tendon pathology intraoperatively, which has the following system: [16] Grade 0: Normal tendon Grade 1: Minor lesion (partial, localized areas of tendon erosion or fraying; focal areas affecting <50% of the tendon width) Grade 2: Major lesion (extensive tendon loss, compromising more than 50% of the tendon width)"}
{"id": "article-18251_14", "title": "Anatomy, Shoulder and Upper Limb, Biceps Muscle -- Surgical Considerations -- Biceps Tenotomy", "content": "Some surgeons solely debride tendons with 25% to 50% injury. Arthroscopic biceps tenotomy is indicated for more severe pathology and is performed by releasing the tendon as close as possible to the superior labrum. The tendon should retract distally toward the bicipital groove if unimpeded by soft tissue adhesions. If adhesions are present, the tendon must be mobilized to enable retraction following tenotomy. Potential sources of postoperative pain are hypertrophy of the biceps long head tendon and scarring of other structures in the shoulder joint. [17]", "contents": "Anatomy, Shoulder and Upper Limb, Biceps Muscle -- Surgical Considerations -- Biceps Tenotomy. Some surgeons solely debride tendons with 25% to 50% injury. Arthroscopic biceps tenotomy is indicated for more severe pathology and is performed by releasing the tendon as close as possible to the superior labrum. The tendon should retract distally toward the bicipital groove if unimpeded by soft tissue adhesions. If adhesions are present, the tendon must be mobilized to enable retraction following tenotomy. Potential sources of postoperative pain are hypertrophy of the biceps long head tendon and scarring of other structures in the shoulder joint. [17]"}
{"id": "article-18251_15", "title": "Anatomy, Shoulder and Upper Limb, Biceps Muscle -- Surgical Considerations -- Biceps Tenodesis", "content": "This procedure is recommended over tenotomy in the presence of biceps long head tendon instability. Biceps tenodesis is preferred in younger patients, athletes, laborers, and patients specifically concerned with postoperative cosmetic deformities, such as the popeye deformity. Tenodesis optimizes the length-tension relationship of the biceps muscle and reduces the risk of postoperative muscle atrophy, fatigue, and cramping. [18]", "contents": "Anatomy, Shoulder and Upper Limb, Biceps Muscle -- Surgical Considerations -- Biceps Tenodesis. This procedure is recommended over tenotomy in the presence of biceps long head tendon instability. Biceps tenodesis is preferred in younger patients, athletes, laborers, and patients specifically concerned with postoperative cosmetic deformities, such as the popeye deformity. Tenodesis optimizes the length-tension relationship of the biceps muscle and reduces the risk of postoperative muscle atrophy, fatigue, and cramping. [18]"}
{"id": "article-18251_16", "title": "Anatomy, Shoulder and Upper Limb, Biceps Muscle -- Clinical Significance", "content": "Pathologic conditions affecting the proximal and distal biceps brachii tendons are often nonoperatively managed initially. Conditions affecting the distal biceps brachii tendon are beyond the scope of this article. Rehabilitation focuses on restoring muscle balance across the shoulder girdle and improving shoulder range of motion, rotator cuff strength, and periscapular stability. For conditions affecting the proximal aspect of the long head of the biceps tendon, the following treatments can be considered: Physical therapy with proximal biceps stretching and strengthening exercises Pharmacologic treatment with nonsteroidal anti-inflammatory drugs Iontophoresis, eg, with dexamethasone", "contents": "Anatomy, Shoulder and Upper Limb, Biceps Muscle -- Clinical Significance. Pathologic conditions affecting the proximal and distal biceps brachii tendons are often nonoperatively managed initially. Conditions affecting the distal biceps brachii tendon are beyond the scope of this article. Rehabilitation focuses on restoring muscle balance across the shoulder girdle and improving shoulder range of motion, rotator cuff strength, and periscapular stability. For conditions affecting the proximal aspect of the long head of the biceps tendon, the following treatments can be considered: Physical therapy with proximal biceps stretching and strengthening exercises Pharmacologic treatment with nonsteroidal anti-inflammatory drugs Iontophoresis, eg, with dexamethasone"}
{"id": "article-18251_17", "title": "Anatomy, Shoulder and Upper Limb, Biceps Muscle -- Clinical Significance", "content": "Focused stretching of the anterior shoulder structures, including pectoralis minor, should also be considered. Modalities like dry needling have shown promise in preliminary animal studies. Surgery is warranted in severe or refractory conditions.", "contents": "Anatomy, Shoulder and Upper Limb, Biceps Muscle -- Clinical Significance. Focused stretching of the anterior shoulder structures, including pectoralis minor, should also be considered. Modalities like dry needling have shown promise in preliminary animal studies. Surgery is warranted in severe or refractory conditions."}
{"id": "article-18251_18", "title": "Anatomy, Shoulder and Upper Limb, Biceps Muscle -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Anatomy, Shoulder and Upper Limb, Biceps Muscle -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}