{"id": "article-24176_0", "title": "Legionnaires Disease -- Continuing Education Activity", "content": "Legionella pneumophila is an intracellular, aerobic, gram-negative bacillus and the etiologic agent of Legionnaires disease. Legionnaires disease is an atypical pneumonia that is usually community-acquired but may be acquired in healthcare settings. Legionnaires disease is a significant worldwide public health concern worldwide; the bacteria are spread through aspiration or inhalation of contaminated aerosolized water particles. Legionnaires disease may be particularly severe in older patients and those who are immunocompromised. The disease may be mild and self-limiting or severe and life-threatening. Early and accurate diagnosis facilitates timely therapeutic intervention, which substantially reduces the morbidity and mortality of Legionnaires disease. Most patients with Legionnaires disease will require hospitalization, and half will require intensive care. This activity for healthcare professionals reviews the etiology, epidemiology, pathophysiology, histologic findings, evaluation, and management of Legionnaires disease and highlights the role of the interprofessional healthcare team in improving outcomes for patients with this bacterial infection.", "contents": "Legionnaires Disease -- Continuing Education Activity. Legionella pneumophila is an intracellular, aerobic, gram-negative bacillus and the etiologic agent of Legionnaires disease. Legionnaires disease is an atypical pneumonia that is usually community-acquired but may be acquired in healthcare settings. Legionnaires disease is a significant worldwide public health concern worldwide; the bacteria are spread through aspiration or inhalation of contaminated aerosolized water particles. Legionnaires disease may be particularly severe in older patients and those who are immunocompromised. The disease may be mild and self-limiting or severe and life-threatening. Early and accurate diagnosis facilitates timely therapeutic intervention, which substantially reduces the morbidity and mortality of Legionnaires disease. Most patients with Legionnaires disease will require hospitalization, and half will require intensive care. This activity for healthcare professionals reviews the etiology, epidemiology, pathophysiology, histologic findings, evaluation, and management of Legionnaires disease and highlights the role of the interprofessional healthcare team in improving outcomes for patients with this bacterial infection."}
{"id": "article-24176_1", "title": "Legionnaires Disease -- Continuing Education Activity", "content": "Objectives: Identify patients at risk for Legionnaires disease based on their clinical history. Apply evidence- and guideline-based therapeutic interventions for patients with Legionnaires disease. Identify and manage the common complications of Legionnaires disease. Develop and implement effective interprofessional team strategies to improve outcomes for patients with Legionnaires disease. Access free multiple choice questions on this topic.", "contents": "Legionnaires Disease -- Continuing Education Activity. Objectives: Identify patients at risk for Legionnaires disease based on their clinical history. Apply evidence- and guideline-based therapeutic interventions for patients with Legionnaires disease. Identify and manage the common complications of Legionnaires disease. Develop and implement effective interprofessional team strategies to improve outcomes for patients with Legionnaires disease. Access free multiple choice questions on this topic."}
{"id": "article-24176_2", "title": "Legionnaires Disease -- Introduction", "content": "A pneumonia outbreak occurred during the 58th Annual Convention of the American Legion held in Philadelphia in 1976; in 1977, Legionella pneumophila was identified as the cause, and L pneumophila pneumonia was coined Legionnaires disease. The aquatic L pneumophila was aerosolized from the water in the air conditioning system and inhaled by the convention goers. Affected patients developed syndromes ranging from a flu-like illness to multisystem organ failure; 29 of the affected 182 patients died. [1]", "contents": "Legionnaires Disease -- Introduction. A pneumonia outbreak occurred during the 58th Annual Convention of the American Legion held in Philadelphia in 1976; in 1977, Legionella pneumophila was identified as the cause, and L pneumophila pneumonia was coined Legionnaires disease. The aquatic L pneumophila was aerosolized from the water in the air conditioning system and inhaled by the convention goers. Affected patients developed syndromes ranging from a flu-like illness to multisystem organ failure; 29 of the affected 182 patients died. [1]"}
{"id": "article-24176_3", "title": "Legionnaires Disease -- Introduction", "content": "Legionnaires disease is an atypical pneumonia frequently clinically different from other bacterial pneumonia. The predominant symptoms of Legionnaires disease include fever, cough, dyspnea, headache, and fatigue. The incubation period of L pneumophila ranges from 2 to 10 days following exposure to contaminated water. Radiographic findings of L pneumophila pneumonia will vary but are frequently described as patchy, fluffy, and unilobar infiltrates with a propensity to consolidate. Purulent sputum, pleuritic chest pain, and pleural effusion are less frequently encountered with L pneumophila pneumonia than other causes of bacterial pneumonia. [2] [3] Although Legionnaires disease may not differ from other types of community-acquired pneumonia, certain symptoms such as diarrhea and confusion increase the index of suspicion for legionellosis. Laboratory abnormalities such as hyponatremia, evidence of acute kidney injury, and elevations of transaminases, erythrocyte sedimentation rate, or C-reactive protein may be indicative of legionellosis. [2] [3] [4] The diagnosis of legionellosis is based on clinical features, laboratory tests, and imaging studies. Treatment of Legionnaires disease comprises antibiotics effective against intracellular bacteria such as fluoroquinolones, macrolides, or tetracyclines.", "contents": "Legionnaires Disease -- Introduction. Legionnaires disease is an atypical pneumonia frequently clinically different from other bacterial pneumonia. The predominant symptoms of Legionnaires disease include fever, cough, dyspnea, headache, and fatigue. The incubation period of L pneumophila ranges from 2 to 10 days following exposure to contaminated water. Radiographic findings of L pneumophila pneumonia will vary but are frequently described as patchy, fluffy, and unilobar infiltrates with a propensity to consolidate. Purulent sputum, pleuritic chest pain, and pleural effusion are less frequently encountered with L pneumophila pneumonia than other causes of bacterial pneumonia. [2] [3] Although Legionnaires disease may not differ from other types of community-acquired pneumonia, certain symptoms such as diarrhea and confusion increase the index of suspicion for legionellosis. Laboratory abnormalities such as hyponatremia, evidence of acute kidney injury, and elevations of transaminases, erythrocyte sedimentation rate, or C-reactive protein may be indicative of legionellosis. [2] [3] [4] The diagnosis of legionellosis is based on clinical features, laboratory tests, and imaging studies. Treatment of Legionnaires disease comprises antibiotics effective against intracellular bacteria such as fluoroquinolones, macrolides, or tetracyclines."}
{"id": "article-24176_4", "title": "Legionnaires Disease -- Introduction", "content": "Legionnaires disease remains a critical public health concern due to its potential for outbreaks, high mortality rates in untreated cases, and the challenges associated with diagnosis and control. [5] A comprehensive analysis of the genomic architecture and virulence determinants of L pneumophila illuminates the intricate mechanisms underlying its ability to establish intracellular infections within alveolar macrophages. Ongoing research seeks to elucidate the complex interactions between legionellae, their environmental niches, and human susceptibility factors, aiming to develop more effective preventive strategies and therapeutics. The prevention of Legionnaires disease requires proper maintenance and disinfection of water systems to reduce the risk of bacterial growth and exposure", "contents": "Legionnaires Disease -- Introduction. Legionnaires disease remains a critical public health concern due to its potential for outbreaks, high mortality rates in untreated cases, and the challenges associated with diagnosis and control. [5] A comprehensive analysis of the genomic architecture and virulence determinants of L pneumophila illuminates the intricate mechanisms underlying its ability to establish intracellular infections within alveolar macrophages. Ongoing research seeks to elucidate the complex interactions between legionellae, their environmental niches, and human susceptibility factors, aiming to develop more effective preventive strategies and therapeutics. The prevention of Legionnaires disease requires proper maintenance and disinfection of water systems to reduce the risk of bacterial growth and exposure"}
{"id": "article-24176_5", "title": "Legionnaires Disease -- Etiology", "content": "Legionellae are diverse, gram-negative, facultatively intracellular bacilli; more than 60 species have been identified. However, the etiological agent of most clinical cases is Legionella pneumophila , serogroup 1. [6] While more than 15 serogroups of legionellae have been identified, serogroups 1, 4, and 6 are the cause of human disease; serogroup 1 appears to be the etiologic agent of at least 80% of reported cases of L pneumophila pneumonia. [7] [8] Legionellae are found naturally in freshwater environments like lakes and streams but can survive in various environmental conditions and host organisms, such as protozoa and amoebae. [5] This intracellular bacterium is acquired from infected environmental sources, soil, or water. Legionellae  prefer warm water, between 20 °C and 42 °C; this temperature range facilitates their growth and transmission. Legionellae can adapt to human-made water systems in buildings, including healthcare institutions, by forming biofilms and resisting disinfectants. Biofilm communities and a parasitic relationship with protozoa are critical to maintaining ecological reservoirs. [9] [10] These contaminated reservoirs are a source of human infection via inhalation of aerosolized contaminated water droplets. [11]", "contents": "Legionnaires Disease -- Etiology. Legionellae are diverse, gram-negative, facultatively intracellular bacilli; more than 60 species have been identified. However, the etiological agent of most clinical cases is Legionella pneumophila , serogroup 1. [6] While more than 15 serogroups of legionellae have been identified, serogroups 1, 4, and 6 are the cause of human disease; serogroup 1 appears to be the etiologic agent of at least 80% of reported cases of L pneumophila pneumonia. [7] [8] Legionellae are found naturally in freshwater environments like lakes and streams but can survive in various environmental conditions and host organisms, such as protozoa and amoebae. [5] This intracellular bacterium is acquired from infected environmental sources, soil, or water. Legionellae  prefer warm water, between 20 °C and 42 °C; this temperature range facilitates their growth and transmission. Legionellae can adapt to human-made water systems in buildings, including healthcare institutions, by forming biofilms and resisting disinfectants. Biofilm communities and a parasitic relationship with protozoa are critical to maintaining ecological reservoirs. [9] [10] These contaminated reservoirs are a source of human infection via inhalation of aerosolized contaminated water droplets. [11]"}
{"id": "article-24176_6", "title": "Legionnaires Disease -- Epidemiology", "content": "Legionellae are ubiquitous and transmitted to humans via aerosolized contaminated water from the environment or building water systems. [5] The true incidence of Legionnaires disease is unknown; many countries lack appropriate diagnostic, surveillance, or reporting methods. [12] In the United States, legionellae are the most common cause of waterborne infections; 60% to 65% of reported cases are sporadic and acquired from the environment. [13] The source of the bacterium usually remains unidentified. [13]", "contents": "Legionnaires Disease -- Epidemiology. Legionellae are ubiquitous and transmitted to humans via aerosolized contaminated water from the environment or building water systems. [5] The true incidence of Legionnaires disease is unknown; many countries lack appropriate diagnostic, surveillance, or reporting methods. [12] In the United States, legionellae are the most common cause of waterborne infections; 60% to 65% of reported cases are sporadic and acquired from the environment. [13] The source of the bacterium usually remains unidentified. [13]"}
{"id": "article-24176_7", "title": "Legionnaires Disease -- Epidemiology", "content": "However, legionellae can cause disease outbreaks from contaminated water sources within large buildings and facilities, such as hotels, hospitals, and long-term care facilities. [14] Legionnaires disease has been reported as a travel-associated infection, most commonly associated with hotels with contaminated water systems or hot tubs. [15] The reported incidence of travel-related or healthcare-associated legionellosis in the United States is 20%. [13]", "contents": "Legionnaires Disease -- Epidemiology. However, legionellae can cause disease outbreaks from contaminated water sources within large buildings and facilities, such as hotels, hospitals, and long-term care facilities. [14] Legionnaires disease has been reported as a travel-associated infection, most commonly associated with hotels with contaminated water systems or hot tubs. [15] The reported incidence of travel-related or healthcare-associated legionellosis in the United States is 20%. [13]"}
{"id": "article-24176_8", "title": "Legionnaires Disease -- Epidemiology", "content": "Data from the Centers for Disease Control indicates that the reported incidence of Legionnaires disease in the United States has rapidly increased since 2000. In 2018, 9,933 cases of Legionnaires disease were reported to the CDC; the case fatality rate was 10%. However, many infections go undiagnosed, and underreporting is common. [5]", "contents": "Legionnaires Disease -- Epidemiology. Data from the Centers for Disease Control indicates that the reported incidence of Legionnaires disease in the United States has rapidly increased since 2000. In 2018, 9,933 cases of Legionnaires disease were reported to the CDC; the case fatality rate was 10%. However, many infections go undiagnosed, and underreporting is common. [5]"}
{"id": "article-24176_9", "title": "Legionnaires Disease -- Epidemiology", "content": "Approximately 10% of the global legionellosis cases are diagnosed within the United States, resulting in 8 to 18,000 annual hospitalizations. [16] Recent data indicate that the prevalence of Legionnaires disease is increasing worldwide and estimate the actual number of infections to be 1.8 – 2.7 times higher than reported. [12] The epidemiology of Legionnaires disease varies by geographic region, season, and population. In the United States, the disease is more common in Ohio, Pennsylvania, New York, and Illinois. In the European Union/European Economic Area, the notification rates increased from 1.2 to 1.4 per 100,000 people between 2012 and 2016 to 1.8 to 2.2 per 100,000 between 2017 and 2019. [17] The disease has also been reported in Asia, Africa, and Latin America [18] .", "contents": "Legionnaires Disease -- Epidemiology. Approximately 10% of the global legionellosis cases are diagnosed within the United States, resulting in 8 to 18,000 annual hospitalizations. [16] Recent data indicate that the prevalence of Legionnaires disease is increasing worldwide and estimate the actual number of infections to be 1.8 – 2.7 times higher than reported. [12] The epidemiology of Legionnaires disease varies by geographic region, season, and population. In the United States, the disease is more common in Ohio, Pennsylvania, New York, and Illinois. In the European Union/European Economic Area, the notification rates increased from 1.2 to 1.4 per 100,000 people between 2012 and 2016 to 1.8 to 2.2 per 100,000 between 2017 and 2019. [17] The disease has also been reported in Asia, Africa, and Latin America [18] ."}
{"id": "article-24176_10", "title": "Legionnaires Disease -- Epidemiology", "content": "Legionellosis demonstrates seasonal variation and is more prevalent in the summer and early fall when the water temperatures are warmer. The disease affects people of all ages; morbidity and mortality rates are higher in older adults and persons with chronic lung disease, weakened immune systems, and those who use tobacco. [19]", "contents": "Legionnaires Disease -- Epidemiology. Legionellosis demonstrates seasonal variation and is more prevalent in the summer and early fall when the water temperatures are warmer. The disease affects people of all ages; morbidity and mortality rates are higher in older adults and persons with chronic lung disease, weakened immune systems, and those who use tobacco. [19]"}
{"id": "article-24176_11", "title": "Legionnaires Disease -- Pathophysiology", "content": "Legionellae  enter the lungs by aspiration of contaminated water or inhaling aerosolized contaminated water or soil. This is the primary mode of human infection, and the infection risk depends on the amount and duration of exposure to contaminated sources. [5] [20] Legionellae enter alveolar macrophages and epithelial cells via phagocytosis. However, the Dot/Icm Type IV Secretion System (T4SS) of legionellae delivers effector proteins into host cells that inhibit phagosome-lysosome fusion and allow bacterial proliferation. [21] [22] Once nutrients are exhausted by the replication process, the bacterial flagellae release caspase-1, host cells undergo apoptosis, and legionellae are released to infect other cells. [23] The immune response to legionellae infection is complex and involves innate and adaptive immunity. [24] The natural inflammatory response further exacerbates legionellae-associated cellular damage.", "contents": "Legionnaires Disease -- Pathophysiology. Legionellae  enter the lungs by aspiration of contaminated water or inhaling aerosolized contaminated water or soil. This is the primary mode of human infection, and the infection risk depends on the amount and duration of exposure to contaminated sources. [5] [20] Legionellae enter alveolar macrophages and epithelial cells via phagocytosis. However, the Dot/Icm Type IV Secretion System (T4SS) of legionellae delivers effector proteins into host cells that inhibit phagosome-lysosome fusion and allow bacterial proliferation. [21] [22] Once nutrients are exhausted by the replication process, the bacterial flagellae release caspase-1, host cells undergo apoptosis, and legionellae are released to infect other cells. [23] The immune response to legionellae infection is complex and involves innate and adaptive immunity. [24] The natural inflammatory response further exacerbates legionellae-associated cellular damage."}
{"id": "article-24176_12", "title": "Legionnaires Disease -- Pathophysiology", "content": "Susceptibility to Legionnaires disease depends on the age, overall health status, and immunocompetence of the host. People older than 50 years and those of any age who use tobacco, have chronic lung disease, or are immunocompromised, including transplant recipients and patients with malignancies, constitute a particularly vulnerable subset. [5]", "contents": "Legionnaires Disease -- Pathophysiology. Susceptibility to Legionnaires disease depends on the age, overall health status, and immunocompetence of the host. People older than 50 years and those of any age who use tobacco, have chronic lung disease, or are immunocompromised, including transplant recipients and patients with malignancies, constitute a particularly vulnerable subset. [5]"}
{"id": "article-24176_13", "title": "Legionnaires Disease -- Histopathology", "content": "Microscopic examination of lung tissue from individuals with Legionnaires disease reveals the hallmark feature of interstitial inflammation. Infiltration of inflammatory cells, including neutrophils, lymphocytes, and macrophages, is conspicuous within the alveolar septae and reflects an attempt to contain and eliminate the intracellular pathogen. Diffuse alveolar damage is characterized by alveolar edema, hyaline membranes, intra-alveolar exudates, and pneumocyte hyperplasia.", "contents": "Legionnaires Disease -- Histopathology. Microscopic examination of lung tissue from individuals with Legionnaires disease reveals the hallmark feature of interstitial inflammation. Infiltration of inflammatory cells, including neutrophils, lymphocytes, and macrophages, is conspicuous within the alveolar septae and reflects an attempt to contain and eliminate the intracellular pathogen. Diffuse alveolar damage is characterized by alveolar edema, hyaline membranes, intra-alveolar exudates, and pneumocyte hyperplasia."}
{"id": "article-24176_14", "title": "Legionnaires Disease -- Histopathology", "content": "Alveolar edema is the accumulation of fluid and protein in the alveolar spaces that impairs gas exchange and causes hypoxia. [25] Hyaline membranes are eosinophilic membranes composed of fibrin, plasma proteins, and cellular debris on the alveolar walls that further obstruct gas exchange and cause fibrosis. Intra-alveolar exudates are predominately mononuclear and indicative of the host immune response. Hyperplasia of type II pneumocytes occurs in response to injury of type I pneumocytes.", "contents": "Legionnaires Disease -- Histopathology. Alveolar edema is the accumulation of fluid and protein in the alveolar spaces that impairs gas exchange and causes hypoxia. [25] Hyaline membranes are eosinophilic membranes composed of fibrin, plasma proteins, and cellular debris on the alveolar walls that further obstruct gas exchange and cause fibrosis. Intra-alveolar exudates are predominately mononuclear and indicative of the host immune response. Hyperplasia of type II pneumocytes occurs in response to injury of type I pneumocytes."}
{"id": "article-24176_15", "title": "Legionnaires Disease -- Histopathology", "content": "Other distinctive histopathological features of Legionnaires disease facilitate differentiating this etiologic agent from other causes of diffuse alveolar damage. Erythroleukophagocytosis is a hallmark of Legionnaires disease that reflects the intravascular hemolysis and leukopenia caused by the infection. [26] The relative scarcity of neutrophils in the alveolar exudate contrasts with the abundant neutrophils seen in other types of bacterial pneumonia. [26] The inability to detect bacteria within lung tissue by conventional Gram- or silver-staining methods reflects the intracellular location of legionellae within macrophages. [26]", "contents": "Legionnaires Disease -- Histopathology. Other distinctive histopathological features of Legionnaires disease facilitate differentiating this etiologic agent from other causes of diffuse alveolar damage. Erythroleukophagocytosis is a hallmark of Legionnaires disease that reflects the intravascular hemolysis and leukopenia caused by the infection. [26] The relative scarcity of neutrophils in the alveolar exudate contrasts with the abundant neutrophils seen in other types of bacterial pneumonia. [26] The inability to detect bacteria within lung tissue by conventional Gram- or silver-staining methods reflects the intracellular location of legionellae within macrophages. [26]"}
{"id": "article-24176_16", "title": "Legionnaires Disease -- Histopathology", "content": "The histopathology of Legionnaires disease may vary with the stage and severity of the infection. The exudative stage occurs within the first week of infection and is characterized by alveolar edema, hyaline membranes, intra-alveolar exudate, and erythroleukophagocytosis. [27] The proliferative stage occurs between the second and third weeks of infection and is characterized by pneumocyte hyperplasia, fibroblast proliferation, and collagen deposition. The fibrotic stage occurs after the third week of infection and is characterized by extensive fibrosis, honeycomb change, and cyst formation. [27]", "contents": "Legionnaires Disease -- Histopathology. The histopathology of Legionnaires disease may vary with the stage and severity of the infection. The exudative stage occurs within the first week of infection and is characterized by alveolar edema, hyaline membranes, intra-alveolar exudate, and erythroleukophagocytosis. [27] The proliferative stage occurs between the second and third weeks of infection and is characterized by pneumocyte hyperplasia, fibroblast proliferation, and collagen deposition. The fibrotic stage occurs after the third week of infection and is characterized by extensive fibrosis, honeycomb change, and cyst formation. [27]"}
{"id": "article-24176_17", "title": "Legionnaires Disease -- Histopathology", "content": "Legionellae infection is confirmed by immunohistochemical staining or molecular techniques identifying bacterial antigens or DNA in the lung tissue. Histopathological examination can provide prognostic information; patients with more severe lung damage have a higher risk of mortality.", "contents": "Legionnaires Disease -- Histopathology. Legionellae infection is confirmed by immunohistochemical staining or molecular techniques identifying bacterial antigens or DNA in the lung tissue. Histopathological examination can provide prognostic information; patients with more severe lung damage have a higher risk of mortality."}
{"id": "article-24176_18", "title": "Legionnaires Disease -- History and Physical", "content": "Obtaining a comprehensive medical and exposure history from any patient with a respiratory complaint is paramount. Inquiries into circumstances that increase the risk of exposure to Legionella pneumophila provide crucial epidemiological information; this includes foreign and domestic travel, hobbies, or contact with potentially contaminated water sources, such as air conditioning systems, cooling towers, hot tubs, or decorative fountains. Certain occupations, such as construction, healthcare, or those in buildings with complex water systems, may confer an elevated risk. The medical history can also reveal risk factors for legionellosis, such as tobacco use, chronic lung disease, immunosuppression, exposure to sick contacts, or information about exposure during an outbreak. [28]", "contents": "Legionnaires Disease -- History and Physical. Obtaining a comprehensive medical and exposure history from any patient with a respiratory complaint is paramount. Inquiries into circumstances that increase the risk of exposure to Legionella pneumophila provide crucial epidemiological information; this includes foreign and domestic travel, hobbies, or contact with potentially contaminated water sources, such as air conditioning systems, cooling towers, hot tubs, or decorative fountains. Certain occupations, such as construction, healthcare, or those in buildings with complex water systems, may confer an elevated risk. The medical history can also reveal risk factors for legionellosis, such as tobacco use, chronic lung disease, immunosuppression, exposure to sick contacts, or information about exposure during an outbreak. [28]"}
{"id": "article-24176_19", "title": "Legionnaires Disease -- History and Physical", "content": "The incubation period for L pneumophila is 2 to 10 days. Symptoms typical of legionellosis include fatigue, fever, cough, myalgias, headache, chest pain, and dyspnea; fatigue and fever may appear before the onset of cough. Although most clinical symptoms are similar to those in other types of pneumonia, particular symptoms, such as nausea, vomiting, and confusion, elevate the suspicion of legionellosis.", "contents": "Legionnaires Disease -- History and Physical. The incubation period for L pneumophila is 2 to 10 days. Symptoms typical of legionellosis include fatigue, fever, cough, myalgias, headache, chest pain, and dyspnea; fatigue and fever may appear before the onset of cough. Although most clinical symptoms are similar to those in other types of pneumonia, particular symptoms, such as nausea, vomiting, and confusion, elevate the suspicion of legionellosis."}
{"id": "article-24176_20", "title": "Legionnaires Disease -- History and Physical", "content": "A comprehensive physical examination is required to identify the signs of pneumonia, such as fever, tachypnea, dry or productive cough, dyspnea, and rales. Hypotension, tachycardia, cyanosis, altered mental status, meningismus, and stigmata of endocarditis may be seen in patients with more severe respiratory cases or extrapulmonary infections. [29]", "contents": "Legionnaires Disease -- History and Physical. A comprehensive physical examination is required to identify the signs of pneumonia, such as fever, tachypnea, dry or productive cough, dyspnea, and rales. Hypotension, tachycardia, cyanosis, altered mental status, meningismus, and stigmata of endocarditis may be seen in patients with more severe respiratory cases or extrapulmonary infections. [29]"}
{"id": "article-24176_21", "title": "Legionnaires Disease -- Evaluation", "content": "Legionnaires disease may be clinically and radiographically indistinguishable from other causes of community-acquired pneumonia. However, particular clinical symptoms, signs, and abnormal laboratory tests increase the probability of legionellosis. These findings include but are not limited to nausea, diarrhea, hyponatremia, microscopic hematuria, and an elevated erythrocyte sedimentation rate or C-reactive protein. [30] [31] The timely diagnosis and initiation of antimicrobial therapy decrease mortality and improve outcomes for patients with Legionnaires disease.", "contents": "Legionnaires Disease -- Evaluation. Legionnaires disease may be clinically and radiographically indistinguishable from other causes of community-acquired pneumonia. However, particular clinical symptoms, signs, and abnormal laboratory tests increase the probability of legionellosis. These findings include but are not limited to nausea, diarrhea, hyponatremia, microscopic hematuria, and an elevated erythrocyte sedimentation rate or C-reactive protein. [30] [31] The timely diagnosis and initiation of antimicrobial therapy decrease mortality and improve outcomes for patients with Legionnaires disease."}
{"id": "article-24176_22", "title": "Legionnaires Disease -- Evaluation -- Laboratory Studies", "content": "Urine antigen testing via immunochromatography is a widely available, quick diagnostic test with a > 85% sensitivity and > 99% specificity for Legionella pneumophila . However, the available assay only tests for L pneumophila serogroup 1. [32]", "contents": "Legionnaires Disease -- Evaluation -- Laboratory Studies. Urine antigen testing via immunochromatography is a widely available, quick diagnostic test with a > 85% sensitivity and > 99% specificity for Legionella pneumophila . However, the available assay only tests for L pneumophila serogroup 1. [32]"}
{"id": "article-24176_23", "title": "Legionnaires Disease -- Evaluation -- Laboratory Studies", "content": "Sputum culture is  considered the gold standard for legionellosis diagnosis. Sputum culture permits specific identification of species, serogroup, and antibiotic susceptibility. However, obtaining sputum may be challenging, and results are unavailable for several days. The sensitivity of sputum culture is significantly reduced for patients already on antimicrobial therapy. [33] Culturing the fastidious L pneumophila requires buffered charcoal yeast extract agar.", "contents": "Legionnaires Disease -- Evaluation -- Laboratory Studies. Sputum culture is  considered the gold standard for legionellosis diagnosis. Sputum culture permits specific identification of species, serogroup, and antibiotic susceptibility. However, obtaining sputum may be challenging, and results are unavailable for several days. The sensitivity of sputum culture is significantly reduced for patients already on antimicrobial therapy. [33] Culturing the fastidious L pneumophila requires buffered charcoal yeast extract agar."}
{"id": "article-24176_24", "title": "Legionnaires Disease -- Evaluation -- Laboratory Studies", "content": "Polymerase chain reaction (PCR)  for legionellae DNA can be performed on various specimens, such as sputum, blood, urine, or tissue. PCR can provide diagnostic results within several hours with high sensitivity and specificity. However, PCR is not widely available, requires specialized equipment and expertise, and cannot provide antibiotic susceptibility or epidemiologic typing. [34] [35]", "contents": "Legionnaires Disease -- Evaluation -- Laboratory Studies. Polymerase chain reaction (PCR)  for legionellae DNA can be performed on various specimens, such as sputum, blood, urine, or tissue. PCR can provide diagnostic results within several hours with high sensitivity and specificity. However, PCR is not widely available, requires specialized equipment and expertise, and cannot provide antibiotic susceptibility or epidemiologic typing. [34] [35]"}
{"id": "article-24176_25", "title": "Legionnaires Disease -- Evaluation -- Laboratory Studies", "content": "Serological testing of serum detects acute and convalescent anti-legionellae antibodies. The microagglutination test is commonly employed to provide a retrospective diagnosis or confirm acute infection in convalescent-phase sera. [36]", "contents": "Legionnaires Disease -- Evaluation -- Laboratory Studies. Serological testing of serum detects acute and convalescent anti-legionellae antibodies. The microagglutination test is commonly employed to provide a retrospective diagnosis or confirm acute infection in convalescent-phase sera. [36]"}
{"id": "article-24176_26", "title": "Legionnaires Disease -- Evaluation -- Laboratory Studies", "content": "Diagnosing Legionella pneumonia can be challenging; efforts have been made to develop reproducible and predictive clinical diagnostic criteria. Haubitz et al employed 6 diagnostic criteria in patients with suspected legionellosis: fever, cough, hyponatremia, elevated lactate dehydrogenase, increased C-reactive protein, and platelet count; the presence of less than 2 criteria had a negative predictive value of 99%. [30] Cunha et al employ 6 laboratory testing results that are characteristic and predictive of legionellosis and, if absent, make the disease unlikely. [31] These results are an elevated erythrocyte sedimentation rate of > 90 mm/h or C-reactive protein of >180 mg/L, a serum ferritin twice the upper limit of normal, a creatinine phosphokinase twice the upper limit of normal, microscopic hematuria, hypophosphatemia, and hyponatremia. [31]", "contents": "Legionnaires Disease -- Evaluation -- Laboratory Studies. Diagnosing Legionella pneumonia can be challenging; efforts have been made to develop reproducible and predictive clinical diagnostic criteria. Haubitz et al employed 6 diagnostic criteria in patients with suspected legionellosis: fever, cough, hyponatremia, elevated lactate dehydrogenase, increased C-reactive protein, and platelet count; the presence of less than 2 criteria had a negative predictive value of 99%. [30] Cunha et al employ 6 laboratory testing results that are characteristic and predictive of legionellosis and, if absent, make the disease unlikely. [31] These results are an elevated erythrocyte sedimentation rate of > 90 mm/h or C-reactive protein of >180 mg/L, a serum ferritin twice the upper limit of normal, a creatinine phosphokinase twice the upper limit of normal, microscopic hematuria, hypophosphatemia, and hyponatremia. [31]"}
{"id": "article-24176_27", "title": "Legionnaires Disease -- Evaluation -- Laboratory Studies", "content": "Severe L pneumophila pneumonia is defined as the presence of bilateral pulmonary infiltrates and at least 2 of the following objective findings: respiratory rate > 30 breaths per minute, diastolic blood pressure < 60 mm Hg, and a blood urea nitrogen ≥ 30 mg/dL. [37]", "contents": "Legionnaires Disease -- Evaluation -- Laboratory Studies. Severe L pneumophila pneumonia is defined as the presence of bilateral pulmonary infiltrates and at least 2 of the following objective findings: respiratory rate > 30 breaths per minute, diastolic blood pressure < 60 mm Hg, and a blood urea nitrogen ≥ 30 mg/dL. [37]"}
{"id": "article-24176_28", "title": "Legionnaires Disease -- Evaluation -- Imaging Studies", "content": "Chest radiography in patients with L pneumophila pneumonia most commonly reveals unilateral or bilateral patchy or diffuse infiltrates. [38] If further radiological studies are required, computed tomography of the chest is recommended to facilitate visualization of the lung parenchyma.", "contents": "Legionnaires Disease -- Evaluation -- Imaging Studies. Chest radiography in patients with L pneumophila pneumonia most commonly reveals unilateral or bilateral patchy or diffuse infiltrates. [38] If further radiological studies are required, computed tomography of the chest is recommended to facilitate visualization of the lung parenchyma."}
{"id": "article-24176_29", "title": "Legionnaires Disease -- Treatment / Management", "content": "Legionnaires disease is frequently a severe infection with high complication and mortality rates; patients typically require hospitalization. Antimicrobial therapy must be directed against intracellular bacteria; the preferred antimicrobial classes are macrolides and fluoroquinolones. [39] Antimicrobial therapy is dictated by the severity of the infection, underlying conditions or allergies, antimicrobial resistance, and medication availability. [40] Some guidelines and studies suggest that macrolides may be superior to fluoroquinolones. [41] [42] [43] Parenteral therapy is the preferred initial treatment modality; patients should be transitioned to oral therapies with clinical improvement. [44] Published clinical and therapeutic guidelines are routinely updated and should be referenced. [43] [45]", "contents": "Legionnaires Disease -- Treatment / Management. Legionnaires disease is frequently a severe infection with high complication and mortality rates; patients typically require hospitalization. Antimicrobial therapy must be directed against intracellular bacteria; the preferred antimicrobial classes are macrolides and fluoroquinolones. [39] Antimicrobial therapy is dictated by the severity of the infection, underlying conditions or allergies, antimicrobial resistance, and medication availability. [40] Some guidelines and studies suggest that macrolides may be superior to fluoroquinolones. [41] [42] [43] Parenteral therapy is the preferred initial treatment modality; patients should be transitioned to oral therapies with clinical improvement. [44] Published clinical and therapeutic guidelines are routinely updated and should be referenced. [43] [45]"}
{"id": "article-24176_30", "title": "Legionnaires Disease -- Treatment / Management", "content": "Supportive care is paramount when treating patients with Legionnaires disease. Oxygen therapy is of particular importance for patients in respiratory distress or hypoxemia. Fluid supplementation is imperative in patients with severe illness, hyponatremia, or acute kidney injury. Patients with severe disease may receive corticosteroid therapy to reduce lung inflammation and improve lung function. [43] [45]", "contents": "Legionnaires Disease -- Treatment / Management. Supportive care is paramount when treating patients with Legionnaires disease. Oxygen therapy is of particular importance for patients in respiratory distress or hypoxemia. Fluid supplementation is imperative in patients with severe illness, hyponatremia, or acute kidney injury. Patients with severe disease may receive corticosteroid therapy to reduce lung inflammation and improve lung function. [43] [45]"}
{"id": "article-24176_31", "title": "Legionnaires Disease -- Differential Diagnosis", "content": "Community-acquired pneumonia may have a viral or bacterial etiology, including but not limited to Streptococcus pneumoniae or Staphylococcus aureus . Atypical community-acquired pneumonia by be caused by Chlamydophila pneumoniae , Chlamydia psittaci , or Mycoplasma pneumoniae , among others. [29] Other bacterial and viral causes of septic shock and multiple organ failure should be considered in patients with severe disease or critical illness. [43] [45]", "contents": "Legionnaires Disease -- Differential Diagnosis. Community-acquired pneumonia may have a viral or bacterial etiology, including but not limited to Streptococcus pneumoniae or Staphylococcus aureus . Atypical community-acquired pneumonia by be caused by Chlamydophila pneumoniae , Chlamydia psittaci , or Mycoplasma pneumoniae , among others. [29] Other bacterial and viral causes of septic shock and multiple organ failure should be considered in patients with severe disease or critical illness. [43] [45]"}
{"id": "article-24176_32", "title": "Legionnaires Disease -- Prognosis", "content": "The prognosis of patients with Legionnaires disease is highly variable. Severe infections, particularly in the presence of advancing age, immunosuppression, and delayed diagnosis or the initiation of treatment, increase the risk of clinical complications. Nearly all patients with documented L pneumophila pneumonia require hospitalization; 50% require intensive care. The reported case fatality rate of Legionnaires disease in the United States is approximately 10% but varies widely with the source and setting of the infection. [46] The case fatality rate of Legionnaires disease acquired in a healthcare facility approaches 46%, whereas the rate associated with infections acquired during travel or outbreaks ranges from 5% to 15%. [47] [48] In elderly patients, regardless of the infectious source or setting, the mortality rate varies between 10% and 50%. [49]", "contents": "Legionnaires Disease -- Prognosis. The prognosis of patients with Legionnaires disease is highly variable. Severe infections, particularly in the presence of advancing age, immunosuppression, and delayed diagnosis or the initiation of treatment, increase the risk of clinical complications. Nearly all patients with documented L pneumophila pneumonia require hospitalization; 50% require intensive care. The reported case fatality rate of Legionnaires disease in the United States is approximately 10% but varies widely with the source and setting of the infection. [46] The case fatality rate of Legionnaires disease acquired in a healthcare facility approaches 46%, whereas the rate associated with infections acquired during travel or outbreaks ranges from 5% to 15%. [47] [48] In elderly patients, regardless of the infectious source or setting, the mortality rate varies between 10% and 50%. [49]"}
{"id": "article-24176_33", "title": "Legionnaires Disease -- Prognosis", "content": "The severity and stage of infection at the time of therapeutic intervention significantly affect outcomes. Patients with mild or moderate symptoms who are diagnosed and initiate treatment before progressing to severe pneumonia or developing systemic complications have better outcomes. [21] Men, patients of either sex aged 50 years or older, those with underlying malignancy or immunosuppression, and patients with type 2 diabetes or chronic kidney disease have higher morbidity and mortality rates from L pneumophila infection. [46] Outcomes are also worse for patients who develop clinical complications such as respiratory failure, septic shock, acute kidney injury, or multiple organ failure. [46] Delays in diagnosis or therapeutic intervention significantly worsen patient outcomes. [41]", "contents": "Legionnaires Disease -- Prognosis. The severity and stage of infection at the time of therapeutic intervention significantly affect outcomes. Patients with mild or moderate symptoms who are diagnosed and initiate treatment before progressing to severe pneumonia or developing systemic complications have better outcomes. [21] Men, patients of either sex aged 50 years or older, those with underlying malignancy or immunosuppression, and patients with type 2 diabetes or chronic kidney disease have higher morbidity and mortality rates from L pneumophila infection. [46] Outcomes are also worse for patients who develop clinical complications such as respiratory failure, septic shock, acute kidney injury, or multiple organ failure. [46] Delays in diagnosis or therapeutic intervention significantly worsen patient outcomes. [41]"}
{"id": "article-24176_34", "title": "Legionnaires Disease -- Complications", "content": "The complications of Legionnaires disease are diverse and negatively impact patient outcomes. Recognizing and managing these complications early and appropriately are essential to optimal patient care. Complications from Legionnaires disease include acute respiratory failure frequently requiring mechanical ventilation and supportive care, septic shock, multiorgan failure, acute kidney injury, neurological defects, endocarditis, and death. [50] [51]", "contents": "Legionnaires Disease -- Complications. The complications of Legionnaires disease are diverse and negatively impact patient outcomes. Recognizing and managing these complications early and appropriately are essential to optimal patient care. Complications from Legionnaires disease include acute respiratory failure frequently requiring mechanical ventilation and supportive care, septic shock, multiorgan failure, acute kidney injury, neurological defects, endocarditis, and death. [50] [51]"}
{"id": "article-24176_35", "title": "Legionnaires Disease -- Postoperative and Rehabilitation Care", "content": "Patients with Legionnaires disease are usually hospitalized, may require mechanical ventilation and parenteral nutrition, and may require rehabilitation during their stay and after leaving the hospital.", "contents": "Legionnaires Disease -- Postoperative and Rehabilitation Care. Patients with Legionnaires disease are usually hospitalized, may require mechanical ventilation and parenteral nutrition, and may require rehabilitation during their stay and after leaving the hospital."}
{"id": "article-24176_36", "title": "Legionnaires Disease -- Consultations", "content": "Personnel typically involved in caring for patients with Legionnaires disease include: Infectious disease specialist Critical care specialist Respiratory therapist.", "contents": "Legionnaires Disease -- Consultations. Personnel typically involved in caring for patients with Legionnaires disease include: Infectious disease specialist Critical care specialist Respiratory therapist."}
{"id": "article-24176_37", "title": "Legionnaires Disease -- Deterrence and Patient Education", "content": "Education regarding risk factors for Legionella pneumophila pneumonia, such as older age, immunosuppression, and underlying respiratory conditions, raises awareness of heightened susceptibility to Legionnaires disease. Educating the public and the healthcare team about the common symptoms of Legionnaires disease, including fever, cough, and shortness of breath, facilitates early recognition and timely medical intervention. Encouraging individuals with symptoms suggestive of pneumonia to seek prompt medical attention is crucial, as timely diagnosis and therapeutic intervention significantly improve outcomes. Providing guidance on precautions to take when staying in hotels or using public facilities with water systems, especially for travelers at higher risk, is important. [52] [53]", "contents": "Legionnaires Disease -- Deterrence and Patient Education. Education regarding risk factors for Legionella pneumophila pneumonia, such as older age, immunosuppression, and underlying respiratory conditions, raises awareness of heightened susceptibility to Legionnaires disease. Educating the public and the healthcare team about the common symptoms of Legionnaires disease, including fever, cough, and shortness of breath, facilitates early recognition and timely medical intervention. Encouraging individuals with symptoms suggestive of pneumonia to seek prompt medical attention is crucial, as timely diagnosis and therapeutic intervention significantly improve outcomes. Providing guidance on precautions to take when staying in hotels or using public facilities with water systems, especially for travelers at higher risk, is important. [52] [53]"}
{"id": "article-24176_38", "title": "Legionnaires Disease -- Pearls and Other Issues", "content": "Legionellae live in aquatic environments and can contaminate various water sources humans encounter, such as hot tubs, cooling towers, air conditioners, and plumbing systems. [5] In the United States, legionellae are the most common cause of waterborne infections; most reported cases are community-acquired from the environment and sporadic, not associated with outbreaks, and the source is usually not found. [13] Legionellae can cause outbreaks in large buildings and facilities with contaminated water systems, such as hotels, hospitals, and long-term care facilities. [14]", "contents": "Legionnaires Disease -- Pearls and Other Issues. Legionellae live in aquatic environments and can contaminate various water sources humans encounter, such as hot tubs, cooling towers, air conditioners, and plumbing systems. [5] In the United States, legionellae are the most common cause of waterborne infections; most reported cases are community-acquired from the environment and sporadic, not associated with outbreaks, and the source is usually not found. [13] Legionellae can cause outbreaks in large buildings and facilities with contaminated water systems, such as hotels, hospitals, and long-term care facilities. [14]"}
{"id": "article-24176_39", "title": "Legionnaires Disease -- Pearls and Other Issues", "content": "When there is a reported case of legionellosis in a building, an investigation should ensue, active environmental and patient surveillance should be performed, and environmental infection prevention and control measures should be applied to eliminate the contaminated source. Water management programs and guidelines are available to eliminate the bacterium; maintaining the water temperature at an inhospitable range, avoiding water stagnation, ensuring adequate disinfection, using sterile water, and using UV light all deter the growth of legionellae. Regular monitoring and adjustment of water temperatures are recommended, and scheduled testing of water samples for legionellae can help identify potential sources of contamination and inform targeted prevention efforts. [54] [55] [56]", "contents": "Legionnaires Disease -- Pearls and Other Issues. When there is a reported case of legionellosis in a building, an investigation should ensue, active environmental and patient surveillance should be performed, and environmental infection prevention and control measures should be applied to eliminate the contaminated source. Water management programs and guidelines are available to eliminate the bacterium; maintaining the water temperature at an inhospitable range, avoiding water stagnation, ensuring adequate disinfection, using sterile water, and using UV light all deter the growth of legionellae. Regular monitoring and adjustment of water temperatures are recommended, and scheduled testing of water samples for legionellae can help identify potential sources of contamination and inform targeted prevention efforts. [54] [55] [56]"}
{"id": "article-24176_40", "title": "Legionnaires Disease -- Pearls and Other Issues -- Prevention of Water System Contamination by Legionella pneumophila", "content": "The exclusive use of sterile water when filling and rinsing nebulization devices and regular cooling tower maintenance limits bacterial colonization and growth. Most hospitals frequently test their water supply for legionellae; proper decontamination of the water supply is recommended. [57] Disinfection of contaminated water can be achieved by heating water to between 70 °C and 80 °C and flushing distal sites. [14] Copper-silver ionization units effectively eradicate legionellae and provide sustained protection against colonization and bacterial growth. Additionally, UV light is bactericidal to legionellae. However, hyperchlorination of water is ineffective; legionellae are fairly chlorine-resistant, and chlorine decomposes at higher temperatures.", "contents": "Legionnaires Disease -- Pearls and Other Issues -- Prevention of Water System Contamination by Legionella pneumophila. The exclusive use of sterile water when filling and rinsing nebulization devices and regular cooling tower maintenance limits bacterial colonization and growth. Most hospitals frequently test their water supply for legionellae; proper decontamination of the water supply is recommended. [57] Disinfection of contaminated water can be achieved by heating water to between 70 °C and 80 °C and flushing distal sites. [14] Copper-silver ionization units effectively eradicate legionellae and provide sustained protection against colonization and bacterial growth. Additionally, UV light is bactericidal to legionellae. However, hyperchlorination of water is ineffective; legionellae are fairly chlorine-resistant, and chlorine decomposes at higher temperatures."}
{"id": "article-24176_41", "title": "Legionnaires Disease -- Enhancing Healthcare Team Outcomes", "content": "Legionnaires disease is a severe community-acquired pneumonia caused by Legionella pneumophila. T he disease is associated with high morbidity and mortality if the diagnosis is missed or treatment is delayed. Outcomes for patients with L pneumophila pneumonia vary, and even with treatment, mortality rates of 5% to 15% have been reported. [58] [59] Prompt diagnosis and treatment are required to prevent the rapid progression of the infection and resulting multiple organ failure. An integrated, streamlined approach is important to implement all necessary measures to aim for the best outcomes.", "contents": "Legionnaires Disease -- Enhancing Healthcare Team Outcomes. Legionnaires disease is a severe community-acquired pneumonia caused by Legionella pneumophila. T he disease is associated with high morbidity and mortality if the diagnosis is missed or treatment is delayed. Outcomes for patients with L pneumophila pneumonia vary, and even with treatment, mortality rates of 5% to 15% have been reported. [58] [59] Prompt diagnosis and treatment are required to prevent the rapid progression of the infection and resulting multiple organ failure. An integrated, streamlined approach is important to implement all necessary measures to aim for the best outcomes."}
{"id": "article-24176_42", "title": "Legionnaires Disease -- Enhancing Healthcare Team Outcomes", "content": "Experience from previous outbreaks illustrates the importance of healthcare workers operating as an interprofessional team. Early diagnosis through collaboration between clinicians, microbiologists, and radiologists is paramount. [60] [61] Antimicrobial therapy, guided by infectious disease specialists, must be initiated promptly, considering patient-specific risk factors and local resistance patterns. Critical care teams play a pivotal role in managing severe cases, including those progressing to acute respiratory distress syndrome or septic shock. Occupational health experts and engineers collaborate to implement water system interventions, mitigating future outbreaks. Patient education on risk factors and preventive measures involves nurses and public health professionals. Occupational safety guidelines are established through collaboration between industrial hygienists and facility managers. This comprehensive interprofessional approach, encompassing diagnostics, therapeutics, prevention, and patient education, synergistically optimizes Legionnaires' disease management, ultimately improving patient outcomes.", "contents": "Legionnaires Disease -- Enhancing Healthcare Team Outcomes. Experience from previous outbreaks illustrates the importance of healthcare workers operating as an interprofessional team. Early diagnosis through collaboration between clinicians, microbiologists, and radiologists is paramount. [60] [61] Antimicrobial therapy, guided by infectious disease specialists, must be initiated promptly, considering patient-specific risk factors and local resistance patterns. Critical care teams play a pivotal role in managing severe cases, including those progressing to acute respiratory distress syndrome or septic shock. Occupational health experts and engineers collaborate to implement water system interventions, mitigating future outbreaks. Patient education on risk factors and preventive measures involves nurses and public health professionals. Occupational safety guidelines are established through collaboration between industrial hygienists and facility managers. This comprehensive interprofessional approach, encompassing diagnostics, therapeutics, prevention, and patient education, synergistically optimizes Legionnaires' disease management, ultimately improving patient outcomes."}
{"id": "article-24176_43", "title": "Legionnaires Disease -- Enhancing Healthcare Team Outcomes", "content": "The epidemiology of Legionnaires disease is essential for public health surveillance and intervention. By identifying the sources and risk factors of the infection, health authorities can implement appropriate measures to prevent and control the spread of the disease. These measures include proper maintenance and disinfection of water systems, environmental sampling and testing for Legionella bacteria, prompt reporting and investigation of cases and outbreaks, and effective antibiotic treatment. [62] By applying these measures, the morbidity and mortality of Legionnaires disease can be reduced.", "contents": "Legionnaires Disease -- Enhancing Healthcare Team Outcomes. The epidemiology of Legionnaires disease is essential for public health surveillance and intervention. By identifying the sources and risk factors of the infection, health authorities can implement appropriate measures to prevent and control the spread of the disease. These measures include proper maintenance and disinfection of water systems, environmental sampling and testing for Legionella bacteria, prompt reporting and investigation of cases and outbreaks, and effective antibiotic treatment. [62] By applying these measures, the morbidity and mortality of Legionnaires disease can be reduced."}
{"id": "article-24176_44", "title": "Legionnaires Disease -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Legionnaires Disease -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}