{"id": "article-24766_0", "title": "Anatomy, Head and Neck, Mastication Muscles -- Introduction", "content": "The primary muscles of mastication (chewing food) are the temporalis, medial pterygoid, lateral pterygoid, and masseter muscles.  The four main muscles of mastication attach to the rami of the mandible and function to move the jaw (mandible).  The cardinal mandibular movements of mastication are elevation, depression, protrusion, retraction, and side to side movement.  To augment the process of eating, the muscles of mastication also move the mandible in a side to side motion to assist in the grinding of food.  The muscles of mastication also function to approximate (bring together or close) the teeth.  The superficial muscle of the neck, the platysma muscle, also assists with depression of the mandible against resistance. [1]", "contents": "Anatomy, Head and Neck, Mastication Muscles -- Introduction. The primary muscles of mastication (chewing food) are the temporalis, medial pterygoid, lateral pterygoid, and masseter muscles.  The four main muscles of mastication attach to the rami of the mandible and function to move the jaw (mandible).  The cardinal mandibular movements of mastication are elevation, depression, protrusion, retraction, and side to side movement.  To augment the process of eating, the muscles of mastication also move the mandible in a side to side motion to assist in the grinding of food.  The muscles of mastication also function to approximate (bring together or close) the teeth.  The superficial muscle of the neck, the platysma muscle, also assists with depression of the mandible against resistance. [1]"}
{"id": "article-24766_1", "title": "Anatomy, Head and Neck, Mastication Muscles -- Embryology", "content": "The muscles of mastication arise from the first pharyngeal arch. They are then differentiated into muscles starting the seventh week. The nerve supply to these muscles begins by the eighth week.", "contents": "Anatomy, Head and Neck, Mastication Muscles -- Embryology. The muscles of mastication arise from the first pharyngeal arch. They are then differentiated into muscles starting the seventh week. The nerve supply to these muscles begins by the eighth week."}
{"id": "article-24766_2", "title": "Anatomy, Head and Neck, Mastication Muscles -- Blood Supply and Lymphatics", "content": "The arterial supply to the muscles of mastication is via the maxillary artery, a branch of the external carotid artery.", "contents": "Anatomy, Head and Neck, Mastication Muscles -- Blood Supply and Lymphatics. The arterial supply to the muscles of mastication is via the maxillary artery, a branch of the external carotid artery."}
{"id": "article-24766_3", "title": "Anatomy, Head and Neck, Mastication Muscles -- Nerves", "content": "The four main muscles of mastication are all innervated by the anterior trunk of the mandibular nerve, which is the third division of the trigeminal nerve (CN V3).  The mandibular nerve (CN V3) is the largest and inferior-most division of the trigeminal nerve (CN V). The trigeminal nerve (CN V) exits the skull via foramen ovale of the greater wing of the sphenoid bone.  The mandibular nerve contains both sensory and motor fibers.  The mandibular nerve is the only division of the trigeminal nerve that carries motor fibers. The mandibular nerve (CN V3) further subdivides as it innervates the four main muscles of mastication.  The temporalis muscle receives innervation by deep temporal branches of the mandibular nerve.  The medial pterygoid muscle receives innervation from the medial pterygoid nerve, a division of the mandibular nerve. The lateral pterygoid muscle gets its nerve supply from the lateral pterygoid nerves, divisions of the mandibular nerve. The masseter muscle receives nerve input from the masseteric nerve, a division of the mandibular nerve. [2]", "contents": "Anatomy, Head and Neck, Mastication Muscles -- Nerves. The four main muscles of mastication are all innervated by the anterior trunk of the mandibular nerve, which is the third division of the trigeminal nerve (CN V3).  The mandibular nerve (CN V3) is the largest and inferior-most division of the trigeminal nerve (CN V). The trigeminal nerve (CN V) exits the skull via foramen ovale of the greater wing of the sphenoid bone.  The mandibular nerve contains both sensory and motor fibers.  The mandibular nerve is the only division of the trigeminal nerve that carries motor fibers. The mandibular nerve (CN V3) further subdivides as it innervates the four main muscles of mastication.  The temporalis muscle receives innervation by deep temporal branches of the mandibular nerve.  The medial pterygoid muscle receives innervation from the medial pterygoid nerve, a division of the mandibular nerve. The lateral pterygoid muscle gets its nerve supply from the lateral pterygoid nerves, divisions of the mandibular nerve. The masseter muscle receives nerve input from the masseteric nerve, a division of the mandibular nerve. [2]"}
{"id": "article-24766_4", "title": "Anatomy, Head and Neck, Mastication Muscles -- Muscles", "content": "The primary and accessory muscles of mastication work in a coordinated fashion to produce mandibular movement for chewing food.  The accessory muscles of mastication are the buccinator, suprahyoid muscles (digastric muscle, mylohyoid muscle, and geniohyoid muscle), and infrahyoid muscles (the sternohyoid, sternothyroid, thyrohyoid and omohyoid muscle). [1] [3] The origin, insertion, and action of the main muscles of mastication, as well as a brief description of the accessory muscles of mastication, are as follows.", "contents": "Anatomy, Head and Neck, Mastication Muscles -- Muscles. The primary and accessory muscles of mastication work in a coordinated fashion to produce mandibular movement for chewing food.  The accessory muscles of mastication are the buccinator, suprahyoid muscles (digastric muscle, mylohyoid muscle, and geniohyoid muscle), and infrahyoid muscles (the sternohyoid, sternothyroid, thyrohyoid and omohyoid muscle). [1] [3] The origin, insertion, and action of the main muscles of mastication, as well as a brief description of the accessory muscles of mastication, are as follows."}
{"id": "article-24766_5", "title": "Anatomy, Head and Neck, Mastication Muscles -- Muscles -- Temporalis Muscle", "content": "The temporalis muscle is a fan-shaped muscle with anterior fibers that have a vertical orientation, mid fibers have an oblique orientation, and posterior fibers have a more of a horizontal orientation.  The origin of the temporalis muscle spans from the temporal fossa to the inferior temporal line of the lateral skull.  The temporalis muscle fibers converge inferiorly, forming a tendon that exits the temporal fossa, passing underneath the zygomatic arch and inserting on the coronoid process of the mandible.  The function of the anterior and mid fibers of the temporalis muscle is to elevate the mandible.  The posterior fibers of the temporalis muscle function to retract the mandible. [4]", "contents": "Anatomy, Head and Neck, Mastication Muscles -- Muscles -- Temporalis Muscle. The temporalis muscle is a fan-shaped muscle with anterior fibers that have a vertical orientation, mid fibers have an oblique orientation, and posterior fibers have a more of a horizontal orientation.  The origin of the temporalis muscle spans from the temporal fossa to the inferior temporal line of the lateral skull.  The temporalis muscle fibers converge inferiorly, forming a tendon that exits the temporal fossa, passing underneath the zygomatic arch and inserting on the coronoid process of the mandible.  The function of the anterior and mid fibers of the temporalis muscle is to elevate the mandible.  The posterior fibers of the temporalis muscle function to retract the mandible. [4]"}
{"id": "article-24766_6", "title": "Anatomy, Head and Neck, Mastication Muscles -- Muscles -- Medial Pterygoid", "content": "The medial pterygoid muscle is a thick rectangular muscle with a superficial head and a deep head.  The superficial head of the medial pterygoid has as its origin the maxillary tuberosity of the inferior maxilla.  The deep head of the medial pterygoid is larger than the superficial head.  The deep head originates from the medial surface of the lateral pterygoid plate of the sphenoid bone.   The medial pterygoid muscle fibers converge inferiorly, forming a tendon that inserts on the medial ramus of the mandible posterior and inferior to the mylohyoid groove of the mandible. Medial pterygoid tendon fibers insert on the angle of the mandible. The medial pterygoid muscle functions to assist with elevation and protrusion of the mandible. It also assists the lateral pterygoid muscle with side to side mandibular motion to help with the grinding of food. [5]", "contents": "Anatomy, Head and Neck, Mastication Muscles -- Muscles -- Medial Pterygoid. The medial pterygoid muscle is a thick rectangular muscle with a superficial head and a deep head.  The superficial head of the medial pterygoid has as its origin the maxillary tuberosity of the inferior maxilla.  The deep head of the medial pterygoid is larger than the superficial head.  The deep head originates from the medial surface of the lateral pterygoid plate of the sphenoid bone.   The medial pterygoid muscle fibers converge inferiorly, forming a tendon that inserts on the medial ramus of the mandible posterior and inferior to the mylohyoid groove of the mandible. Medial pterygoid tendon fibers insert on the angle of the mandible. The medial pterygoid muscle functions to assist with elevation and protrusion of the mandible. It also assists the lateral pterygoid muscle with side to side mandibular motion to help with the grinding of food. [5]"}
{"id": "article-24766_7", "title": "Anatomy, Head and Neck, Mastication Muscles -- Muscles -- Lateral Pterygoid", "content": "The lateral pterygoid muscle is the primary muscle of the inferior temporal fossa.  The lateral pterygoid has two parts: an upper head and a lower head.  The origin of the upper head of the lateral pterygoid muscle is the inferior temporal surface of the greater wing of the sphenoid bone. The lower head originates from the lateral aspect of the lateral pterygoid plate of the sphenoid bone.  The lateral pterygoid muscle fibers converge inferiorly, forming a tendon that inserts on the pterygoid fovea of the neck of the condylar process of the mandible, along with the articular disc and capsule of the temporal-mandibular joint.  The lateral pterygoid muscle functions as the sole muscle of mastication to causes depression of the mandible. That being the case, depression of the mandible is largely the result of gravity. It also assists with protrusion and side to side movement of the mandible. [6]", "contents": "Anatomy, Head and Neck, Mastication Muscles -- Muscles -- Lateral Pterygoid. The lateral pterygoid muscle is the primary muscle of the inferior temporal fossa.  The lateral pterygoid has two parts: an upper head and a lower head.  The origin of the upper head of the lateral pterygoid muscle is the inferior temporal surface of the greater wing of the sphenoid bone. The lower head originates from the lateral aspect of the lateral pterygoid plate of the sphenoid bone.  The lateral pterygoid muscle fibers converge inferiorly, forming a tendon that inserts on the pterygoid fovea of the neck of the condylar process of the mandible, along with the articular disc and capsule of the temporal-mandibular joint.  The lateral pterygoid muscle functions as the sole muscle of mastication to causes depression of the mandible. That being the case, depression of the mandible is largely the result of gravity. It also assists with protrusion and side to side movement of the mandible. [6]"}
{"id": "article-24766_8", "title": "Anatomy, Head and Neck, Mastication Muscles -- Muscles -- Masseter", "content": "The masseter muscle is a rectangularly shaped muscle with three layers (superficial, deep, and intermediate).  The origin of the masseter muscle is the inferior zygomatic arch and the anterior two-thirds of the zygomatic arch, with a connection to the posterior aspect of the zygomatic bone.  The masseter muscle fibers converge inferiorly, forming a tendon that inserts the outer surface of the mandibular ramus and coronoid process of the mandible.  The function of the masseter muscle is to elevate the mandible and approximate the teeth—additionally, the intermediate and deep muscle fibers of the masseter function to retract the mandible.  And the superficial fibers function to protrude the mandible.", "contents": "Anatomy, Head and Neck, Mastication Muscles -- Muscles -- Masseter. The masseter muscle is a rectangularly shaped muscle with three layers (superficial, deep, and intermediate).  The origin of the masseter muscle is the inferior zygomatic arch and the anterior two-thirds of the zygomatic arch, with a connection to the posterior aspect of the zygomatic bone.  The masseter muscle fibers converge inferiorly, forming a tendon that inserts the outer surface of the mandibular ramus and coronoid process of the mandible.  The function of the masseter muscle is to elevate the mandible and approximate the teeth—additionally, the intermediate and deep muscle fibers of the masseter function to retract the mandible.  And the superficial fibers function to protrude the mandible."}
{"id": "article-24766_9", "title": "Anatomy, Head and Neck, Mastication Muscles -- Muscles -- Accessory Muscles of Mastication", "content": "The strap muscles are composed of the suprahyoid, and infrahyoid muscles are located on the side of the neck bilaterally.  The strap muscles primarily function to raise and depress the hyoid bone and larynx.  The strap muscles also assist with depression of the mandible when opening the mouth against an opposing force.  The buccinator is a facial expression muscle that helps in mastication by keeping food pushed back within the oral cavity. [1] [3]", "contents": "Anatomy, Head and Neck, Mastication Muscles -- Muscles -- Accessory Muscles of Mastication. The strap muscles are composed of the suprahyoid, and infrahyoid muscles are located on the side of the neck bilaterally.  The strap muscles primarily function to raise and depress the hyoid bone and larynx.  The strap muscles also assist with depression of the mandible when opening the mouth against an opposing force.  The buccinator is a facial expression muscle that helps in mastication by keeping food pushed back within the oral cavity. [1] [3]"}
{"id": "article-24766_10", "title": "Anatomy, Head and Neck, Mastication Muscles -- Clinical Significance", "content": "Masticatory muscle disorders include myofascial pain and dysfunction, myositis, and neoplasms.", "contents": "Anatomy, Head and Neck, Mastication Muscles -- Clinical Significance. Masticatory muscle disorders include myofascial pain and dysfunction, myositis, and neoplasms."}
{"id": "article-24766_11", "title": "Anatomy, Head and Neck, Mastication Muscles -- Clinical Significance", "content": "Myofascial pain and dysfunction may result from several etiologies. The most common ones are nocturnal bruxism, habitual clenching of the mouth, and whiplash injuries during a trauma. Temporomandibular joint (TMJ) dysfunction can result from an imbalance of forces within the muscles of mastication.  Grinding of teeth at night (bruxism) is a common cause of TMJ dysfunction secondary to a resultant imbalance in the muscle of mastication forces from excessive grinding of the teeth. [7] [8]", "contents": "Anatomy, Head and Neck, Mastication Muscles -- Clinical Significance. Myofascial pain and dysfunction may result from several etiologies. The most common ones are nocturnal bruxism, habitual clenching of the mouth, and whiplash injuries during a trauma. Temporomandibular joint (TMJ) dysfunction can result from an imbalance of forces within the muscles of mastication.  Grinding of teeth at night (bruxism) is a common cause of TMJ dysfunction secondary to a resultant imbalance in the muscle of mastication forces from excessive grinding of the teeth. [7] [8]"}
{"id": "article-24766_12", "title": "Anatomy, Head and Neck, Mastication Muscles -- Clinical Significance", "content": "Muscle spasm of the muscles of mastication (trismus) can be a symptom of tumor or infection. An infection like tetanus may present with \"lockjaw\" or trismus. Other infections or inflammation of the muscles may present as myositis or pain during the movement of the jaw. [9]", "contents": "Anatomy, Head and Neck, Mastication Muscles -- Clinical Significance. Muscle spasm of the muscles of mastication (trismus) can be a symptom of tumor or infection. An infection like tetanus may present with \"lockjaw\" or trismus. Other infections or inflammation of the muscles may present as myositis or pain during the movement of the jaw. [9]"}
{"id": "article-24766_13", "title": "Anatomy, Head and Neck, Mastication Muscles -- Clinical Significance", "content": "Tumors, although rare but may present in the masticator space, which is enveloped by the deep cervical facia. These tumors may have an extension from adjacent regions. The medial side of the fascia is attached to the skull base, and the lateral side extends to the temporalis muscle. Anteriorly it is attached to the body of the mandible at the level of the oblique line, and posteriorly it is attached to the ramus of the mandible. [10] [11]", "contents": "Anatomy, Head and Neck, Mastication Muscles -- Clinical Significance. Tumors, although rare but may present in the masticator space, which is enveloped by the deep cervical facia. These tumors may have an extension from adjacent regions. The medial side of the fascia is attached to the skull base, and the lateral side extends to the temporalis muscle. Anteriorly it is attached to the body of the mandible at the level of the oblique line, and posteriorly it is attached to the ramus of the mandible. [10] [11]"}
{"id": "article-24766_14", "title": "Anatomy, Head and Neck, Mastication Muscles -- Other Issues", "content": "Contrast-enhanced CT and MRI are both appropriate imaging modalities for the muscles of mastication.", "contents": "Anatomy, Head and Neck, Mastication Muscles -- Other Issues. Contrast-enhanced CT and MRI are both appropriate imaging modalities for the muscles of mastication."}
{"id": "article-24766_15", "title": "Anatomy, Head and Neck, Mastication Muscles -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Anatomy, Head and Neck, Mastication Muscles -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}