{"id": "article-21707_0", "title": "Fetal Growth Restriction -- Continuing Education Activity", "content": "Fetal growth restriction (FGR) is often defined as an estimated fetal weight less than the 10th percentile for gestational age by prenatal ultrasound evaluation. The condition is associated with a number of short-term and long-term complications that can severely impact the quality of life. This activity reviews the evaluation and management of fetal growth restriction and highlights the role of the interprofessional team in the care of patients with this condition.", "contents": "Fetal Growth Restriction -- Continuing Education Activity. Fetal growth restriction (FGR) is often defined as an estimated fetal weight less than the 10th percentile for gestational age by prenatal ultrasound evaluation. The condition is associated with a number of short-term and long-term complications that can severely impact the quality of life. This activity reviews the evaluation and management of fetal growth restriction and highlights the role of the interprofessional team in the care of patients with this condition."}
{"id": "article-21707_1", "title": "Fetal Growth Restriction -- Continuing Education Activity", "content": "Objectives: Identify the etiology of fetal growth restriction. Describe the appropriate evaluation of fetal growth restriction. Outline the management options available for fetal growth restriction. Summarize interprofessional team strategies for improving care coordination and communication to advance the care of fetal growth restriction and improve outcomes. Access free multiple choice questions on this topic.", "contents": "Fetal Growth Restriction -- Continuing Education Activity. Objectives: Identify the etiology of fetal growth restriction. Describe the appropriate evaluation of fetal growth restriction. Outline the management options available for fetal growth restriction. Summarize interprofessional team strategies for improving care coordination and communication to advance the care of fetal growth restriction and improve outcomes. Access free multiple choice questions on this topic."}
{"id": "article-21707_2", "title": "Fetal Growth Restriction -- Introduction", "content": "Fetal growth restriction (FGR) affects about 3% to 7% of all pregnancies. [1] FGR is a condition in which the fetus fails to attain the growth potential determined by the genetic makeup. Ultrasonography-estimated fetal weight (EFW) of less than the 10th percentile for the specific gestational age (GA) is required for the diagnosis of FGR. [2] Some fetuses are constitutionally small and at less than the 10th percentile in weight for GA in accordance with their genetic growth potential. They are not growth-restricted and may be appropriately characterized as small for gestational age fetuses. Conditions leading to FGR are the disorders inherent to the fetal-placental-maternal unit, fetal undernutrition, and intrauterine space constraints restricting fetal growth. FGR is a fetal pathology that can result in significant short-term and long-term complications and adversely impact the quality of life.", "contents": "Fetal Growth Restriction -- Introduction. Fetal growth restriction (FGR) affects about 3% to 7% of all pregnancies. [1] FGR is a condition in which the fetus fails to attain the growth potential determined by the genetic makeup. Ultrasonography-estimated fetal weight (EFW) of less than the 10th percentile for the specific gestational age (GA) is required for the diagnosis of FGR. [2] Some fetuses are constitutionally small and at less than the 10th percentile in weight for GA in accordance with their genetic growth potential. They are not growth-restricted and may be appropriately characterized as small for gestational age fetuses. Conditions leading to FGR are the disorders inherent to the fetal-placental-maternal unit, fetal undernutrition, and intrauterine space constraints restricting fetal growth. FGR is a fetal pathology that can result in significant short-term and long-term complications and adversely impact the quality of life."}
{"id": "article-21707_3", "title": "Fetal Growth Restriction -- Introduction -- Classification", "content": "The severity of FGR is determined by the EFW. EFW between 3rd and 9th percentile - moderate FGR EFW less than the 3rd percentile - severe FGR [3]", "contents": "Fetal Growth Restriction -- Introduction -- Classification. The severity of FGR is determined by the EFW. EFW between 3rd and 9th percentile - moderate FGR EFW less than the 3rd percentile - severe FGR [3]"}
{"id": "article-21707_4", "title": "Fetal Growth Restriction -- Introduction -- Classification", "content": "Based on additional fetal biometric parameters, such as head circumference (HC), abdominal circumference (AC), femur length (FL), and biparietal diameter (BD), FGR can be categorized as symmetrical and asymmetrical. In symmetrical FGR, all growth parameters are proportionally reduced, whereas, in asymmetrical FGR, classically, the abdominal circumference is reduced below 10 percentile, while other measurements are relatively preserved and may be within normal limits.", "contents": "Fetal Growth Restriction -- Introduction -- Classification. Based on additional fetal biometric parameters, such as head circumference (HC), abdominal circumference (AC), femur length (FL), and biparietal diameter (BD), FGR can be categorized as symmetrical and asymmetrical. In symmetrical FGR, all growth parameters are proportionally reduced, whereas, in asymmetrical FGR, classically, the abdominal circumference is reduced below 10 percentile, while other measurements are relatively preserved and may be within normal limits."}
{"id": "article-21707_5", "title": "Fetal Growth Restriction -- Introduction -- Symmetrical FGR", "content": "This group constitutes 20% to 30% of all FGR cases. Poor placental function is a well-established cause of FGR. Adverse intrauterine conditions beginning in the early pregnancy (first trimester) that may cause fetal nutrient restriction, such as smoking, cocaine use, chronic hypertension, anemia, and chronic diabetes mellitus, may result in symmetrical FGR. Chromosome anomalies, such as aneuploidy, are a major cause of symmetrical FGR. [4] TORCH infection ( Toxoplasma gondii , cytomegalovirus, herpes simplex virus, varicella-zoster virus, Treponema , and others) contracted prenatally are present in 5% to 15% of cases with FGR and form an important group. [5] Depending on the time and duration of occurrence, severe fetal malnutrition can cause either symmetrical or asymmetrical FGR.", "contents": "Fetal Growth Restriction -- Introduction -- Symmetrical FGR. This group constitutes 20% to 30% of all FGR cases. Poor placental function is a well-established cause of FGR. Adverse intrauterine conditions beginning in the early pregnancy (first trimester) that may cause fetal nutrient restriction, such as smoking, cocaine use, chronic hypertension, anemia, and chronic diabetes mellitus, may result in symmetrical FGR. Chromosome anomalies, such as aneuploidy, are a major cause of symmetrical FGR. [4] TORCH infection ( Toxoplasma gondii , cytomegalovirus, herpes simplex virus, varicella-zoster virus, Treponema , and others) contracted prenatally are present in 5% to 15% of cases with FGR and form an important group. [5] Depending on the time and duration of occurrence, severe fetal malnutrition can cause either symmetrical or asymmetrical FGR."}
{"id": "article-21707_6", "title": "Fetal Growth Restriction -- Introduction -- Asymmetrical FGR", "content": "In asymmetrical FGR, which constitutes about 70% to 80% of all FGR cases, the timing of intrauterine insult is in the late second or third trimester of pregnancy. The growth restriction is disproportionate, with relative preservation of head circumference (fetal brain) and reduced abdominal circumference (fetal liver), resulting in an increased brain to the liver ratio (BLR). Preeclampsia is a well-recognized cause of asymmetrical FGR. This condition, identified in about 8% of pregnancies in Western countries, generally develops after 20 weeks of gestation and is characterized by hypertension and proteinuria. [6] Chronic hypertension leads to placental vascular remodeling, vascular sclerosis, and ischemia, thus impeding blood flow to the fetus. As a result, the fetal liver glycogen and body adipose tissues are diminished while the brain continues to grow normally with a preferential blood supply.", "contents": "Fetal Growth Restriction -- Introduction -- Asymmetrical FGR. In asymmetrical FGR, which constitutes about 70% to 80% of all FGR cases, the timing of intrauterine insult is in the late second or third trimester of pregnancy. The growth restriction is disproportionate, with relative preservation of head circumference (fetal brain) and reduced abdominal circumference (fetal liver), resulting in an increased brain to the liver ratio (BLR). Preeclampsia is a well-recognized cause of asymmetrical FGR. This condition, identified in about 8% of pregnancies in Western countries, generally develops after 20 weeks of gestation and is characterized by hypertension and proteinuria. [6] Chronic hypertension leads to placental vascular remodeling, vascular sclerosis, and ischemia, thus impeding blood flow to the fetus. As a result, the fetal liver glycogen and body adipose tissues are diminished while the brain continues to grow normally with a preferential blood supply."}
{"id": "article-21707_7", "title": "Fetal Growth Restriction -- Etiology -- Clinically the etiology may be categorized into fetal, placental, or maternal causes. However, there is a significant overlapping of pathogenesis.", "content": "Fetal causes: Fetal genetic anomalies are detected in 5% to 20% of FGR cases. These may be due to aneuploidy, uniparental disomy, single-gene mutations, partial deletions or duplications, ring chromosome, and aberrant genomic imprinting. The finding of symmetric FGR prior to 20 weeks of gestation suggests aneuploidy. Fetal infection is responsible for 5% to 10% of FGR cases, the most common being cytomegalovirus and toxoplasmosis. Other infectious agents implicated are varicella-zoster virus, malaria, syphilis, and herpes simplex. Fetuses with non-chromosomal congenital anomalies or specific syndromes may also be growth-restricted.", "contents": "Fetal Growth Restriction -- Etiology -- Clinically the etiology may be categorized into fetal, placental, or maternal causes. However, there is a significant overlapping of pathogenesis. Fetal causes: Fetal genetic anomalies are detected in 5% to 20% of FGR cases. These may be due to aneuploidy, uniparental disomy, single-gene mutations, partial deletions or duplications, ring chromosome, and aberrant genomic imprinting. The finding of symmetric FGR prior to 20 weeks of gestation suggests aneuploidy. Fetal infection is responsible for 5% to 10% of FGR cases, the most common being cytomegalovirus and toxoplasmosis. Other infectious agents implicated are varicella-zoster virus, malaria, syphilis, and herpes simplex. Fetuses with non-chromosomal congenital anomalies or specific syndromes may also be growth-restricted."}
{"id": "article-21707_8", "title": "Fetal Growth Restriction -- Etiology -- Clinically the etiology may be categorized into fetal, placental, or maternal causes. However, there is a significant overlapping of pathogenesis.", "content": "Maternal causes: Maternal morbidities can adversely interfere with uteroplacental-fetal blood flow and cause FGR. These conditions include chronic hypertension, gestational or pregestational diabetes mellitus, systemic lupus erythematosus, antiphospholipid syndrome, severe cardiopulmonary or renal diseases, severe anemia and malnourishment, sickle cell disease, substance abuse (alcohol, cocaine, nicotine, heroin, marijuana, and others), anti-neoplastic drugs or radiation exposure, chronic antepartum hemorrhage, low pre-pregnancy weight or poor gestational weight gain, extremes of maternal age, short interpregnancy interval, high altitude residency, multiple gestations, uterine malformations, and assisted conception. Maternal nutritional status can be responsible for almost a 10% variance in fetal weight. Mothers who were growth restricted carry twice the risk for delivering FGR neonates.", "contents": "Fetal Growth Restriction -- Etiology -- Clinically the etiology may be categorized into fetal, placental, or maternal causes. However, there is a significant overlapping of pathogenesis. Maternal causes: Maternal morbidities can adversely interfere with uteroplacental-fetal blood flow and cause FGR. These conditions include chronic hypertension, gestational or pregestational diabetes mellitus, systemic lupus erythematosus, antiphospholipid syndrome, severe cardiopulmonary or renal diseases, severe anemia and malnourishment, sickle cell disease, substance abuse (alcohol, cocaine, nicotine, heroin, marijuana, and others), anti-neoplastic drugs or radiation exposure, chronic antepartum hemorrhage, low pre-pregnancy weight or poor gestational weight gain, extremes of maternal age, short interpregnancy interval, high altitude residency, multiple gestations, uterine malformations, and assisted conception. Maternal nutritional status can be responsible for almost a 10% variance in fetal weight. Mothers who were growth restricted carry twice the risk for delivering FGR neonates."}
{"id": "article-21707_9", "title": "Fetal Growth Restriction -- Etiology -- Clinically the etiology may be categorized into fetal, placental, or maternal causes. However, there is a significant overlapping of pathogenesis.", "content": "Placental/umbilical cord causes: Chromosomal placental mosaicism (CPM), presenting with placental trisomy (most commonly trisomy 21) and a chromosomally normal fetus, is identified in 10% of idiopathic cases of FGR and 33% of FGR with placental infarction and decidual vasculopathy. Placental anomalies (bilobate or circumvallate placenta, small placenta, placental mesenchymal dysplasia), umbilical cord anomalies (single artery, velamentous or marginal cord insertion) are other causes of FGR. Maternal morbidities impact fetal growth via their adverse effects on placental functions.", "contents": "Fetal Growth Restriction -- Etiology -- Clinically the etiology may be categorized into fetal, placental, or maternal causes. However, there is a significant overlapping of pathogenesis. Placental/umbilical cord causes: Chromosomal placental mosaicism (CPM), presenting with placental trisomy (most commonly trisomy 21) and a chromosomally normal fetus, is identified in 10% of idiopathic cases of FGR and 33% of FGR with placental infarction and decidual vasculopathy. Placental anomalies (bilobate or circumvallate placenta, small placenta, placental mesenchymal dysplasia), umbilical cord anomalies (single artery, velamentous or marginal cord insertion) are other causes of FGR. Maternal morbidities impact fetal growth via their adverse effects on placental functions."}
{"id": "article-21707_10", "title": "Fetal Growth Restriction -- Epidemiology", "content": "Fetal growth restriction (FGR) is identified in about 3% to 7% of pregnancies. [1] The incidence varies according to the population studied, the fetal gestational age, and whether or not SGA fetuses were included. It is reported to be 6 times higher in the underdeveloped and developing countries compared to the developed ones. [2] Approximately 20% of all infants are small for gestational age at birth in low-income countries, and one in four of such infants may encounter death. Asian continents account for 75% of all affected infants. Women with preeclampsia who have a prior history of growth-restricted fetuses demonstrate a recurrence rate of 20% in subsequent pregnancies. [7] About 40 percent of the FGR cases are idiopathic, with no identifiable cause. Among the remaining 60% of cases with identifiable causes, 1/3 are due to genetic anomalies, and the rest are secondary to environmental factors.", "contents": "Fetal Growth Restriction -- Epidemiology. Fetal growth restriction (FGR) is identified in about 3% to 7% of pregnancies. [1] The incidence varies according to the population studied, the fetal gestational age, and whether or not SGA fetuses were included. It is reported to be 6 times higher in the underdeveloped and developing countries compared to the developed ones. [2] Approximately 20% of all infants are small for gestational age at birth in low-income countries, and one in four of such infants may encounter death. Asian continents account for 75% of all affected infants. Women with preeclampsia who have a prior history of growth-restricted fetuses demonstrate a recurrence rate of 20% in subsequent pregnancies. [7] About 40 percent of the FGR cases are idiopathic, with no identifiable cause. Among the remaining 60% of cases with identifiable causes, 1/3 are due to genetic anomalies, and the rest are secondary to environmental factors."}
{"id": "article-21707_11", "title": "Fetal Growth Restriction -- Pathophysiology", "content": "Pathologically, the body fat and muscle mass are reduced in the fetus, resulting in decreased subcutaneous fat, as well as body nitrogen and protein contents. The reduction in the maternal-fetal transfer of nutrients due to placental insufficiency, namely glucose, amino acids, and minerals, leads to lesser deposition of glycogen in the liver and muscles and of minerals in the bones. As the fetus continues to be under stress, the blood flow is diverted away from less vital organs and redirected preferentially to the brain, heart, adrenal glands, and placenta.", "contents": "Fetal Growth Restriction -- Pathophysiology. Pathologically, the body fat and muscle mass are reduced in the fetus, resulting in decreased subcutaneous fat, as well as body nitrogen and protein contents. The reduction in the maternal-fetal transfer of nutrients due to placental insufficiency, namely glucose, amino acids, and minerals, leads to lesser deposition of glycogen in the liver and muscles and of minerals in the bones. As the fetus continues to be under stress, the blood flow is diverted away from less vital organs and redirected preferentially to the brain, heart, adrenal glands, and placenta."}
{"id": "article-21707_12", "title": "Fetal Growth Restriction -- History and Physical -- History", "content": "The maternal history of the following may suggest an increased risk of FGR. Previous pregnancy with FGR Previous pregnancy with preeclampsia History of smoking or substance abuse Multiple gestations Assisted conception Chronic illnesses Extremes of maternal age", "contents": "Fetal Growth Restriction -- History and Physical -- History. The maternal history of the following may suggest an increased risk of FGR. Previous pregnancy with FGR Previous pregnancy with preeclampsia History of smoking or substance abuse Multiple gestations Assisted conception Chronic illnesses Extremes of maternal age"}
{"id": "article-21707_13", "title": "Fetal Growth Restriction -- History and Physical -- Physical Examination", "content": "Maternal Findings The fundal height that estimates gestational age by measuring the distance between the pubic symphysis and the top of the uterus might be decreased. [8] Neonatal Findings", "contents": "Fetal Growth Restriction -- History and Physical -- Physical Examination. Maternal Findings The fundal height that estimates gestational age by measuring the distance between the pubic symphysis and the top of the uterus might be decreased. [8] Neonatal Findings"}
{"id": "article-21707_14", "title": "Fetal Growth Restriction -- History and Physical -- Physical Examination", "content": "The neonate with FGR is less than 10 percentile for weight and typically looks emaciated with decreased muscle mass and subcutaneous fat at birth. The head may look proportionately large or small depending upon the pathogenic factor for intrauterine growth restriction. The facies may appear thin, and the umbilical cord shrunken. Due to the lack of proper bone mineralization and bone formation, the cranial suture may be wide and fontanels large. The Ponderal index [PI=weight (g) x100/height (cm)] is a good indicator of the severity of fetal malnutrition, especially in asymmetric FGR. A PI less than the 10th percentile indicates malnutrition. Depending upon the cause, specific physical findings may be noted in a growth-restricted infant at birth, such as:", "contents": "Fetal Growth Restriction -- History and Physical -- Physical Examination. The neonate with FGR is less than 10 percentile for weight and typically looks emaciated with decreased muscle mass and subcutaneous fat at birth. The head may look proportionately large or small depending upon the pathogenic factor for intrauterine growth restriction. The facies may appear thin, and the umbilical cord shrunken. Due to the lack of proper bone mineralization and bone formation, the cranial suture may be wide and fontanels large. The Ponderal index [PI=weight (g) x100/height (cm)] is a good indicator of the severity of fetal malnutrition, especially in asymmetric FGR. A PI less than the 10th percentile indicates malnutrition. Depending upon the cause, specific physical findings may be noted in a growth-restricted infant at birth, such as:"}
{"id": "article-21707_15", "title": "Fetal Growth Restriction -- History and Physical -- Physical Examination", "content": "Hepatomegaly, sensorineural hearing loss, chorioretinitis, blueberry muffin spots in congenital CMV infection. [9] Low set ears, cleft palate, clenched fist with overlapping fingers, and rocker bottom feet in trisomy 18. [10] Scalp defect, close-set eyes, coloboma, micrognathia, and umbilical hernia in trisomy 13. [10] Other findings in FGR with known etiology may be referable to the primary cause and manifest according to the specific syndromes involved.", "contents": "Fetal Growth Restriction -- History and Physical -- Physical Examination. Hepatomegaly, sensorineural hearing loss, chorioretinitis, blueberry muffin spots in congenital CMV infection. [9] Low set ears, cleft palate, clenched fist with overlapping fingers, and rocker bottom feet in trisomy 18. [10] Scalp defect, close-set eyes, coloboma, micrognathia, and umbilical hernia in trisomy 13. [10] Other findings in FGR with known etiology may be referable to the primary cause and manifest according to the specific syndromes involved."}
{"id": "article-21707_16", "title": "Fetal Growth Restriction -- Evaluation", "content": "The American College of Obstetricians and Gynecology (ACOG) recommends performing serial fundal height during every prenatal visit. [11] A serial ultrasonography study is warranted if the fundal height is less than 3 cm or more than the gestation in weeks. The ultrasound scan also serves to detect the presence of anatomical abnormalities in the fetus. An accurate assessment of the gestational age is of utmost importance for differentiating FGR from a misdated pregnancy.", "contents": "Fetal Growth Restriction -- Evaluation. The American College of Obstetricians and Gynecology (ACOG) recommends performing serial fundal height during every prenatal visit. [11] A serial ultrasonography study is warranted if the fundal height is less than 3 cm or more than the gestation in weeks. The ultrasound scan also serves to detect the presence of anatomical abnormalities in the fetus. An accurate assessment of the gestational age is of utmost importance for differentiating FGR from a misdated pregnancy."}
{"id": "article-21707_17", "title": "Fetal Growth Restriction -- Evaluation", "content": "The guidelines also stress the need for early detection of high-risk pregnancies, such as those with a prior history of FGR, substance abuse (tobacco, alcohol, others), advanced maternal age, preeclampsia, or previous pregnancy complicated with preeclampsia, among others. Serial ultrasonography is strongly indicated if risk factors are identified. If FGR is detected, amniotic fluid volume estimations and umbilical arterial Doppler blood flow velocimetry (UADV) studies should be performed. Routine screening with third-trimester ultrasound in low-risk pregnancy is not recommended. [11]", "contents": "Fetal Growth Restriction -- Evaluation. The guidelines also stress the need for early detection of high-risk pregnancies, such as those with a prior history of FGR, substance abuse (tobacco, alcohol, others), advanced maternal age, preeclampsia, or previous pregnancy complicated with preeclampsia, among others. Serial ultrasonography is strongly indicated if risk factors are identified. If FGR is detected, amniotic fluid volume estimations and umbilical arterial Doppler blood flow velocimetry (UADV) studies should be performed. Routine screening with third-trimester ultrasound in low-risk pregnancy is not recommended. [11]"}
{"id": "article-21707_18", "title": "Fetal Growth Restriction -- Treatment / Management", "content": "Early detection is imperative for the optimization of neonatal outcomes. Ultrasonography is particularly useful in estimating fetal weight and for diagnosing FGR by utilizing biometric measures, such as head circumference (HC), abdominal circumference (AC), femur length (FL), and biparietal diameter (BD). [2] AC is the single most sensitive biometry for FGR and yields the best results when done at 34 weeks of gestation or closer to term, especially in the cases of asymmetric FGR. Other useful biometric studies are HC/AC and FL/HC ratios, which can differentiate between symmetrical and asymmetrical FGR. An interval of 3-4 weeks between scans is recommended in pregnancies with suspected FGR.", "contents": "Fetal Growth Restriction -- Treatment / Management. Early detection is imperative for the optimization of neonatal outcomes. Ultrasonography is particularly useful in estimating fetal weight and for diagnosing FGR by utilizing biometric measures, such as head circumference (HC), abdominal circumference (AC), femur length (FL), and biparietal diameter (BD). [2] AC is the single most sensitive biometry for FGR and yields the best results when done at 34 weeks of gestation or closer to term, especially in the cases of asymmetric FGR. Other useful biometric studies are HC/AC and FL/HC ratios, which can differentiate between symmetrical and asymmetrical FGR. An interval of 3-4 weeks between scans is recommended in pregnancies with suspected FGR."}
{"id": "article-21707_19", "title": "Fetal Growth Restriction -- Treatment / Management -- Management of Early-onset FGR (<32 weeks)", "content": "Umbilical artery Doppler velocimetry (UADV) is commonly used for surveillance as well as to determine the timing of delivery. Delivery is indicated at ≥34 weeks if absent end-diastolic blood flow velocity (AEDV) and at ≥32 weeks of gestation if reversed end-diastolic velocity (REDV) is detected. [11] There is insufficient evidence to support the use of cerebral arterial Doppler study as a surveillance procedure.", "contents": "Fetal Growth Restriction -- Treatment / Management -- Management of Early-onset FGR (<32 weeks). Umbilical artery Doppler velocimetry (UADV) is commonly used for surveillance as well as to determine the timing of delivery. Delivery is indicated at ≥34 weeks if absent end-diastolic blood flow velocity (AEDV) and at ≥32 weeks of gestation if reversed end-diastolic velocity (REDV) is detected. [11] There is insufficient evidence to support the use of cerebral arterial Doppler study as a surveillance procedure."}
{"id": "article-21707_20", "title": "Fetal Growth Restriction -- Treatment / Management -- Management of Early-onset FGR (<32 weeks)", "content": "Cardiotocography (CTG) records fetal heartbeat and uterine contractions. It is another recommended technique for surveillance. The biophysical profile (BPP) also serves as a common and important method of surveillance. Twice weekly CTG and/or BPP are indicated if the UADV study is abnormal. Abnormal CTG or BPP reports are indications for interruption of pregnancy by Cesarean section (CS). FGR alone is not an indication for CS.", "contents": "Fetal Growth Restriction -- Treatment / Management -- Management of Early-onset FGR (<32 weeks). Cardiotocography (CTG) records fetal heartbeat and uterine contractions. It is another recommended technique for surveillance. The biophysical profile (BPP) also serves as a common and important method of surveillance. Twice weekly CTG and/or BPP are indicated if the UADV study is abnormal. Abnormal CTG or BPP reports are indications for interruption of pregnancy by Cesarean section (CS). FGR alone is not an indication for CS."}
{"id": "article-21707_21", "title": "Fetal Growth Restriction -- Treatment / Management -- Management of Early-onset FGR (<32 weeks)", "content": "Antenatal corticosteroids should be administered in pregnant mothers up to 34 weeks of gestation to improve fetal lung maturation. Magnesium sulfate is recommended for neuroprotection if a very preterm delivery (<32 weeks) is anticipated.", "contents": "Fetal Growth Restriction -- Treatment / Management -- Management of Early-onset FGR (<32 weeks). Antenatal corticosteroids should be administered in pregnant mothers up to 34 weeks of gestation to improve fetal lung maturation. Magnesium sulfate is recommended for neuroprotection if a very preterm delivery (<32 weeks) is anticipated."}
{"id": "article-21707_22", "title": "Fetal Growth Restriction -- Treatment / Management -- Management of Late-onset FGR (>32 weeks)", "content": "A UADV study should be performed every week or every other week to evaluate for deterioration. Similar to early-onset FGR, twice-weekly CTG and/or BPP are indicated if the UADV study is abnormal. [11] Delivery should be considered at or past 37-week weeks, as indicated if decreased diastolic flow is observed in the UADV study. Expectant management is reasonable if FGR is an isolated finding and is not associated with other abnormal parameters. FGR alone is not an indication of CS.", "contents": "Fetal Growth Restriction -- Treatment / Management -- Management of Late-onset FGR (>32 weeks). A UADV study should be performed every week or every other week to evaluate for deterioration. Similar to early-onset FGR, twice-weekly CTG and/or BPP are indicated if the UADV study is abnormal. [11] Delivery should be considered at or past 37-week weeks, as indicated if decreased diastolic flow is observed in the UADV study. Expectant management is reasonable if FGR is an isolated finding and is not associated with other abnormal parameters. FGR alone is not an indication of CS."}
{"id": "article-21707_23", "title": "Fetal Growth Restriction -- Differential Diagnosis", "content": "Misdated pregnancy: First-trimester ultrasound (either transvaginal or transabdominal) provides the most accurate dating of pregnancy. [12] Dating pregnancy using the date of last menstrual period is prone to error and even more so in women with irregular periods. Oligohydramnios: The discrepancy between fundal height and gestational age may be observed in women with low amniotic fluid volume. An ultrasound scan can be used to reliably predict the estimated fetal weight (EFW).", "contents": "Fetal Growth Restriction -- Differential Diagnosis. Misdated pregnancy: First-trimester ultrasound (either transvaginal or transabdominal) provides the most accurate dating of pregnancy. [12] Dating pregnancy using the date of last menstrual period is prone to error and even more so in women with irregular periods. Oligohydramnios: The discrepancy between fundal height and gestational age may be observed in women with low amniotic fluid volume. An ultrasound scan can be used to reliably predict the estimated fetal weight (EFW)."}
{"id": "article-21707_24", "title": "Fetal Growth Restriction -- Prognosis", "content": "The prognosis differs between infants with symmetrical or asymmetrical FGR. Asymmetrical FGR infants, in general, have a better prognosis compared to those with symmetrical FGR. As the timing of intrauterine insult is later in pregnancy in asymmetrical FGR, cell number is usually normal, which translates to normal postnatal growth. [2] Whereas in symmetrical FGR, the body cell number may be reduced at birth following an earlier gestational insult.", "contents": "Fetal Growth Restriction -- Prognosis. The prognosis differs between infants with symmetrical or asymmetrical FGR. Asymmetrical FGR infants, in general, have a better prognosis compared to those with symmetrical FGR. As the timing of intrauterine insult is later in pregnancy in asymmetrical FGR, cell number is usually normal, which translates to normal postnatal growth. [2] Whereas in symmetrical FGR, the body cell number may be reduced at birth following an earlier gestational insult."}
{"id": "article-21707_25", "title": "Fetal Growth Restriction -- Prognosis", "content": "Infants with symmetrical FGR may potentially remain small throughout their lives. A study showed that the father’s height, mother’s height, and birth length influence the final height of FGR infants. [2] Prognosis also varies according to the specific reason for FGR. The risk of mortality and long-term morbidity is increased in FGR babies who are born prematurely.", "contents": "Fetal Growth Restriction -- Prognosis. Infants with symmetrical FGR may potentially remain small throughout their lives. A study showed that the father’s height, mother’s height, and birth length influence the final height of FGR infants. [2] Prognosis also varies according to the specific reason for FGR. The risk of mortality and long-term morbidity is increased in FGR babies who are born prematurely."}
{"id": "article-21707_26", "title": "Fetal Growth Restriction -- Complications -- FGR infants are susceptible to both short term and long-term complications.", "content": "Short term", "contents": "Fetal Growth Restriction -- Complications -- FGR infants are susceptible to both short term and long-term complications. Short term"}
{"id": "article-21707_27", "title": "Fetal Growth Restriction -- Complications -- FGR infants are susceptible to both short term and long-term complications.", "content": "Short term complications occur soon after birth and include respiratory distress, perinatal asphyxia, meconium aspiration syndrome, hypoglycemia, polycythemia, hyperviscosity, non-physiological hyperbilirubinemia, sepsis, hypocalcemia, poor thermoregulation, and immunological incompetence. They are prone to be born prematurely and, if so, may suffer from prematurity related morbidities, such as respiratory distress syndrome, necrotizing enterocolitis, patent ductus arteriosus, intracranial hemorrhage and retinopathy of prematurity. [13] Long term", "contents": "Fetal Growth Restriction -- Complications -- FGR infants are susceptible to both short term and long-term complications. Short term complications occur soon after birth and include respiratory distress, perinatal asphyxia, meconium aspiration syndrome, hypoglycemia, polycythemia, hyperviscosity, non-physiological hyperbilirubinemia, sepsis, hypocalcemia, poor thermoregulation, and immunological incompetence. They are prone to be born prematurely and, if so, may suffer from prematurity related morbidities, such as respiratory distress syndrome, necrotizing enterocolitis, patent ductus arteriosus, intracranial hemorrhage and retinopathy of prematurity. [13] Long term"}
{"id": "article-21707_28", "title": "Fetal Growth Restriction -- Complications -- FGR infants are susceptible to both short term and long-term complications.", "content": "Perinatal mortality is increased in infants with FGR, the occurrence being related directly to the severity of growth restriction and inversely to the maturational status at birth. It rises abruptly if the birth weight drops below the 6 percentile. Among the survivors, the moderately affected infants may attain normal growth parameters, whereas, the severely affected ones frequently stay shorter compared to those born appropriate for gestational age at comparable maturation, through adolescence. FGR infants have an increased risk of adverse neurodevelopmental outcomes. Some of the common problems are: [2] Poor academic performance Decreased cognitive performance Behavioral problems and hyperactivity", "contents": "Fetal Growth Restriction -- Complications -- FGR infants are susceptible to both short term and long-term complications. Perinatal mortality is increased in infants with FGR, the occurrence being related directly to the severity of growth restriction and inversely to the maturational status at birth. It rises abruptly if the birth weight drops below the 6 percentile. Among the survivors, the moderately affected infants may attain normal growth parameters, whereas, the severely affected ones frequently stay shorter compared to those born appropriate for gestational age at comparable maturation, through adolescence. FGR infants have an increased risk of adverse neurodevelopmental outcomes. Some of the common problems are: [2] Poor academic performance Decreased cognitive performance Behavioral problems and hyperactivity"}
{"id": "article-21707_29", "title": "Fetal Growth Restriction -- Complications -- FGR infants are susceptible to both short term and long-term complications.", "content": "Cognitive and neurodevelopmental abnormalities are more common in growth-restricted preterm infants. These anomalies include poor cognitive test scores, a need for special education, variable fine and gross motor dysfunction, attention deficit hyperactivity disorder, and cerebral palsy. Such infants are also more prone to growth failure. FGR infants are reported to be at increased risk of obesity, cardiovascular diseases, metabolic syndrome, hypercholesterolemia, dyslipidemia, diabetes mellitus, and renal diseases later in life. [14]", "contents": "Fetal Growth Restriction -- Complications -- FGR infants are susceptible to both short term and long-term complications. Cognitive and neurodevelopmental abnormalities are more common in growth-restricted preterm infants. These anomalies include poor cognitive test scores, a need for special education, variable fine and gross motor dysfunction, attention deficit hyperactivity disorder, and cerebral palsy. Such infants are also more prone to growth failure. FGR infants are reported to be at increased risk of obesity, cardiovascular diseases, metabolic syndrome, hypercholesterolemia, dyslipidemia, diabetes mellitus, and renal diseases later in life. [14]"}
{"id": "article-21707_30", "title": "Fetal Growth Restriction -- Deterrence and Patient Education", "content": "Several strategies have been forwarded for the prevention of fetal growth restriction, but only a few have proven to be effective. ACOG does not recommend low dose aspirin for women at increased risk of preeclampsia as there is insufficient evidence of improved outcomes. However, recent publications have demonstrated a significant risk reduction in early-onset preeclampsia with low dose aspirin. The Royal College of Obstetricians and Gynecologists (RCOG) in the United Kingdom (UK) recommends low-dose aspirin before 16 gestational weeks in women with risk factors for preeclampsia. [2]", "contents": "Fetal Growth Restriction -- Deterrence and Patient Education. Several strategies have been forwarded for the prevention of fetal growth restriction, but only a few have proven to be effective. ACOG does not recommend low dose aspirin for women at increased risk of preeclampsia as there is insufficient evidence of improved outcomes. However, recent publications have demonstrated a significant risk reduction in early-onset preeclampsia with low dose aspirin. The Royal College of Obstetricians and Gynecologists (RCOG) in the United Kingdom (UK) recommends low-dose aspirin before 16 gestational weeks in women with risk factors for preeclampsia. [2]"}
{"id": "article-21707_31", "title": "Fetal Growth Restriction -- Deterrence and Patient Education", "content": "Maternal substance abuse such as tobacco, which can potentially impede the placental vascular functions, should be identified as early as possible. Smoking is a modifiable risk factor. Smoking cessation has proven to be effective in decreasing the risk of FGR. Counseling on smoking cessation, as well as for other substance abuse, should be provided, and aid should be offered whenever possible. [15] Currently, there is insufficient data to recommend dietary modification or bed rest. [2]", "contents": "Fetal Growth Restriction -- Deterrence and Patient Education. Maternal substance abuse such as tobacco, which can potentially impede the placental vascular functions, should be identified as early as possible. Smoking is a modifiable risk factor. Smoking cessation has proven to be effective in decreasing the risk of FGR. Counseling on smoking cessation, as well as for other substance abuse, should be provided, and aid should be offered whenever possible. [15] Currently, there is insufficient data to recommend dietary modification or bed rest. [2]"}
{"id": "article-21707_32", "title": "Fetal Growth Restriction -- Enhancing Healthcare Team Outcomes", "content": "Severe F.G.R. is one of the most important set-ups for high-risk delivery, in which resuscitation at the time of delivery may be required. An interprofessional team, comprised of obstetricians, anesthesiologists, neonatologists, neonatal nurse practitioners (NNP), pharmacists, etc. should be present at the delivery. Effective communication and interaction among the team members help in decreasing the risk of sentinel events. The team members should be able to perform optimally with anticipation, proper information about the pregnancy, and appropriate task delegation. Communication approaches like P.U.R.E. and TeamSTEPPS have been developed and implemented, in order to prevent communication breakdown among the essential team members in clinical practice and have proven to be effective. [16]", "contents": "Fetal Growth Restriction -- Enhancing Healthcare Team Outcomes. Severe F.G.R. is one of the most important set-ups for high-risk delivery, in which resuscitation at the time of delivery may be required. An interprofessional team, comprised of obstetricians, anesthesiologists, neonatologists, neonatal nurse practitioners (NNP), pharmacists, etc. should be present at the delivery. Effective communication and interaction among the team members help in decreasing the risk of sentinel events. The team members should be able to perform optimally with anticipation, proper information about the pregnancy, and appropriate task delegation. Communication approaches like P.U.R.E. and TeamSTEPPS have been developed and implemented, in order to prevent communication breakdown among the essential team members in clinical practice and have proven to be effective. [16]"}
{"id": "article-21707_33", "title": "Fetal Growth Restriction -- Enhancing Healthcare Team Outcomes", "content": "Nutritional management of the fetal growth-restricted infants is important and poses a great challenge for the clinical caretaking team. The main goals include maintenance of optimal growth, avoidance of the side effects of feeding, and achieving full enteral feeding in due time. A nutrition support team (NST), composed of clinicians, dietitians, nurses, pharmacists, medical technologists, and social workers, serves to provide optimal nutritional management. A meta-analysis has shown that the availability of an NST in the hospital effectively improves patient outcomes. [17] [18]", "contents": "Fetal Growth Restriction -- Enhancing Healthcare Team Outcomes. Nutritional management of the fetal growth-restricted infants is important and poses a great challenge for the clinical caretaking team. The main goals include maintenance of optimal growth, avoidance of the side effects of feeding, and achieving full enteral feeding in due time. A nutrition support team (NST), composed of clinicians, dietitians, nurses, pharmacists, medical technologists, and social workers, serves to provide optimal nutritional management. A meta-analysis has shown that the availability of an NST in the hospital effectively improves patient outcomes. [17] [18]"}
{"id": "article-21707_34", "title": "Fetal Growth Restriction -- Enhancing Healthcare Team Outcomes", "content": "Post-discharge, the infants are followed by primary clinicians and/or by specialists in a neonatal follow-up clinic, where the growth and development are serially monitored, and appropriate referrals are made for early intervention, among others, as needed in a timely manner.", "contents": "Fetal Growth Restriction -- Enhancing Healthcare Team Outcomes. Post-discharge, the infants are followed by primary clinicians and/or by specialists in a neonatal follow-up clinic, where the growth and development are serially monitored, and appropriate referrals are made for early intervention, among others, as needed in a timely manner."}
{"id": "article-21707_35", "title": "Fetal Growth Restriction -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Fetal Growth Restriction -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}