{"id": "article-155476_0", "title": "Tenecteplase -- Continuing Education Activity", "content": "Tenecteplase (TNK) is a single-bolus recombinant fibrinolytic agent used to manage intravascular clots. The drug is in the tissue plasminogen activator (tPA) class of medications. FDA-approved indications include acute ST-elevation myocardial infarction (STEMI). Tenecteplase is the thrombolytic agent of choice for acute myocardial infarction. Tenecteplase is becoming more widely used as a thrombolytic agent despite its off-label use in acute ischemic strokes largely because of its efficacy when compared with the FDA-approved alteplase. This activity explores the indications, contraindications, activity, adverse event profile, toxicities, and monitoring of tenecteplase to assist the interprofessional team in caring for patients who need thrombolytic therapy.", "contents": "Tenecteplase -- Continuing Education Activity. Tenecteplase (TNK) is a single-bolus recombinant fibrinolytic agent used to manage intravascular clots. The drug is in the tissue plasminogen activator (tPA) class of medications. FDA-approved indications include acute ST-elevation myocardial infarction (STEMI). Tenecteplase is the thrombolytic agent of choice for acute myocardial infarction. Tenecteplase is becoming more widely used as a thrombolytic agent despite its off-label use in acute ischemic strokes largely because of its efficacy when compared with the FDA-approved alteplase. This activity explores the indications, contraindications, activity, adverse event profile, toxicities, and monitoring of tenecteplase to assist the interprofessional team in caring for patients who need thrombolytic therapy."}
{"id": "article-155476_1", "title": "Tenecteplase -- Continuing Education Activity", "content": "Objectives: Identify the indications for initiating therapy with tenecteplase. Implement the appropriate monitoring strategy for tenecteplase. Assess the potential adverse event profile and toxicities associated with tenecteplase. Coordinate actions and use open communication among interprofessional team members for improving care to improve outcomes for patients receiving tenecteplase for indicated conditions. Access free multiple choice questions on this topic.", "contents": "Tenecteplase -- Continuing Education Activity. Objectives: Identify the indications for initiating therapy with tenecteplase. Implement the appropriate monitoring strategy for tenecteplase. Assess the potential adverse event profile and toxicities associated with tenecteplase. Coordinate actions and use open communication among interprofessional team members for improving care to improve outcomes for patients receiving tenecteplase for indicated conditions. Access free multiple choice questions on this topic."}
{"id": "article-155476_2", "title": "Tenecteplase -- Indications", "content": "Tenecteplase (sometimes abbreviated TNK, although this is discouraged by the Institute for Safe Medicine Practices) is a thrombolytic agent manufactured by recombinant DNA technology. Tenecteplase is an FDA-approved medication specifically indicated for reducing mortality in patients with ST-elevation acute myocardial infarction (STEMI). Off-label indications include thrombolysis in treating acute ischemic stroke, pulmonary embolism, and central venous catheter clearance. The most widely used indications are acute myocardial infarction and acute ischemic stroke. [1] [2]", "contents": "Tenecteplase -- Indications. Tenecteplase (sometimes abbreviated TNK, although this is discouraged by the Institute for Safe Medicine Practices) is a thrombolytic agent manufactured by recombinant DNA technology. Tenecteplase is an FDA-approved medication specifically indicated for reducing mortality in patients with ST-elevation acute myocardial infarction (STEMI). Off-label indications include thrombolysis in treating acute ischemic stroke, pulmonary embolism, and central venous catheter clearance. The most widely used indications are acute myocardial infarction and acute ischemic stroke. [1] [2]"}
{"id": "article-155476_3", "title": "Tenecteplase -- Indications", "content": "Tenecteplase has emerged as the preferred thrombolytic agent for the management of acute myocardial infarction due to its efficacy, convenience, and cost-effectiveness compared to the FDA-approved alteplase. While tenecteplase is not FDA-approved for acute ischemic strokes, its off-label use is increasing due to its favorable attributes such as single-dose intravenous administration and lower cost when compared to alteplase.Tenecteplase, administered at the stroke dosage of 0.25 mg/kg up to 25 mg, is a more cost-effective option compared to alteplase for stroke treatment in the US market, with a cost difference of approximately $3000. [3]", "contents": "Tenecteplase -- Indications. Tenecteplase has emerged as the preferred thrombolytic agent for the management of acute myocardial infarction due to its efficacy, convenience, and cost-effectiveness compared to the FDA-approved alteplase. While tenecteplase is not FDA-approved for acute ischemic strokes, its off-label use is increasing due to its favorable attributes such as single-dose intravenous administration and lower cost when compared to alteplase.Tenecteplase, administered at the stroke dosage of 0.25 mg/kg up to 25 mg, is a more cost-effective option compared to alteplase for stroke treatment in the US market, with a cost difference of approximately $3000. [3]"}
{"id": "article-155476_4", "title": "Tenecteplase -- Mechanism of Action", "content": "Tenecteplase is a bioengineered alteplase variant, a recombinant DNA-derived version of naturally occurring tissue plasminogen activator (tPA). The drug is derived from three amino acid substitutions at three sites (T, N, and K represent the three regions changed from the natural tPA protein). Native tPA is a serine protease found in endothelial cells. Tenecteplase binds to the fibrin component of a blood clot (thrombus). It acts within the endogenous fibrinolytic coagulation cascade to selectively catalyze the cleavage of plasminogen to plasmin. The activated plasmin subsequently degrades fibrin, resulting in clot dissolution and recanalization of blood flow. [4]", "contents": "Tenecteplase -- Mechanism of Action. Tenecteplase is a bioengineered alteplase variant, a recombinant DNA-derived version of naturally occurring tissue plasminogen activator (tPA). The drug is derived from three amino acid substitutions at three sites (T, N, and K represent the three regions changed from the natural tPA protein). Native tPA is a serine protease found in endothelial cells. Tenecteplase binds to the fibrin component of a blood clot (thrombus). It acts within the endogenous fibrinolytic coagulation cascade to selectively catalyze the cleavage of plasminogen to plasmin. The activated plasmin subsequently degrades fibrin, resulting in clot dissolution and recanalization of blood flow. [4]"}
{"id": "article-155476_5", "title": "Tenecteplase -- Mechanism of Action", "content": "Tenecteplase exhibits much higher fibrin specificity, increased resistance to inactivation by endogenous inhibitor plasminogen activator inhibitor (PAI-1), and a longer half-life compared to native tPA. Due to its long half-life, Tenecteplase can be administered as a single intravenous bolus injection. [4]", "contents": "Tenecteplase -- Mechanism of Action. Tenecteplase exhibits much higher fibrin specificity, increased resistance to inactivation by endogenous inhibitor plasminogen activator inhibitor (PAI-1), and a longer half-life compared to native tPA. Due to its long half-life, Tenecteplase can be administered as a single intravenous bolus injection. [4]"}
{"id": "article-155476_6", "title": "Tenecteplase -- Administration", "content": "Tenecteplase is supplied as a lyophilized powder in a 50 mg vial; it is packaged with a separate 10 mL vial of sterile water for reconstitution to obtain a final 5 mg/mL concentration. The reconstituted solution can be refrigerated at 2 °C to 8 °C (36 °F to 46 °F) and must be used within 8 hours.", "contents": "Tenecteplase -- Administration. Tenecteplase is supplied as a lyophilized powder in a 50 mg vial; it is packaged with a separate 10 mL vial of sterile water for reconstitution to obtain a final 5 mg/mL concentration. The reconstituted solution can be refrigerated at 2 °C to 8 °C (36 °F to 46 °F) and must be used within 8 hours."}
{"id": "article-155476_7", "title": "Tenecteplase -- Administration", "content": "Tenecteplase is administered as a single 5-second intravenous bolus at weight-based tiered doses of 0.25 mg/kg or 0.50 mg/kg with a maximum dose of 50 mg. Tenecteplase has a half-life of 20 to 25 minutes.", "contents": "Tenecteplase -- Administration. Tenecteplase is administered as a single 5-second intravenous bolus at weight-based tiered doses of 0.25 mg/kg or 0.50 mg/kg with a maximum dose of 50 mg. Tenecteplase has a half-life of 20 to 25 minutes."}
{"id": "article-155476_8", "title": "Tenecteplase -- Administration", "content": "The STREAM trial demonstrated a lower incidence of intracranial hemorrhage (ICH) in patients over 75 who received half doses of tenecteplase (0.25 mg/kg) compared to the standard dose of 0.5 mg/kg. [5]", "contents": "Tenecteplase -- Administration. The STREAM trial demonstrated a lower incidence of intracranial hemorrhage (ICH) in patients over 75 who received half doses of tenecteplase (0.25 mg/kg) compared to the standard dose of 0.5 mg/kg. [5]"}
{"id": "article-155476_9", "title": "Tenecteplase -- Administration -- Myocardial Infarction", "content": "Acute myocardial infarction (MI) is managed with timely thrombolysis or percutaneous coronary intervention (PCI). While PCI is the preferred approach, thrombolysis remains a crucial primary strategy for patients who cannot receive PCI within the preferred treatment window. [6]", "contents": "Tenecteplase -- Administration -- Myocardial Infarction. Acute myocardial infarction (MI) is managed with timely thrombolysis or percutaneous coronary intervention (PCI). While PCI is the preferred approach, thrombolysis remains a crucial primary strategy for patients who cannot receive PCI within the preferred treatment window. [6]"}
{"id": "article-155476_10", "title": "Tenecteplase -- Administration -- Myocardial Infarction", "content": "The CAPTIM study demonstrated tenecteplase might be as effective as PCI in treating acute ST-elevation myocardial infarction (STEMI) when administered in the prehospital setting. [7] This strategy is desirable for patients who cannot receive PCI within the recommended 90 minutes after first medical contact. Indeed, up to 70% of STEMI patients present to hospitals without PCI capability, thus requiring transfer to a PCI facility or an alternative primary revascularization strategy. [8] This strategy is further supported by the American College of Cardiology/American Heart Association (ACC/AHA) guidelines, which encourage prehospital thrombolytic therapy within 30 minutes of symptom onset. [9]", "contents": "Tenecteplase -- Administration -- Myocardial Infarction. The CAPTIM study demonstrated tenecteplase might be as effective as PCI in treating acute ST-elevation myocardial infarction (STEMI) when administered in the prehospital setting. [7] This strategy is desirable for patients who cannot receive PCI within the recommended 90 minutes after first medical contact. Indeed, up to 70% of STEMI patients present to hospitals without PCI capability, thus requiring transfer to a PCI facility or an alternative primary revascularization strategy. [8] This strategy is further supported by the American College of Cardiology/American Heart Association (ACC/AHA) guidelines, which encourage prehospital thrombolytic therapy within 30 minutes of symptom onset. [9]"}
{"id": "article-155476_11", "title": "Tenecteplase -- Administration -- Myocardial Infarction", "content": "Tenecteplase may be used in conjunction with antiplatelet and anticoagulation therapy. The drug can also be used before undergoing PCI. In the case of failed thrombolysis with tenecteplase, rescue PCI should be considered.", "contents": "Tenecteplase -- Administration -- Myocardial Infarction. Tenecteplase may be used in conjunction with antiplatelet and anticoagulation therapy. The drug can also be used before undergoing PCI. In the case of failed thrombolysis with tenecteplase, rescue PCI should be considered."}
{"id": "article-155476_12", "title": "Tenecteplase -- Administration -- Myocardial Infarction", "content": "The safety and efficacy of tenecteplase before PCI continue to be investigated. The ASSENT-4 trial was prematurely discontinued due to excessive in-hospital mortality in the study group receiving tenecteplase-facilitated PCI. [10] Whereas the WEST and GRACIA-2 studies found comparable efficacy between tenecteplase-facilitated PCI and primary PCI, these studies determined the greatest benefit was achieved when routine PCI is postponed at least 3 to 12 hours after tenecteplase administration. [11] [12]", "contents": "Tenecteplase -- Administration -- Myocardial Infarction. The safety and efficacy of tenecteplase before PCI continue to be investigated. The ASSENT-4 trial was prematurely discontinued due to excessive in-hospital mortality in the study group receiving tenecteplase-facilitated PCI. [10] Whereas the WEST and GRACIA-2 studies found comparable efficacy between tenecteplase-facilitated PCI and primary PCI, these studies determined the greatest benefit was achieved when routine PCI is postponed at least 3 to 12 hours after tenecteplase administration. [11] [12]"}
{"id": "article-155476_13", "title": "Tenecteplase -- Administration -- Acute Ischemic Stroke", "content": "Several randomized controlled trials for acute ischemic stroke have compared tenecteplase and alteplase. The EXTEND-1A TNK trial showed better reperfusion versus alteplase in lesions with low clot burden. [13] The NOR-TEST2 trial with 0.4 mg/kg of tenecteplase failed to show non-inferiority to a standard dose of IV alteplase. [14] The ATTEST trial compared 0.25 mg/kg of tenecteplase and the standard dose of IV alteplase and found no differences in the outcomes. [15]", "contents": "Tenecteplase -- Administration -- Acute Ischemic Stroke. Several randomized controlled trials for acute ischemic stroke have compared tenecteplase and alteplase. The EXTEND-1A TNK trial showed better reperfusion versus alteplase in lesions with low clot burden. [13] The NOR-TEST2 trial with 0.4 mg/kg of tenecteplase failed to show non-inferiority to a standard dose of IV alteplase. [14] The ATTEST trial compared 0.25 mg/kg of tenecteplase and the standard dose of IV alteplase and found no differences in the outcomes. [15]"}
{"id": "article-155476_14", "title": "Tenecteplase -- Administration -- Acute Ischemic Stroke", "content": "The TAAIS trial compared doses of tenecteplase in computed tomography (CT) confirmed middle cerebral artery (MCA) occlusion. The trial concluded higher recanalization rates and greater neurological improvement, as evidenced by an improvement in the National Institutes of Health Stroke Scale (NIHSS) in the 0.25 mg/kg cohort. [16] Additionally, this dose group demonstrated a better modified Rankin Scale (mRS) score of 0 or 1 at 90-day follow-up. The efficacy of the 0.25 mg/kg dose group is further supported by a meta-analysis of 5 randomized controlled trials, which found greater efficacy and a lower rate of symptomatic intracranial hemorrhage (sICH) with the 0.25 mg/kg dose compared to 0.1 mg/kg and 0.4 mg/kg dose. [17] [18]", "contents": "Tenecteplase -- Administration -- Acute Ischemic Stroke. The TAAIS trial compared doses of tenecteplase in computed tomography (CT) confirmed middle cerebral artery (MCA) occlusion. The trial concluded higher recanalization rates and greater neurological improvement, as evidenced by an improvement in the National Institutes of Health Stroke Scale (NIHSS) in the 0.25 mg/kg cohort. [16] Additionally, this dose group demonstrated a better modified Rankin Scale (mRS) score of 0 or 1 at 90-day follow-up. The efficacy of the 0.25 mg/kg dose group is further supported by a meta-analysis of 5 randomized controlled trials, which found greater efficacy and a lower rate of symptomatic intracranial hemorrhage (sICH) with the 0.25 mg/kg dose compared to 0.1 mg/kg and 0.4 mg/kg dose. [17] [18]"}
{"id": "article-155476_15", "title": "Tenecteplase -- Administration -- Acute Ischemic Stroke", "content": "The most recently published AcT trial in Canada is a large randomized open-label trial comparing 0.25 mg/kg of tenecteplase and alteplase. This trial demonstrated the non-inferiority of tenecteplase versus alteplase. [19]", "contents": "Tenecteplase -- Administration -- Acute Ischemic Stroke. The most recently published AcT trial in Canada is a large randomized open-label trial comparing 0.25 mg/kg of tenecteplase and alteplase. This trial demonstrated the non-inferiority of tenecteplase versus alteplase. [19]"}
{"id": "article-155476_16", "title": "Tenecteplase -- Administration -- Acute Ischemic Stroke", "content": "From all the available data about tenecteplase in acute ischemic stroke, one can conclude that no clear positive phase 3 trial shows its superiority over alteplase. 0.4 mg/kg of tenecteplase showed no advantage over the 0.25 mg/kg dose. Given its longer half-life so that it can be given as a single bolus dose and its lower cost, tenecteplase is becoming more accepted in most stroke centers in the USA over alteplase.", "contents": "Tenecteplase -- Administration -- Acute Ischemic Stroke. From all the available data about tenecteplase in acute ischemic stroke, one can conclude that no clear positive phase 3 trial shows its superiority over alteplase. 0.4 mg/kg of tenecteplase showed no advantage over the 0.25 mg/kg dose. Given its longer half-life so that it can be given as a single bolus dose and its lower cost, tenecteplase is becoming more accepted in most stroke centers in the USA over alteplase."}
{"id": "article-155476_17", "title": "Tenecteplase -- Administration -- Acute Ischemic Stroke", "content": "The 2019 American Heart Association/American Stroke Association (AHA/ASA) Guidelines provide the most current recommendations for tenecteplase use in AIS. [20] The AHA/ASA guidelines include tenecteplase at 0.25 mg/kg and 0.40 mg/kg doses as an alternative therapy (class IIB recommendation). The guideline stated that it might be reasonable to choose tenecteplase (a single IV bolus of 0.25 mg/kg maximum 25 mg) over IV alteplase in patients without contraindications for IV fibrinolytic who are also eligible to undergo mechanical thrombectomy. Tenecteplase administered as a 0.4 mg/kg single IV bolus has not been proven to be superior or non-inferior to alteplase but might be considered as an alternative to alteplase in patients with minor neurological impairment and no major intracranial occlusion.", "contents": "Tenecteplase -- Administration -- Acute Ischemic Stroke. The 2019 American Heart Association/American Stroke Association (AHA/ASA) Guidelines provide the most current recommendations for tenecteplase use in AIS. [20] The AHA/ASA guidelines include tenecteplase at 0.25 mg/kg and 0.40 mg/kg doses as an alternative therapy (class IIB recommendation). The guideline stated that it might be reasonable to choose tenecteplase (a single IV bolus of 0.25 mg/kg maximum 25 mg) over IV alteplase in patients without contraindications for IV fibrinolytic who are also eligible to undergo mechanical thrombectomy. Tenecteplase administered as a 0.4 mg/kg single IV bolus has not been proven to be superior or non-inferior to alteplase but might be considered as an alternative to alteplase in patients with minor neurological impairment and no major intracranial occlusion."}
{"id": "article-155476_18", "title": "Tenecteplase -- Administration -- Pulmonary Embolism", "content": "Although tenecteplase is not FDA-approved for use in pulmonary embolism (PE), several studies have evaluated its efficacy and safety in use for acute PE. [21] [22] Tenecteplase may be considered for high-risk or massive PE. High-risk or massive PE is defined by sustained hypotension or cardiogenic shock and given at the same dose as acute MI.", "contents": "Tenecteplase -- Administration -- Pulmonary Embolism. Although tenecteplase is not FDA-approved for use in pulmonary embolism (PE), several studies have evaluated its efficacy and safety in use for acute PE. [21] [22] Tenecteplase may be considered for high-risk or massive PE. High-risk or massive PE is defined by sustained hypotension or cardiogenic shock and given at the same dose as acute MI."}
{"id": "article-155476_19", "title": "Tenecteplase -- Administration -- Pulmonary Embolism", "content": "The PEITHO study and its long-term outcome evaluation represented the largest trial evaluating the use of thrombolytics in the setting of acute PE. The study showed tenecteplase may improve hemodynamics in patients with PE and evidence of right heart strain but at an increased risk of intracranial hemorrhage compared to placebo (6.3% vs 1.2%). [23] In addition, no difference in long-term function was noted with tenecteplase. To date, no study has directly compared the efficacy and safety of tenecteplase to other thrombolytics in acute PE.", "contents": "Tenecteplase -- Administration -- Pulmonary Embolism. The PEITHO study and its long-term outcome evaluation represented the largest trial evaluating the use of thrombolytics in the setting of acute PE. The study showed tenecteplase may improve hemodynamics in patients with PE and evidence of right heart strain but at an increased risk of intracranial hemorrhage compared to placebo (6.3% vs 1.2%). [23] In addition, no difference in long-term function was noted with tenecteplase. To date, no study has directly compared the efficacy and safety of tenecteplase to other thrombolytics in acute PE."}
{"id": "article-155476_20", "title": "Tenecteplase -- Adverse Effects", "content": "Adverse effects of tenecteplase, including bleeding, anaphylaxis, thromboembolism, and arrhythmia, are similar to other thrombolytics.", "contents": "Tenecteplase -- Adverse Effects. Adverse effects of tenecteplase, including bleeding, anaphylaxis, thromboembolism, and arrhythmia, are similar to other thrombolytics."}
{"id": "article-155476_21", "title": "Tenecteplase -- Adverse Effects", "content": "Bleeding is the most common complication of tenecteplase and thrombolytic use. Bleeding can occur anywhere in the body, as well as at puncture and surgical sites. Intracranial hemorrhage poses the most significant concern for increased mortality. The incidence of symptomatic intracranial hemorrhage in patients receiving tenecteplase (2.9%) is comparable to patients receiving alteplase (2.7%), another thrombolytic agent. [24] The risk of bleeding with tenecteplase is increased with concomitant use of anticoagulants and antiplatelet agents.", "contents": "Tenecteplase -- Adverse Effects. Bleeding is the most common complication of tenecteplase and thrombolytic use. Bleeding can occur anywhere in the body, as well as at puncture and surgical sites. Intracranial hemorrhage poses the most significant concern for increased mortality. The incidence of symptomatic intracranial hemorrhage in patients receiving tenecteplase (2.9%) is comparable to patients receiving alteplase (2.7%), another thrombolytic agent. [24] The risk of bleeding with tenecteplase is increased with concomitant use of anticoagulants and antiplatelet agents."}
{"id": "article-155476_22", "title": "Tenecteplase -- Adverse Effects", "content": "Thromboembolic events and cholesterol embolization have been reported using thrombolytics, including tenecteplase. In addition, cardiac dysrhythmias have been associated with thrombolytic use in STEMI as an occurrence of tissue reperfusion.", "contents": "Tenecteplase -- Adverse Effects. Thromboembolic events and cholesterol embolization have been reported using thrombolytics, including tenecteplase. In addition, cardiac dysrhythmias have been associated with thrombolytic use in STEMI as an occurrence of tissue reperfusion."}
{"id": "article-155476_23", "title": "Tenecteplase -- Adverse Effects", "content": "In the ASSENT-4 study, higher incidences of mortality, cardiogenic shock, congestive heart failure, and recurrent myocardial infarction requiring repeat revascularization were observed in the cohort receiving tenecteplase with PCI versus PCI alone. [10] In such cases of large STEMI, clinicians are advised to choose either thrombolysis or PCI as the primary reperfusion strategy.", "contents": "Tenecteplase -- Adverse Effects. In the ASSENT-4 study, higher incidences of mortality, cardiogenic shock, congestive heart failure, and recurrent myocardial infarction requiring repeat revascularization were observed in the cohort receiving tenecteplase with PCI versus PCI alone. [10] In such cases of large STEMI, clinicians are advised to choose either thrombolysis or PCI as the primary reperfusion strategy."}
{"id": "article-155476_24", "title": "Tenecteplase -- Contraindications", "content": "Tenecteplase is contraindicated in several conditions. [25] These include the following: Active internal bleeding Severe uncontrolled hypertension History of cerebrovascular accident History of aneurysm or arteriovenous malformation History of intracranial neoplasm Intracranial or intraspinal surgery within the last 2 months Head or spinal trauma within the previous 2 months Conditions that increase the risk of bleeding", "contents": "Tenecteplase -- Contraindications. Tenecteplase is contraindicated in several conditions. [25] These include the following: Active internal bleeding Severe uncontrolled hypertension History of cerebrovascular accident History of aneurysm or arteriovenous malformation History of intracranial neoplasm Intracranial or intraspinal surgery within the last 2 months Head or spinal trauma within the previous 2 months Conditions that increase the risk of bleeding"}
{"id": "article-155476_25", "title": "Tenecteplase -- Contraindications", "content": "Tenecteplase is an FDA pregnancy category C drug. No well-controlled studies evaluate the risk of adverse maternal or fetal outcomes in tenecteplase. Whether tenecteplase is excreted in breast milk is unknown. Pregnancy is a relative contraindication to tenecteplase and should only be given after carefully considering the risks and benefits to the patient and fetus. [26]", "contents": "Tenecteplase -- Contraindications. Tenecteplase is an FDA pregnancy category C drug. No well-controlled studies evaluate the risk of adverse maternal or fetal outcomes in tenecteplase. Whether tenecteplase is excreted in breast milk is unknown. Pregnancy is a relative contraindication to tenecteplase and should only be given after carefully considering the risks and benefits to the patient and fetus. [26]"}
{"id": "article-155476_26", "title": "Tenecteplase -- Contraindications", "content": "Significant drug-drug interactions that contraindicate tenecteplase use include defibrotide and mifepristone. Concurrent use of tenecteplase with defibrotide may increase bleeding risk due to additive effects and duplicate anticoagulation. Mifepristone and tenecteplase are contraindicated when using mifepristone for pregnancy termination; the combination may increase the risk of severe or prolonged vaginal bleeding due to additive effects.", "contents": "Tenecteplase -- Contraindications. Significant drug-drug interactions that contraindicate tenecteplase use include defibrotide and mifepristone. Concurrent use of tenecteplase with defibrotide may increase bleeding risk due to additive effects and duplicate anticoagulation. Mifepristone and tenecteplase are contraindicated when using mifepristone for pregnancy termination; the combination may increase the risk of severe or prolonged vaginal bleeding due to additive effects."}
{"id": "article-155476_27", "title": "Tenecteplase -- Monitoring", "content": "Patients receiving tenecteplase require routine neurologic and cardiovascular monitoring to assess for bleeding and hypersensitivity reactions. [24]", "contents": "Tenecteplase -- Monitoring. Patients receiving tenecteplase require routine neurologic and cardiovascular monitoring to assess for bleeding and hypersensitivity reactions. [24]"}
{"id": "article-155476_28", "title": "Tenecteplase -- Monitoring", "content": "Nonessential handling and puncture should be avoided in the first few hours after tenecteplase administration. If an arterial puncture cannot be avoided, the preferred site is an upper extremity blood vessel that can be easily compressed. Direct pressure should be applied for 30 minutes following venipuncture.", "contents": "Tenecteplase -- Monitoring. Nonessential handling and puncture should be avoided in the first few hours after tenecteplase administration. If an arterial puncture cannot be avoided, the preferred site is an upper extremity blood vessel that can be easily compressed. Direct pressure should be applied for 30 minutes following venipuncture."}
{"id": "article-155476_29", "title": "Tenecteplase -- Monitoring", "content": "A neurological exam must be serially performed to assess for deterioration in mental status or any new focal neurological deficits, which may suggest a bleeding event. An urgent brain CT should be performed if there is any sign of neurological deterioration. If the patient is also receiving concomitant anticoagulation such as heparin, the agent should be stopped, and the appropriate reversal agent should be administered. Other bleeding sites, such as puncture or surgical sites and bruising, should also be monitored.", "contents": "Tenecteplase -- Monitoring. A neurological exam must be serially performed to assess for deterioration in mental status or any new focal neurological deficits, which may suggest a bleeding event. An urgent brain CT should be performed if there is any sign of neurological deterioration. If the patient is also receiving concomitant anticoagulation such as heparin, the agent should be stopped, and the appropriate reversal agent should be administered. Other bleeding sites, such as puncture or surgical sites and bruising, should also be monitored."}
{"id": "article-155476_30", "title": "Tenecteplase -- Monitoring", "content": "Vital signs must be frequently evaluated for fever, hypotension, and tachycardia. Assessment of clinical signs of anaphylaxis, including angioedema, rash, and respiratory distress, must also be routinely performed. Supportive medication such as antihistamines and intramuscular epinephrine should be available.", "contents": "Tenecteplase -- Monitoring. Vital signs must be frequently evaluated for fever, hypotension, and tachycardia. Assessment of clinical signs of anaphylaxis, including angioedema, rash, and respiratory distress, must also be routinely performed. Supportive medication such as antihistamines and intramuscular epinephrine should be available."}
{"id": "article-155476_31", "title": "Tenecteplase -- Monitoring", "content": "Due to the risk of cardiac arrhythmia in tenecteplase, cardiac monitoring is necessary. In addition, antiarrhythmic therapy for bradycardia and ventricular instability should be available during tenecteplase administration.", "contents": "Tenecteplase -- Monitoring. Due to the risk of cardiac arrhythmia in tenecteplase, cardiac monitoring is necessary. In addition, antiarrhythmic therapy for bradycardia and ventricular instability should be available during tenecteplase administration."}
{"id": "article-155476_32", "title": "Tenecteplase -- Toxicity", "content": "Overdose of tenecteplase results in serious bleeding. There is no antidote or reversal agent for tenecteplase. In the event of bleeding, tenecteplase must be immediately discontinued and supportive care provided. [27]", "contents": "Tenecteplase -- Toxicity. Overdose of tenecteplase results in serious bleeding. There is no antidote or reversal agent for tenecteplase. In the event of bleeding, tenecteplase must be immediately discontinued and supportive care provided. [27]"}
{"id": "article-155476_33", "title": "Tenecteplase -- Enhancing Healthcare Team Outcomes", "content": "The successful administration of tenecteplase and maximization of health outcomes relies on the effective coordination of the interprofessional healthcare team. Tenecteplase must be administered within a strict time frame, with a thorough review of contraindications to therapy and vigilant clinical monitoring after administration.", "contents": "Tenecteplase -- Enhancing Healthcare Team Outcomes. The successful administration of tenecteplase and maximization of health outcomes relies on the effective coordination of the interprofessional healthcare team. Tenecteplase must be administered within a strict time frame, with a thorough review of contraindications to therapy and vigilant clinical monitoring after administration."}
{"id": "article-155476_34", "title": "Tenecteplase -- Enhancing Healthcare Team Outcomes", "content": "The single bolus administration of tenecteplase makes the drug an ideal candidate in the prehospital setting. Prehospital professionals such as emergency medical technicians (EMTs) and first responders are trained and qualified to administer tenecteplase in specific settings. Their ability to evaluate electrocardiogram (ECG) and identify STEMIs is crucial in providing advanced notification to hospital teams.", "contents": "Tenecteplase -- Enhancing Healthcare Team Outcomes. The single bolus administration of tenecteplase makes the drug an ideal candidate in the prehospital setting. Prehospital professionals such as emergency medical technicians (EMTs) and first responders are trained and qualified to administer tenecteplase in specific settings. Their ability to evaluate electrocardiogram (ECG) and identify STEMIs is crucial in providing advanced notification to hospital teams."}
{"id": "article-155476_35", "title": "Tenecteplase -- Enhancing Healthcare Team Outcomes", "content": "Open communication among all team members is crucial to therapeutic success when using tenecteplase. Pharmacists conduct thorough medication reconciliation before tenecteplase administration to identify any contraindications to therapy or drug-drug interactions and must immediately alert the clinical team. Additionally, pharmacists will collaborate with nurses for proper drug preparation, dosing, and administration. Nurses are essential in monitoring for potential adverse events during and after the administration of tenecteplase and promptly reporting any concerns to the attending so corrective action can be initiated. The close communication and collaborative approach among the interprofessional healthcare team members are crucial for achieving maximal therapeutic benefit with the fewest adverse events.", "contents": "Tenecteplase -- Enhancing Healthcare Team Outcomes. Open communication among all team members is crucial to therapeutic success when using tenecteplase. Pharmacists conduct thorough medication reconciliation before tenecteplase administration to identify any contraindications to therapy or drug-drug interactions and must immediately alert the clinical team. Additionally, pharmacists will collaborate with nurses for proper drug preparation, dosing, and administration. Nurses are essential in monitoring for potential adverse events during and after the administration of tenecteplase and promptly reporting any concerns to the attending so corrective action can be initiated. The close communication and collaborative approach among the interprofessional healthcare team members are crucial for achieving maximal therapeutic benefit with the fewest adverse events."}
{"id": "article-155476_36", "title": "Tenecteplase -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Tenecteplase -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}