{"id": "article-301_0", "title": "Propofol Toxicity -- Continuing Education Activity", "content": "Propofol is a phenol derivative administered intravenously that is commonly used for sedation and in general anesthesia. The most common formulation of propofol is a lipophilic emulsion which allows for rapid distribution into the tissues, including across the blood-brain barrier. It is commonly used for sedation in the intensive care unit (ICU) because it has a short duration of action and rapid clearance. It has dose-dependent effects leading to changes in blood pressure and heart rate at higher doses. The initial administration can cause pain at the injection site. Though propofol has a generally favorable profile as a sedative, administration of toxic doses can have harmful effects. Propofol infusion syndrome (PRIS) results from propofol toxicity. This activity reviews the presentation, evaluation, and management of propofol toxicity and stresses the role of an interprofessional team approach to the care of affected patients.", "contents": "Propofol Toxicity -- Continuing Education Activity. Propofol is a phenol derivative administered intravenously that is commonly used for sedation and in general anesthesia. The most common formulation of propofol is a lipophilic emulsion which allows for rapid distribution into the tissues, including across the blood-brain barrier. It is commonly used for sedation in the intensive care unit (ICU) because it has a short duration of action and rapid clearance. It has dose-dependent effects leading to changes in blood pressure and heart rate at higher doses. The initial administration can cause pain at the injection site. Though propofol has a generally favorable profile as a sedative, administration of toxic doses can have harmful effects. Propofol infusion syndrome (PRIS) results from propofol toxicity. This activity reviews the presentation, evaluation, and management of propofol toxicity and stresses the role of an interprofessional team approach to the care of affected patients."}
{"id": "article-301_1", "title": "Propofol Toxicity -- Continuing Education Activity", "content": "Objectives: Describe the evaluation of a patient with propofol toxicity. Review the history and physical exam findings typically present in patients with propofol toxicity. Summarize the treatment options for propofol toxicity. Explain modalities to improve care coordination among interprofessional team members in order to improve outcomes for patients affected by propofol toxicity. Access free multiple choice questions on this topic.", "contents": "Propofol Toxicity -- Continuing Education Activity. Objectives: Describe the evaluation of a patient with propofol toxicity. Review the history and physical exam findings typically present in patients with propofol toxicity. Summarize the treatment options for propofol toxicity. Explain modalities to improve care coordination among interprofessional team members in order to improve outcomes for patients affected by propofol toxicity. Access free multiple choice questions on this topic."}
{"id": "article-301_2", "title": "Propofol Toxicity -- Introduction", "content": "Propofol is a drug commonly used for sedation and the implementation of general anesthesia.  It is a phenol derivative given as an intravenous drug.  The most common formulation is in a lipophilic emulsion which allows for rapid distribution into the tissues, including across the blood-brain barrier. It is commonly used for sedation in the ICU because it has a short duration of action and rapid clearance.  It has dose-dependent effects leading to changes in blood pressure and heart rate at higher doses.  The initial administration can cause pain at the injection site. Though propofol has a generally favorable profile as a sedative, administering toxic doses can harm a patient’s overall condition.  Propofol infusion syndrome (PRIS) is the manifestation of propofol toxicity. [1]", "contents": "Propofol Toxicity -- Introduction. Propofol is a drug commonly used for sedation and the implementation of general anesthesia.  It is a phenol derivative given as an intravenous drug.  The most common formulation is in a lipophilic emulsion which allows for rapid distribution into the tissues, including across the blood-brain barrier. It is commonly used for sedation in the ICU because it has a short duration of action and rapid clearance.  It has dose-dependent effects leading to changes in blood pressure and heart rate at higher doses.  The initial administration can cause pain at the injection site. Though propofol has a generally favorable profile as a sedative, administering toxic doses can harm a patient’s overall condition.  Propofol infusion syndrome (PRIS) is the manifestation of propofol toxicity. [1]"}
{"id": "article-301_3", "title": "Propofol Toxicity -- Etiology", "content": "Propofol infusion syndrome usually presents in patients who have been administered propofol for an extended time at high doses.  Based on published case reports, the odds of developing PRIS increase when propofol is administered for over 48 hours or at a rate of around 4mg/kg/hr (67mcg/kg/minute). [2]", "contents": "Propofol Toxicity -- Etiology. Propofol infusion syndrome usually presents in patients who have been administered propofol for an extended time at high doses.  Based on published case reports, the odds of developing PRIS increase when propofol is administered for over 48 hours or at a rate of around 4mg/kg/hr (67mcg/kg/minute). [2]"}
{"id": "article-301_4", "title": "Propofol Toxicity -- Etiology", "content": "Risk factors include severe illnesses such as sepsis, cerebral injury, airway infection, and poor oxygen perfusion. Other possible considerations that may play a role in PRIS are low carbohydrate levels, use of glucocorticoids, subclinical mitochondrial disease, and carnitine deficiency. [2]", "contents": "Propofol Toxicity -- Etiology. Risk factors include severe illnesses such as sepsis, cerebral injury, airway infection, and poor oxygen perfusion. Other possible considerations that may play a role in PRIS are low carbohydrate levels, use of glucocorticoids, subclinical mitochondrial disease, and carnitine deficiency. [2]"}
{"id": "article-301_5", "title": "Propofol Toxicity -- Epidemiology", "content": "Pain on propofol injection usually occurs in younger patients from 20 to 40 years old. It is also more common in females and in a peripheral IV site. [3]", "contents": "Propofol Toxicity -- Epidemiology. Pain on propofol injection usually occurs in younger patients from 20 to 40 years old. It is also more common in females and in a peripheral IV site. [3]"}
{"id": "article-301_6", "title": "Propofol Toxicity -- Epidemiology", "content": "When propofol infusion syndrome was first identified, the typical presentation was a pediatric patient in the ICU under sedation with high doses of propofol.  With the reporting of more cases, the average age has increased to around 58 years old.  Overall, the incidence of PRIS is 1.1% in those who receive propofol ­­ infusions.  PRIS more commonly occurs in males than in females. Studies have varied the estimated mortality rate from 18 to 32%. [4] [2] [5]", "contents": "Propofol Toxicity -- Epidemiology. When propofol infusion syndrome was first identified, the typical presentation was a pediatric patient in the ICU under sedation with high doses of propofol.  With the reporting of more cases, the average age has increased to around 58 years old.  Overall, the incidence of PRIS is 1.1% in those who receive propofol ­­ infusions.  PRIS more commonly occurs in males than in females. Studies have varied the estimated mortality rate from 18 to 32%. [4] [2] [5]"}
{"id": "article-301_7", "title": "Propofol Toxicity -- Pathophysiology", "content": "Initial pain from propofol injection occurs due to endothelial irritation.  Studies show that propofol initiates a cascade that leads to neurogenic inflammation in the spinal dorsal horn, which can cause injection pain to last 10 to 20 seconds. [3]", "contents": "Propofol Toxicity -- Pathophysiology. Initial pain from propofol injection occurs due to endothelial irritation.  Studies show that propofol initiates a cascade that leads to neurogenic inflammation in the spinal dorsal horn, which can cause injection pain to last 10 to 20 seconds. [3]"}
{"id": "article-301_8", "title": "Propofol Toxicity -- Pathophysiology", "content": "When propofol reaches a toxic level, it uncouples oxidative phosphorylation in the mitochondrial electron transport chain.  Propofol also inhibits carnitine palmitoyltransferase, which is a part of fatty acid metabolism. Fatty acid accumulation can lead to arrhythmias and poor energy availability.   An imbalance of energy supply and demand can further lead to organ dysfunction throughout the body. [6] [4] [7]", "contents": "Propofol Toxicity -- Pathophysiology. When propofol reaches a toxic level, it uncouples oxidative phosphorylation in the mitochondrial electron transport chain.  Propofol also inhibits carnitine palmitoyltransferase, which is a part of fatty acid metabolism. Fatty acid accumulation can lead to arrhythmias and poor energy availability.   An imbalance of energy supply and demand can further lead to organ dysfunction throughout the body. [6] [4] [7]"}
{"id": "article-301_9", "title": "Propofol Toxicity -- Histopathology", "content": "Studies on human skeletal muscles show that higher doses of propofol (10mcg/mL) can lead to microscopic changes affecting cell survival.  Mitochondrial membranes were affected, which caused a decrease in electron transport chain capacity.  Furthermore, propofol inhibited fatty acid oxidation, which may contribute to the lost spare electron transfer chain capacity. [6]", "contents": "Propofol Toxicity -- Histopathology. Studies on human skeletal muscles show that higher doses of propofol (10mcg/mL) can lead to microscopic changes affecting cell survival.  Mitochondrial membranes were affected, which caused a decrease in electron transport chain capacity.  Furthermore, propofol inhibited fatty acid oxidation, which may contribute to the lost spare electron transfer chain capacity. [6]"}
{"id": "article-301_10", "title": "Propofol Toxicity -- Histopathology", "content": "Biopsies of skeletal muscle from patients with known PRIS reveal disorganized myofibrils and sarcomeres, as well as necrotic reactions.  Kidneys had myoglobin casts with acute tubular necrosis.  Cardiac histology showed myofibril degeneration with acute inflammation. [8]", "contents": "Propofol Toxicity -- Histopathology. Biopsies of skeletal muscle from patients with known PRIS reveal disorganized myofibrils and sarcomeres, as well as necrotic reactions.  Kidneys had myoglobin casts with acute tubular necrosis.  Cardiac histology showed myofibril degeneration with acute inflammation. [8]"}
{"id": "article-301_11", "title": "Propofol Toxicity -- Histopathology", "content": "In animal models, histologic exams show a range of organ dysfunction.  The liver revealed focal liver cell necrosis and steatosis.  There was evidence of interstitial pneumonia and pulmonary edema in the lungs.  Skeletal muscle biopsies had signs of muscle necrosis and rhabdomyolysis.  Other findings included myocarditis, loss of urinary bladder epithelium, and cholangitis. [7]", "contents": "Propofol Toxicity -- Histopathology. In animal models, histologic exams show a range of organ dysfunction.  The liver revealed focal liver cell necrosis and steatosis.  There was evidence of interstitial pneumonia and pulmonary edema in the lungs.  Skeletal muscle biopsies had signs of muscle necrosis and rhabdomyolysis.  Other findings included myocarditis, loss of urinary bladder epithelium, and cholangitis. [7]"}
{"id": "article-301_12", "title": "Propofol Toxicity -- History and Physical", "content": "Because propofol administration is intravenous, injection pain is a common side effect of its administration.  Patients often complain of burning upon injection, lasting up to 20 seconds. [3]", "contents": "Propofol Toxicity -- History and Physical. Because propofol administration is intravenous, injection pain is a common side effect of its administration.  Patients often complain of burning upon injection, lasting up to 20 seconds. [3]"}
{"id": "article-301_13", "title": "Propofol Toxicity -- History and Physical", "content": "If propofol infusion syndrome is suspected, the patient will present with metabolic acidosis with elevated lactic acid.  Cardiac derangements may include hypotension, bradycardia, right bundle branch block, cardiac arrhythmias, and asystole.  ECG may show toxicity with a Brugada-like pattern and a convex ST-elevation in the suitable precordial leads. Musculoskeletal injury can occur in the form of rhabdomyolysis and myopathy. Other signs may reflect renal and hepatic abnormalities, such as oliguria or hepatomegaly, respectively.  Urine has also been noted to have a red or green appearance. [4] [7]", "contents": "Propofol Toxicity -- History and Physical. If propofol infusion syndrome is suspected, the patient will present with metabolic acidosis with elevated lactic acid.  Cardiac derangements may include hypotension, bradycardia, right bundle branch block, cardiac arrhythmias, and asystole.  ECG may show toxicity with a Brugada-like pattern and a convex ST-elevation in the suitable precordial leads. Musculoskeletal injury can occur in the form of rhabdomyolysis and myopathy. Other signs may reflect renal and hepatic abnormalities, such as oliguria or hepatomegaly, respectively.  Urine has also been noted to have a red or green appearance. [4] [7]"}
{"id": "article-301_14", "title": "Propofol Toxicity -- Evaluation", "content": "Clinical evaluation of the patient is essential to look for signs of organ dysfunction, especially if the patient cannot vocalize any discomfort due to the propofol sedation — signs such as dark urine from rhabdomyolysis or hepatomegaly.", "contents": "Propofol Toxicity -- Evaluation. Clinical evaluation of the patient is essential to look for signs of organ dysfunction, especially if the patient cannot vocalize any discomfort due to the propofol sedation — signs such as dark urine from rhabdomyolysis or hepatomegaly."}
{"id": "article-301_15", "title": "Propofol Toxicity -- Evaluation", "content": "Monitoring lab values regularly upon initiating and during propofol infusion will be essential to ascertain any early signs of PRIS.  Results may reflect multi-organ system dysfunction.  Serum lab values can reveal a high anion gap metabolic acidosis, lactic acidosis, and lipemic plasma.  Additionally, there may be elevated serum creatine kinase, serum myoglobin, serum urea, serum potassium, and liver enzymes.  Hypertriglyceridemia is not unexpected due to the lipemic nature of the medication, which can lead to pancreatitis. [2]", "contents": "Propofol Toxicity -- Evaluation. Monitoring lab values regularly upon initiating and during propofol infusion will be essential to ascertain any early signs of PRIS.  Results may reflect multi-organ system dysfunction.  Serum lab values can reveal a high anion gap metabolic acidosis, lactic acidosis, and lipemic plasma.  Additionally, there may be elevated serum creatine kinase, serum myoglobin, serum urea, serum potassium, and liver enzymes.  Hypertriglyceridemia is not unexpected due to the lipemic nature of the medication, which can lead to pancreatitis. [2]"}
{"id": "article-301_16", "title": "Propofol Toxicity -- Evaluation", "content": "It is critical to monitor closely for any cardiac abnormalities.  Any hint of arrhythmias may be an early sign of toxicity, and further tests must occur.  Patients should be on telemetry, and serial EKGs are a consideration. Bradycardia is often the first sign of heart irregularities.", "contents": "Propofol Toxicity -- Evaluation. It is critical to monitor closely for any cardiac abnormalities.  Any hint of arrhythmias may be an early sign of toxicity, and further tests must occur.  Patients should be on telemetry, and serial EKGs are a consideration. Bradycardia is often the first sign of heart irregularities."}
{"id": "article-301_17", "title": "Propofol Toxicity -- Treatment / Management", "content": "Lidocaine has been used to reduce propofol injection pain.  It is usable either mixed with the propofol or before propofol administration.  Either technique has demonstrated effectiveness. [9]", "contents": "Propofol Toxicity -- Treatment / Management. Lidocaine has been used to reduce propofol injection pain.  It is usable either mixed with the propofol or before propofol administration.  Either technique has demonstrated effectiveness. [9]"}
{"id": "article-301_18", "title": "Propofol Toxicity -- Treatment / Management", "content": "Due to the severe progression of PRIS, clinicians must have a high degree of suspicion of the disease to treat it properly.  The first step to prevent worsening conditions is to discontinue the propofol infusion.  If the patient still requires sedation due to other factors, another class of sedative should be substituted.  The patient should then be hemodynamically stabilized.  In severe cases, patients may require advanced cardiorespiratory support such as extracorporeal membranous oxygenation (ECMO).  Severe bradycardia may require cardiac pacing.  Propofol can inhibit calcium channel blockers, thus making the heart resistant to catecholamine interventions. [2]", "contents": "Propofol Toxicity -- Treatment / Management. Due to the severe progression of PRIS, clinicians must have a high degree of suspicion of the disease to treat it properly.  The first step to prevent worsening conditions is to discontinue the propofol infusion.  If the patient still requires sedation due to other factors, another class of sedative should be substituted.  The patient should then be hemodynamically stabilized.  In severe cases, patients may require advanced cardiorespiratory support such as extracorporeal membranous oxygenation (ECMO).  Severe bradycardia may require cardiac pacing.  Propofol can inhibit calcium channel blockers, thus making the heart resistant to catecholamine interventions. [2]"}
{"id": "article-301_19", "title": "Propofol Toxicity -- Treatment / Management", "content": "The following steps to treat PRIS involve resolving the derangements caused by propofol.  Any electrolyte abnormalities need to be either replaced or reduced.  Hyperkalemia is treatable with calcium, insulin, beta2 agonists, or K-binders.  Metabolic acidosis often needs to be normalized with continuous renal replacement therapy (CRRT).  CRRT, therapeutic plasma exchange, hemodialysis, and hemofiltration are options that may help reduce serum levels of propofol, propofol metabolites, and elevated electrolytes.  Additionally, carbohydrate substitution has been shown to support fat metabolism. [10] [11]", "contents": "Propofol Toxicity -- Treatment / Management. The following steps to treat PRIS involve resolving the derangements caused by propofol.  Any electrolyte abnormalities need to be either replaced or reduced.  Hyperkalemia is treatable with calcium, insulin, beta2 agonists, or K-binders.  Metabolic acidosis often needs to be normalized with continuous renal replacement therapy (CRRT).  CRRT, therapeutic plasma exchange, hemodialysis, and hemofiltration are options that may help reduce serum levels of propofol, propofol metabolites, and elevated electrolytes.  Additionally, carbohydrate substitution has been shown to support fat metabolism. [10] [11]"}
{"id": "article-301_20", "title": "Propofol Toxicity -- Differential Diagnosis", "content": "Due to the many manifestations of PRIS, clinicians need to discern whether the signs and symptoms presented by a patient are due to propofol or another pathophysiologic mechanism. If propofol infusions are overlooked, the patient’s condition may be considered to result from other severe illnesses such as shock, sepsis, or renal disease.  Other possibilities are congenital problems (i.e., Brugada Syndrome) or other medications that may be concomitantly given. If propofol is being administered, then PRIS must remain high on the differential. [12]", "contents": "Propofol Toxicity -- Differential Diagnosis. Due to the many manifestations of PRIS, clinicians need to discern whether the signs and symptoms presented by a patient are due to propofol or another pathophysiologic mechanism. If propofol infusions are overlooked, the patient’s condition may be considered to result from other severe illnesses such as shock, sepsis, or renal disease.  Other possibilities are congenital problems (i.e., Brugada Syndrome) or other medications that may be concomitantly given. If propofol is being administered, then PRIS must remain high on the differential. [12]"}
{"id": "article-301_21", "title": "Propofol Toxicity -- Prognosis", "content": "PRIS has a poor prognosis, especially if not identified early. As stated before, the mortality rate varies but is about 18 to 32%.  Patients have an improved chance of survival if clinicians are aware of the risks and the early signs of the syndrome.", "contents": "Propofol Toxicity -- Prognosis. PRIS has a poor prognosis, especially if not identified early. As stated before, the mortality rate varies but is about 18 to 32%.  Patients have an improved chance of survival if clinicians are aware of the risks and the early signs of the syndrome."}
{"id": "article-301_22", "title": "Propofol Toxicity -- Complications", "content": "The primary concern with propofol toxicity is the development of fatal conditions.  Hypertriglyceridemia can lead to pancreatitis.  Metabolic acidosis can develop, leading to other derangements.  Cardiac failure and rhabdomyolysis are significant concerns for propofol toxicity.  If PRIS continues without any timely intervention, the condition can be fatal.  Some complications correlate with complex multimodal treatment options.", "contents": "Propofol Toxicity -- Complications. The primary concern with propofol toxicity is the development of fatal conditions.  Hypertriglyceridemia can lead to pancreatitis.  Metabolic acidosis can develop, leading to other derangements.  Cardiac failure and rhabdomyolysis are significant concerns for propofol toxicity.  If PRIS continues without any timely intervention, the condition can be fatal.  Some complications correlate with complex multimodal treatment options."}
{"id": "article-301_23", "title": "Propofol Toxicity -- Deterrence and Patient Education", "content": "A complete patient history is necessary before starting a propofol infusion.  Patients should be encouraged to share any pertinent information that may deter using propofol as a sedative agent.   Any previous reactions with propofol or a known mitochondrial disease could clue clinicians into a high risk of adverse effects.  If there is a concern that high doses of propofol would be required or a patient is at risk of toxicity, another sedative should be considered.", "contents": "Propofol Toxicity -- Deterrence and Patient Education. A complete patient history is necessary before starting a propofol infusion.  Patients should be encouraged to share any pertinent information that may deter using propofol as a sedative agent.   Any previous reactions with propofol or a known mitochondrial disease could clue clinicians into a high risk of adverse effects.  If there is a concern that high doses of propofol would be required or a patient is at risk of toxicity, another sedative should be considered."}
{"id": "article-301_24", "title": "Propofol Toxicity -- Enhancing Healthcare Team Outcomes", "content": "Propofol toxicity is primarily a healthcare professional’s responsibility to recognize and manage.  First and foremost, the patient must be an appropriate candidate for propofol administration.  Second, education for the clinical team on the proper use of propofol is a requirement; this includes knowing the limits of safe infusion rates.  Pharmacists can check that the correct medication formulation and concentration are ready for use.  The propofol administration should be with pumps with defined maximum infusion limits.  Nursing staff should never let rates exceed 4mg/kg/min.  Regular physical examinations and workups of the patient’s condition should be monitored.  Close supervision of the patient is necessary.  Dietitians may be helpful to the team in safely increasing carbohydrate load to help prevent propofol toxicity. If PRIS is suspected, the team must take quick action to stop the propofol infusion and treat it accordingly. All these interprofessional personnel working together as a coordinated healthcare team can best ensure the safe use of propofol for procedures, as well as reacting to PRIS if it does begin to manifest. [Level 5]", "contents": "Propofol Toxicity -- Enhancing Healthcare Team Outcomes. Propofol toxicity is primarily a healthcare professional’s responsibility to recognize and manage.  First and foremost, the patient must be an appropriate candidate for propofol administration.  Second, education for the clinical team on the proper use of propofol is a requirement; this includes knowing the limits of safe infusion rates.  Pharmacists can check that the correct medication formulation and concentration are ready for use.  The propofol administration should be with pumps with defined maximum infusion limits.  Nursing staff should never let rates exceed 4mg/kg/min.  Regular physical examinations and workups of the patient’s condition should be monitored.  Close supervision of the patient is necessary.  Dietitians may be helpful to the team in safely increasing carbohydrate load to help prevent propofol toxicity. If PRIS is suspected, the team must take quick action to stop the propofol infusion and treat it accordingly. All these interprofessional personnel working together as a coordinated healthcare team can best ensure the safe use of propofol for procedures, as well as reacting to PRIS if it does begin to manifest. [Level 5]"}
{"id": "article-301_25", "title": "Propofol Toxicity -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Propofol Toxicity -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}