{"id": "article-29643_0", "title": "Neuroanatomy, Substantia Gelatinosa -- Introduction", "content": "The substantia gelatinosa of Rolando (SGR) is a grey matter structure of the dorsal spinal cord primarily involved in the transmission and modulation of pain, temperature, and touch. The structure is eponymously named after famed Italian anatomist Luigi Rolando, who first described the neuroanatomical region in the early 19th century. The gelatinous appearance of the SGR is due to the region’s abundant neuropil and relatively lower density of myelinated neurons. [1]", "contents": "Neuroanatomy, Substantia Gelatinosa -- Introduction. The substantia gelatinosa of Rolando (SGR) is a grey matter structure of the dorsal spinal cord primarily involved in the transmission and modulation of pain, temperature, and touch. The structure is eponymously named after famed Italian anatomist Luigi Rolando, who first described the neuroanatomical region in the early 19th century. The gelatinous appearance of the SGR is due to the region’s abundant neuropil and relatively lower density of myelinated neurons. [1]"}
{"id": "article-29643_1", "title": "Neuroanatomy, Substantia Gelatinosa -- Introduction", "content": "The SGR spans the entire spinal cord extending rostrally into the medulla oblongata, where it becomes the spinal nucleus of the trigeminal nerve. Moreover, the structure receives and integrates inputs from peripheral sensory fibers (e.g., C, A-delta, and A-beta) of the dorsal root ganglia (DRG) along with descending pathways from the brain and brainstem and finally outputs to other regions of the dorsal horn and ascending pathways of the anterolateral system. The SGR serves a critical neurophysiological role in the gate control theory of pain.", "contents": "Neuroanatomy, Substantia Gelatinosa -- Introduction. The SGR spans the entire spinal cord extending rostrally into the medulla oblongata, where it becomes the spinal nucleus of the trigeminal nerve. Moreover, the structure receives and integrates inputs from peripheral sensory fibers (e.g., C, A-delta, and A-beta) of the dorsal root ganglia (DRG) along with descending pathways from the brain and brainstem and finally outputs to other regions of the dorsal horn and ascending pathways of the anterolateral system. The SGR serves a critical neurophysiological role in the gate control theory of pain."}
{"id": "article-29643_2", "title": "Neuroanatomy, Substantia Gelatinosa -- Structure and Function", "content": "Grossly, SGR is a gelatinous, crescent-shaped, grey matter structure situated at the apices of the posterior spinal column corresponding to Rexed Lamina II of the spinal grey matter. In humans, laminae II may further subdivide into the outer (lamina IIo) and inner (lamina IIi) zones. [1] [2] Within the region, there exists a heterogenous population of neuronal and glial cells with abundant neuropil. There also exist four predominant cell classes, each with distinct morphologies, inputs/outputs, and dendroarchitectonic networks: stellate cells (40%), islet cells (30%), filamentous cells (20%), and curly cells (10%). [2] A full delineation of the nuances and functions of each cell type is beyond the scope of this review and appears in Schonen 1982. [2] Briefly, the different cell types are responsible for receiving peripheral, intralaminar, interlaminar, and spinal inputs and projecting to other laminae and the anterolateral system, including the spinothalamic spinoreticular, and spinomesencephalic tracts.", "contents": "Neuroanatomy, Substantia Gelatinosa -- Structure and Function. Grossly, SGR is a gelatinous, crescent-shaped, grey matter structure situated at the apices of the posterior spinal column corresponding to Rexed Lamina II of the spinal grey matter. In humans, laminae II may further subdivide into the outer (lamina IIo) and inner (lamina IIi) zones. [1] [2] Within the region, there exists a heterogenous population of neuronal and glial cells with abundant neuropil. There also exist four predominant cell classes, each with distinct morphologies, inputs/outputs, and dendroarchitectonic networks: stellate cells (40%), islet cells (30%), filamentous cells (20%), and curly cells (10%). [2] A full delineation of the nuances and functions of each cell type is beyond the scope of this review and appears in Schonen 1982. [2] Briefly, the different cell types are responsible for receiving peripheral, intralaminar, interlaminar, and spinal inputs and projecting to other laminae and the anterolateral system, including the spinothalamic spinoreticular, and spinomesencephalic tracts."}
{"id": "article-29643_3", "title": "Neuroanatomy, Substantia Gelatinosa -- Structure and Function", "content": "Contrary to popular dogma, the SGR does not contribute a significant number of second-order neurons to the anterolateral system (which are instead located primarily in Lamina I and III-V). Rather, the SGR serves as a major synaptic site between first- and second-order neurons with an abundant population of interneurons modulating communication. The neurons and axodendritic synapses of lamina II exhibit an abundance of receptors and neurotransmitter classes, a full review of which is in Merighi 2018. [1] Briefly, the region is notable for its relatively high concentrations of substance P, enkephalins, endorphins, dynorphins, and their corresponding receptors with an abundance of literature confirming the SGR’s role in transmitting and modulating nociception. [3] [4]", "contents": "Neuroanatomy, Substantia Gelatinosa -- Structure and Function. Contrary to popular dogma, the SGR does not contribute a significant number of second-order neurons to the anterolateral system (which are instead located primarily in Lamina I and III-V). Rather, the SGR serves as a major synaptic site between first- and second-order neurons with an abundant population of interneurons modulating communication. The neurons and axodendritic synapses of lamina II exhibit an abundance of receptors and neurotransmitter classes, a full review of which is in Merighi 2018. [1] Briefly, the region is notable for its relatively high concentrations of substance P, enkephalins, endorphins, dynorphins, and their corresponding receptors with an abundance of literature confirming the SGR’s role in transmitting and modulating nociception. [3] [4]"}
{"id": "article-29643_4", "title": "Neuroanatomy, Substantia Gelatinosa -- Structure and Function", "content": "Moreover, SGR integrates inputs from multiple sources. The first of such inputs are from the primary afferent fibers (PAFs) of the dorsal root ganglia (DRG). Different classes of PAFs transmit sensory information to the SGR; however, the most abundant are C (slow, dull pain, heat, itch), A-delta (sharp pain, cold), and A-beta (crude touch, mechanoreceptive) fibers. [1] [5] Collectively, the fibers transmit peripheral nociception, thermosensation, and low-threshold mechanoreception through Lissauer’s tract where they may ascend or descend up to two vertebral levels before penetrating the spinal grey matter and ultimately synapsing at SGR. [1] Next, evidence suggests that the SGR receives inputs from other laminae, including the ipsilateral lamina I and III-V, contralateral lamina II, excitatory signals from laminae III-V from caudal levels traveling rostrally to the SGR, and inhibitory inputs travel caudally. [6]", "contents": "Neuroanatomy, Substantia Gelatinosa -- Structure and Function. Moreover, SGR integrates inputs from multiple sources. The first of such inputs are from the primary afferent fibers (PAFs) of the dorsal root ganglia (DRG). Different classes of PAFs transmit sensory information to the SGR; however, the most abundant are C (slow, dull pain, heat, itch), A-delta (sharp pain, cold), and A-beta (crude touch, mechanoreceptive) fibers. [1] [5] Collectively, the fibers transmit peripheral nociception, thermosensation, and low-threshold mechanoreception through Lissauer’s tract where they may ascend or descend up to two vertebral levels before penetrating the spinal grey matter and ultimately synapsing at SGR. [1] Next, evidence suggests that the SGR receives inputs from other laminae, including the ipsilateral lamina I and III-V, contralateral lamina II, excitatory signals from laminae III-V from caudal levels traveling rostrally to the SGR, and inhibitory inputs travel caudally. [6]"}
{"id": "article-29643_5", "title": "Neuroanatomy, Substantia Gelatinosa -- Structure and Function", "content": "The common neurotransmitter released by all PAFs is glutamate, either alone or in conjunction with others, with one of the most clinically significant being substance P, responsible for mediating noxious stimuli. Lastly, the SGR receives modulatory input via descending pathways from higher-order central nervous structures including the periventricular grey matter, periaqueductal grey matter, locus coeruleus, gigantocellular reticular nucleus, and nucleus raphe magnus; these structures mentioned above contribute predominantly serotonergic, noradrenergic, GABAergic, and glycinergic neurons that amplify or attenuate the spinal transmission of nociception to the ascending pathways. [7] [8] [9] [10]", "contents": "Neuroanatomy, Substantia Gelatinosa -- Structure and Function. The common neurotransmitter released by all PAFs is glutamate, either alone or in conjunction with others, with one of the most clinically significant being substance P, responsible for mediating noxious stimuli. Lastly, the SGR receives modulatory input via descending pathways from higher-order central nervous structures including the periventricular grey matter, periaqueductal grey matter, locus coeruleus, gigantocellular reticular nucleus, and nucleus raphe magnus; these structures mentioned above contribute predominantly serotonergic, noradrenergic, GABAergic, and glycinergic neurons that amplify or attenuate the spinal transmission of nociception to the ascending pathways. [7] [8] [9] [10]"}
{"id": "article-29643_6", "title": "Neuroanatomy, Substantia Gelatinosa -- Structure and Function", "content": "Following sensory modulation, the SGR projects to other subdivisions of the ipsilateral SGR, contralateral lamina II, ipsilateral lamina I, III-V, other regions of the dorsal horn, and the anterolateral system. [11] [12] [13] The anterolateral system then transmits peripheral pain, temperature, and touch to higher-order central nervous system structures, including the somatosensory cortex (via the thalamic ventroposterolateral nucleus) for conscious awareness of pain, limbic cortex, the reticular formation, and the periaqueductal grey matter.", "contents": "Neuroanatomy, Substantia Gelatinosa -- Structure and Function. Following sensory modulation, the SGR projects to other subdivisions of the ipsilateral SGR, contralateral lamina II, ipsilateral lamina I, III-V, other regions of the dorsal horn, and the anterolateral system. [11] [12] [13] The anterolateral system then transmits peripheral pain, temperature, and touch to higher-order central nervous system structures, including the somatosensory cortex (via the thalamic ventroposterolateral nucleus) for conscious awareness of pain, limbic cortex, the reticular formation, and the periaqueductal grey matter."}
{"id": "article-29643_7", "title": "Neuroanatomy, Substantia Gelatinosa -- Embryology", "content": "Neurogenesis begins around the third week of intrauterine life with primary neurulation. During this time, the notochord, via molecular signaling, induces the overlying ectoderm to differentiate and become the neural plate. [14] The lateral margins of the neural plate elevate to become the neural folds and begin to migrate towards one another craniocaudally. The involution of the neural plate gives rise to the neural groove.", "contents": "Neuroanatomy, Substantia Gelatinosa -- Embryology. Neurogenesis begins around the third week of intrauterine life with primary neurulation. During this time, the notochord, via molecular signaling, induces the overlying ectoderm to differentiate and become the neural plate. [14] The lateral margins of the neural plate elevate to become the neural folds and begin to migrate towards one another craniocaudally. The involution of the neural plate gives rise to the neural groove."}
{"id": "article-29643_8", "title": "Neuroanatomy, Substantia Gelatinosa -- Embryology", "content": "At the end of the fourth week of development, the fusion of neural folds and closure of the cranial and caudal neuropores completes neural tube closure and primary neurulation. The primary brain vesicles develop from the cranial end of the neural tube, whereas the spinal cord develops from the caudal end. Dorsal thickening of the mantle layer of the caudal neural tube forms the alar plate from which the grey matter structures of the dorsal spinal horns, including the SGR, are embryologically derived. [15] [16]", "contents": "Neuroanatomy, Substantia Gelatinosa -- Embryology. At the end of the fourth week of development, the fusion of neural folds and closure of the cranial and caudal neuropores completes neural tube closure and primary neurulation. The primary brain vesicles develop from the cranial end of the neural tube, whereas the spinal cord develops from the caudal end. Dorsal thickening of the mantle layer of the caudal neural tube forms the alar plate from which the grey matter structures of the dorsal spinal horns, including the SGR, are embryologically derived. [15] [16]"}
{"id": "article-29643_9", "title": "Neuroanatomy, Substantia Gelatinosa -- Blood Supply and Lymphatics", "content": "The SGR, like other dorsal spinal structures, is vascularized predominantly by the two, paired, posterior spinal arteries which supply the posterior one-third of the spinal cord. However, multiple, complex anastomoses exist with the posterior spinal arteries to provide collateral blood supply and ensure adequate perfusion. [17] The anterior spinal artery, via its terminal branches, supplies the anterior two-thirds of the spinal cord and anastomoses circumferentially with the posterior spinal arteries via the arterial vasocorona. Supply to the dorsal spine and SGR is further reinforced with circulation from segmental medullary arteries of varying origin depending on the spinal level, with the artery of Adamkiewicz being of notable importance due to its large size. [18]", "contents": "Neuroanatomy, Substantia Gelatinosa -- Blood Supply and Lymphatics. The SGR, like other dorsal spinal structures, is vascularized predominantly by the two, paired, posterior spinal arteries which supply the posterior one-third of the spinal cord. However, multiple, complex anastomoses exist with the posterior spinal arteries to provide collateral blood supply and ensure adequate perfusion. [17] The anterior spinal artery, via its terminal branches, supplies the anterior two-thirds of the spinal cord and anastomoses circumferentially with the posterior spinal arteries via the arterial vasocorona. Supply to the dorsal spine and SGR is further reinforced with circulation from segmental medullary arteries of varying origin depending on the spinal level, with the artery of Adamkiewicz being of notable importance due to its large size. [18]"}
{"id": "article-29643_10", "title": "Neuroanatomy, Substantia Gelatinosa -- Clinical Significance", "content": "The most clinically significant role of the SGR is pain modulation via two primary modes: (1) spinal gate control and (2) supraspinal descending pain pathways. [19]", "contents": "Neuroanatomy, Substantia Gelatinosa -- Clinical Significance. The most clinically significant role of the SGR is pain modulation via two primary modes: (1) spinal gate control and (2) supraspinal descending pain pathways. [19]"}
{"id": "article-29643_11", "title": "Neuroanatomy, Substantia Gelatinosa -- Clinical Significance", "content": "The gate control theory of pain, first proposed by Melzack and Wall in 1965, posits that the transmission of peripheral nociception from PAFs to second-order projection neurons is not automatic and instead undergoes modulation beforehand at the spinal dorsal horn. [20] Since then, discoveries have clarified the neuroanatomical basis for the “gating” process that facilitates the passage of certain noxious stimuli to supraspinal centers while attenuating others. The most important pathways and structures implicated in this process are small-caliber PAFs transmitting pain (C, A-delta), large-caliber PAFs relaying mechanosensation (A-beta), inhibitory interneurons, and second-order projection neurons. Mechanical manipulation at the site of injury has been noted to attenuate the local sensation of pain, and the basis for the phenomena is rooted in the gate control theory of pain.", "contents": "Neuroanatomy, Substantia Gelatinosa -- Clinical Significance. The gate control theory of pain, first proposed by Melzack and Wall in 1965, posits that the transmission of peripheral nociception from PAFs to second-order projection neurons is not automatic and instead undergoes modulation beforehand at the spinal dorsal horn. [20] Since then, discoveries have clarified the neuroanatomical basis for the “gating” process that facilitates the passage of certain noxious stimuli to supraspinal centers while attenuating others. The most important pathways and structures implicated in this process are small-caliber PAFs transmitting pain (C, A-delta), large-caliber PAFs relaying mechanosensation (A-beta), inhibitory interneurons, and second-order projection neurons. Mechanical manipulation at the site of injury has been noted to attenuate the local sensation of pain, and the basis for the phenomena is rooted in the gate control theory of pain."}
{"id": "article-29643_12", "title": "Neuroanatomy, Substantia Gelatinosa -- Clinical Significance", "content": "During an injury, local inflammatory mediators depolarize small-caliber nociceptive PAFs - in the absence of stimuli from large-caliber fibers from mechanical manipulation - cause net disinhibition of inhibitory interneurons at the SGR allowing for an “open gate” for unimpeded transmission of noxious stimuli from PAFs to second-order projection neurons. [7] When mechanical manipulation is performed at the site of injury, however, the activity of the larger-caliber mechanosensory PAFs results in net excitation of inhibitory interneurons, further causing increased presynaptic inhibition of nociceptive PAFs from releasing pain-mediating neurotransmitters such as substance P. [7]", "contents": "Neuroanatomy, Substantia Gelatinosa -- Clinical Significance. During an injury, local inflammatory mediators depolarize small-caliber nociceptive PAFs - in the absence of stimuli from large-caliber fibers from mechanical manipulation - cause net disinhibition of inhibitory interneurons at the SGR allowing for an “open gate” for unimpeded transmission of noxious stimuli from PAFs to second-order projection neurons. [7] When mechanical manipulation is performed at the site of injury, however, the activity of the larger-caliber mechanosensory PAFs results in net excitation of inhibitory interneurons, further causing increased presynaptic inhibition of nociceptive PAFs from releasing pain-mediating neurotransmitters such as substance P. [7]"}
{"id": "article-29643_13", "title": "Neuroanatomy, Substantia Gelatinosa -- Clinical Significance", "content": "Additionally, the descending pain pathways complement spinal gate control by augmenting pain modulation via supraspinal input structures at the level of the SGR. The descending efferents, predominantly serotonergic and noradrenergic, synapse onto inhibitory interneurons in lamina II and induce the release of endogenous opioids such as enkephalins, endorphins, and dynorphins. [7] These endogenous opioids bind to presynaptic opioid receptors on nociceptive PAFs and inhibit voltage-dependent calcium channels, ultimately resulting in attenuation of pain. [21]", "contents": "Neuroanatomy, Substantia Gelatinosa -- Clinical Significance. Additionally, the descending pain pathways complement spinal gate control by augmenting pain modulation via supraspinal input structures at the level of the SGR. The descending efferents, predominantly serotonergic and noradrenergic, synapse onto inhibitory interneurons in lamina II and induce the release of endogenous opioids such as enkephalins, endorphins, and dynorphins. [7] These endogenous opioids bind to presynaptic opioid receptors on nociceptive PAFs and inhibit voltage-dependent calcium channels, ultimately resulting in attenuation of pain. [21]"}
{"id": "article-29643_14", "title": "Neuroanatomy, Substantia Gelatinosa -- Clinical Significance", "content": "Due to its role in modulating painful stimuli, the SGR is a prime therapeutic target for multiple medical and pharmaceutical interventions. Peripherally, pain attenuation is achievable through local anesthetics that reduce depolarization preferentially in small-caliber noxious PAFs. Transcutaneous electrical stimulation (TENS) both at low and high frequencies at intensities up to motor threshold preferentially depolarize large-caliber PAFs (e.g., A-beta), resulting in analgesia via peripheral gate control as discussed above. [22] [23] Centrally, pharmaceutical opioids mimic the function of their endogenous analogs at the SGR by binding to opioid receptors on presynaptic C and A-delta fibers, thereby reducing substance P and glutamate release and subsequent nociceptive transmission.", "contents": "Neuroanatomy, Substantia Gelatinosa -- Clinical Significance. Due to its role in modulating painful stimuli, the SGR is a prime therapeutic target for multiple medical and pharmaceutical interventions. Peripherally, pain attenuation is achievable through local anesthetics that reduce depolarization preferentially in small-caliber noxious PAFs. Transcutaneous electrical stimulation (TENS) both at low and high frequencies at intensities up to motor threshold preferentially depolarize large-caliber PAFs (e.g., A-beta), resulting in analgesia via peripheral gate control as discussed above. [22] [23] Centrally, pharmaceutical opioids mimic the function of their endogenous analogs at the SGR by binding to opioid receptors on presynaptic C and A-delta fibers, thereby reducing substance P and glutamate release and subsequent nociceptive transmission."}
{"id": "article-29643_15", "title": "Neuroanatomy, Substantia Gelatinosa -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Neuroanatomy, Substantia Gelatinosa -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}