{"id": "article-145296_0", "title": "Romosozumab -- Continuing Education Activity", "content": "Romosozumab is an injectable medication used in the treatment of osteoporosis in women. Romosozumab is an FDA-approved humanized monoclonal antibody sclerostin inhibitor used to treat osteoporosis in postmenopausal women at high risk of fracture, including patients with a history of osteoporotic fracture, multiple risk factors, or that have failed or are intolerant to other available osteoporosis therapies. Romosozumab is the first anabolic medication that increases bone formation and decreases bone resorption. This activity describes the indications, administration, and contraindications for romosozumab as a valuable agent in the management of osteoporosis. This activity will detail the mechanism of action of romosozumab at a molecular level and its adverse event profile and reviews important considerations pertinent for healthcare team members in the management of patients with osteoporosis.", "contents": "Romosozumab -- Continuing Education Activity. Romosozumab is an injectable medication used in the treatment of osteoporosis in women. Romosozumab is an FDA-approved humanized monoclonal antibody sclerostin inhibitor used to treat osteoporosis in postmenopausal women at high risk of fracture, including patients with a history of osteoporotic fracture, multiple risk factors, or that have failed or are intolerant to other available osteoporosis therapies. Romosozumab is the first anabolic medication that increases bone formation and decreases bone resorption. This activity describes the indications, administration, and contraindications for romosozumab as a valuable agent in the management of osteoporosis. This activity will detail the mechanism of action of romosozumab at a molecular level and its adverse event profile and reviews important considerations pertinent for healthcare team members in the management of patients with osteoporosis."}
{"id": "article-145296_1", "title": "Romosozumab -- Continuing Education Activity", "content": "Objectives: Identify the indications for romosozumab. Explain the mechanism of action of romosozumab. Describe the adverse effects, contraindications, and suggested monitoring of patients on romosozumab. Review interprofessional team strategies to improve patient outcomes when using romosozumab to manage osteoporosis. Access free multiple choice questions on this topic.", "contents": "Romosozumab -- Continuing Education Activity. Objectives: Identify the indications for romosozumab. Explain the mechanism of action of romosozumab. Describe the adverse effects, contraindications, and suggested monitoring of patients on romosozumab. Review interprofessional team strategies to improve patient outcomes when using romosozumab to manage osteoporosis. Access free multiple choice questions on this topic."}
{"id": "article-145296_2", "title": "Romosozumab -- Indications", "content": "Osteoporosis affects over 10 million Americans causing over 2 million osteoporosis-related fractures. [1] Romosozumab is an FDA-approved humanized monoclonal antibody against sclerostin used to treat osteoporosis in postmenopausal women at high risk of fracture, including patients with a history of osteoporotic fracture, multiple risk factors, or that have failed or are intolerant to other available osteoporosis therapies.", "contents": "Romosozumab -- Indications. Osteoporosis affects over 10 million Americans causing over 2 million osteoporosis-related fractures. [1] Romosozumab is an FDA-approved humanized monoclonal antibody against sclerostin used to treat osteoporosis in postmenopausal women at high risk of fracture, including patients with a history of osteoporotic fracture, multiple risk factors, or that have failed or are intolerant to other available osteoporosis therapies."}
{"id": "article-145296_3", "title": "Romosozumab -- Indications", "content": "Romosozumab’s effectiveness and safety in the treatment of osteoporosis and for increasing bone mass density have been evaluated in numerous studies. A phase two study assessing the safety and efficacy of romosozumab confirmed romosozumab’s safety and association with increased bone formation. It decreased bone resorption while demonstrating a significant increase of 11.3% in bone mineral density at the lumbar spine with the recommended 210 mg monthly dose. [2]", "contents": "Romosozumab -- Indications. Romosozumab’s effectiveness and safety in the treatment of osteoporosis and for increasing bone mass density have been evaluated in numerous studies. A phase two study assessing the safety and efficacy of romosozumab confirmed romosozumab’s safety and association with increased bone formation. It decreased bone resorption while demonstrating a significant increase of 11.3% in bone mineral density at the lumbar spine with the recommended 210 mg monthly dose. [2]"}
{"id": "article-145296_4", "title": "Romosozumab -- Indications", "content": "The Fracture Study in Postmenopausal Women with Osteoporosis (FRAME) trial confirmed the ability of romosozumab to prevent vertebral fractures in postmenopausal women. At 12 months, 1.8% of patients in the placebo group had a new vertebral fracture versus 0.5% in the romosozumab treatment group. [3]", "contents": "Romosozumab -- Indications. The Fracture Study in Postmenopausal Women with Osteoporosis (FRAME) trial confirmed the ability of romosozumab to prevent vertebral fractures in postmenopausal women. At 12 months, 1.8% of patients in the placebo group had a new vertebral fracture versus 0.5% in the romosozumab treatment group. [3]"}
{"id": "article-145296_5", "title": "Romosozumab -- Indications", "content": "The trial also revealed a continued reduction in new vertebral fractures at 24 months with the transition to denosumab after completing the 12-month regimen of romosozumab. [3] The Active-Controlled Fracture Study in Postmenopausal Women with Osteoporosis at High Risk (ARCH) trial demonstrated the effectiveness of a treatment regimen of romosozumab followed by alendronate versus alendronate alone. [4] At 24 months, patients treated with romosozumab that transitioned to alendronate at 12 months had a 48% lower risk of new vertebral fracture, 19% lower risk of vertebral fracture, and 38% lower risk of hip fracture compared to patients treated with alendronate alone. [4]", "contents": "Romosozumab -- Indications. The trial also revealed a continued reduction in new vertebral fractures at 24 months with the transition to denosumab after completing the 12-month regimen of romosozumab. [3] The Active-Controlled Fracture Study in Postmenopausal Women with Osteoporosis at High Risk (ARCH) trial demonstrated the effectiveness of a treatment regimen of romosozumab followed by alendronate versus alendronate alone. [4] At 24 months, patients treated with romosozumab that transitioned to alendronate at 12 months had a 48% lower risk of new vertebral fracture, 19% lower risk of vertebral fracture, and 38% lower risk of hip fracture compared to patients treated with alendronate alone. [4]"}
{"id": "article-145296_6", "title": "Romosozumab -- Indications", "content": "The STRUCTURE trial compared the effectiveness of romosozumab versus teriparatide in patients transitioning from ineffective bisphosphonate therapy. This trial revealed greater increases in bone mass density in the romosozumab treatment group than in the teriparatide group. [5]", "contents": "Romosozumab -- Indications. The STRUCTURE trial compared the effectiveness of romosozumab versus teriparatide in patients transitioning from ineffective bisphosphonate therapy. This trial revealed greater increases in bone mass density in the romosozumab treatment group than in the teriparatide group. [5]"}
{"id": "article-145296_7", "title": "Romosozumab -- Indications", "content": "Several studies show promising results for using romosozumab in men with osteoporosis; however, as of 2022, its use in this population is not FDA-approved. [6] [7] [8] The use of romosozumab to treat osteoporosis in premenopausal women is also not FDA-approved but is currently under investigation.", "contents": "Romosozumab -- Indications. Several studies show promising results for using romosozumab in men with osteoporosis; however, as of 2022, its use in this population is not FDA-approved. [6] [7] [8] The use of romosozumab to treat osteoporosis in premenopausal women is also not FDA-approved but is currently under investigation."}
{"id": "article-145296_8", "title": "Romosozumab -- Mechanism of Action", "content": "Sclerostin was first recognized as a possible therapeutic target for the treatment of osteoporosis by its role in a genetic condition termed sclerostin deficiency. In patients with sclerostin deficiency, high bone mass and resistance to fracture were recognized. [3] Further research regarding sclerostin revealed its role as a negative regulator of bone formation. [9]", "contents": "Romosozumab -- Mechanism of Action. Sclerostin was first recognized as a possible therapeutic target for the treatment of osteoporosis by its role in a genetic condition termed sclerostin deficiency. In patients with sclerostin deficiency, high bone mass and resistance to fracture were recognized. [3] Further research regarding sclerostin revealed its role as a negative regulator of bone formation. [9]"}
{"id": "article-145296_9", "title": "Romosozumab -- Mechanism of Action", "content": "Sclerostin is an osteocyte-derived secreted glycoprotein that binds to low-density lipoprotein receptor proteins LRP5 and LRP6 (low-density lipoprotein receptor protein 5/6), preventing the activation of the Wnt/β-catenin pathway that normally stimulates osteoblasts. [9] This promotes the ubiquitinated degradation of ß-catenin, which blocks the nuclear import to inhibit the osteogenic function of osteoblast, resulting in decreased bone formation. On the other hand, sclerostin increases the RANKL (receptor activator of nuclear factor-κB ligand) production and decreases the OPG (osteoprotegerin) production in osteoblasts and pre-osteoblasts to activate the osteoclasts.", "contents": "Romosozumab -- Mechanism of Action. Sclerostin is an osteocyte-derived secreted glycoprotein that binds to low-density lipoprotein receptor proteins LRP5 and LRP6 (low-density lipoprotein receptor protein 5/6), preventing the activation of the Wnt/β-catenin pathway that normally stimulates osteoblasts. [9] This promotes the ubiquitinated degradation of ß-catenin, which blocks the nuclear import to inhibit the osteogenic function of osteoblast, resulting in decreased bone formation. On the other hand, sclerostin increases the RANKL (receptor activator of nuclear factor-κB ligand) production and decreases the OPG (osteoprotegerin) production in osteoblasts and pre-osteoblasts to activate the osteoclasts."}
{"id": "article-145296_10", "title": "Romosozumab -- Mechanism of Action", "content": "This led to the development of romosozumab, a humanized monoclonal sclerostin-neutralizing antibody (Scl-Ab) that binds to and inhibits sclerostin. [1] This binding inhibits sclerostin’s ability to bind to the LRP5 and LRP6 receptor proteins. [1] Romosozumab allows the Wnt/β-catenin pathway to occur, thus promoting osteogenesis and inhibiting bone resorption to a lesser extent. [6]", "contents": "Romosozumab -- Mechanism of Action. This led to the development of romosozumab, a humanized monoclonal sclerostin-neutralizing antibody (Scl-Ab) that binds to and inhibits sclerostin. [1] This binding inhibits sclerostin’s ability to bind to the LRP5 and LRP6 receptor proteins. [1] Romosozumab allows the Wnt/β-catenin pathway to occur, thus promoting osteogenesis and inhibiting bone resorption to a lesser extent. [6]"}
{"id": "article-145296_11", "title": "Romosozumab -- Mechanism of Action", "content": "This increases cortical and trabecular bone mass, which is beneficial in treating osteoporosis. Overall, blocking sclerostin results in dual effects 1) an increase in osteoblastic activity, thereby increasing bone formation, and 2) a decrease in osteoclastic activity, thereby decreasing bone resorption. Romosozumab is the first anabolic medication that increases bone formation and decreases bone resorption by inhibiting sclerostin. [2] [6]", "contents": "Romosozumab -- Mechanism of Action. This increases cortical and trabecular bone mass, which is beneficial in treating osteoporosis. Overall, blocking sclerostin results in dual effects 1) an increase in osteoblastic activity, thereby increasing bone formation, and 2) a decrease in osteoclastic activity, thereby decreasing bone resorption. Romosozumab is the first anabolic medication that increases bone formation and decreases bone resorption by inhibiting sclerostin. [2] [6]"}
{"id": "article-145296_12", "title": "Romosozumab -- Mechanism of Action", "content": "With the use of romosozumab, procollagen type 1 N-telopeptide (P1NP) (a bone formation marker) increased 66% to 147% from baseline compared to placebo two weeks after initiation. [10] Romosozumab also showed a decrease in type 1 collagen C-telopeptide (CTX) (a bone resorption marker) by 15% to 50% from baseline compared to placebo two weeks after initiation. [10] After 12 months of treatment, romosozumab showed a decrease in concentration in both P1NP and CTX below that of a placebo. With discontinuation, the concentration of both markers was returned to baseline within 12 months. [4] [10] [11]", "contents": "Romosozumab -- Mechanism of Action. With the use of romosozumab, procollagen type 1 N-telopeptide (P1NP) (a bone formation marker) increased 66% to 147% from baseline compared to placebo two weeks after initiation. [10] Romosozumab also showed a decrease in type 1 collagen C-telopeptide (CTX) (a bone resorption marker) by 15% to 50% from baseline compared to placebo two weeks after initiation. [10] After 12 months of treatment, romosozumab showed a decrease in concentration in both P1NP and CTX below that of a placebo. With discontinuation, the concentration of both markers was returned to baseline within 12 months. [4] [10] [11]"}
{"id": "article-145296_13", "title": "Romosozumab -- Administration", "content": "Romosozumab is administered as a once-a-month subcutaneous injection for 12 months. The recommended monthly dose is 210 mg, regardless of body weight. [1] Each prefilled syringe is 105 mg/1.17 mL; thus, two prefilled syringes should be administered to reach the recommended dose of 210 mg. The healthcare provider injects with possible injection sites, including the patient’s thigh, abdomen, or upper arm. Injection sites should be altered each month. Patients receiving romosozumab should also receive adequate calcium and vitamin D supplementation. [1]", "contents": "Romosozumab -- Administration. Romosozumab is administered as a once-a-month subcutaneous injection for 12 months. The recommended monthly dose is 210 mg, regardless of body weight. [1] Each prefilled syringe is 105 mg/1.17 mL; thus, two prefilled syringes should be administered to reach the recommended dose of 210 mg. The healthcare provider injects with possible injection sites, including the patient’s thigh, abdomen, or upper arm. Injection sites should be altered each month. Patients receiving romosozumab should also receive adequate calcium and vitamin D supplementation. [1]"}
{"id": "article-145296_14", "title": "Romosozumab -- Administration", "content": "After 12 months of monthly injections, romosozumab should be discontinued as its effects wane. Studies have shown that after one year of discontinuing romosozumab, BMD levels return to baseline; therefore, it is recommended that after discontinuing romosozumab, the patient continues osteoporosis treatment with antiresorptive therapy to maintain and continue increased bone mass density. [6] [12] Romosozumab should be stored at 36 to 46 degrees Fahrenheit. [6] For proper use, it is recommended to allow for warming to room temperature before administration. If a missed or delayed dose occurs, romosozumab should be administered as soon as possible, with subsequent injections to be administered monthly from the new date.", "contents": "Romosozumab -- Administration. After 12 months of monthly injections, romosozumab should be discontinued as its effects wane. Studies have shown that after one year of discontinuing romosozumab, BMD levels return to baseline; therefore, it is recommended that after discontinuing romosozumab, the patient continues osteoporosis treatment with antiresorptive therapy to maintain and continue increased bone mass density. [6] [12] Romosozumab should be stored at 36 to 46 degrees Fahrenheit. [6] For proper use, it is recommended to allow for warming to room temperature before administration. If a missed or delayed dose occurs, romosozumab should be administered as soon as possible, with subsequent injections to be administered monthly from the new date."}
{"id": "article-145296_15", "title": "Romosozumab -- Administration -- Pharmacokinetics", "content": "A single dose of romosozumab (210 mg) has a maximum average serum concentration of 22.2 (5.8) mcg/mL, with a steady concentration state being achieved three months after monthly administration in postmenopausal women. [1] Pharmacokinetics have shown to be nonlinear as dose-increased clearance decreases. [1] The metabolic pathway has yet to be fully understood; however, as a monoclonal antibody, it is expected to be broken down into proteins and amino acids similarly to catabolic pathways for IgG. [1]", "contents": "Romosozumab -- Administration -- Pharmacokinetics. A single dose of romosozumab (210 mg) has a maximum average serum concentration of 22.2 (5.8) mcg/mL, with a steady concentration state being achieved three months after monthly administration in postmenopausal women. [1] Pharmacokinetics have shown to be nonlinear as dose-increased clearance decreases. [1] The metabolic pathway has yet to be fully understood; however, as a monoclonal antibody, it is expected to be broken down into proteins and amino acids similarly to catabolic pathways for IgG. [1]"}
{"id": "article-145296_16", "title": "Romosozumab -- Administration -- Pharmacokinetics", "content": "Absorption occurs on average within five days with an estimated volume distribution of 3.92 L at a steady state. [1] Romosozumab can later achieve systemic clearance at a rate of 0.38 mL/kg/h. [1] If doses are given for three consecutive months, then a half-life of 12.8 days can also be seen. [1] No pharmacokinetic differences were clinically significant in the populations observed; however, increased body weight decreases romosozumab exposure. [11]", "contents": "Romosozumab -- Administration -- Pharmacokinetics. Absorption occurs on average within five days with an estimated volume distribution of 3.92 L at a steady state. [1] Romosozumab can later achieve systemic clearance at a rate of 0.38 mL/kg/h. [1] If doses are given for three consecutive months, then a half-life of 12.8 days can also be seen. [1] No pharmacokinetic differences were clinically significant in the populations observed; however, increased body weight decreases romosozumab exposure. [11]"}
{"id": "article-145296_17", "title": "Romosozumab -- Adverse Effects", "content": "A literature review performed by Miller et al.; determined the most commonly reported adverse events occurring in >5% of subjects during clinical trials with romosozumab were arthralgia and headache. [1] This review also noted injection site reactions in approximately 5% of subjects but found that these reactions did not seem to recur with subsequent injections. [1] Other adverse events reported in clinical trials include nasopharyngitis and back pain. [1] [5] [6] Several other studies noted erythema multiforme, rash, dermatitis, and angioedema as additional safety considerations. [3] [13]", "contents": "Romosozumab -- Adverse Effects. A literature review performed by Miller et al.; determined the most commonly reported adverse events occurring in >5% of subjects during clinical trials with romosozumab were arthralgia and headache. [1] This review also noted injection site reactions in approximately 5% of subjects but found that these reactions did not seem to recur with subsequent injections. [1] Other adverse events reported in clinical trials include nasopharyngitis and back pain. [1] [5] [6] Several other studies noted erythema multiforme, rash, dermatitis, and angioedema as additional safety considerations. [3] [13]"}
{"id": "article-145296_18", "title": "Romosozumab -- Adverse Effects", "content": "Several trials found increased cardiovascular and cerebrovascular events associated with using romosozumab. [4] [7] [13] During the ARCH trial, cardiovascular adverse events occurred in 2.5% of patients in the romosozumab group versus 1.9% in the alendronate group. [4] During the BRIDGE trial, cardiovascular adverse effects occurred at a rate of 4.9% in the romosozumab group versus 2.5% in the placebo group. [7]", "contents": "Romosozumab -- Adverse Effects. Several trials found increased cardiovascular and cerebrovascular events associated with using romosozumab. [4] [7] [13] During the ARCH trial, cardiovascular adverse events occurred in 2.5% of patients in the romosozumab group versus 1.9% in the alendronate group. [4] During the BRIDGE trial, cardiovascular adverse effects occurred at a rate of 4.9% in the romosozumab group versus 2.5% in the placebo group. [7]"}
{"id": "article-145296_19", "title": "Romosozumab -- Adverse Effects", "content": "While these two trials indicated differences in cardiovascular events, two other trials, the FRAME, and STRUCTURE, found no difference between the romosozumab and placebo groups regarding the rate of cardiovascular events. However, due to the increase in reported cardiovascular and cerebrovascular events in the ARCH and BRIDGE trials, it is recommended not to use romosozumab in patients who have had a myocardial infarction or stroke in the past year. Further, evaluating the benefits versus risks in patients with CV risk factors is recommended on a per-patient basis. [1]", "contents": "Romosozumab -- Adverse Effects. While these two trials indicated differences in cardiovascular events, two other trials, the FRAME, and STRUCTURE, found no difference between the romosozumab and placebo groups regarding the rate of cardiovascular events. However, due to the increase in reported cardiovascular and cerebrovascular events in the ARCH and BRIDGE trials, it is recommended not to use romosozumab in patients who have had a myocardial infarction or stroke in the past year. Further, evaluating the benefits versus risks in patients with CV risk factors is recommended on a per-patient basis. [1]"}
{"id": "article-145296_20", "title": "Romosozumab -- Adverse Effects", "content": "Other reported adverse events associated with using romosozumab were osteonecrosis of the jaw and atypical femur fracture. [3] [4] However, it should be noted that osteonecrosis of the jaw was seen in patients that had possible inciting events such as poor-fitting dentures and recent tooth extraction. [13] Due to this, clinicians should perform precautionary routine oral examinations before initiating romosozumab. [1]", "contents": "Romosozumab -- Adverse Effects. Other reported adverse events associated with using romosozumab were osteonecrosis of the jaw and atypical femur fracture. [3] [4] However, it should be noted that osteonecrosis of the jaw was seen in patients that had possible inciting events such as poor-fitting dentures and recent tooth extraction. [13] Due to this, clinicians should perform precautionary routine oral examinations before initiating romosozumab. [1]"}
{"id": "article-145296_21", "title": "Romosozumab -- Adverse Effects", "content": "Furthermore, there were two reported cases of atypical fracture of the femur in the ARCH trial and one reported case in the FRAME trial in the romosozumab treatment groups. [3] [4] Generally, the risk of osteonecrosis of the jaw and atypical fracture of the femur for patients on romosozumab appears to be low. [13]", "contents": "Romosozumab -- Adverse Effects. Furthermore, there were two reported cases of atypical fracture of the femur in the ARCH trial and one reported case in the FRAME trial in the romosozumab treatment groups. [3] [4] Generally, the risk of osteonecrosis of the jaw and atypical fracture of the femur for patients on romosozumab appears to be low. [13]"}
{"id": "article-145296_22", "title": "Romosozumab -- Contraindications", "content": "Romosozumab is contraindicated in patients with hypocalcemia, a history of stroke or myocardial infarction in the past year, or a history of hypersensitivity to romosozumab or any component of its formulation. Romosozumab should immediately be discontinued should a myocardial infarction or stroke occur during treatment.", "contents": "Romosozumab -- Contraindications. Romosozumab is contraindicated in patients with hypocalcemia, a history of stroke or myocardial infarction in the past year, or a history of hypersensitivity to romosozumab or any component of its formulation. Romosozumab should immediately be discontinued should a myocardial infarction or stroke occur during treatment."}
{"id": "article-145296_23", "title": "Romosozumab -- Contraindications", "content": "Romosozumab is also not recommended in patients who have completed romosozumab therapy for 12 months, as its effects wane. Furthermore, while ongoing studies, romosozumab is not currently FDA-approved for use in premenopausal patients. [6] [13]", "contents": "Romosozumab -- Contraindications. Romosozumab is also not recommended in patients who have completed romosozumab therapy for 12 months, as its effects wane. Furthermore, while ongoing studies, romosozumab is not currently FDA-approved for use in premenopausal patients. [6] [13]"}
{"id": "article-145296_24", "title": "Romosozumab -- Monitoring", "content": "With the use of romosozumab, the development of hypocalcemia is a possible concern. Hypocalcemia should be corrected before initiation of treatment with romosozumab. [6] While there is no current official product labeling of drug interaction, there is a potential theoretical risk when combined with other drugs that can potentiate hypocalcemia. Serum calcium levels should be monitored if a patient takes other medications that could cause hypocalcemia with concomitant romosozumab use. [1] [13]", "contents": "Romosozumab -- Monitoring. With the use of romosozumab, the development of hypocalcemia is a possible concern. Hypocalcemia should be corrected before initiation of treatment with romosozumab. [6] While there is no current official product labeling of drug interaction, there is a potential theoretical risk when combined with other drugs that can potentiate hypocalcemia. Serum calcium levels should be monitored if a patient takes other medications that could cause hypocalcemia with concomitant romosozumab use. [1] [13]"}
{"id": "article-145296_25", "title": "Romosozumab -- Monitoring", "content": "No dose adjustments are necessary for patients with renal impairment; however, patients with severe renal impairment or that are on dialysis are at increased risk for hypocalcemia and should be monitored closely. [1] [6] To help alleviate the potential risk of hypocalcemia, these patients should be counseled on calcium and D supplementation. [1]", "contents": "Romosozumab -- Monitoring. No dose adjustments are necessary for patients with renal impairment; however, patients with severe renal impairment or that are on dialysis are at increased risk for hypocalcemia and should be monitored closely. [1] [6] To help alleviate the potential risk of hypocalcemia, these patients should be counseled on calcium and D supplementation. [1]"}
{"id": "article-145296_26", "title": "Romosozumab -- Toxicity", "content": "A review study assessing the carcinogenicity risk of romosozumab concluded that the administration of romosozumab would not pose a carcinogenic risk to humans based on the weight of evidence factors and results of a rat lifetime study on tumor incidence. [14] Furthermore, additional animal studies also demonstrate no effects on mortality. [15]", "contents": "Romosozumab -- Toxicity. A review study assessing the carcinogenicity risk of romosozumab concluded that the administration of romosozumab would not pose a carcinogenic risk to humans based on the weight of evidence factors and results of a rat lifetime study on tumor incidence. [14] Furthermore, additional animal studies also demonstrate no effects on mortality. [15]"}
{"id": "article-145296_27", "title": "Romosozumab -- Enhancing Healthcare Team Outcomes", "content": "Romosozumab is a new pharmacologic agent for the treatment of osteoporosis in women with a high risk of bone fracture. With new medication, it is imperative to educate clinicians, patients, and other healthcare team members regarding its use, indications, and possible adverse events.", "contents": "Romosozumab -- Enhancing Healthcare Team Outcomes. Romosozumab is a new pharmacologic agent for the treatment of osteoporosis in women with a high risk of bone fracture. With new medication, it is imperative to educate clinicians, patients, and other healthcare team members regarding its use, indications, and possible adverse events."}
{"id": "article-145296_28", "title": "Romosozumab -- Enhancing Healthcare Team Outcomes", "content": "All members of the interprofessional healthcare team and the patient should be aware of and be able to recognize the current known adverse effects of romosozumab to enhance healthcare outcomes. Clinicians or their staff must educate the patient on possible medication adverse events such as the signs and symptoms of a cardiovascular event, hypocalcemia, hypersensitivity reactions, osteonecrosis of the jaw, and atypical femoral fracture.", "contents": "Romosozumab -- Enhancing Healthcare Team Outcomes. All members of the interprofessional healthcare team and the patient should be aware of and be able to recognize the current known adverse effects of romosozumab to enhance healthcare outcomes. Clinicians or their staff must educate the patient on possible medication adverse events such as the signs and symptoms of a cardiovascular event, hypocalcemia, hypersensitivity reactions, osteonecrosis of the jaw, and atypical femoral fracture."}
{"id": "article-145296_29", "title": "Romosozumab -- Enhancing Healthcare Team Outcomes", "content": "Due to romosozumab’s association with hypocalcemia, a medication review should be performed by healthcare team members to identify any medications that could exacerbate hypocalcemia before giving the injections. Healthcare team members need to perform serum calcium levels should they be indicated. Patients should be advised to take calcium and vitamin D supplementation as well.", "contents": "Romosozumab -- Enhancing Healthcare Team Outcomes. Due to romosozumab’s association with hypocalcemia, a medication review should be performed by healthcare team members to identify any medications that could exacerbate hypocalcemia before giving the injections. Healthcare team members need to perform serum calcium levels should they be indicated. Patients should be advised to take calcium and vitamin D supplementation as well."}
{"id": "article-145296_30", "title": "Romosozumab -- Enhancing Healthcare Team Outcomes", "content": "The lack of long-term trials and data warrants continued monitoring of patients taking romosozumab and continued medical education for professionals and patients to recognize any new data and evidence regarding long-term treatment outcomes and potential adverse events. Pharmacists should be consulted to ensure proper dosing and to check for potential drug interactions, particularly drugs that affect calcium levels.", "contents": "Romosozumab -- Enhancing Healthcare Team Outcomes. The lack of long-term trials and data warrants continued monitoring of patients taking romosozumab and continued medical education for professionals and patients to recognize any new data and evidence regarding long-term treatment outcomes and potential adverse events. Pharmacists should be consulted to ensure proper dosing and to check for potential drug interactions, particularly drugs that affect calcium levels."}
{"id": "article-145296_31", "title": "Romosozumab -- Enhancing Healthcare Team Outcomes", "content": "It is also essential for the healthcare team to recognize barriers to using romosozumab. Obstacles associated with its use include the high cost, the necessity for monthly appointments to receive the injection from their healthcare provider, and adverse effects specific to the individual. Healthcare team members must identify these potential barriers to ensure the patient receives the most optimal individualized treatment.", "contents": "Romosozumab -- Enhancing Healthcare Team Outcomes. It is also essential for the healthcare team to recognize barriers to using romosozumab. Obstacles associated with its use include the high cost, the necessity for monthly appointments to receive the injection from their healthcare provider, and adverse effects specific to the individual. Healthcare team members must identify these potential barriers to ensure the patient receives the most optimal individualized treatment."}
{"id": "article-145296_32", "title": "Romosozumab -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Romosozumab -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}