{"id": "article-26505_0", "title": "Pacemaker -- Continuing Education Activity", "content": "Pacemakers are adjustable artificial electrical pulse generators that can be temporary or permanent. They frequently emit a pulse lasting between 0.5 and 25 milliseconds with a voltage between 0.1 to 15 volts and at a frequency up to 300 per minute. Pacemaker rate, pulse width, and voltage can be controlled. This activity reviews the pacemaker and its usages and illustrates the role of interprofessional teams in caring for patients with pacemakers.", "contents": "Pacemaker -- Continuing Education Activity. Pacemakers are adjustable artificial electrical pulse generators that can be temporary or permanent. They frequently emit a pulse lasting between 0.5 and 25 milliseconds with a voltage between 0.1 to 15 volts and at a frequency up to 300 per minute. Pacemaker rate, pulse width, and voltage can be controlled. This activity reviews the pacemaker and its usages and illustrates the role of interprofessional teams in caring for patients with pacemakers."}
{"id": "article-26505_1", "title": "Pacemaker -- Continuing Education Activity", "content": "Objectives: Contrast the physics of an artificial pacemaker with the heart's intrinsic pacemaker. Identify patients that might benefit from a pacemakers. Review the potential for pacemaker malfunction. Explore strategies to optimize care coordination among interprofessional team members to improve outcomes for patients with pacemakers. Access free multiple choice questions on this topic.", "contents": "Pacemaker -- Continuing Education Activity. Objectives: Contrast the physics of an artificial pacemaker with the heart's intrinsic pacemaker. Identify patients that might benefit from a pacemakers. Review the potential for pacemaker malfunction. Explore strategies to optimize care coordination among interprofessional team members to improve outcomes for patients with pacemakers. Access free multiple choice questions on this topic."}
{"id": "article-26505_2", "title": "Pacemaker -- Introduction", "content": "The true beginning of the concept of a pacemaker began over 200 years ago. In the late 1700s, Luigi Galvani discovered that he could cause contraction of a frog heart simply by passing an electrical current through the heart. This concept was further realized nearly 100 years later with the first successful resuscitation of a child by Guilliame de Boulogne utilizing electricity. He was able to accomplish this by introducing an electrical current to the patient's chest with a return electrode on the leg after a drowning. After this feat, many successful resuscitations were reported, leading to the term \"artificial cardiac pacemaker\" by Dr. Hyman in 1932. [1] [2]", "contents": "Pacemaker -- Introduction. The true beginning of the concept of a pacemaker began over 200 years ago. In the late 1700s, Luigi Galvani discovered that he could cause contraction of a frog heart simply by passing an electrical current through the heart. This concept was further realized nearly 100 years later with the first successful resuscitation of a child by Guilliame de Boulogne utilizing electricity. He was able to accomplish this by introducing an electrical current to the patient's chest with a return electrode on the leg after a drowning. After this feat, many successful resuscitations were reported, leading to the term \"artificial cardiac pacemaker\" by Dr. Hyman in 1932. [1] [2]"}
{"id": "article-26505_3", "title": "Pacemaker -- Introduction", "content": "Pacemakers are adjustable artificial electrical pulse generators, frequently emitting a pulse with a duration between 0.5 and 25 milliseconds with an output of 0.1 to 15 volts, at a frequency up to 300 times per minute. The cardiologist or pacemaker technologist will be able to interrogate and control the pacing rate, the pulse width, and the voltage, whether the device is temporary or permanent. Pacemakers are typically categorized as external or internal. The external variety is almost always placed for temporary stabilization of the patient or to facilitate some type of surgical procedure. The implantable type is usually permanent and often, significantly more complex than the temporary, external variety.", "contents": "Pacemaker -- Introduction. Pacemakers are adjustable artificial electrical pulse generators, frequently emitting a pulse with a duration between 0.5 and 25 milliseconds with an output of 0.1 to 15 volts, at a frequency up to 300 times per minute. The cardiologist or pacemaker technologist will be able to interrogate and control the pacing rate, the pulse width, and the voltage, whether the device is temporary or permanent. Pacemakers are typically categorized as external or internal. The external variety is almost always placed for temporary stabilization of the patient or to facilitate some type of surgical procedure. The implantable type is usually permanent and often, significantly more complex than the temporary, external variety."}
{"id": "article-26505_4", "title": "Pacemaker -- Introduction", "content": "Pacemakers are one type of cardiac implantable electronic devices (known as CIED). This broad category also includes implantable cardioverter-defibrillators (ICDs). Collectively, this group of devices was first introduced in the 1950s, shortly after the advent of the transistor. As technology has improved, so has the pacemaker device. The first implantable ICD was developed in 1980, and since that time, it has become more difficult to differentiate between pacemakers and ICDs. This is because every ICD currently implanted has an anti-bradycardia pacing function. It is critical for the patient and any health care provider to understand which device has been implanted to prevent unnecessary ICD therapy. This is most likely to occur with any electromagnetic interference (EMI) and could lead to activation of the device (if it is an ICD). Most types of CIED use several insulated lead wires with non-insulated tips that are implanted in the heart, either by percutaneous vein insertion or directly by a cardiac surgeon. Cardiac pacemakers are made up of two parts: the pulse generator and the leads or electrodes.", "contents": "Pacemaker -- Introduction. Pacemakers are one type of cardiac implantable electronic devices (known as CIED). This broad category also includes implantable cardioverter-defibrillators (ICDs). Collectively, this group of devices was first introduced in the 1950s, shortly after the advent of the transistor. As technology has improved, so has the pacemaker device. The first implantable ICD was developed in 1980, and since that time, it has become more difficult to differentiate between pacemakers and ICDs. This is because every ICD currently implanted has an anti-bradycardia pacing function. It is critical for the patient and any health care provider to understand which device has been implanted to prevent unnecessary ICD therapy. This is most likely to occur with any electromagnetic interference (EMI) and could lead to activation of the device (if it is an ICD). Most types of CIED use several insulated lead wires with non-insulated tips that are implanted in the heart, either by percutaneous vein insertion or directly by a cardiac surgeon. Cardiac pacemakers are made up of two parts: the pulse generator and the leads or electrodes."}
{"id": "article-26505_5", "title": "Pacemaker -- Introduction", "content": "The North American Society of Pacing and Electrophysiology (NASPE) and the British Pacing and Electrophysiology Group (BPEG) jointly developed a generic pacemaker code, utilized worldwide, that would allow providers and manufacturers to describe the characteristics of the device. This was last updated in 2002 and is shown below in the Pacemaker Table. [3]", "contents": "Pacemaker -- Introduction. The North American Society of Pacing and Electrophysiology (NASPE) and the British Pacing and Electrophysiology Group (BPEG) jointly developed a generic pacemaker code, utilized worldwide, that would allow providers and manufacturers to describe the characteristics of the device. This was last updated in 2002 and is shown below in the Pacemaker Table. [3]"}
{"id": "article-26505_6", "title": "Pacemaker -- Introduction", "content": "The first letter in the code indicated which chamber is paced; the second letter indicates which chamber is being sensed by the device; the third letter indicates if there is a response to sensing; the fourth position indicates whether the device will modulate or change the programmed rate independent of the patient's cardiac activity, for example, with exercise; the fifth and last letter of the code indicates additional multisite pacing. The last two letters of the code (in the fourth and fifth position) are rarely used in typical nomenclature. [3]", "contents": "Pacemaker -- Introduction. The first letter in the code indicated which chamber is paced; the second letter indicates which chamber is being sensed by the device; the third letter indicates if there is a response to sensing; the fourth position indicates whether the device will modulate or change the programmed rate independent of the patient's cardiac activity, for example, with exercise; the fifth and last letter of the code indicates additional multisite pacing. The last two letters of the code (in the fourth and fifth position) are rarely used in typical nomenclature. [3]"}
{"id": "article-26505_7", "title": "Pacemaker -- Introduction", "content": "The latest generation of pacemakers have many capabilities. The simplest settings are AAI and VVI. The AAI mode paces and senses in the atrium and each sensed event triggers the generator to fire within the P wave. The VVI mode paces and senses the ventricle and is suppressed by a sensed ventricular event.", "contents": "Pacemaker -- Introduction. The latest generation of pacemakers have many capabilities. The simplest settings are AAI and VVI. The AAI mode paces and senses in the atrium and each sensed event triggers the generator to fire within the P wave. The VVI mode paces and senses the ventricle and is suppressed by a sensed ventricular event."}
{"id": "article-26505_8", "title": "Pacemaker -- Etiology", "content": "The American College of Cardiology (ACC), the American Heart Association (AHA), and the Heart Rhythm Society (HRS) have jointly established national guidelines to direct the implantation of artificial cardiac pacemakers. [4] [5] A detailed discussion of these guidelines is beyond the scope of this article, but an outline will be presented. The main indications for pacemaker implantation include: Symptomatic bradycardia from sinus node disease Symptomatic bradycardia from atrioventricular node disease Long QT syndrome Hypertrophic obstructive cardiomyopathy Dilated cardiomyopathy During AV node ablation Cardiac resynchronization therapy with biventricular pacing Advanced 2nd or third-degree heart block Recurrent syncope Pacemakers are programmed noninvasively today. Pacemaker generators have an x-ray code which can be visualized on the chest x-ray.", "contents": "Pacemaker -- Etiology. The American College of Cardiology (ACC), the American Heart Association (AHA), and the Heart Rhythm Society (HRS) have jointly established national guidelines to direct the implantation of artificial cardiac pacemakers. [4] [5] A detailed discussion of these guidelines is beyond the scope of this article, but an outline will be presented. The main indications for pacemaker implantation include: Symptomatic bradycardia from sinus node disease Symptomatic bradycardia from atrioventricular node disease Long QT syndrome Hypertrophic obstructive cardiomyopathy Dilated cardiomyopathy During AV node ablation Cardiac resynchronization therapy with biventricular pacing Advanced 2nd or third-degree heart block Recurrent syncope Pacemakers are programmed noninvasively today. Pacemaker generators have an x-ray code which can be visualized on the chest x-ray."}
{"id": "article-26505_9", "title": "Pacemaker -- Epidemiology", "content": "There is no easy method to determine the absolute number of implantable cardiac devices in the United States and the world today. Although only an estimate, various sources list the number of individuals in the United States with an implantable pacemaker anywhere between 500,000 and 3 million. The chance of pacemaker implantation increases dramatically with age. In fact, over 70% of all pacemakers are implanted in patients over the age of 65. With an aging population and increasing life expectancy, one can only expect the number of ICDs to increase in the future exponentially. Since their advent in the 1950s, over 3000 models of pacemakers have been introduced into the United States alone.", "contents": "Pacemaker -- Epidemiology. There is no easy method to determine the absolute number of implantable cardiac devices in the United States and the world today. Although only an estimate, various sources list the number of individuals in the United States with an implantable pacemaker anywhere between 500,000 and 3 million. The chance of pacemaker implantation increases dramatically with age. In fact, over 70% of all pacemakers are implanted in patients over the age of 65. With an aging population and increasing life expectancy, one can only expect the number of ICDs to increase in the future exponentially. Since their advent in the 1950s, over 3000 models of pacemakers have been introduced into the United States alone."}
{"id": "article-26505_10", "title": "Pacemaker -- Toxicokinetics -- Magnet Inhibition", "content": "When a patient with a pacemaker requires surgery or a procedure where electrocautery or related devices will be used, this can interfere with the function of the device. Thus magnet inhibition is commonly done. Placing the magnet over the pacemaker temporarily reprograms the device into an asynchronous pacing mode but does not completely switch it off. After the procedure, the cardiologist has to reprogram the device. In most cases, almost any pacemaker can be inhibited this way. Further, there are some pacers, in which the magnet function can be disabled.", "contents": "Pacemaker -- Toxicokinetics -- Magnet Inhibition. When a patient with a pacemaker requires surgery or a procedure where electrocautery or related devices will be used, this can interfere with the function of the device. Thus magnet inhibition is commonly done. Placing the magnet over the pacemaker temporarily reprograms the device into an asynchronous pacing mode but does not completely switch it off. After the procedure, the cardiologist has to reprogram the device. In most cases, almost any pacemaker can be inhibited this way. Further, there are some pacers, in which the magnet function can be disabled."}
{"id": "article-26505_11", "title": "Pacemaker -- History and Physical", "content": "Patients who eventually require permanent pacemaker implantation often present with symptoms of dizziness, lightheadedness, fatigue, syncope, or lack of exercise tolerance. Frequently, these symptoms arise from bradyarrhythmias and patients will have sinus node dysfunction or atrioventricular (AV) conduction defects. A thorough history to determine if these symptoms are related to bradycardia episodes is key, as well as a physical exam. In addition, an electrocardiogram or loop recorder monitor are important steps in o order to determine if permanent pacemaker insertion is indicated.", "contents": "Pacemaker -- History and Physical. Patients who eventually require permanent pacemaker implantation often present with symptoms of dizziness, lightheadedness, fatigue, syncope, or lack of exercise tolerance. Frequently, these symptoms arise from bradyarrhythmias and patients will have sinus node dysfunction or atrioventricular (AV) conduction defects. A thorough history to determine if these symptoms are related to bradycardia episodes is key, as well as a physical exam. In addition, an electrocardiogram or loop recorder monitor are important steps in o order to determine if permanent pacemaker insertion is indicated."}
{"id": "article-26505_12", "title": "Pacemaker -- Treatment / Management", "content": "Permanent pacemakers are most commonly placed via the transvenous route in a procedural suite or operating room. Patients are frequently sedated or under monitored anesthesia care (MAC) for the placement of these devices. For open epicardial placement by a cardiac surgeon, a patient will require general anesthesia. [6] [7] [8]", "contents": "Pacemaker -- Treatment / Management. Permanent pacemakers are most commonly placed via the transvenous route in a procedural suite or operating room. Patients are frequently sedated or under monitored anesthesia care (MAC) for the placement of these devices. For open epicardial placement by a cardiac surgeon, a patient will require general anesthesia. [6] [7] [8]"}
{"id": "article-26505_13", "title": "Pacemaker -- Treatment / Management", "content": "The American Society of Anesthesiologists released a practice advisory for the perioperative management of cardiac implantable electronic devices in 2011. [9] A summary of the guidelines, which provide an outline of how to manage patients with ICDs undergoing surgical procedures, is listed below:", "contents": "Pacemaker -- Treatment / Management. The American Society of Anesthesiologists released a practice advisory for the perioperative management of cardiac implantable electronic devices in 2011. [9] A summary of the guidelines, which provide an outline of how to manage patients with ICDs undergoing surgical procedures, is listed below:"}
{"id": "article-26505_14", "title": "Pacemaker -- Treatment / Management", "content": "Perform a focused history and physical to determine the presence of a CIED utilizing a review of medical records, chest x-rays, electrocardiograms, and palpation of the device.", "contents": "Pacemaker -- Treatment / Management. Perform a focused history and physical to determine the presence of a CIED utilizing a review of medical records, chest x-rays, electrocardiograms, and palpation of the device."}
{"id": "article-26505_15", "title": "Pacemaker -- Treatment / Management", "content": "Determine the type of CIED and its function by inspecting device card, utilizing chest x-ray, and interviewing the patient. It is critical to determine if the device is a pacemaker or ICD.", "contents": "Pacemaker -- Treatment / Management. Determine the type of CIED and its function by inspecting device card, utilizing chest x-ray, and interviewing the patient. It is critical to determine if the device is a pacemaker or ICD."}
{"id": "article-26505_16", "title": "Pacemaker -- Treatment / Management", "content": "Determine if the patient is dependent on the device's pacing function.", "contents": "Pacemaker -- Treatment / Management. Determine if the patient is dependent on the device's pacing function."}
{"id": "article-26505_17", "title": "Pacemaker -- Treatment / Management", "content": "Determine if electromagnetic interference will occur during the surgical procedure and if so, suspend the anti-tachyarrhythmia functions by reprogramming or use of a magnet if applicable; consider placing external defibrillator pads if the device has been deactivated and placed pads as far from an implantable device as possible.", "contents": "Pacemaker -- Treatment / Management. Determine if electromagnetic interference will occur during the surgical procedure and if so, suspend the anti-tachyarrhythmia functions by reprogramming or use of a magnet if applicable; consider placing external defibrillator pads if the device has been deactivated and placed pads as far from an implantable device as possible."}
{"id": "article-26505_18", "title": "Pacemaker -- Treatment / Management", "content": "Monitor function of the device intraoperatively; special conditions include lithotripsy, MRI, electroconvulsive therapy, and radiation therapy.", "contents": "Pacemaker -- Treatment / Management. Monitor function of the device intraoperatively; special conditions include lithotripsy, MRI, electroconvulsive therapy, and radiation therapy."}
{"id": "article-26505_19", "title": "Pacemaker -- Treatment / Management", "content": "Postoperatively, monitor rhythm and device function, obtain interrogation of the device, and restore settings as appropriate.", "contents": "Pacemaker -- Treatment / Management. Postoperatively, monitor rhythm and device function, obtain interrogation of the device, and restore settings as appropriate."}
{"id": "article-26505_20", "title": "Pacemaker -- Differential Diagnosis", "content": "Acute coronary syndromes Cardiogenic pulmonary edema Carotid sinus hypersensitivity Hyperparathyroidism and thyrotoxicosis Hypothyroidism Pacemaker malfunction Pacemaker mediated tachycardia Paroxysmal supraventricular tachycardia Pulmonary embolism", "contents": "Pacemaker -- Differential Diagnosis. Acute coronary syndromes Cardiogenic pulmonary edema Carotid sinus hypersensitivity Hyperparathyroidism and thyrotoxicosis Hypothyroidism Pacemaker malfunction Pacemaker mediated tachycardia Paroxysmal supraventricular tachycardia Pulmonary embolism"}
{"id": "article-26505_21", "title": "Pacemaker -- Complications", "content": "Complications occur during pacemaker insertion and include: Pneumothorax Wound infection Pericarditis Skin erosion Lead dislodgment Hematoma Failure to sense, capture or output Pacemaker mediated tachycardia Twiddler syndrome Pacemaker syndrome Pacemaker pseudomalfunction", "contents": "Pacemaker -- Complications. Complications occur during pacemaker insertion and include: Pneumothorax Wound infection Pericarditis Skin erosion Lead dislodgment Hematoma Failure to sense, capture or output Pacemaker mediated tachycardia Twiddler syndrome Pacemaker syndrome Pacemaker pseudomalfunction"}
{"id": "article-26505_22", "title": "Pacemaker -- Enhancing Healthcare Team Outcomes", "content": "Guidelines for proper follow up following pacemaker insertion are not clearly defined. there is a great variance in follow-up regarding pacemaker evaluation, battery status, and stimulation and sensing thresholds. More important, studies show that reprogramming of pacemakers is often neglected in the long run, and thus the pacemaker visit may be redundant. [10] [11] (level III)", "contents": "Pacemaker -- Enhancing Healthcare Team Outcomes. Guidelines for proper follow up following pacemaker insertion are not clearly defined. there is a great variance in follow-up regarding pacemaker evaluation, battery status, and stimulation and sensing thresholds. More important, studies show that reprogramming of pacemakers is often neglected in the long run, and thus the pacemaker visit may be redundant. [10] [11] (level III)"}
{"id": "article-26505_23", "title": "Pacemaker -- Enhancing Healthcare Team Outcomes", "content": "Even though nurses do not insert pacemakers, they are vital for assessing the preoperative and postoperative status of patients undergoing pacemaker insertion. Advanced practice nurses now usually assess patients in preoperative clinics and play a vital role in educating the patient and family about pacemaker care and followup. Another key feature is the management of medications by the pharmacist in patients with pacemakers. Prior to surgery, the decision to stop anticoagulation and start beta-blockers should always be made in consultation with a cardiologist. Only by stratifying risk in the preoperative period and medication reconciliation can one offer patients optimal care after pacemaker insertion. [12]", "contents": "Pacemaker -- Enhancing Healthcare Team Outcomes. Even though nurses do not insert pacemakers, they are vital for assessing the preoperative and postoperative status of patients undergoing pacemaker insertion. Advanced practice nurses now usually assess patients in preoperative clinics and play a vital role in educating the patient and family about pacemaker care and followup. Another key feature is the management of medications by the pharmacist in patients with pacemakers. Prior to surgery, the decision to stop anticoagulation and start beta-blockers should always be made in consultation with a cardiologist. Only by stratifying risk in the preoperative period and medication reconciliation can one offer patients optimal care after pacemaker insertion. [12]"}
{"id": "article-26505_24", "title": "Pacemaker -- Enhancing Healthcare Team Outcomes -- Outcomes", "content": "The short come outcomes for pacemaker insertions are good, but the long-term outcomes vary on many factors. Mortality following pacemaker insertion varies from 1-4% and complications occur in 4-15% of patients. Variables which affect mortality and complications include the presence of renal failure, high NYHA class, low ejection fraction, low platelet count, stroke and body mass index. Given the high morbidity of pacemakers, an interprofessional team of healthcare workers that closely monitors the patient and makes a timely referral may help mitigate the complications. [13] [14] (Level III)", "contents": "Pacemaker -- Enhancing Healthcare Team Outcomes -- Outcomes. The short come outcomes for pacemaker insertions are good, but the long-term outcomes vary on many factors. Mortality following pacemaker insertion varies from 1-4% and complications occur in 4-15% of patients. Variables which affect mortality and complications include the presence of renal failure, high NYHA class, low ejection fraction, low platelet count, stroke and body mass index. Given the high morbidity of pacemakers, an interprofessional team of healthcare workers that closely monitors the patient and makes a timely referral may help mitigate the complications. [13] [14] (Level III)"}
{"id": "article-26505_25", "title": "Pacemaker -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Pacemaker -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}