{"id": "article-129194_0", "title": "Submandibular Excision -- Continuing Education Activity", "content": "The most common indication for submandibular gland excision is salivary calculus with secondary ductal obstruction and sialadenitis. This chapter describes and highlights the healthcare team's role in evaluating and treating patients who undergo submandibular gland excision.", "contents": "Submandibular Excision -- Continuing Education Activity. The most common indication for submandibular gland excision is salivary calculus with secondary ductal obstruction and sialadenitis. This chapter describes and highlights the healthcare team's role in evaluating and treating patients who undergo submandibular gland excision."}
{"id": "article-129194_1", "title": "Submandibular Excision -- Continuing Education Activity", "content": "Objectives: Review the pathophysiology of submandibular gland disease. Describe the treatment considerations for patients with submandibular gland disease. Describe the common complications of submandibular gland excision. Summarize how interprofessional collaboration and communication can improve outcomes for patients who require submandibular gland excision. Access free multiple choice questions on this topic.", "contents": "Submandibular Excision -- Continuing Education Activity. Objectives: Review the pathophysiology of submandibular gland disease. Describe the treatment considerations for patients with submandibular gland disease. Describe the common complications of submandibular gland excision. Summarize how interprofessional collaboration and communication can improve outcomes for patients who require submandibular gland excision. Access free multiple choice questions on this topic."}
{"id": "article-129194_2", "title": "Submandibular Excision -- Introduction", "content": "Salivary glands are exocrine glands that produce saliva, which has several functions. Saliva provides lubrication to the upper aerodigestive tract, which is crucial for proper swallow function, speech production, as well as for proper taste sensation. [1] Saliva also aids in the preliminary stages of food digestion and serves as a buffer to prevent dental caries and facilitate dental remineralization. [2] The submandibular gland is a salivary gland that produces a mixed serous and mucinous salivary output.", "contents": "Submandibular Excision -- Introduction. Salivary glands are exocrine glands that produce saliva, which has several functions. Saliva provides lubrication to the upper aerodigestive tract, which is crucial for proper swallow function, speech production, as well as for proper taste sensation. [1] Saliva also aids in the preliminary stages of food digestion and serves as a buffer to prevent dental caries and facilitate dental remineralization. [2] The submandibular gland is a salivary gland that produces a mixed serous and mucinous salivary output."}
{"id": "article-129194_3", "title": "Submandibular Excision -- Introduction", "content": "There are traditionally three paired sets of major salivary glands: the parotid glands, the submandibular glands, and the sublingual glands. Of the major salivary glands, the parotid glands are the largest. However, the submandibular glands account for the majority of baseline salivary production. [3] In addition to the major salivary glands, minor salivary glands exist throughout the upper aerodigestive tract mucosa. Of note, collections of paired macroscopic salivary tissue within the nasopharynx termed the tubarial salivary glands have recently been described. [4]", "contents": "Submandibular Excision -- Introduction. There are traditionally three paired sets of major salivary glands: the parotid glands, the submandibular glands, and the sublingual glands. Of the major salivary glands, the parotid glands are the largest. However, the submandibular glands account for the majority of baseline salivary production. [3] In addition to the major salivary glands, minor salivary glands exist throughout the upper aerodigestive tract mucosa. Of note, collections of paired macroscopic salivary tissue within the nasopharynx termed the tubarial salivary glands have recently been described. [4]"}
{"id": "article-129194_4", "title": "Submandibular Excision -- Anatomy and Physiology -- Submandibular Gland Anatomy", "content": "The paired submandibular glands lie within level IB of the neck (sometimes referred to as the submandibular triangle). This space is bound superiorly by the inferior border of the mandible, inferiorly by the posterior belly of the digastric muscle, anteriorly by the anterior belly of the digastric muscle, and posteriorly by the posterior border of the submandibular gland. The deep aspect (floor) of this space is defined by the mylohyoid muscle and the superficial border defined by the platysma muscle.", "contents": "Submandibular Excision -- Anatomy and Physiology -- Submandibular Gland Anatomy. The paired submandibular glands lie within level IB of the neck (sometimes referred to as the submandibular triangle). This space is bound superiorly by the inferior border of the mandible, inferiorly by the posterior belly of the digastric muscle, anteriorly by the anterior belly of the digastric muscle, and posteriorly by the posterior border of the submandibular gland. The deep aspect (floor) of this space is defined by the mylohyoid muscle and the superficial border defined by the platysma muscle."}
{"id": "article-129194_5", "title": "Submandibular Excision -- Anatomy and Physiology -- Submandibular Gland Anatomy", "content": "In addition to the submandibular gland, several other important structures lie within level IB of the neck. Therefore, understanding this anatomy is crucial in order to perform surgery in this space safely. When operating in the submandibular space, particular care must be taken to avoid injury to the marginal branch of the facial nerve. This nerve branches from the facial nerve within the parotid gland parenchyma before coursing inferiorly and passing superficial to the mandible into the submandibular space within the superficial layer of the deep cervical fascia. This fascial layer invests the submandibular gland with the marginal mandibular nerve closely associated with the superficial aspect of the submandibular gland as it courses anteriorly and superiorly toward the ipsilateral corner of the mouth where it innervates the depressor labii inferioris.", "contents": "Submandibular Excision -- Anatomy and Physiology -- Submandibular Gland Anatomy. In addition to the submandibular gland, several other important structures lie within level IB of the neck. Therefore, understanding this anatomy is crucial in order to perform surgery in this space safely. When operating in the submandibular space, particular care must be taken to avoid injury to the marginal branch of the facial nerve. This nerve branches from the facial nerve within the parotid gland parenchyma before coursing inferiorly and passing superficial to the mandible into the submandibular space within the superficial layer of the deep cervical fascia. This fascial layer invests the submandibular gland with the marginal mandibular nerve closely associated with the superficial aspect of the submandibular gland as it courses anteriorly and superiorly toward the ipsilateral corner of the mouth where it innervates the depressor labii inferioris."}
{"id": "article-129194_6", "title": "Submandibular Excision -- Anatomy and Physiology -- Submandibular Gland Anatomy", "content": "The hypoglossal nerve also courses through the submandibular space deep to the digastric tendon medial to the deep layer of the deep cervical fascia before coursing anteriorly and innervating the extrinsic and intrinsic muscles of the tongue (except for palatoglossus-which is innervated by the pharyngeal branch of the vagus nerve). Traveling closely to the hypoglossal nerve is the lingual nerve, which provides sensory innervation from the anterior two-thirds of the tongue. General sensation fibers for touch, pain, and temperature travel within the mandibular division of cranial nerve five as the lingual nerve courses just medial to the inferior alveolar nerve. Special sensation fibers for taste travel with the facial nerve through the internal acoustic meatus before branching into the chorda tympani nerve, which travels through the middle ear and exits the skull via the petrotympanic fissure into the infratemporal fossa where it joins with the lingual nerve.", "contents": "Submandibular Excision -- Anatomy and Physiology -- Submandibular Gland Anatomy. The hypoglossal nerve also courses through the submandibular space deep to the digastric tendon medial to the deep layer of the deep cervical fascia before coursing anteriorly and innervating the extrinsic and intrinsic muscles of the tongue (except for palatoglossus-which is innervated by the pharyngeal branch of the vagus nerve). Traveling closely to the hypoglossal nerve is the lingual nerve, which provides sensory innervation from the anterior two-thirds of the tongue. General sensation fibers for touch, pain, and temperature travel within the mandibular division of cranial nerve five as the lingual nerve courses just medial to the inferior alveolar nerve. Special sensation fibers for taste travel with the facial nerve through the internal acoustic meatus before branching into the chorda tympani nerve, which travels through the middle ear and exits the skull via the petrotympanic fissure into the infratemporal fossa where it joins with the lingual nerve."}
{"id": "article-129194_7", "title": "Submandibular Excision -- Anatomy and Physiology -- Submandibular Gland Anatomy", "content": "The facial artery branches from the external carotid artery and courses through the submandibular space. After branching from the external carotid artery, the facial artery courses medial and posterior to the digastric muscle and later courses around the muscle and through the submandibular gland and exits into the facial notch of the mandible. Each submandibular gland has an associated duct (Wharton’s duct) which extends superiorly and medially from the submandibular gland into the floor of the mouth just lateral to the lingual frenulum. [5]", "contents": "Submandibular Excision -- Anatomy and Physiology -- Submandibular Gland Anatomy. The facial artery branches from the external carotid artery and courses through the submandibular space. After branching from the external carotid artery, the facial artery courses medial and posterior to the digastric muscle and later courses around the muscle and through the submandibular gland and exits into the facial notch of the mandible. Each submandibular gland has an associated duct (Wharton’s duct) which extends superiorly and medially from the submandibular gland into the floor of the mouth just lateral to the lingual frenulum. [5]"}
{"id": "article-129194_8", "title": "Submandibular Excision -- Anatomy and Physiology -- Submandibular Gland Physiology", "content": "Salivary production by the submandibular gland is mediated by the autonomic nervous system. Parasympathetic innervation originates from the superior salivatory nucleus of the pons. Pre-synaptic fibers travel with the facial nerve via the chorda tympani which later joins with the lingual branch of the mandibular nerve. Fibers synapse at the submandibular ganglion. Post-synaptic fibers act directly on the submandibular gland to induce secretion and vasodilation.", "contents": "Submandibular Excision -- Anatomy and Physiology -- Submandibular Gland Physiology. Salivary production by the submandibular gland is mediated by the autonomic nervous system. Parasympathetic innervation originates from the superior salivatory nucleus of the pons. Pre-synaptic fibers travel with the facial nerve via the chorda tympani which later joins with the lingual branch of the mandibular nerve. Fibers synapse at the submandibular ganglion. Post-synaptic fibers act directly on the submandibular gland to induce secretion and vasodilation."}
{"id": "article-129194_9", "title": "Submandibular Excision -- Anatomy and Physiology -- Submandibular Gland Physiology", "content": "Sympathetic innervation originates from the superior cervical ganglion where fibers synapse.  Post-synaptic fibers travel as a plexus within the carotid sheath. Fibers following the facial branch of the external artery and subsequently submental arteries then enter the gland, where they decrease blood flow to the submandibular gland and decrease salivary production.", "contents": "Submandibular Excision -- Anatomy and Physiology -- Submandibular Gland Physiology. Sympathetic innervation originates from the superior cervical ganglion where fibers synapse.  Post-synaptic fibers travel as a plexus within the carotid sheath. Fibers following the facial branch of the external artery and subsequently submental arteries then enter the gland, where they decrease blood flow to the submandibular gland and decrease salivary production."}
{"id": "article-129194_10", "title": "Submandibular Excision -- Anatomy and Physiology -- Pathology Affecting the Submandibular Gland", "content": "Pathologic processes of the submandibular glands may be classified as acute or chronic processes. Acute processes include obstructive processes and of the salivary ductal system,  including salivary calculi or stricture or infectious processes. Unilateral submandibular infectious processes are often bacterial, with S. aureus, S. pyogenes, S. viridans , and H. influenzae commonly isolated. [2] These acute bacterial processes are often secondary to obstructive processes or factors that result in salivary stasis, such as dehydration, chronic medical conditions, certain medications, xerostomia, or a history of radiation therapy to the oral cavity. Acute bilateral processes affecting the submandibular glands are often of viral etiology, which may be secondary to the mumps virus, coxsackie, parainfluenza virus, or HIV.", "contents": "Submandibular Excision -- Anatomy and Physiology -- Pathology Affecting the Submandibular Gland. Pathologic processes of the submandibular glands may be classified as acute or chronic processes. Acute processes include obstructive processes and of the salivary ductal system,  including salivary calculi or stricture or infectious processes. Unilateral submandibular infectious processes are often bacterial, with S. aureus, S. pyogenes, S. viridans , and H. influenzae commonly isolated. [2] These acute bacterial processes are often secondary to obstructive processes or factors that result in salivary stasis, such as dehydration, chronic medical conditions, certain medications, xerostomia, or a history of radiation therapy to the oral cavity. Acute bilateral processes affecting the submandibular glands are often of viral etiology, which may be secondary to the mumps virus, coxsackie, parainfluenza virus, or HIV."}
{"id": "article-129194_11", "title": "Submandibular Excision -- Anatomy and Physiology -- Pathology Affecting the Submandibular Gland", "content": "Chronic processes affecting the submandibular glands include neoplasm of either benign or malignant origin, autoimmune disease, infiltrative processes - such as amyloid, granulomatous disease, or idiopathic enlargement. [2]", "contents": "Submandibular Excision -- Anatomy and Physiology -- Pathology Affecting the Submandibular Gland. Chronic processes affecting the submandibular glands include neoplasm of either benign or malignant origin, autoimmune disease, infiltrative processes - such as amyloid, granulomatous disease, or idiopathic enlargement. [2]"}
{"id": "article-129194_12", "title": "Submandibular Excision -- Indications -- Indications for Submandibular Gland Excision", "content": "The most common indication for submandibular gland excision is salivary calculus with secondary ductal obstruction and sialadenitis. In the setting of an isolated calculus within the submandibular duct, a transoral removal of the stone from the duct may be successful. However, most patients with salivary calculus disease have recurrent episodes of obstruction and sialadenitis, which are unlikely to resolve with non-invasive measures alone and may be cured by excision of the submandibular gland.", "contents": "Submandibular Excision -- Indications -- Indications for Submandibular Gland Excision. The most common indication for submandibular gland excision is salivary calculus with secondary ductal obstruction and sialadenitis. In the setting of an isolated calculus within the submandibular duct, a transoral removal of the stone from the duct may be successful. However, most patients with salivary calculus disease have recurrent episodes of obstruction and sialadenitis, which are unlikely to resolve with non-invasive measures alone and may be cured by excision of the submandibular gland."}
{"id": "article-129194_13", "title": "Submandibular Excision -- Indications -- Indications for Submandibular Gland Excision", "content": "Another indication for submandibular gland excision is the presence of a benign neoplasm within the submandibular gland. Approximately 75 percent of submandibular gland tumors are benign (most commonly pleomorphic adenoma), and 25 percent are malignant (commonly mucoepidermoid carcinoma, adenoid cystic carcinoma, or adenocarcinoma). [6] Before performing excision of the submandibular gland for neoplastic disease, an appropriate pre-operative workup must be completed prior to excision, as a malignant neoplasm should not be managed by a submandibular gland excision alone. In cases of malignancy, a formal neck dissection is often required depending on tumor pathology and staging.", "contents": "Submandibular Excision -- Indications -- Indications for Submandibular Gland Excision. Another indication for submandibular gland excision is the presence of a benign neoplasm within the submandibular gland. Approximately 75 percent of submandibular gland tumors are benign (most commonly pleomorphic adenoma), and 25 percent are malignant (commonly mucoepidermoid carcinoma, adenoid cystic carcinoma, or adenocarcinoma). [6] Before performing excision of the submandibular gland for neoplastic disease, an appropriate pre-operative workup must be completed prior to excision, as a malignant neoplasm should not be managed by a submandibular gland excision alone. In cases of malignancy, a formal neck dissection is often required depending on tumor pathology and staging."}
{"id": "article-129194_14", "title": "Submandibular Excision -- Indications -- Indications for Submandibular Gland Excision", "content": "Another indication for submandibular gland excision is refractory sialorrhea. When appropriate, this is generally performed bilaterally and may be completed in conjunction with ligation of the parotid ducts. However, sialorrhea may be treated with botulinum toxin injections which have been shown to be an effective and well-tolerated treatment. [7] Therefore, surgical excision is generally reserved for cases refractory cases.", "contents": "Submandibular Excision -- Indications -- Indications for Submandibular Gland Excision. Another indication for submandibular gland excision is refractory sialorrhea. When appropriate, this is generally performed bilaterally and may be completed in conjunction with ligation of the parotid ducts. However, sialorrhea may be treated with botulinum toxin injections which have been shown to be an effective and well-tolerated treatment. [7] Therefore, surgical excision is generally reserved for cases refractory cases."}
{"id": "article-129194_15", "title": "Submandibular Excision -- Indications -- Pre-Operative Evaluation", "content": "The workup for submandibular gland disease should start with a complete history and physical exam with attention to symptom onset and course, unilateral or bilateral symptoms, signs and symptoms of systemic autoimmune, inflammatory, or viral processes. A history of radiation or radioactive iodine treatment should also be obtained.  A complete head and neck exam with attention to the oral cavity with bimanual palpation of the floor of the mouth to assess for any palpable calculi, as well as a thorough neck exam to evaluate for any masses or lesions, should then be completed.  Facial nerve function and symmetry, with close attention to the corners of the mouth, should be assessed.", "contents": "Submandibular Excision -- Indications -- Pre-Operative Evaluation. The workup for submandibular gland disease should start with a complete history and physical exam with attention to symptom onset and course, unilateral or bilateral symptoms, signs and symptoms of systemic autoimmune, inflammatory, or viral processes. A history of radiation or radioactive iodine treatment should also be obtained.  A complete head and neck exam with attention to the oral cavity with bimanual palpation of the floor of the mouth to assess for any palpable calculi, as well as a thorough neck exam to evaluate for any masses or lesions, should then be completed.  Facial nerve function and symmetry, with close attention to the corners of the mouth, should be assessed."}
{"id": "article-129194_16", "title": "Submandibular Excision -- Indications -- Pre-Operative Evaluation", "content": "Imaging of the submandibular gland is indicated before surgical excision is indicated via either ultrasound or computed tomography of the neck to evaluate for a neoplastic process and identify the presence of calculi. [8] If any suspicion of a neoplastic process exists on history, exam, or imaging, fine-needle aspiration of the submandibular gland lesion should be completed and results reviewed prior to surgical excision to rule out a malignant process.", "contents": "Submandibular Excision -- Indications -- Pre-Operative Evaluation. Imaging of the submandibular gland is indicated before surgical excision is indicated via either ultrasound or computed tomography of the neck to evaluate for a neoplastic process and identify the presence of calculi. [8] If any suspicion of a neoplastic process exists on history, exam, or imaging, fine-needle aspiration of the submandibular gland lesion should be completed and results reviewed prior to surgical excision to rule out a malignant process."}
{"id": "article-129194_17", "title": "Submandibular Excision -- Contraindications", "content": "Contraindications for submandibular gland excision include the presence of a malignant neoplasm or suspicion of a malignant neoplasm. In this case, a submandibular gland excision alone is inappropriate. Co-morbid medical conditions may be a contraindication for submandibular gland excision if the patient cannot tolerate the procedure safely. This procedure is performed under general anesthesia in the vast majority of cases though it has been performed under local anesthesia in very select circumstances.", "contents": "Submandibular Excision -- Contraindications. Contraindications for submandibular gland excision include the presence of a malignant neoplasm or suspicion of a malignant neoplasm. In this case, a submandibular gland excision alone is inappropriate. Co-morbid medical conditions may be a contraindication for submandibular gland excision if the patient cannot tolerate the procedure safely. This procedure is performed under general anesthesia in the vast majority of cases though it has been performed under local anesthesia in very select circumstances."}
{"id": "article-129194_18", "title": "Submandibular Excision -- Equipment", "content": "Required instruments include a standard head and neck soft tissue tray. Some surgeons elect to use sialendoscopes and/or facial nerve monitoring or stimulator but these are not required.", "contents": "Submandibular Excision -- Equipment. Required instruments include a standard head and neck soft tissue tray. Some surgeons elect to use sialendoscopes and/or facial nerve monitoring or stimulator but these are not required."}
{"id": "article-129194_19", "title": "Submandibular Excision -- Preparation", "content": "Generally, antibiotics are not indicated in clean head and neck cases. [9] The patient is positioned supine on the operative table and a shoulder roll is placed so that the neck is in gentle extension with the head turned away from the operative side. Many surgeons turn the operative table ninety degrees toward the operative side to allow for adequate room for the operative team. Alternatively, some surgeons elect to keep the operative table straight and instead move the table toward the patient’s feet.  The patient is prepped and draped widely from the nasolabial angle to the clavicles on the operative side.  The corner of the mouth is left in view to evaluate for twitching.", "contents": "Submandibular Excision -- Preparation. Generally, antibiotics are not indicated in clean head and neck cases. [9] The patient is positioned supine on the operative table and a shoulder roll is placed so that the neck is in gentle extension with the head turned away from the operative side. Many surgeons turn the operative table ninety degrees toward the operative side to allow for adequate room for the operative team. Alternatively, some surgeons elect to keep the operative table straight and instead move the table toward the patient’s feet.  The patient is prepped and draped widely from the nasolabial angle to the clavicles on the operative side.  The corner of the mouth is left in view to evaluate for twitching."}
{"id": "article-129194_20", "title": "Submandibular Excision -- Technique or Treatment", "content": "After skin infiltration with local anesthesia according to surgeon preference, a transverse neck incision between two and three centimeters in length along the inferior aspect of the submandibular gland and approximately one to two centimeters inferior to the inferior border of the mandible is made. An existing skin crease is used when available.  In the case of excision of a submandibular neoplasm, a wider and often lower incision is often required to complete the neck dissection. It is important to place the incision at least one centimeter inferior to the mandible as this provides more broad access and provides a superior cosmetic result. After making the initial incision, a subplatysmal skin flap may be raised posteriorly. Some surgeons avoid raising a skin flap superiorly as this can traumatize the marginal mandibular nerve. Other surgeons raise the superior skin flap in a supraplastysmal plane and subsequently split the muscle fibers of the plastyma vertically to identify the marginal mandibular nerve.", "contents": "Submandibular Excision -- Technique or Treatment. After skin infiltration with local anesthesia according to surgeon preference, a transverse neck incision between two and three centimeters in length along the inferior aspect of the submandibular gland and approximately one to two centimeters inferior to the inferior border of the mandible is made. An existing skin crease is used when available.  In the case of excision of a submandibular neoplasm, a wider and often lower incision is often required to complete the neck dissection. It is important to place the incision at least one centimeter inferior to the mandible as this provides more broad access and provides a superior cosmetic result. After making the initial incision, a subplatysmal skin flap may be raised posteriorly. Some surgeons avoid raising a skin flap superiorly as this can traumatize the marginal mandibular nerve. Other surgeons raise the superior skin flap in a supraplastysmal plane and subsequently split the muscle fibers of the plastyma vertically to identify the marginal mandibular nerve."}
{"id": "article-129194_21", "title": "Submandibular Excision -- Technique or Treatment", "content": "Dissection in the marginal mandibular nerve area must be carried out carefully to avoid electrocautery close to the nerve. Some surgeons routinely identify the marginal mandibular nerve as it runs within the investing fascia over the superficial aspect of the submandibular gland. Other surgeons do not identify the submandibular nerve but rather elevate the in the subplatysmal plane as noted above. The facial artery and vein are identified and ligated at the inferior aspect of the submandibular gland. The vessels are then reflected superiorly with the marginal mandibular nerve protected. The submandibular gland is then dissected away from the inferior border of the mandible and dissection carried to the mylohyoid.", "contents": "Submandibular Excision -- Technique or Treatment. Dissection in the marginal mandibular nerve area must be carried out carefully to avoid electrocautery close to the nerve. Some surgeons routinely identify the marginal mandibular nerve as it runs within the investing fascia over the superficial aspect of the submandibular gland. Other surgeons do not identify the submandibular nerve but rather elevate the in the subplatysmal plane as noted above. The facial artery and vein are identified and ligated at the inferior aspect of the submandibular gland. The vessels are then reflected superiorly with the marginal mandibular nerve protected. The submandibular gland is then dissected away from the inferior border of the mandible and dissection carried to the mylohyoid."}
{"id": "article-129194_22", "title": "Submandibular Excision -- Technique or Treatment", "content": "Dissection is then carried out at the anterior aspect of the submandibular gland and the posterior belly of the digastric muscle identified. It is important to keep the mylohyoid muscle in view to avoid injury to the hypoglossal or lingual nerves during this step. The posterior belly of the digastric muscle is then followed posteriorly and the inferior aspect of the submandibular gland dissected.  Dissection is carried posteriorly following the posterior belly of the digastric to avoid injury to the hypoglossal nerve or external carotid artery branches that lie deep to the posterior belly of the digastric. As dissection continues along the posterior digastric, the facial vein is encountered at the posterior aspect of the gland and which may be divided.", "contents": "Submandibular Excision -- Technique or Treatment. Dissection is then carried out at the anterior aspect of the submandibular gland and the posterior belly of the digastric muscle identified. It is important to keep the mylohyoid muscle in view to avoid injury to the hypoglossal or lingual nerves during this step. The posterior belly of the digastric muscle is then followed posteriorly and the inferior aspect of the submandibular gland dissected.  Dissection is carried posteriorly following the posterior belly of the digastric to avoid injury to the hypoglossal nerve or external carotid artery branches that lie deep to the posterior belly of the digastric. As dissection continues along the posterior digastric, the facial vein is encountered at the posterior aspect of the gland and which may be divided."}
{"id": "article-129194_23", "title": "Submandibular Excision -- Technique or Treatment", "content": "The submandibular gland is then retracted posteriorly and inferiorly off of the mylohyoid. A retractor is placed under the posterior aspect of the mylohyoid, retracting it anterior to expose the hypoglossal and lingual nerves and the submandibular duct. The submandibular duct and submandibular ganglion are then ligated. Some surgeons transect the submandibular duct and ligate the duct with a permanent suture, and others ligate the submandibular duct with electrocautery. Note that if a calculus is present within the submandibular duct, it is important that the duct be ligated distal to the calculus and the calculus (or calculi) removed.", "contents": "Submandibular Excision -- Technique or Treatment. The submandibular gland is then retracted posteriorly and inferiorly off of the mylohyoid. A retractor is placed under the posterior aspect of the mylohyoid, retracting it anterior to expose the hypoglossal and lingual nerves and the submandibular duct. The submandibular duct and submandibular ganglion are then ligated. Some surgeons transect the submandibular duct and ligate the duct with a permanent suture, and others ligate the submandibular duct with electrocautery. Note that if a calculus is present within the submandibular duct, it is important that the duct be ligated distal to the calculus and the calculus (or calculi) removed."}
{"id": "article-129194_24", "title": "Submandibular Excision -- Technique or Treatment", "content": "Finally, the facial artery is ligated just superiorly to the posterior belly of the digastric, and the submandibular gland is removed.  Surgeon preference and cavity size determine the decision to place a drain surgical drain. The wound is closed per the surgeon's preference.", "contents": "Submandibular Excision -- Technique or Treatment. Finally, the facial artery is ligated just superiorly to the posterior belly of the digastric, and the submandibular gland is removed.  Surgeon preference and cavity size determine the decision to place a drain surgical drain. The wound is closed per the surgeon's preference."}
{"id": "article-129194_25", "title": "Submandibular Excision -- Technique or Treatment", "content": "The trans-cervical procedure described above is the most commonly utilized approach for submandibular gland removal.  However, alternative approaches have been described, which include intra-oral endoscopic assisted or robot-assisted procedures. These approaches avoid a trans-cervical incision and may be addressed through a variety of incisions, including intra-oral, retro-auricular, postauricular, facelift, and trans-hairline neck incisions. [10] [11] These procedures are currently limited in application due to specialized equipment and surgeon experience.", "contents": "Submandibular Excision -- Technique or Treatment. The trans-cervical procedure described above is the most commonly utilized approach for submandibular gland removal.  However, alternative approaches have been described, which include intra-oral endoscopic assisted or robot-assisted procedures. These approaches avoid a trans-cervical incision and may be addressed through a variety of incisions, including intra-oral, retro-auricular, postauricular, facelift, and trans-hairline neck incisions. [10] [11] These procedures are currently limited in application due to specialized equipment and surgeon experience."}
{"id": "article-129194_26", "title": "Submandibular Excision -- Complications", "content": "Particular attention to the marginal mandibular nerve is taken throughout the procedure as described above. In one series, temporary neuropraxia with full recovery of the marginal mandibular nerve following submandibular gland excision occurred 15.6% of cases while permanent marginal weakness occurred in 2.2% of cases. Wound healing issues are comparable with other neck surgeries ranging from between 7% to 22%. [12] Injury to the hypoglossal or lingual nerve occurs in less than 2% of cases. [13] Xerostomia is generally thought to be rare in the setting of unilateral submandibular gland excision though the impact of submandibular gland excision on salivary gland function remains an area of investigation. [14] In the immediate post-operative period, the hematoma is also possible.  The facial artery can result in significant bleeding with potential compressive effects on the airway.", "contents": "Submandibular Excision -- Complications. Particular attention to the marginal mandibular nerve is taken throughout the procedure as described above. In one series, temporary neuropraxia with full recovery of the marginal mandibular nerve following submandibular gland excision occurred 15.6% of cases while permanent marginal weakness occurred in 2.2% of cases. Wound healing issues are comparable with other neck surgeries ranging from between 7% to 22%. [12] Injury to the hypoglossal or lingual nerve occurs in less than 2% of cases. [13] Xerostomia is generally thought to be rare in the setting of unilateral submandibular gland excision though the impact of submandibular gland excision on salivary gland function remains an area of investigation. [14] In the immediate post-operative period, the hematoma is also possible.  The facial artery can result in significant bleeding with potential compressive effects on the airway."}
{"id": "article-129194_27", "title": "Submandibular Excision -- Enhancing Healthcare Team Outcomes", "content": "Enhancing healthcare outcomes for patients who undergo submandibular gland excision is multifaceted and involves all healthcare team members. Physicians, nurses, pharmacists, and other health professionals must consider implications on healthcare outcomes that may come into effect when treating patients with infectious, inflammatory, or neoplastic disorders of the submandibular gland because the complications of submandibular disease or associated diseases or syndromes are many and may affect patient outcomes if not addressed appropriately. [15] [Level 5]", "contents": "Submandibular Excision -- Enhancing Healthcare Team Outcomes. Enhancing healthcare outcomes for patients who undergo submandibular gland excision is multifaceted and involves all healthcare team members. Physicians, nurses, pharmacists, and other health professionals must consider implications on healthcare outcomes that may come into effect when treating patients with infectious, inflammatory, or neoplastic disorders of the submandibular gland because the complications of submandibular disease or associated diseases or syndromes are many and may affect patient outcomes if not addressed appropriately. [15] [Level 5]"}
{"id": "article-129194_28", "title": "Submandibular Excision -- Nursing, Allied Health, and Interprofessional Team Monitoring", "content": "It is important that nurses who care for these patients in the post-operative period are aware of the risks of the hematoma. If the facial artery is bleeding, rapid management by the surgical team is warranted. Timely management can decrease the risk of severe hemorrhage by addressing the bleeding vessel or airway compromise by relieving the pressure in the neck.", "contents": "Submandibular Excision -- Nursing, Allied Health, and Interprofessional Team Monitoring. It is important that nurses who care for these patients in the post-operative period are aware of the risks of the hematoma. If the facial artery is bleeding, rapid management by the surgical team is warranted. Timely management can decrease the risk of severe hemorrhage by addressing the bleeding vessel or airway compromise by relieving the pressure in the neck."}
{"id": "article-129194_29", "title": "Submandibular Excision -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Submandibular Excision -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}