{"id": "article-29559_0", "title": "Physiology, Stroke Volume -- Introduction", "content": "To understand the principles of cardiac stroke volume (SV), it is necessary first to define the concept of cardiac output. Cardiac output (CO) is the blood volume the heart pumps through the systemic circulation over a period measured in liters per minute. [1] [2] Various parameters are utilized to assess cardiac output comprehensively, but 1 of the more conventional approaches involves multiplying the product of the heart rate (HR) and the stroke volume. [1] CO = SV x HR", "contents": "Physiology, Stroke Volume -- Introduction. To understand the principles of cardiac stroke volume (SV), it is necessary first to define the concept of cardiac output. Cardiac output (CO) is the blood volume the heart pumps through the systemic circulation over a period measured in liters per minute. [1] [2] Various parameters are utilized to assess cardiac output comprehensively, but 1 of the more conventional approaches involves multiplying the product of the heart rate (HR) and the stroke volume. [1] CO = SV x HR"}
{"id": "article-29559_1", "title": "Physiology, Stroke Volume -- Introduction", "content": "The definition of stroke volume is the volume of blood pumped out of the heart's left ventricle during each systolic cardiac contraction. The average stroke volume of a 70 kg male is 70 mL. Not all the blood that fills the heart by the end of diastole (end-diastolic volume - EDV) can be ejected from the heart during systole. Thus the volume left in the heart at the end of systole is the end-systolic volume (ESV). The SV volume may be calculated as the difference between the left ventricular end-diastolic and left ventricular end-systolic volumes (ESV). SV = EDV - ESV", "contents": "Physiology, Stroke Volume -- Introduction. The definition of stroke volume is the volume of blood pumped out of the heart's left ventricle during each systolic cardiac contraction. The average stroke volume of a 70 kg male is 70 mL. Not all the blood that fills the heart by the end of diastole (end-diastolic volume - EDV) can be ejected from the heart during systole. Thus the volume left in the heart at the end of systole is the end-systolic volume (ESV). The SV volume may be calculated as the difference between the left ventricular end-diastolic and left ventricular end-systolic volumes (ESV). SV = EDV - ESV"}
{"id": "article-29559_2", "title": "Physiology, Stroke Volume -- Introduction", "content": "Critical care physicians employ several variables when monitoring severely ill hypovolemic patients. Utilizing stroke volume as a hemodynamic variable compared to other commonly used parameters is becoming increasingly popular in assessing cardiac pump function and organ perfusion as it is subject to less influence from compensatory mechanisms. [3] Cardiologists also use stroke volume when assessing cardiac dysfunction in those with congestive heart failure. The computation of left ventricular ejection fraction (LVEF) involves dividing the stroke volume by the end-diastolic volume (EDV) and is considered a central component in assessing both systolic and diastolic heart failure. [4] [5] LVEF = SV/EDV", "contents": "Physiology, Stroke Volume -- Introduction. Critical care physicians employ several variables when monitoring severely ill hypovolemic patients. Utilizing stroke volume as a hemodynamic variable compared to other commonly used parameters is becoming increasingly popular in assessing cardiac pump function and organ perfusion as it is subject to less influence from compensatory mechanisms. [3] Cardiologists also use stroke volume when assessing cardiac dysfunction in those with congestive heart failure. The computation of left ventricular ejection fraction (LVEF) involves dividing the stroke volume by the end-diastolic volume (EDV) and is considered a central component in assessing both systolic and diastolic heart failure. [4] [5] LVEF = SV/EDV"}
{"id": "article-29559_3", "title": "Physiology, Stroke Volume -- Issues of Concern", "content": "In a healthy person considered to be hemodynamically stable, cardiac output is sustained to reduce a mismatch between oxygen delivery to tissue and organ demand. For example, to meet the oxygen demands that occur during low-exercise aerobic load (not maximal load), cardiac output increases due to a linearly increasing heart rate and non-linearly increasing stroke volume response. [6] Hemodynamic instability occurs with a mismatch of oxygen delivery. In such a situation, the cardiac output supply does not meet the end-organ oxygen demand. In this case, the risk of decreased organ perfusion increases, leading to eventual organ dysfunction. Both cardiac and extra-cardiac factors are capable of influencing such a mismatch. Examples of this include but are not limited to alterations in effective circulating blood volume, cardiac function, and vascular tone. [7]", "contents": "Physiology, Stroke Volume -- Issues of Concern. In a healthy person considered to be hemodynamically stable, cardiac output is sustained to reduce a mismatch between oxygen delivery to tissue and organ demand. For example, to meet the oxygen demands that occur during low-exercise aerobic load (not maximal load), cardiac output increases due to a linearly increasing heart rate and non-linearly increasing stroke volume response. [6] Hemodynamic instability occurs with a mismatch of oxygen delivery. In such a situation, the cardiac output supply does not meet the end-organ oxygen demand. In this case, the risk of decreased organ perfusion increases, leading to eventual organ dysfunction. Both cardiac and extra-cardiac factors are capable of influencing such a mismatch. Examples of this include but are not limited to alterations in effective circulating blood volume, cardiac function, and vascular tone. [7]"}
{"id": "article-29559_4", "title": "Physiology, Stroke Volume -- Mechanism", "content": "The mean arterial pressure (MAP) is calculated as the product of cardiac output (CO) and systemic vascular resistance (SVR). Of these 3 parameters, CO and SV change dynamically, with blood pressure being the regulated variable. This is because there must be enough blood pressure to force blood around the circulatory system and perfuse the tissues. MAP = CO x SVR", "contents": "Physiology, Stroke Volume -- Mechanism. The mean arterial pressure (MAP) is calculated as the product of cardiac output (CO) and systemic vascular resistance (SVR). Of these 3 parameters, CO and SV change dynamically, with blood pressure being the regulated variable. This is because there must be enough blood pressure to force blood around the circulatory system and perfuse the tissues. MAP = CO x SVR"}
{"id": "article-29559_5", "title": "Physiology, Stroke Volume -- Mechanism", "content": "When cardiac output decreases, for example, during an acute myocardial infarction, systemic vascular resistance must increase to maintain a normal mean arterial pressure. The cardiac output is the product of heart rate and stroke volume; these parameters may be manipulated to maintain adequate perfusion and match the body's global metabolic needs. [2]", "contents": "Physiology, Stroke Volume -- Mechanism. When cardiac output decreases, for example, during an acute myocardial infarction, systemic vascular resistance must increase to maintain a normal mean arterial pressure. The cardiac output is the product of heart rate and stroke volume; these parameters may be manipulated to maintain adequate perfusion and match the body's global metabolic needs. [2]"}
{"id": "article-29559_6", "title": "Physiology, Stroke Volume -- Mechanism", "content": "There are 3 variables affecting stroke volume: contractility, preload, and afterload. [8] The definition of contractility is the force of myocyte contraction, referred to as the heart's inotropy. Increasing the contractility of the heart, which occurs, for example, during exercise, generally increases the stroke volume. Preload represents all factors contributing to passive muscle tension in the muscles at rest. [9] Preload is the passive ventricular wall stress at the end of diastole and is proportional to the end-diastolic volume. [2] [10] Generally speaking, an increase in the preload causes an increase in stroke volume. [11] During early pregnancy, for example, the increase in blood volume leads to an increase in preload and turn, an increase in stroke volume, and cardiac output. Afterload represents all factors contributing to total tension during isotonic systolic contraction. [11] Afterload is commonly related to myocardial wall stress during systolic ejection. An increase in afterload, for example, in individuals with long-standing high blood pressure, generally causes a decrease in stroke volume. [2] In summary, stroke volume may be increased by increasing the contractility or preload or decreasing the afterload.", "contents": "Physiology, Stroke Volume -- Mechanism. There are 3 variables affecting stroke volume: contractility, preload, and afterload. [8] The definition of contractility is the force of myocyte contraction, referred to as the heart's inotropy. Increasing the contractility of the heart, which occurs, for example, during exercise, generally increases the stroke volume. Preload represents all factors contributing to passive muscle tension in the muscles at rest. [9] Preload is the passive ventricular wall stress at the end of diastole and is proportional to the end-diastolic volume. [2] [10] Generally speaking, an increase in the preload causes an increase in stroke volume. [11] During early pregnancy, for example, the increase in blood volume leads to an increase in preload and turn, an increase in stroke volume, and cardiac output. Afterload represents all factors contributing to total tension during isotonic systolic contraction. [11] Afterload is commonly related to myocardial wall stress during systolic ejection. An increase in afterload, for example, in individuals with long-standing high blood pressure, generally causes a decrease in stroke volume. [2] In summary, stroke volume may be increased by increasing the contractility or preload or decreasing the afterload."}
{"id": "article-29559_7", "title": "Physiology, Stroke Volume -- Pathophysiology", "content": "In a hypovolemic state, an immediate decrease in venous return and, in turn, preload initially causes a rapid decline in cardiac stroke volume. [8] At the same time, low-pressure stretch receptors located in the atria and arterial baroreceptors in the aorta and carotid artery also detect this hypovolemia. The compensatory mechanism includes a rise in catecholamine production and an increase in renin release leading to an elevation in heart rate and systemic vasoconstriction in attempts to maintain mean arterial blood pressure. [12] Only after 15 to 30% of total blood volume loss is tachycardia observed, and only after 30 to 40% of total blood volume loss does systolic blood pressure begin to decline in a healthy set of individuals. [13] [14] In response to this hypovolemia, catecholamines surge, which causes selective vasoconstriction to conserve blood supply to vital organs, causing a switch from aerobic to anaerobic respiration. [15]", "contents": "Physiology, Stroke Volume -- Pathophysiology. In a hypovolemic state, an immediate decrease in venous return and, in turn, preload initially causes a rapid decline in cardiac stroke volume. [8] At the same time, low-pressure stretch receptors located in the atria and arterial baroreceptors in the aorta and carotid artery also detect this hypovolemia. The compensatory mechanism includes a rise in catecholamine production and an increase in renin release leading to an elevation in heart rate and systemic vasoconstriction in attempts to maintain mean arterial blood pressure. [12] Only after 15 to 30% of total blood volume loss is tachycardia observed, and only after 30 to 40% of total blood volume loss does systolic blood pressure begin to decline in a healthy set of individuals. [13] [14] In response to this hypovolemia, catecholamines surge, which causes selective vasoconstriction to conserve blood supply to vital organs, causing a switch from aerobic to anaerobic respiration. [15]"}
{"id": "article-29559_8", "title": "Physiology, Stroke Volume -- Clinical Significance", "content": "Hypovolemia results in inadequate left ventricular filling volume. [8] Hypovolemic shock is the clinical state where the loss of plasma volume causes inadequate tissue perfusion. [13] [16] The most common cause of hypovolemic shock includes massive hemorrhaging secondary to traumatic injury. Other common causes are related to severe dehydration and include gastrointestinal losses, renal losses, skin losses, and third space sequestration. As shock progresses, decreased intravascular volume eventually leads to cardiovascular compromise. [14]", "contents": "Physiology, Stroke Volume -- Clinical Significance. Hypovolemia results in inadequate left ventricular filling volume. [8] Hypovolemic shock is the clinical state where the loss of plasma volume causes inadequate tissue perfusion. [13] [16] The most common cause of hypovolemic shock includes massive hemorrhaging secondary to traumatic injury. Other common causes are related to severe dehydration and include gastrointestinal losses, renal losses, skin losses, and third space sequestration. As shock progresses, decreased intravascular volume eventually leads to cardiovascular compromise. [14]"}
{"id": "article-29559_9", "title": "Physiology, Stroke Volume -- Clinical Significance", "content": "For critically ill patients in hypovolemic shock, stroke volume optimization algorithms are increasingly becoming utilized to monitor for early signs of hypovolemia. Critical care specialists use several physical examination findings to monitor a patient's volume status during their clinical assessment. These include assessing axillary hydration status, mucous membrane color, sunken eyes, capillary refill time, and mentation status. [17] Some techniques and devices employed to assess hemodynamic stability have limitations of cost or risk to the patient, and other methods may be misleading or confounded by physiological compensatory mechanisms. Examples include the invasive utilization of a pulmonary artery catheter to assess for central venous pressure or the use of heart rate, urine output, and orthostatic blood pressure to evaluate volume status. [8]", "contents": "Physiology, Stroke Volume -- Clinical Significance. For critically ill patients in hypovolemic shock, stroke volume optimization algorithms are increasingly becoming utilized to monitor for early signs of hypovolemia. Critical care specialists use several physical examination findings to monitor a patient's volume status during their clinical assessment. These include assessing axillary hydration status, mucous membrane color, sunken eyes, capillary refill time, and mentation status. [17] Some techniques and devices employed to assess hemodynamic stability have limitations of cost or risk to the patient, and other methods may be misleading or confounded by physiological compensatory mechanisms. Examples include the invasive utilization of a pulmonary artery catheter to assess for central venous pressure or the use of heart rate, urine output, and orthostatic blood pressure to evaluate volume status. [8]"}
{"id": "article-29559_10", "title": "Physiology, Stroke Volume -- Clinical Significance", "content": "Several new methods of measuring stroke volume are efficient and becoming increasingly accessible. External Doppler imaging is considered the most popular and can be performed using an ultrasound probe along the chest wall cavity. This method is less commonly performed in critically ill patients as it is technically difficult, and the required serial measurements are impractical. In sedated patients in the operating room or intensive care unit, esophageal Doppler imaging may be obtained by placing a probe in the esophagus and collecting Doppler signaling data from the descending aorta. In intubated patients, endotracheal bioimpedance can obtain the stroke volume and cardiac output by measuring the impedance signal from the ascending aorta. Several other techniques and devices may be implemented to continuously assess stroke volume using electrodes that do not receive coverage in this topic. [8]", "contents": "Physiology, Stroke Volume -- Clinical Significance. Several new methods of measuring stroke volume are efficient and becoming increasingly accessible. External Doppler imaging is considered the most popular and can be performed using an ultrasound probe along the chest wall cavity. This method is less commonly performed in critically ill patients as it is technically difficult, and the required serial measurements are impractical. In sedated patients in the operating room or intensive care unit, esophageal Doppler imaging may be obtained by placing a probe in the esophagus and collecting Doppler signaling data from the descending aorta. In intubated patients, endotracheal bioimpedance can obtain the stroke volume and cardiac output by measuring the impedance signal from the ascending aorta. Several other techniques and devices may be implemented to continuously assess stroke volume using electrodes that do not receive coverage in this topic. [8]"}
{"id": "article-29559_11", "title": "Physiology, Stroke Volume -- Clinical Significance", "content": "Heart failure is among the most prevalent chronic conditions in the elderly population and is the fastest-growing clinical cardiac disease. [18] There are more than 6.5 million people in the US with heart failure, a consequence of various underlying etiologies that result in structural and functional impairment in the heart. [19] This dysfunction may cause impaired filling of the heart during diastole or inadequate ejection of blood from the heart during systole and is commonly classified into diastolic heart failure or heart failure with preserved ejection fraction (HFpEF), and systolic heart failure or heart failure with reduced ejection fraction(HFrEF) dysfunction. [14] [5] There is also a new and additional classification of heart failure in the mid-range of the EF. [5] Common causes of systolic dysfunction include coronary vessel disease, dilated cardiomyopathy, and valvular disease. Causes of diastolic dysfunction include valvular diseases, long-standing hypertension, restrictive cardiomyopathy, and hypertrophic obstructive cardiomyopathy.", "contents": "Physiology, Stroke Volume -- Clinical Significance. Heart failure is among the most prevalent chronic conditions in the elderly population and is the fastest-growing clinical cardiac disease. [18] There are more than 6.5 million people in the US with heart failure, a consequence of various underlying etiologies that result in structural and functional impairment in the heart. [19] This dysfunction may cause impaired filling of the heart during diastole or inadequate ejection of blood from the heart during systole and is commonly classified into diastolic heart failure or heart failure with preserved ejection fraction (HFpEF), and systolic heart failure or heart failure with reduced ejection fraction(HFrEF) dysfunction. [14] [5] There is also a new and additional classification of heart failure in the mid-range of the EF. [5] Common causes of systolic dysfunction include coronary vessel disease, dilated cardiomyopathy, and valvular disease. Causes of diastolic dysfunction include valvular diseases, long-standing hypertension, restrictive cardiomyopathy, and hypertrophic obstructive cardiomyopathy."}
{"id": "article-29559_12", "title": "Physiology, Stroke Volume -- Clinical Significance", "content": "HFpEF is clinical signs of HF with LVEF over 50% whereas HFrEF is having clinical signs of HF with LVEF below 40%. [5] As described above, the computation of LVEF involves dividing the cardiac stroke volume by the end-diastolic volume. [4] Echocardiography is the most commonly utilized technique in measuring LVEF as its use is readily available and non-invasive. The advent of monitoring LVEF through echocardiography has enabled cardiologists to administer appropriate therapeutic interventions to deter the cardiac remodeling process in the hearts of those suffering from this disease. [20] The consequence of decreased stroke volume in patients with severely decompensated heart failure includes certain tell-tale signs and symptoms. Symptoms include dyspnea (on exertion, nocturnal), orthopnea, swelling, and weight gain. Signs include elevated jugular venous pressure, tachycardia, abnormal heart sounds or murmurs, edema, ascites, and cachexia. [21]", "contents": "Physiology, Stroke Volume -- Clinical Significance. HFpEF is clinical signs of HF with LVEF over 50% whereas HFrEF is having clinical signs of HF with LVEF below 40%. [5] As described above, the computation of LVEF involves dividing the cardiac stroke volume by the end-diastolic volume. [4] Echocardiography is the most commonly utilized technique in measuring LVEF as its use is readily available and non-invasive. The advent of monitoring LVEF through echocardiography has enabled cardiologists to administer appropriate therapeutic interventions to deter the cardiac remodeling process in the hearts of those suffering from this disease. [20] The consequence of decreased stroke volume in patients with severely decompensated heart failure includes certain tell-tale signs and symptoms. Symptoms include dyspnea (on exertion, nocturnal), orthopnea, swelling, and weight gain. Signs include elevated jugular venous pressure, tachycardia, abnormal heart sounds or murmurs, edema, ascites, and cachexia. [21]"}
{"id": "article-29559_13", "title": "Physiology, Stroke Volume -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Physiology, Stroke Volume -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}