{"id": "article-24100_0", "title": "Lateral Medullary Syndrome -- Continuing Education Activity", "content": "Lateral medullary syndrome results from a vascular event in the lateral part of the medulla oblongata. The arteries commonly involved in lateral medullary syndrome are the posterior inferior cerebellar artery or the vertebral artery. This activity outlines the evaluation and management of lateral medullary syndrome and reviews the role of the healthcare team in managing patients with lateral medullary syndrome.", "contents": "Lateral Medullary Syndrome -- Continuing Education Activity. Lateral medullary syndrome results from a vascular event in the lateral part of the medulla oblongata. The arteries commonly involved in lateral medullary syndrome are the posterior inferior cerebellar artery or the vertebral artery. This activity outlines the evaluation and management of lateral medullary syndrome and reviews the role of the healthcare team in managing patients with lateral medullary syndrome."}
{"id": "article-24100_1", "title": "Lateral Medullary Syndrome -- Continuing Education Activity", "content": "Objectives: Identify the etiology of the lateral medullary syndrome. Review the evaluation of the lateral medullary syndrome. Outline the treatment and management options available for the lateral medullary syndrome. Summarize interprofessional team strategies for improving care coordination and communication to advance the management of the lateral medullary syndrome and improve outcomes. Access free multiple choice questions on this topic.", "contents": "Lateral Medullary Syndrome -- Continuing Education Activity. Objectives: Identify the etiology of the lateral medullary syndrome. Review the evaluation of the lateral medullary syndrome. Outline the treatment and management options available for the lateral medullary syndrome. Summarize interprofessional team strategies for improving care coordination and communication to advance the management of the lateral medullary syndrome and improve outcomes. Access free multiple choice questions on this topic."}
{"id": "article-24100_2", "title": "Lateral Medullary Syndrome -- Introduction", "content": "Lateral medullary syndrome (LMS), also called Wallenberg syndrome or posterior inferior cerebellar artery syndrome results from a vascular event in the lateral part of the medulla oblongata. It was named after Adolf Wallenberg (1862-1949), who was a renowned Jewish neurologist and neuroanatomist who practiced in Germany. He first reported the case of LMS. The arteries commonly involved in LMS are the posterior inferior cerebellar artery (PICA) or the vertebral artery. Lateral medullary syndrome characteristically has varied neurologic manifestations. The damage is to the inferior cerebellar peduncle and dorsolateral medulla, descending spinal tract, the nucleus of the trigeminal nerve, nuclei, and fibers of the vagus nerves and glossopharyngeal, descending sympathetic tract fibers, spinothalamic tract, and vestibular nuclei. [1] [2] [3]", "contents": "Lateral Medullary Syndrome -- Introduction. Lateral medullary syndrome (LMS), also called Wallenberg syndrome or posterior inferior cerebellar artery syndrome results from a vascular event in the lateral part of the medulla oblongata. It was named after Adolf Wallenberg (1862-1949), who was a renowned Jewish neurologist and neuroanatomist who practiced in Germany. He first reported the case of LMS. The arteries commonly involved in LMS are the posterior inferior cerebellar artery (PICA) or the vertebral artery. Lateral medullary syndrome characteristically has varied neurologic manifestations. The damage is to the inferior cerebellar peduncle and dorsolateral medulla, descending spinal tract, the nucleus of the trigeminal nerve, nuclei, and fibers of the vagus nerves and glossopharyngeal, descending sympathetic tract fibers, spinothalamic tract, and vestibular nuclei. [1] [2] [3]"}
{"id": "article-24100_3", "title": "Lateral Medullary Syndrome -- Etiology", "content": "Etiology of the lateral medullary syndrome include:", "contents": "Lateral Medullary Syndrome -- Etiology. Etiology of the lateral medullary syndrome include:"}
{"id": "article-24100_4", "title": "Lateral Medullary Syndrome -- Etiology", "content": "Atherosclerotic disease: can result in thromboembolism, or rarely, hemodynamic failure leading to ischemia.", "contents": "Lateral Medullary Syndrome -- Etiology. Atherosclerotic disease: can result in thromboembolism, or rarely, hemodynamic failure leading to ischemia."}
{"id": "article-24100_5", "title": "Lateral Medullary Syndrome -- Etiology", "content": "Hypertension", "contents": "Lateral Medullary Syndrome -- Etiology. Hypertension"}
{"id": "article-24100_6", "title": "Lateral Medullary Syndrome -- Etiology", "content": "Dissection of vertebral arteries: In a young patient presenting with migraine and signs and symptoms of the LMS, vertebral artery dissection and aneurysm merit consideration. [4]", "contents": "Lateral Medullary Syndrome -- Etiology. Dissection of vertebral arteries: In a young patient presenting with migraine and signs and symptoms of the LMS, vertebral artery dissection and aneurysm merit consideration. [4]"}
{"id": "article-24100_7", "title": "Lateral Medullary Syndrome -- Etiology", "content": "Cardiogenic embolism: Cardiac diseases with risk for embolism include atrial fibrillation, mechanical prosthetic valves, left atrial or ventricular thrombus, dilated cardiomyopathy, myocardial infarction, and infective endocarditis. Embolism can also occur in cocaine misuse, neck manipulation, medullary neoplasms, radionecrosis, and hematoma.", "contents": "Lateral Medullary Syndrome -- Etiology. Cardiogenic embolism: Cardiac diseases with risk for embolism include atrial fibrillation, mechanical prosthetic valves, left atrial or ventricular thrombus, dilated cardiomyopathy, myocardial infarction, and infective endocarditis. Embolism can also occur in cocaine misuse, neck manipulation, medullary neoplasms, radionecrosis, and hematoma."}
{"id": "article-24100_8", "title": "Lateral Medullary Syndrome -- Etiology", "content": "Small vessel disease", "contents": "Lateral Medullary Syndrome -- Etiology. Small vessel disease"}
{"id": "article-24100_9", "title": "Lateral Medullary Syndrome -- Etiology", "content": "Hypoplastic Vertebral artery:  It may rarely contribute to stroke if additional risk factors are present in young patients. [5]", "contents": "Lateral Medullary Syndrome -- Etiology. Hypoplastic Vertebral artery:  It may rarely contribute to stroke if additional risk factors are present in young patients. [5]"}
{"id": "article-24100_10", "title": "Lateral Medullary Syndrome -- Etiology", "content": "Moya-moya disease", "contents": "Lateral Medullary Syndrome -- Etiology. Moya-moya disease"}
{"id": "article-24100_11", "title": "Lateral Medullary Syndrome -- Etiology", "content": "Vertebrobasilar dolichoectasia: Patients may present with vertebrobasilar territory ischemia. Risk factors for vertebrobasilar dolichoectasia include male gender, hypertension, smoking, and previous myocardial infarction. It has correlations with aortic dilations, ectatic coronary arteries, Marfan syndrome, late-onset Pompe disease, and the autosomal dominant polycystic kidney disease.", "contents": "Lateral Medullary Syndrome -- Etiology. Vertebrobasilar dolichoectasia: Patients may present with vertebrobasilar territory ischemia. Risk factors for vertebrobasilar dolichoectasia include male gender, hypertension, smoking, and previous myocardial infarction. It has correlations with aortic dilations, ectatic coronary arteries, Marfan syndrome, late-onset Pompe disease, and the autosomal dominant polycystic kidney disease."}
{"id": "article-24100_12", "title": "Lateral Medullary Syndrome -- Etiology", "content": "Other less common causes of ischemia with a predisposition for the posterior circulation include subclavian steal syndrome, Fabry disease, mitochondrial encephalopathy, lactic acidosis, and migraines, and maybe the etiology of the LMS. [6] [7] [8]", "contents": "Lateral Medullary Syndrome -- Etiology. Other less common causes of ischemia with a predisposition for the posterior circulation include subclavian steal syndrome, Fabry disease, mitochondrial encephalopathy, lactic acidosis, and migraines, and maybe the etiology of the LMS. [6] [7] [8]"}
{"id": "article-24100_13", "title": "Lateral Medullary Syndrome -- Epidemiology", "content": "Posterior circulation strokes represent about 20% of all ischemic strokes. Lateral medullary infarcts occur more frequently in those who consume alcohol. [9] Moreover, in a study, angiograms show that it is more common with vertebral artery disease (67%) as compared to posterior inferior cerebellar artery disease (10%). Also, PICA disease was seen to be more frequently related to cardiogenic embolism as compared to other causes. [6] Between 51% and 94% of the patients with lateral medullary syndrome experience some degree of swallowing difficulty. [1] [3]", "contents": "Lateral Medullary Syndrome -- Epidemiology. Posterior circulation strokes represent about 20% of all ischemic strokes. Lateral medullary infarcts occur more frequently in those who consume alcohol. [9] Moreover, in a study, angiograms show that it is more common with vertebral artery disease (67%) as compared to posterior inferior cerebellar artery disease (10%). Also, PICA disease was seen to be more frequently related to cardiogenic embolism as compared to other causes. [6] Between 51% and 94% of the patients with lateral medullary syndrome experience some degree of swallowing difficulty. [1] [3]"}
{"id": "article-24100_14", "title": "Lateral Medullary Syndrome -- Pathophysiology", "content": "Pathological processes for the development of lateral medullary syndrome include large-vessel infarction (50%), arterial dissection (15%), small vessel infarct (13%), and cardioembolism (5%).", "contents": "Lateral Medullary Syndrome -- Pathophysiology. Pathological processes for the development of lateral medullary syndrome include large-vessel infarction (50%), arterial dissection (15%), small vessel infarct (13%), and cardioembolism (5%)."}
{"id": "article-24100_15", "title": "Lateral Medullary Syndrome -- Pathophysiology", "content": "Dysphagia in LMS involves a lack of coordination in pharyngeal and esophageal phases of swallowing. Dysphagia is due to the involvement of swallowing centers in the dorsolateral medulla oblongata. These include the nucleus ambiguous and nucleus tractus solitarius and the reticular formation.", "contents": "Lateral Medullary Syndrome -- Pathophysiology. Dysphagia in LMS involves a lack of coordination in pharyngeal and esophageal phases of swallowing. Dysphagia is due to the involvement of swallowing centers in the dorsolateral medulla oblongata. These include the nucleus ambiguous and nucleus tractus solitarius and the reticular formation."}
{"id": "article-24100_16", "title": "Lateral Medullary Syndrome -- Pathophysiology", "content": "Hiccups are also a clinical feature of the lateral medullary syndrome. The neural structures related to hiccups are unknown, but nucleus ambiguus or adjacent areas that are involved in regulating respiration may have involvement in the generation of the hiccup.", "contents": "Lateral Medullary Syndrome -- Pathophysiology. Hiccups are also a clinical feature of the lateral medullary syndrome. The neural structures related to hiccups are unknown, but nucleus ambiguus or adjacent areas that are involved in regulating respiration may have involvement in the generation of the hiccup."}
{"id": "article-24100_17", "title": "Lateral Medullary Syndrome -- Pathophysiology", "content": "Hyponatremia after a brain injury occurs due to the syndrome of inappropriate secretion of antidiuretic hormone (SIADH) and cerebral salt wasting syndrome. Reports exist of SIADH in patients with lateral medullary infarction. The proposed pathophysiology includes the failure of propagation of non-osmotic stimuli from the carotid sinus through vagal nerve due to the nucleus tractus solitarius lesion in the medulla. This results in the disinhibition of antidiuretic hormone (ADH) secretion by the pituitary gland causing SIADH. [10]", "contents": "Lateral Medullary Syndrome -- Pathophysiology. Hyponatremia after a brain injury occurs due to the syndrome of inappropriate secretion of antidiuretic hormone (SIADH) and cerebral salt wasting syndrome. Reports exist of SIADH in patients with lateral medullary infarction. The proposed pathophysiology includes the failure of propagation of non-osmotic stimuli from the carotid sinus through vagal nerve due to the nucleus tractus solitarius lesion in the medulla. This results in the disinhibition of antidiuretic hormone (ADH) secretion by the pituitary gland causing SIADH. [10]"}
{"id": "article-24100_18", "title": "Lateral Medullary Syndrome -- Pathophysiology", "content": "Vertigo, nausea and vomiting, and symptoms like skew deviation, diplopia, and severe gait ataxia could be due to the pathology of the vestibular nuclei or vestibular–cerebellar connections. [1] [3] [6] Spinothalamic tract - Contralateral impairment of pain and temperature in trunk and limbs Trigeminal nerve (V) - Ipsilateral loss of pain and temperature on the face Vestibular nucleus - Ipsilateral nystagmus, vertigo, nausea, and vomiting Nucleus ambiguus  - Ipsilateral dysphagia, dysarthria, and dysphonia [6] [11] Descending Sympathetic - Ipsilateral Horner syndrome Cerebellum - Ipsilateral gait ataxia Glossopharyngeal (IX) - Ipsilateral absent gag reflex and hoarseness Vagus nerve (X) - Ipsilateral/ deficit of reflex cough test [3] Trigeminal nerve (V) - Trismus due to masseter and temporalis hyper contraction", "contents": "Lateral Medullary Syndrome -- Pathophysiology. Vertigo, nausea and vomiting, and symptoms like skew deviation, diplopia, and severe gait ataxia could be due to the pathology of the vestibular nuclei or vestibular–cerebellar connections. [1] [3] [6] Spinothalamic tract - Contralateral impairment of pain and temperature in trunk and limbs Trigeminal nerve (V) - Ipsilateral loss of pain and temperature on the face Vestibular nucleus - Ipsilateral nystagmus, vertigo, nausea, and vomiting Nucleus ambiguus  - Ipsilateral dysphagia, dysarthria, and dysphonia [6] [11] Descending Sympathetic - Ipsilateral Horner syndrome Cerebellum - Ipsilateral gait ataxia Glossopharyngeal (IX) - Ipsilateral absent gag reflex and hoarseness Vagus nerve (X) - Ipsilateral/ deficit of reflex cough test [3] Trigeminal nerve (V) - Trismus due to masseter and temporalis hyper contraction"}
{"id": "article-24100_19", "title": "Lateral Medullary Syndrome -- History and Physical", "content": "The usual symptoms of lateral medullary infarction include vertigo, dizziness, nystagmus, ataxia, nausea and vomiting, dysphagia, and hiccups. Dysphagia is more profound in lateral medullary syndrome patients. Nevertheless, the manifestation is broad and includes dysphonia, facial pain, visual disturbance, and headaches. There is: Impairment of pain and thermal sensation over the contralateral side of the trunk and limbs Impairment of pain and thermal sensation over the ipsilateral face Ipsilateral Horner syndrome Ipsilateral limb ataxia Dysphagia Nystagmus (horizontal or horizontal–rotational, opposite to the side of the lesions, usually more prominent on looking downward) Hiccups (can easily be overlooked) ipsilateral hyperalgesia", "contents": "Lateral Medullary Syndrome -- History and Physical. The usual symptoms of lateral medullary infarction include vertigo, dizziness, nystagmus, ataxia, nausea and vomiting, dysphagia, and hiccups. Dysphagia is more profound in lateral medullary syndrome patients. Nevertheless, the manifestation is broad and includes dysphonia, facial pain, visual disturbance, and headaches. There is: Impairment of pain and thermal sensation over the contralateral side of the trunk and limbs Impairment of pain and thermal sensation over the ipsilateral face Ipsilateral Horner syndrome Ipsilateral limb ataxia Dysphagia Nystagmus (horizontal or horizontal–rotational, opposite to the side of the lesions, usually more prominent on looking downward) Hiccups (can easily be overlooked) ipsilateral hyperalgesia"}
{"id": "article-24100_20", "title": "Lateral Medullary Syndrome -- History and Physical", "content": "Study shows that the onset of the lateral medullary syndrome is sudden in 75% of patients and gradual in 25% of patients. Sensory signs and symptoms are the most frequent manifestations (96%). Less common clinical presentation includes facial paresis, dysarthria, and eye pathologies such as skew deviation, diplopia, and gaze deviation. Among those with gradual onset, patients usually first have headaches, vertigo, dizziness, or gait ataxia, while sensory clinical features, dysphagia, hoarseness, and hiccups usually occur later. [1] [2] [6] [7] [10]", "contents": "Lateral Medullary Syndrome -- History and Physical. Study shows that the onset of the lateral medullary syndrome is sudden in 75% of patients and gradual in 25% of patients. Sensory signs and symptoms are the most frequent manifestations (96%). Less common clinical presentation includes facial paresis, dysarthria, and eye pathologies such as skew deviation, diplopia, and gaze deviation. Among those with gradual onset, patients usually first have headaches, vertigo, dizziness, or gait ataxia, while sensory clinical features, dysphagia, hoarseness, and hiccups usually occur later. [1] [2] [6] [7] [10]"}
{"id": "article-24100_21", "title": "Lateral Medullary Syndrome -- History and Physical", "content": "Patients with lateral medullary syndrome show conjugate deviation of eyes towards the side of the lateral medullary infarct. Various types of eye problems correlate with LMS. These are nystagmus, gaze-evoked nystagmus, skew deviation, and ipsipulsion. Among these, ipsipulsion is more specific to LMS. [12]", "contents": "Lateral Medullary Syndrome -- History and Physical. Patients with lateral medullary syndrome show conjugate deviation of eyes towards the side of the lateral medullary infarct. Various types of eye problems correlate with LMS. These are nystagmus, gaze-evoked nystagmus, skew deviation, and ipsipulsion. Among these, ipsipulsion is more specific to LMS. [12]"}
{"id": "article-24100_22", "title": "Lateral Medullary Syndrome -- Evaluation", "content": "Evaluation should include a detailed clinical history, physical exam, and appropriate testing, including: Evaluation of risk factors: Record risk factors for stroke such as hypertension, diabetes mellitus, smoking history, and heart disease. History of neck pain, trauma, or headache, particularly in younger patients, may suggest vertebral dissection. [6] [8] Complete neurological examination: LMS remains a clinical diagnosis based upon a characteristic history and constellation of physical findings. Routine blood investigations, including blood glucose, and serum electrolytes, etc Electrocardiogram (EKG) to rule out atrial fibrillation Echocardiography (ECHO) and carotid Doppler Swallowing evaluation: Clinical and instrumental swallowing evaluations carried out by videofluoroscopy and fiber-endoscopic examination. [3] Diagnostic Imaging tests:", "contents": "Lateral Medullary Syndrome -- Evaluation. Evaluation should include a detailed clinical history, physical exam, and appropriate testing, including: Evaluation of risk factors: Record risk factors for stroke such as hypertension, diabetes mellitus, smoking history, and heart disease. History of neck pain, trauma, or headache, particularly in younger patients, may suggest vertebral dissection. [6] [8] Complete neurological examination: LMS remains a clinical diagnosis based upon a characteristic history and constellation of physical findings. Routine blood investigations, including blood glucose, and serum electrolytes, etc Electrocardiogram (EKG) to rule out atrial fibrillation Echocardiography (ECHO) and carotid Doppler Swallowing evaluation: Clinical and instrumental swallowing evaluations carried out by videofluoroscopy and fiber-endoscopic examination. [3] Diagnostic Imaging tests:"}
{"id": "article-24100_23", "title": "Lateral Medullary Syndrome -- Evaluation", "content": "Computed tomography (CT) scan of the brain: Brain CT is typically the initial imaging test for lateral medullary syndrome patients. CT gives suboptimal visualization of the posterior fossa structures due to obscuration by artifacts (bony structures), and early ischemic changes may not be visible. [8]", "contents": "Lateral Medullary Syndrome -- Evaluation. Computed tomography (CT) scan of the brain: Brain CT is typically the initial imaging test for lateral medullary syndrome patients. CT gives suboptimal visualization of the posterior fossa structures due to obscuration by artifacts (bony structures), and early ischemic changes may not be visible. [8]"}
{"id": "article-24100_24", "title": "Lateral Medullary Syndrome -- Evaluation", "content": "Brain magnetic resonance imaging (MRI):  MRI provides better visualization of the soft tissue structures as compared to CT scan. MRI aids in diagnosis by improved visualization of the medullary infarction. For example, by the use of imaging protocol fluid attenuation inversion recovery sequences (FLAIR) in the evaluation of infarction. [6] [7] Diffusion-weighted magnetic resonance imaging (DWI): can detect infarct early. Neurovascular Studies: Computed tomography angiography (CTA) and magnetic resonance angiography (MRA) examination are advanced imaging studies. They identify the exact location of the lesion.", "contents": "Lateral Medullary Syndrome -- Evaluation. Brain magnetic resonance imaging (MRI):  MRI provides better visualization of the soft tissue structures as compared to CT scan. MRI aids in diagnosis by improved visualization of the medullary infarction. For example, by the use of imaging protocol fluid attenuation inversion recovery sequences (FLAIR) in the evaluation of infarction. [6] [7] Diffusion-weighted magnetic resonance imaging (DWI): can detect infarct early. Neurovascular Studies: Computed tomography angiography (CTA) and magnetic resonance angiography (MRA) examination are advanced imaging studies. They identify the exact location of the lesion."}
{"id": "article-24100_25", "title": "Lateral Medullary Syndrome -- Treatment / Management", "content": "Management includes resuscitation and intensive care unit monitoring . Respiratory failure should remain in mind, and patients followed in the intensive care unit. [9]", "contents": "Lateral Medullary Syndrome -- Treatment / Management. Management includes resuscitation and intensive care unit monitoring . Respiratory failure should remain in mind, and patients followed in the intensive care unit. [9]"}
{"id": "article-24100_26", "title": "Lateral Medullary Syndrome -- Treatment / Management", "content": "Patients should have clinically monitoring for signs of increased intracranial pressure. These include disorientation, lethargy, headache, vomiting. Look for bradycardia, hypertension, or irregular respiratory pattern. Management includes head elevation to 30 degrees, blood-pressure management to maintain cerebral perfusion, hyperventilation, osmotherapy, and sedation. Surgery may be a consideration. Reperfusion/Thrombolytic therapy : Intravenous thrombolysis with IV recombinant tissue-plasminogen activator (IV-rt-PA), and endovascular thrombectomy may be an option. Secondary stroke prevention : With antiplatelets, antihypertensives, and statins. Treatment of the cause and vascular risk factors. [8] Evaluation of enteral nutrition: Patients may require a nasogastric tube.", "contents": "Lateral Medullary Syndrome -- Treatment / Management. Patients should have clinically monitoring for signs of increased intracranial pressure. These include disorientation, lethargy, headache, vomiting. Look for bradycardia, hypertension, or irregular respiratory pattern. Management includes head elevation to 30 degrees, blood-pressure management to maintain cerebral perfusion, hyperventilation, osmotherapy, and sedation. Surgery may be a consideration. Reperfusion/Thrombolytic therapy : Intravenous thrombolysis with IV recombinant tissue-plasminogen activator (IV-rt-PA), and endovascular thrombectomy may be an option. Secondary stroke prevention : With antiplatelets, antihypertensives, and statins. Treatment of the cause and vascular risk factors. [8] Evaluation of enteral nutrition: Patients may require a nasogastric tube."}
{"id": "article-24100_27", "title": "Lateral Medullary Syndrome -- Treatment / Management", "content": "Dysphagia management: Dietary and/or postural modifications are required. If severe dysphagia is prolonged, conversion to percutaneous endoscopic gastrostomy (PEG) may be required. Swallowing treatment: Active exercises to strengthen swallowing musculature. Botulinum toxin type-A injections have been used to treat severe dysphagia associated with trismus. [1] [3] Low-molecular-weight heparin prophylaxis of deep vein thrombosis.", "contents": "Lateral Medullary Syndrome -- Treatment / Management. Dysphagia management: Dietary and/or postural modifications are required. If severe dysphagia is prolonged, conversion to percutaneous endoscopic gastrostomy (PEG) may be required. Swallowing treatment: Active exercises to strengthen swallowing musculature. Botulinum toxin type-A injections have been used to treat severe dysphagia associated with trismus. [1] [3] Low-molecular-weight heparin prophylaxis of deep vein thrombosis."}
{"id": "article-24100_28", "title": "Lateral Medullary Syndrome -- Treatment / Management -- Speech therapy assessment", "content": "Hiccups: There are reports of the use of gabapentin in the treatment of persistent hiccups in cases of LMS. [2] Medullary infarction can cause autonomic abnormalities leading to acute heart failure. A pacemaker may be required. [13]", "contents": "Lateral Medullary Syndrome -- Treatment / Management -- Speech therapy assessment. Hiccups: There are reports of the use of gabapentin in the treatment of persistent hiccups in cases of LMS. [2] Medullary infarction can cause autonomic abnormalities leading to acute heart failure. A pacemaker may be required. [13]"}
{"id": "article-24100_29", "title": "Lateral Medullary Syndrome -- Treatment / Management -- Speech therapy assessment", "content": "Keratitis in LMS can occur due to loss of corneal sensitivity caused by trigeminal neuropathy leading to epithelial erosions. These patients need multidisciplinary management, artificial tears, night creams, autologous serum, and rarely surgical procedures. [11] The lateral medullary syndrome may cause chronic disabling facial pain. Gabapentin is an option for these patients. Periodic follow up of the patient to evaluate speech and motor activity. [7]", "contents": "Lateral Medullary Syndrome -- Treatment / Management -- Speech therapy assessment. Keratitis in LMS can occur due to loss of corneal sensitivity caused by trigeminal neuropathy leading to epithelial erosions. These patients need multidisciplinary management, artificial tears, night creams, autologous serum, and rarely surgical procedures. [11] The lateral medullary syndrome may cause chronic disabling facial pain. Gabapentin is an option for these patients. Periodic follow up of the patient to evaluate speech and motor activity. [7]"}
{"id": "article-24100_30", "title": "Lateral Medullary Syndrome -- Differential Diagnosis", "content": "Headache: migraine, cluster headache Intracranial hemorrhage Malignancy Psychiatric conversion disorders Reversible cerebral vasoconstriction syndrome [8] Vasculitis of the large and medium-sized vessels (e.g., giant cell arteritis) Vertebral artery dissection", "contents": "Lateral Medullary Syndrome -- Differential Diagnosis. Headache: migraine, cluster headache Intracranial hemorrhage Malignancy Psychiatric conversion disorders Reversible cerebral vasoconstriction syndrome [8] Vasculitis of the large and medium-sized vessels (e.g., giant cell arteritis) Vertebral artery dissection"}
{"id": "article-24100_31", "title": "Lateral Medullary Syndrome -- Prognosis", "content": "The lateral medullary syndrome has a good prognosis. With improved respiratory care, patients recover and often resume their previous activities. Dysphagia in LMS also has a good prognosis. [1] [6]", "contents": "Lateral Medullary Syndrome -- Prognosis. The lateral medullary syndrome has a good prognosis. With improved respiratory care, patients recover and often resume their previous activities. Dysphagia in LMS also has a good prognosis. [1] [6]"}
{"id": "article-24100_32", "title": "Lateral Medullary Syndrome -- Complications", "content": "SIADH (rare in lateral medullary syndrome as compared to other stroke patients) Neurotrophic keratopathy (corneal damage and infection) [11] [14] Severe dysphagia Trigeminal neuralgia Rarely cardiac complications (Nucleus tractus solitarii is involved in cardiovascular regulation) [13] Obstructive hydrocephalus Respiratory complications (e.g., aspiration pneumonia, respiratory failure, hypoventilation syndrome (Ondine's curse)). Respiratory failure due to autonomic dysfunction can be observed rarely. This can cause apnea and death.", "contents": "Lateral Medullary Syndrome -- Complications. SIADH (rare in lateral medullary syndrome as compared to other stroke patients) Neurotrophic keratopathy (corneal damage and infection) [11] [14] Severe dysphagia Trigeminal neuralgia Rarely cardiac complications (Nucleus tractus solitarii is involved in cardiovascular regulation) [13] Obstructive hydrocephalus Respiratory complications (e.g., aspiration pneumonia, respiratory failure, hypoventilation syndrome (Ondine's curse)). Respiratory failure due to autonomic dysfunction can be observed rarely. This can cause apnea and death."}
{"id": "article-24100_33", "title": "Lateral Medullary Syndrome -- Deterrence and Patient Education", "content": "Lateral medullary syndrome patients require physical and occupational therapy until they gradually develop their physical strength. Patients should be aware of secondary stroke prevention strategies. Those with dysphagia should go through dysphagia rehabilitation. Severe dysphagia cases may require a gastrostomy tube. Regular follow up is necessary for a speech evaluation.", "contents": "Lateral Medullary Syndrome -- Deterrence and Patient Education. Lateral medullary syndrome patients require physical and occupational therapy until they gradually develop their physical strength. Patients should be aware of secondary stroke prevention strategies. Those with dysphagia should go through dysphagia rehabilitation. Severe dysphagia cases may require a gastrostomy tube. Regular follow up is necessary for a speech evaluation."}
{"id": "article-24100_34", "title": "Lateral Medullary Syndrome -- Enhancing Healthcare Team Outcomes", "content": "Lateral medullary syndrome management requires an interprofessional therapeutic approach. Healthcare professionals should focus on stroke prevention. These include control of risk factors such as smoking and hypertension. Additionally, blood pressure-lowering medication, antithrombotic therapy, and statins are required. Physiotherapy is an essential cornerstone in the management of LMS patients. Inpatient rehabilitation is also necessary. Speech and occupational therapy are crucial for daily living activities. Patients who are not able to swallow my need to see a dietitian. Some patients may need a temporary feeding tube. Long term follow-up is necessary by a neurology nurse to ensure that the patient is recovering. The social worker should be consulted to ensure that the patient's home environment is safe, and there are support services available. Some patients may have had a severe stroke, and the end of life committee should speak to the caregiver about future decisions regarding care. Patients should be followed up by the interprofessional team after hospital discharge until they improve functionally.", "contents": "Lateral Medullary Syndrome -- Enhancing Healthcare Team Outcomes. Lateral medullary syndrome management requires an interprofessional therapeutic approach. Healthcare professionals should focus on stroke prevention. These include control of risk factors such as smoking and hypertension. Additionally, blood pressure-lowering medication, antithrombotic therapy, and statins are required. Physiotherapy is an essential cornerstone in the management of LMS patients. Inpatient rehabilitation is also necessary. Speech and occupational therapy are crucial for daily living activities. Patients who are not able to swallow my need to see a dietitian. Some patients may need a temporary feeding tube. Long term follow-up is necessary by a neurology nurse to ensure that the patient is recovering. The social worker should be consulted to ensure that the patient's home environment is safe, and there are support services available. Some patients may have had a severe stroke, and the end of life committee should speak to the caregiver about future decisions regarding care. Patients should be followed up by the interprofessional team after hospital discharge until they improve functionally."}
{"id": "article-24100_35", "title": "Lateral Medullary Syndrome -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Lateral Medullary Syndrome -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}