{"id": "article-18400_0", "title": "Anatomy, Head and Neck: Blood Thymus Barrier -- Introduction", "content": "The thymus is a bilobed lymphoid organ found in the anterosuperior mediastinum that plays a vital role in cellular immunity by facilitating the development of T lymphocytes. [1] The thymus is anterior to the pulmonary outflow tract and proximal ascending aorta. [1]", "contents": "Anatomy, Head and Neck: Blood Thymus Barrier -- Introduction. The thymus is a bilobed lymphoid organ found in the anterosuperior mediastinum that plays a vital role in cellular immunity by facilitating the development of T lymphocytes. [1] The thymus is anterior to the pulmonary outflow tract and proximal ascending aorta. [1]"}
{"id": "article-18400_1", "title": "Anatomy, Head and Neck: Blood Thymus Barrier -- Structure and Function", "content": "The thymus is functional from birth and is proportionally at its largest during infancy. [1] The thymus is responsible for expanding the T cell repertoire. Around puberty, the thymus begins to involute and decrease its output of mature T cells. [1] During the process of involution, there is epithelial atrophy and the replacement of lymphoid tissue with adipose tissue. [1] The thymus continues to develop T lymphocytes throughout adulthood, albeit at a much lower rate than in childhood.", "contents": "Anatomy, Head and Neck: Blood Thymus Barrier -- Structure and Function. The thymus is functional from birth and is proportionally at its largest during infancy. [1] The thymus is responsible for expanding the T cell repertoire. Around puberty, the thymus begins to involute and decrease its output of mature T cells. [1] During the process of involution, there is epithelial atrophy and the replacement of lymphoid tissue with adipose tissue. [1] The thymus continues to develop T lymphocytes throughout adulthood, albeit at a much lower rate than in childhood."}
{"id": "article-18400_2", "title": "Anatomy, Head and Neck: Blood Thymus Barrier -- Structure and Function", "content": "The production of T lymphocytes is a highly regulated process because it plays a vital role in central tolerance, thereby diminishing autoimmunity. The thymus is composed of a highly vascular connective tissue capsule that surrounds the organ. [2] In children, the thymus contains large lobules of lymphoid tissue that are separated by septae. Each lobule contains an outer cortex that stains darkly basophilic, that connects to an incompletely separated inner medulla that stains more lightly. The darker cortical staining results from a higher density of T lymphoblasts (also referred to as thymocytes). [1]", "contents": "Anatomy, Head and Neck: Blood Thymus Barrier -- Structure and Function. The production of T lymphocytes is a highly regulated process because it plays a vital role in central tolerance, thereby diminishing autoimmunity. The thymus is composed of a highly vascular connective tissue capsule that surrounds the organ. [2] In children, the thymus contains large lobules of lymphoid tissue that are separated by septae. Each lobule contains an outer cortex that stains darkly basophilic, that connects to an incompletely separated inner medulla that stains more lightly. The darker cortical staining results from a higher density of T lymphoblasts (also referred to as thymocytes). [1]"}
{"id": "article-18400_3", "title": "Anatomy, Head and Neck: Blood Thymus Barrier -- Structure and Function", "content": "The blood-thymus barrier is made up of several different layers of cells that prevent the transport of macromolecules from the vascular space into the parenchyma of the cortex. The first barrier comprises vascular endothelial cells that are surrounded by pericytes. Superficial to the pericytes and endothelial cells of the microvasculature lies the squamous thymic epithelial cells (TECs) that attach to one another by desmosomes and occluding junctions. TECs are considered to be both epithelial and reticular cells. Macrophages are present throughout the cortical parenchyma and, among other functions, are responsible for phagocytizing any macromolecules that do penetrate the blood-thymus barrier.", "contents": "Anatomy, Head and Neck: Blood Thymus Barrier -- Structure and Function. The blood-thymus barrier is made up of several different layers of cells that prevent the transport of macromolecules from the vascular space into the parenchyma of the cortex. The first barrier comprises vascular endothelial cells that are surrounded by pericytes. Superficial to the pericytes and endothelial cells of the microvasculature lies the squamous thymic epithelial cells (TECs) that attach to one another by desmosomes and occluding junctions. TECs are considered to be both epithelial and reticular cells. Macrophages are present throughout the cortical parenchyma and, among other functions, are responsible for phagocytizing any macromolecules that do penetrate the blood-thymus barrier."}
{"id": "article-18400_4", "title": "Anatomy, Head and Neck: Blood Thymus Barrier -- Structure and Function", "content": "The cortex contains three different types of TECs, each of which are involved in antigen presentation using MHC class I or II molecules. These epithelial cells are unique in their ability to present antigen using MHC class II since this function is reserved for macrophages, dendritic cells, and B cells throughout the rest of the body. There are cortical TECs (cTEC) that surround the microvasculature, lining the connective tissue of the septa and capsule, and play an important role in antigen presentation during positive selection. There are medullary TECs that play an important role in antigen presentation during negative selection. Lastly, there are stellate TECs, which form a cytoreticulum and also function in antigen presentation to immature thymocytes as well as cytokine secretion.", "contents": "Anatomy, Head and Neck: Blood Thymus Barrier -- Structure and Function. The cortex contains three different types of TECs, each of which are involved in antigen presentation using MHC class I or II molecules. These epithelial cells are unique in their ability to present antigen using MHC class II since this function is reserved for macrophages, dendritic cells, and B cells throughout the rest of the body. There are cortical TECs (cTEC) that surround the microvasculature, lining the connective tissue of the septa and capsule, and play an important role in antigen presentation during positive selection. There are medullary TECs that play an important role in antigen presentation during negative selection. Lastly, there are stellate TECs, which form a cytoreticulum and also function in antigen presentation to immature thymocytes as well as cytokine secretion."}
{"id": "article-18400_5", "title": "Anatomy, Head and Neck: Blood Thymus Barrier -- Structure and Function", "content": "Barriers between blood and various organs exist throughout the body as a mechanism of preventing the spread of infection or toxins to vital organs. Examples include the blood-brain, blood-testis, blood-placenta, and blood-thymus barriers. The thymus contains an important barrier that separates the intravascular space from the rest of the thymus.", "contents": "Anatomy, Head and Neck: Blood Thymus Barrier -- Structure and Function. Barriers between blood and various organs exist throughout the body as a mechanism of preventing the spread of infection or toxins to vital organs. Examples include the blood-brain, blood-testis, blood-placenta, and blood-thymus barriers. The thymus contains an important barrier that separates the intravascular space from the rest of the thymus."}
{"id": "article-18400_6", "title": "Anatomy, Head and Neck: Blood Thymus Barrier -- Structure and Function", "content": "Although the thymic epithelia allow for the exchange of small molecules via their high density of both membrane transporters and intercellular junctions, they do not allow the penetration of macromolecules, including foreign antigens. [3] The blood-thymus barrier functions to prevent the penetration of foreign antigens into the cortex of the thymus, while still allowing the immigration of hematopoietic stem cells that will become developing thymocytes. To understand the role of the blood-thymus barrier, it is important to understand the distinct functions of the thymic cortex and medulla and their respective roles in T lymphocyte development.", "contents": "Anatomy, Head and Neck: Blood Thymus Barrier -- Structure and Function. Although the thymic epithelia allow for the exchange of small molecules via their high density of both membrane transporters and intercellular junctions, they do not allow the penetration of macromolecules, including foreign antigens. [3] The blood-thymus barrier functions to prevent the penetration of foreign antigens into the cortex of the thymus, while still allowing the immigration of hematopoietic stem cells that will become developing thymocytes. To understand the role of the blood-thymus barrier, it is important to understand the distinct functions of the thymic cortex and medulla and their respective roles in T lymphocyte development."}
{"id": "article-18400_7", "title": "Anatomy, Head and Neck: Blood Thymus Barrier -- Structure and Function", "content": "T lymphocytes arise from stem cells in the bone marrow before traveling to the thymus to mature into T cells. The thymic cortex contains immature, undifferentiated T cells that will first build a T cell receptor via V(D)J recombination. Successful completion of a T cell receptor (TCR) that can signal from the cell surface via the CD3 signaling complex results in upregulation of both the CD4 and CD8 coreceptor molecules. These cells are referred to as double-positive (DP) thymocytes due to the presence of both CD4 and CD8.", "contents": "Anatomy, Head and Neck: Blood Thymus Barrier -- Structure and Function. T lymphocytes arise from stem cells in the bone marrow before traveling to the thymus to mature into T cells. The thymic cortex contains immature, undifferentiated T cells that will first build a T cell receptor via V(D)J recombination. Successful completion of a T cell receptor (TCR) that can signal from the cell surface via the CD3 signaling complex results in upregulation of both the CD4 and CD8 coreceptor molecules. These cells are referred to as double-positive (DP) thymocytes due to the presence of both CD4 and CD8."}
{"id": "article-18400_8", "title": "Anatomy, Head and Neck: Blood Thymus Barrier -- Structure and Function", "content": "T lymphocytes first undergo positive selection in the cortex, where they get exposed to major histocompatibility complex (MHC) molecules on cortical thymic epithelial cells (cTEC). This process ensures that the T lymphocytes contain TCRs capable of recognizing and binding to antigen displayed by MHC class I or MHC class II molecules located on the surface of TECs within the cortex. T lymphocytes that are unable to recognize self-antigen presented by MHC I or MHC II molecules are targeted for apoptosis and phagocytized by macrophages. [4] T lymphocytes that successfully complete positive selection retain only one co-receptor, either CD4 or CD8 depending on which MHC molecule was recognized by the TCR. These are referred to as single positive (SP) T-cells. [3]", "contents": "Anatomy, Head and Neck: Blood Thymus Barrier -- Structure and Function. T lymphocytes first undergo positive selection in the cortex, where they get exposed to major histocompatibility complex (MHC) molecules on cortical thymic epithelial cells (cTEC). This process ensures that the T lymphocytes contain TCRs capable of recognizing and binding to antigen displayed by MHC class I or MHC class II molecules located on the surface of TECs within the cortex. T lymphocytes that are unable to recognize self-antigen presented by MHC I or MHC II molecules are targeted for apoptosis and phagocytized by macrophages. [4] T lymphocytes that successfully complete positive selection retain only one co-receptor, either CD4 or CD8 depending on which MHC molecule was recognized by the TCR. These are referred to as single positive (SP) T-cells. [3]"}
{"id": "article-18400_9", "title": "Anatomy, Head and Neck: Blood Thymus Barrier -- Structure and Function", "content": "T lymphocytes capable of binding MHC class I or II on cTECs then migrate to the thymic medulla where they undergo negative selection. During negative selection, T lymphocytes come into contact with self-antigen presented by macrophages and cytoreticular TECs. [4] If the T lymphocyte’s TCR binds these self-antigens too strongly, the T lymphocyte will be targeted and undergo apoptosis in order to ensure immune tolerance.", "contents": "Anatomy, Head and Neck: Blood Thymus Barrier -- Structure and Function. T lymphocytes capable of binding MHC class I or II on cTECs then migrate to the thymic medulla where they undergo negative selection. During negative selection, T lymphocytes come into contact with self-antigen presented by macrophages and cytoreticular TECs. [4] If the T lymphocyte’s TCR binds these self-antigens too strongly, the T lymphocyte will be targeted and undergo apoptosis in order to ensure immune tolerance."}
{"id": "article-18400_10", "title": "Anatomy, Head and Neck: Blood Thymus Barrier -- Structure and Function", "content": "One of the primary mechanisms by which autoimmunity is prevented is through the expression of Aire (autoimmune regulator) genes by medullary epithelial cells. Aire genes are responsible for allowing the production of tissue-specific antigens that get presented to T-lymphocytes. Peptide antigens that result from Aire gene product function represent the self-antigens located throughout the rest of the body. Failure of Aire gene expression leads to autoimmunity. Positive and negative selection are highly specific processes in the development of T lymphocytes, ultimately leading to the death of approximately 95% of cortical T cells.", "contents": "Anatomy, Head and Neck: Blood Thymus Barrier -- Structure and Function. One of the primary mechanisms by which autoimmunity is prevented is through the expression of Aire (autoimmune regulator) genes by medullary epithelial cells. Aire genes are responsible for allowing the production of tissue-specific antigens that get presented to T-lymphocytes. Peptide antigens that result from Aire gene product function represent the self-antigens located throughout the rest of the body. Failure of Aire gene expression leads to autoimmunity. Positive and negative selection are highly specific processes in the development of T lymphocytes, ultimately leading to the death of approximately 95% of cortical T cells."}
{"id": "article-18400_11", "title": "Anatomy, Head and Neck: Blood Thymus Barrier -- Structure and Function", "content": "The main purpose of the blood thymus barrier is to prevent cortical T lymphocytes from interacting with foreign macromolecules. Without the presence of this barrier, foreign antigens could cross the cortical capillaries and pose as self-antigens within the cortex. Mouse model studies have shown that intrathymic inoculation of foreign antigens leads to immune tolerance since thymocytes cannot distinguish self-antigen from the foreign antigen. Allowing foreign antigens to enter the thymus and influence thymocyte development can allow a developing T cell to become tolerant to the antigen.", "contents": "Anatomy, Head and Neck: Blood Thymus Barrier -- Structure and Function. The main purpose of the blood thymus barrier is to prevent cortical T lymphocytes from interacting with foreign macromolecules. Without the presence of this barrier, foreign antigens could cross the cortical capillaries and pose as self-antigens within the cortex. Mouse model studies have shown that intrathymic inoculation of foreign antigens leads to immune tolerance since thymocytes cannot distinguish self-antigen from the foreign antigen. Allowing foreign antigens to enter the thymus and influence thymocyte development can allow a developing T cell to become tolerant to the antigen."}
{"id": "article-18400_12", "title": "Anatomy, Head and Neck: Blood Thymus Barrier -- Structure and Function", "content": "The barrier has been shown to exist only in the cortex of the thymus and appears to be absent in the thymic medulla. [5] The absence of a blood-thymus barrier in the medulla presumably allows mature T-lymphocytes to exit the thymus via venules and efferent lymphatics.", "contents": "Anatomy, Head and Neck: Blood Thymus Barrier -- Structure and Function. The barrier has been shown to exist only in the cortex of the thymus and appears to be absent in the thymic medulla. [5] The absence of a blood-thymus barrier in the medulla presumably allows mature T-lymphocytes to exit the thymus via venules and efferent lymphatics."}
{"id": "article-18400_13", "title": "Anatomy, Head and Neck: Blood Thymus Barrier -- Embryology", "content": "The thymus derives from the third and fourth branchial pouches and contains all three germinal layers [1] . It begins to develop in the sixth week of gestation as two separate lobes. During the eighth gestational week, the lobes begin to migrate and ultimately fuse in the anterosuperior mediastinum. Although the lobes fuse, their blood supply, lymphatic drainage, and innervation remain separate throughout life. [6] By week 10, hematopoietic cells produced in the fetal liver begin to migrate to the thymus, causing the thymus to form lobules. [1] In weeks 14 to 16, the thymus begins to differentiate into the cortex and medulla. [6]", "contents": "Anatomy, Head and Neck: Blood Thymus Barrier -- Embryology. The thymus derives from the third and fourth branchial pouches and contains all three germinal layers [1] . It begins to develop in the sixth week of gestation as two separate lobes. During the eighth gestational week, the lobes begin to migrate and ultimately fuse in the anterosuperior mediastinum. Although the lobes fuse, their blood supply, lymphatic drainage, and innervation remain separate throughout life. [6] By week 10, hematopoietic cells produced in the fetal liver begin to migrate to the thymus, causing the thymus to form lobules. [1] In weeks 14 to 16, the thymus begins to differentiate into the cortex and medulla. [6]"}
{"id": "article-18400_14", "title": "Anatomy, Head and Neck: Blood Thymus Barrier -- Blood Supply and Lymphatics", "content": "Immature T cells get produced by the bone marrow and arrive in the thymic cortex via venules. [4] Blood vessels first enter the thymic cortex and are surrounded by subcapsular epithelium [6] .", "contents": "Anatomy, Head and Neck: Blood Thymus Barrier -- Blood Supply and Lymphatics. Immature T cells get produced by the bone marrow and arrive in the thymic cortex via venules. [4] Blood vessels first enter the thymic cortex and are surrounded by subcapsular epithelium [6] ."}
{"id": "article-18400_15", "title": "Anatomy, Head and Neck: Blood Thymus Barrier -- Blood Supply and Lymphatics", "content": "The blood supply to the thymus is from the internal thoracic and inferior thyroid arteries. As these arteries enter the thymus from each side, they travel within the septa before entering the cortex. [7] The vessels travel through the thymus, before exiting via the left brachiocephalic vein, inferior thyroid vein, and internal thoracic vein. [7]", "contents": "Anatomy, Head and Neck: Blood Thymus Barrier -- Blood Supply and Lymphatics. The blood supply to the thymus is from the internal thoracic and inferior thyroid arteries. As these arteries enter the thymus from each side, they travel within the septa before entering the cortex. [7] The vessels travel through the thymus, before exiting via the left brachiocephalic vein, inferior thyroid vein, and internal thoracic vein. [7]"}
{"id": "article-18400_16", "title": "Anatomy, Head and Neck: Blood Thymus Barrier -- Blood Supply and Lymphatics", "content": "The thymus contains no afferent lymphatic vessels, thereby limiting the amount of free protein antigen entering the thymus. The efferent lymphatic vessels that exit the thymus drain into the parasternal, brachiocephalic, and tracheobronchial lymph nodes. [7]", "contents": "Anatomy, Head and Neck: Blood Thymus Barrier -- Blood Supply and Lymphatics. The thymus contains no afferent lymphatic vessels, thereby limiting the amount of free protein antigen entering the thymus. The efferent lymphatic vessels that exit the thymus drain into the parasternal, brachiocephalic, and tracheobronchial lymph nodes. [7]"}
{"id": "article-18400_17", "title": "Anatomy, Head and Neck: Blood Thymus Barrier -- Nerves", "content": "The nerves that supply the thymus arise from the sympathetic chain and the vagus nerve. They enter the thymus within blood vessels and from perivascular plexes. [8] The phrenic nerve also supplies several branches that reach the thymic capsule but do not penetrate the parenchyma of the gland.", "contents": "Anatomy, Head and Neck: Blood Thymus Barrier -- Nerves. The nerves that supply the thymus arise from the sympathetic chain and the vagus nerve. They enter the thymus within blood vessels and from perivascular plexes. [8] The phrenic nerve also supplies several branches that reach the thymic capsule but do not penetrate the parenchyma of the gland."}
{"id": "article-18400_18", "title": "Anatomy, Head and Neck: Blood Thymus Barrier -- Surgical Considerations", "content": "The most common reason to perform a thymectomy is to access the heart in a neonate to correct congenital heart defects. [9] The thymus is disproportionately large in neonates, which can obstruct access to the heart during corrective surgery. Removal of the thymus may lead to relative immunodeficiency but does not cause severe immunodeficiency since mature T lymphocytes get produced prior to birth. [9] DiGeorge syndrome is most commonly due to a 22q11.2 gene deletion that leads to thymic aplasia as a result of improper development of the third and fourth pharyngeal pouches. DiGeorge syndrome has variable penetrance, which leads to diverse clinical manifestations of the disease. Patients have varying degrees of thymic dysfunction, with 1% of patients presenting with complete DiGeorge anomaly, which is a complete absence of thymic function. [10] Patients with complete DiGeorge anomaly are candidates for transplantation whereby thymic tissue gets transplanted into the quadriceps muscle. [10]", "contents": "Anatomy, Head and Neck: Blood Thymus Barrier -- Surgical Considerations. The most common reason to perform a thymectomy is to access the heart in a neonate to correct congenital heart defects. [9] The thymus is disproportionately large in neonates, which can obstruct access to the heart during corrective surgery. Removal of the thymus may lead to relative immunodeficiency but does not cause severe immunodeficiency since mature T lymphocytes get produced prior to birth. [9] DiGeorge syndrome is most commonly due to a 22q11.2 gene deletion that leads to thymic aplasia as a result of improper development of the third and fourth pharyngeal pouches. DiGeorge syndrome has variable penetrance, which leads to diverse clinical manifestations of the disease. Patients have varying degrees of thymic dysfunction, with 1% of patients presenting with complete DiGeorge anomaly, which is a complete absence of thymic function. [10] Patients with complete DiGeorge anomaly are candidates for transplantation whereby thymic tissue gets transplanted into the quadriceps muscle. [10]"}
{"id": "article-18400_19", "title": "Anatomy, Head and Neck: Blood Thymus Barrier -- Surgical Considerations", "content": "The main indication for thymectomy in adults is for the removal of a thymoma, which may arise, among other reasons, as a complication of myasthenia gravis. A biopsy of the thymus is sometimes indicated in the diagnosis of primary thymic lymphoma, although it is usually unnecessary to follow up with a thymectomy.", "contents": "Anatomy, Head and Neck: Blood Thymus Barrier -- Surgical Considerations. The main indication for thymectomy in adults is for the removal of a thymoma, which may arise, among other reasons, as a complication of myasthenia gravis. A biopsy of the thymus is sometimes indicated in the diagnosis of primary thymic lymphoma, although it is usually unnecessary to follow up with a thymectomy."}
{"id": "article-18400_20", "title": "Anatomy, Head and Neck: Blood Thymus Barrier -- Clinical Significance", "content": "The clinical significance of the blood-thymus barrier is still extensively studied because of its potential role in limiting autoimmune diseases. Mouse studies demonstrate that intrathymic inoculation of antigen has led to apoptosis of CD4 and CD8 cells. [11] Studies have found that genetically engineered autologous dendritic cells expressing self-antigen could be inoculated into the thymic cortex to treat autoimmune disease. Genetically engineered dendritic cells with self-antigen can also be inoculated into the thymic cortex to promote tolerance for organ transplantation. [11]", "contents": "Anatomy, Head and Neck: Blood Thymus Barrier -- Clinical Significance. The clinical significance of the blood-thymus barrier is still extensively studied because of its potential role in limiting autoimmune diseases. Mouse studies demonstrate that intrathymic inoculation of antigen has led to apoptosis of CD4 and CD8 cells. [11] Studies have found that genetically engineered autologous dendritic cells expressing self-antigen could be inoculated into the thymic cortex to treat autoimmune disease. Genetically engineered dendritic cells with self-antigen can also be inoculated into the thymic cortex to promote tolerance for organ transplantation. [11]"}
{"id": "article-18400_21", "title": "Anatomy, Head and Neck: Blood Thymus Barrier -- Clinical Significance", "content": "The blood-thymus barrier is also clinically significant because it becomes compromised under various conditions. Factors that increase permeability to the blood-thymus barrier include ACTH, stress, sex hormones, and glucocorticoids, which allows for foreign antigens to enter the thymic cortex leading to impaired immunity [5] Although this topic is still a topic of study, it could help explain the dynamic nature of our immune responses over a lifetime and changes in apparent autoimmune responses.", "contents": "Anatomy, Head and Neck: Blood Thymus Barrier -- Clinical Significance. The blood-thymus barrier is also clinically significant because it becomes compromised under various conditions. Factors that increase permeability to the blood-thymus barrier include ACTH, stress, sex hormones, and glucocorticoids, which allows for foreign antigens to enter the thymic cortex leading to impaired immunity [5] Although this topic is still a topic of study, it could help explain the dynamic nature of our immune responses over a lifetime and changes in apparent autoimmune responses."}
{"id": "article-18400_22", "title": "Anatomy, Head and Neck: Blood Thymus Barrier -- Clinical Significance", "content": "Myeloma antigens in mice have been phagocytized and presented by dendritic cells within the thymic cortex. [12] Presentation of tumor antigen to the cortical thymocytes can lead to apoptosis, constituting a major mechanism of tumor escape. The role of the blood-thymus barrier is still the subject of intensive research because of its potential in treating various autoimmune diseases and cancer.", "contents": "Anatomy, Head and Neck: Blood Thymus Barrier -- Clinical Significance. Myeloma antigens in mice have been phagocytized and presented by dendritic cells within the thymic cortex. [12] Presentation of tumor antigen to the cortical thymocytes can lead to apoptosis, constituting a major mechanism of tumor escape. The role of the blood-thymus barrier is still the subject of intensive research because of its potential in treating various autoimmune diseases and cancer."}
{"id": "article-18400_23", "title": "Anatomy, Head and Neck: Blood Thymus Barrier -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Anatomy, Head and Neck: Blood Thymus Barrier -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}