{"id": "article-24231_0", "title": "Levetiracetam -- Continuing Education Activity", "content": "Levetiracetam is a novel antiepileptic drug used to treat partial, myoclonic, and tonic-clonic seizures. In 2000, the FDA approved the use of the oral formulation as adjunctive therapy for the treatment of focal seizures, myoclonic seizures, and primary generalized seizures. In addition, the FDA approved intravenous levetiracetam in 2006 for use in patients older than 15 years as adjunctive anticonvulsant therapy when the oral formulation is not tolerated. This activity covers levetiracetam, including mechanism of action, pharmacology, adverse event profiles, eligible patient populations, and monitoring. In addition, it highlights the interprofessional team's role in managing conditions where levetiracetam therapy is helpful.", "contents": "Levetiracetam -- Continuing Education Activity. Levetiracetam is a novel antiepileptic drug used to treat partial, myoclonic, and tonic-clonic seizures. In 2000, the FDA approved the use of the oral formulation as adjunctive therapy for the treatment of focal seizures, myoclonic seizures, and primary generalized seizures. In addition, the FDA approved intravenous levetiracetam in 2006 for use in patients older than 15 years as adjunctive anticonvulsant therapy when the oral formulation is not tolerated. This activity covers levetiracetam, including mechanism of action, pharmacology, adverse event profiles, eligible patient populations, and monitoring. In addition, it highlights the interprofessional team's role in managing conditions where levetiracetam therapy is helpful."}
{"id": "article-24231_1", "title": "Levetiracetam -- Continuing Education Activity", "content": "Objectives: Summarize the mechanism of action of levetiracetam. Review the indications, both approved and off-label, for therapy with levetiracetam. Describe the adverse events with levetiracetam. Explain the importance of collaboration and communication among interprofessional team members to improve outcomes and treatment efficacy for patients receiving levetiracetam. Access free multiple choice questions on this topic.", "contents": "Levetiracetam -- Continuing Education Activity. Objectives: Summarize the mechanism of action of levetiracetam. Review the indications, both approved and off-label, for therapy with levetiracetam. Describe the adverse events with levetiracetam. Explain the importance of collaboration and communication among interprofessional team members to improve outcomes and treatment efficacy for patients receiving levetiracetam. Access free multiple choice questions on this topic."}
{"id": "article-24231_2", "title": "Levetiracetam -- Indications", "content": "Levetiracetam is a novel antiepileptic drug used to treat partial, myoclonic, and tonic-clonic seizures. In 2000, the FDA approved the use of the oral formulation as adjunctive therapy for the treatment of focal seizures, myoclonic seizures, and primary generalized seizures. In addition, the FDA approved intravenous levetiracetam (LEV) in 2006 for use in patients older than 15 years as adjunctive anticonvulsant therapy when the oral formulation is not tolerated. In Europe, it is approved for treating partial seizures as a single agent and as an add-on treatment for partial seizures, tonic-clonic seizures, and myoclonic seizures.", "contents": "Levetiracetam -- Indications. Levetiracetam is a novel antiepileptic drug used to treat partial, myoclonic, and tonic-clonic seizures. In 2000, the FDA approved the use of the oral formulation as adjunctive therapy for the treatment of focal seizures, myoclonic seizures, and primary generalized seizures. In addition, the FDA approved intravenous levetiracetam (LEV) in 2006 for use in patients older than 15 years as adjunctive anticonvulsant therapy when the oral formulation is not tolerated. In Europe, it is approved for treating partial seizures as a single agent and as an add-on treatment for partial seizures, tonic-clonic seizures, and myoclonic seizures."}
{"id": "article-24231_3", "title": "Levetiracetam -- Indications", "content": "It is chemically unrelated to other antiepileptic drugs. However, its favorable safety profile, distinct mechanism of action, and fewer drug interactions make it an attractive therapeutic choice for treating seizures.", "contents": "Levetiracetam -- Indications. It is chemically unrelated to other antiepileptic drugs. However, its favorable safety profile, distinct mechanism of action, and fewer drug interactions make it an attractive therapeutic choice for treating seizures."}
{"id": "article-24231_4", "title": "Levetiracetam -- Indications -- Uses", "content": "Myoclonic seizures: It is approved for adjunctive therapy in treating myoclonic seizures in adults and juvenile myoclonic epilepsy in adolescents 12 years and older. [1] Partial seizures can be used as adjunctive therapy for treating partial seizures in adults and children one month or older with epilepsy. [2] Primary generalized tonic-clonic seizure: Levetiracetam is used for adjunctive therapy to treat a primary generalized tonic conic seizure in adults and children over five years old with idiopathic generalized epilepsy. [3] It is sometimes used off-label (non-FDA-approved) for status epilepticus and seizure prophylaxis in subarachnoid hemorrhage. [4] Levetiracetam is also used off-label for the prophylaxis of traumatic brain injury (TBI) and supratentorial neurosurgery. [5] Levetiracetam is also used off-label used for seizures in palliative care. [6]", "contents": "Levetiracetam -- Indications -- Uses. Myoclonic seizures: It is approved for adjunctive therapy in treating myoclonic seizures in adults and juvenile myoclonic epilepsy in adolescents 12 years and older. [1] Partial seizures can be used as adjunctive therapy for treating partial seizures in adults and children one month or older with epilepsy. [2] Primary generalized tonic-clonic seizure: Levetiracetam is used for adjunctive therapy to treat a primary generalized tonic conic seizure in adults and children over five years old with idiopathic generalized epilepsy. [3] It is sometimes used off-label (non-FDA-approved) for status epilepticus and seizure prophylaxis in subarachnoid hemorrhage. [4] Levetiracetam is also used off-label for the prophylaxis of traumatic brain injury (TBI) and supratentorial neurosurgery. [5] Levetiracetam is also used off-label used for seizures in palliative care. [6]"}
{"id": "article-24231_5", "title": "Levetiracetam -- Mechanism of Action", "content": "The mechanisms by which levetiracetam exerts its antiepileptic effects are not clearly defined. However, the most relevant mechanism of action is believed to be binding to a unique synaptic vesicle protein 2A (SV2A). SV2A protein is a part of secretory vesicle membranes that mediates calcium-dependent vesicular neurotransmitter release. The binding of levetiracetam to SV2A appears to decrease the rate of vesicle release. [7]", "contents": "Levetiracetam -- Mechanism of Action. The mechanisms by which levetiracetam exerts its antiepileptic effects are not clearly defined. However, the most relevant mechanism of action is believed to be binding to a unique synaptic vesicle protein 2A (SV2A). SV2A protein is a part of secretory vesicle membranes that mediates calcium-dependent vesicular neurotransmitter release. The binding of levetiracetam to SV2A appears to decrease the rate of vesicle release. [7]"}
{"id": "article-24231_6", "title": "Levetiracetam -- Mechanism of Action -- Pharmacokinetics", "content": "Absorption: Levetiracetam is rapidly absorbed and has very high (96%) bioavailability. Peak plasma concentration is achieved about an hour after oral administration. Food may delay the time to maximum concentration by about half an hour, but it does not affect the extent of absorption. The intravenous formulation is used when patients are unable to take oral medications. Peak plasma concentration is reached in 5 to 15 minutes with intravenous use. Otherwise, the pharmacokinetic profile is the same as an oral formulation.", "contents": "Levetiracetam -- Mechanism of Action -- Pharmacokinetics. Absorption: Levetiracetam is rapidly absorbed and has very high (96%) bioavailability. Peak plasma concentration is achieved about an hour after oral administration. Food may delay the time to maximum concentration by about half an hour, but it does not affect the extent of absorption. The intravenous formulation is used when patients are unable to take oral medications. Peak plasma concentration is reached in 5 to 15 minutes with intravenous use. Otherwise, the pharmacokinetic profile is the same as an oral formulation."}
{"id": "article-24231_7", "title": "Levetiracetam -- Mechanism of Action -- Pharmacokinetics", "content": "Distribution: Levetiracetam is less than 10% protein-bound, so it does not compete with other drugs for protein binding sites. It is not extensively metabolized, and almost 66% is excreted unchanged by kidneys.", "contents": "Levetiracetam -- Mechanism of Action -- Pharmacokinetics. Distribution: Levetiracetam is less than 10% protein-bound, so it does not compete with other drugs for protein binding sites. It is not extensively metabolized, and almost 66% is excreted unchanged by kidneys."}
{"id": "article-24231_8", "title": "Levetiracetam -- Mechanism of Action -- Pharmacokinetics", "content": "Metabolism: The main metabolic pathway is the enzymatic hydrolysis of the acetamide group. Metabolites have no pharmacological activity and are renally excreted. The hepatic cytochrome P450 system plays only a small part (2.5%). [8]", "contents": "Levetiracetam -- Mechanism of Action -- Pharmacokinetics. Metabolism: The main metabolic pathway is the enzymatic hydrolysis of the acetamide group. Metabolites have no pharmacological activity and are renally excreted. The hepatic cytochrome P450 system plays only a small part (2.5%). [8]"}
{"id": "article-24231_9", "title": "Levetiracetam -- Mechanism of Action -- Pharmacokinetics", "content": "Excretion: Glomerular filtration with partial tubular reabsorption is a major mechanism of excretion that correlates with creatinine clearance. The plasma half-life is about 6 to 8 hours in adults but can be increased by 2 to 3 hours in the elderly as the creatinine clearance decreases with age. Dose adjustment is necessary for patients with renal impairment. Pharmacokinetic interactions are fewer as levetiracetam is not metabolized by the liver and has no significant protein binding. Levetiracetam has linear pharmacokinetics over a dose range of 500 to 5000 mg, which means that serum concentration is proportional to the dose. A steady-state is achieved after two days of twice-daily dosing. Toxic and therapeutic concentrations are not defined, but measuring serum levels can help assess compliance.", "contents": "Levetiracetam -- Mechanism of Action -- Pharmacokinetics. Excretion: Glomerular filtration with partial tubular reabsorption is a major mechanism of excretion that correlates with creatinine clearance. The plasma half-life is about 6 to 8 hours in adults but can be increased by 2 to 3 hours in the elderly as the creatinine clearance decreases with age. Dose adjustment is necessary for patients with renal impairment. Pharmacokinetic interactions are fewer as levetiracetam is not metabolized by the liver and has no significant protein binding. Levetiracetam has linear pharmacokinetics over a dose range of 500 to 5000 mg, which means that serum concentration is proportional to the dose. A steady-state is achieved after two days of twice-daily dosing. Toxic and therapeutic concentrations are not defined, but measuring serum levels can help assess compliance."}
{"id": "article-24231_10", "title": "Levetiracetam -- Administration", "content": "Levetiracetam is available in oral and intravenous (IV) formulations. The total daily dosage of IV levetiracetam is equivalent to oral. It is administered as a 15-minute infusion. There is no evidence to use a loading dose. In addition, oral forms are available in immediate-release and extended-release forms. The bioavailability and metabolism of the extended-release form are similar to the immediate-release formulation. However, the time to reach peak plasma concentration is 3 hours higher with the extended-release formulation.", "contents": "Levetiracetam -- Administration. Levetiracetam is available in oral and intravenous (IV) formulations. The total daily dosage of IV levetiracetam is equivalent to oral. It is administered as a 15-minute infusion. There is no evidence to use a loading dose. In addition, oral forms are available in immediate-release and extended-release forms. The bioavailability and metabolism of the extended-release form are similar to the immediate-release formulation. However, the time to reach peak plasma concentration is 3 hours higher with the extended-release formulation."}
{"id": "article-24231_11", "title": "Levetiracetam -- Administration -- Adult Dosing", "content": "The minimum recommended dose is 500 mg twice daily. Some older adults may respond to doses as low as 500 mg daily. It should be started at a low dose and titrated for clinical response. Increase the dose to 250 or 500 mg at 1 to 2-week intervals until the clinical response is achieved. The maximum recommended dose is 3000 mg per day. Rapid dose escalation can lead to adverse effects. An immediate-release form is dosed twice daily, and extended-release forms once daily. A therapeutic serum concentration is not established for levetiracetam, and dosage is guided by clinical response.", "contents": "Levetiracetam -- Administration -- Adult Dosing. The minimum recommended dose is 500 mg twice daily. Some older adults may respond to doses as low as 500 mg daily. It should be started at a low dose and titrated for clinical response. Increase the dose to 250 or 500 mg at 1 to 2-week intervals until the clinical response is achieved. The maximum recommended dose is 3000 mg per day. Rapid dose escalation can lead to adverse effects. An immediate-release form is dosed twice daily, and extended-release forms once daily. A therapeutic serum concentration is not established for levetiracetam, and dosage is guided by clinical response."}
{"id": "article-24231_12", "title": "Levetiracetam -- Administration -- Adult Dosing", "content": "Efficacy of more than 3000 mg/day dose is not fully established. Some suggest that the dose can be increased up to 4000 mg /day in patients who have shown clear response but have occasional breakthrough seizures. However, some reports of seizure exacerbation with higher doses, and the physician should keep that in mind while using higher doses.", "contents": "Levetiracetam -- Administration -- Adult Dosing. Efficacy of more than 3000 mg/day dose is not fully established. Some suggest that the dose can be increased up to 4000 mg /day in patients who have shown clear response but have occasional breakthrough seizures. However, some reports of seizure exacerbation with higher doses, and the physician should keep that in mind while using higher doses."}
{"id": "article-24231_13", "title": "Levetiracetam -- Administration -- Adult Dosing", "content": "It is also used off-label sometimes for status epilepticus. The dose commonly used is 1000 to 3000 mg IV infusion at a rate of 2 mg/kg per minute or a single dose of 60 mg/kg. Levetiracetam is conventionally given as an intermittent infusion to mitigate potential adverse drug reactions due to its acidic formulation. However, the time lag in the preparation of diluted levetiracetam can delay the treatment of status epilepticus; hence, a recent study examined the administration of undiluted doses. Results demonstrated that rapid and undiluted intravenous levetiracetam is safe and effective. [9]", "contents": "Levetiracetam -- Administration -- Adult Dosing. It is also used off-label sometimes for status epilepticus. The dose commonly used is 1000 to 3000 mg IV infusion at a rate of 2 mg/kg per minute or a single dose of 60 mg/kg. Levetiracetam is conventionally given as an intermittent infusion to mitigate potential adverse drug reactions due to its acidic formulation. However, the time lag in the preparation of diluted levetiracetam can delay the treatment of status epilepticus; hence, a recent study examined the administration of undiluted doses. Results demonstrated that rapid and undiluted intravenous levetiracetam is safe and effective. [9]"}
{"id": "article-24231_14", "title": "Levetiracetam -- Administration -- Pediatric Considerations", "content": "Levetiracetam may be used safely (with caution) in children older than five years. The recommended starting dose is 20 mg/kg per day in 2 divided doses. It can be titrated up to 20 mg/kg every two weeks up to a maximum dose of 60 mg/kg daily.", "contents": "Levetiracetam -- Administration -- Pediatric Considerations. Levetiracetam may be used safely (with caution) in children older than five years. The recommended starting dose is 20 mg/kg per day in 2 divided doses. It can be titrated up to 20 mg/kg every two weeks up to a maximum dose of 60 mg/kg daily."}
{"id": "article-24231_15", "title": "Levetiracetam -- Administration -- Hepatic Impairment", "content": "Dosage adjustment is generally not needed for hepatic impairment. However, there are reports that total body clearance of levetiracetam is reduced by half in severe liver disease(Child-Pugh C). Therefore, half of the recommended dose should be initiated in patients with severe liver cirrhosis.", "contents": "Levetiracetam -- Administration -- Hepatic Impairment. Dosage adjustment is generally not needed for hepatic impairment. However, there are reports that total body clearance of levetiracetam is reduced by half in severe liver disease(Child-Pugh C). Therefore, half of the recommended dose should be initiated in patients with severe liver cirrhosis."}
{"id": "article-24231_16", "title": "Levetiracetam -- Administration -- Renal Impairment", "content": "Levetiracetam is excreted through the kidneys, so renal impairment decreases the elimination rate, necessitating dose reduction. Therefore, according to the manufacturer's labeling following dosage adjustment is required. For creatinine clearance 30-50 (mL/min/1.73m^2) - 250 to 750 mg every 12 hours is recommended. For creatinine clearance< 30 (mL/min/1.73m^2) - 250 to 500 mg every 12 hours is recommended. ESRD patients on dialysis 500 to 1,000 mg every 24 hours. After dialysis, a 250 to 500 mg additional dose is recommended.", "contents": "Levetiracetam -- Administration -- Renal Impairment. Levetiracetam is excreted through the kidneys, so renal impairment decreases the elimination rate, necessitating dose reduction. Therefore, according to the manufacturer's labeling following dosage adjustment is required. For creatinine clearance 30-50 (mL/min/1.73m^2) - 250 to 750 mg every 12 hours is recommended. For creatinine clearance< 30 (mL/min/1.73m^2) - 250 to 500 mg every 12 hours is recommended. ESRD patients on dialysis 500 to 1,000 mg every 24 hours. After dialysis, a 250 to 500 mg additional dose is recommended."}
{"id": "article-24231_17", "title": "Levetiracetam -- Administration -- Pregnancy Considerations", "content": "According to manufacturer labeling, marked pharmacokinetic changes during pregnancy are particularly observed during the third trimester. Current studies cannot definitively establish the absence of risk, and the literature review has not demonstrated an association between levetiracetam use during pregnancy and major congenital disabilities or miscarriage. However, significant differences in pharmacokinetics during pregnancy have been observed for levetiracetam. Average peak clearance increased by approximately two-fold for levetiracetam from a nonpregnant baseline. [10]", "contents": "Levetiracetam -- Administration -- Pregnancy Considerations. According to manufacturer labeling, marked pharmacokinetic changes during pregnancy are particularly observed during the third trimester. Current studies cannot definitively establish the absence of risk, and the literature review has not demonstrated an association between levetiracetam use during pregnancy and major congenital disabilities or miscarriage. However, significant differences in pharmacokinetics during pregnancy have been observed for levetiracetam. Average peak clearance increased by approximately two-fold for levetiracetam from a nonpregnant baseline. [10]"}
{"id": "article-24231_18", "title": "Levetiracetam -- Administration -- Breastfeeding Considerations", "content": "Manufacturer labeling indicates that The developmental and health benefits of breastfeeding should be evaluated, along with the mother's clinical requirement for levetiracetam and adverse drug reactions in the breastfed infant. Levetiracetam is excreted in breast milk, but infant serum drug levels are low. However, the levetiracetam concentration in milk can be high in some women and sometimes cause sedation in breastfed infants. If the mother requires levetiracetam, it is not necessarily a reason to stop breastfeeding. However, clinicians should monitor exclusively breastfed infants for developmental milestones, drowsiness, and weight gain. Evidence indicates that levetiracetam might decrease the maternal breastmilk output in some women. Therefore, maternal serum level monitoring and dosage adjustment are recommended in the early postpartum period if the mother was administered levetiracetam throughout pregnancy and breastfeeding. [11]", "contents": "Levetiracetam -- Administration -- Breastfeeding Considerations. Manufacturer labeling indicates that The developmental and health benefits of breastfeeding should be evaluated, along with the mother's clinical requirement for levetiracetam and adverse drug reactions in the breastfed infant. Levetiracetam is excreted in breast milk, but infant serum drug levels are low. However, the levetiracetam concentration in milk can be high in some women and sometimes cause sedation in breastfed infants. If the mother requires levetiracetam, it is not necessarily a reason to stop breastfeeding. However, clinicians should monitor exclusively breastfed infants for developmental milestones, drowsiness, and weight gain. Evidence indicates that levetiracetam might decrease the maternal breastmilk output in some women. Therefore, maternal serum level monitoring and dosage adjustment are recommended in the early postpartum period if the mother was administered levetiracetam throughout pregnancy and breastfeeding. [11]"}
{"id": "article-24231_19", "title": "Levetiracetam -- Adverse Effects", "content": "Central nervous system (CNS): Most common adverse effects are neurobehavioral, like sedation, fatigue, mood swings, headache, agitation, irritability, aggression, depression, memory loss, confusion, paresthesia, a decline in cognition, and increased suicide risk. Most of the time, the side effects are mild. About 1% of patients experience serious side effects like psychosis, hallucinations, and suicidal thoughts. These side effects are more common in the first month of treatment but can develop during treatment and improve once the drug is discontinued. Dose reduction is associated with improvement in behavioral problems. A systematic review suggests that pyridoxine supplementation might be of benefit in relieving levetiracetam-induced neuropsychiatric adverse events. [12]", "contents": "Levetiracetam -- Adverse Effects. Central nervous system (CNS): Most common adverse effects are neurobehavioral, like sedation, fatigue, mood swings, headache, agitation, irritability, aggression, depression, memory loss, confusion, paresthesia, a decline in cognition, and increased suicide risk. Most of the time, the side effects are mild. About 1% of patients experience serious side effects like psychosis, hallucinations, and suicidal thoughts. These side effects are more common in the first month of treatment but can develop during treatment and improve once the drug is discontinued. Dose reduction is associated with improvement in behavioral problems. A systematic review suggests that pyridoxine supplementation might be of benefit in relieving levetiracetam-induced neuropsychiatric adverse events. [12]"}
{"id": "article-24231_20", "title": "Levetiracetam -- Adverse Effects", "content": "Cardiovascular (CVS): Increased diastolic blood pressure in infants and children Gastrointestinal (GI): Vomiting, abdominal pain, nausea, anorexia Infections: Pharyngitis and rhinitis have been reported in 7% to 15% of patients", "contents": "Levetiracetam -- Adverse Effects. Cardiovascular (CVS): Increased diastolic blood pressure in infants and children Gastrointestinal (GI): Vomiting, abdominal pain, nausea, anorexia Infections: Pharyngitis and rhinitis have been reported in 7% to 15% of patients"}
{"id": "article-24231_21", "title": "Levetiracetam -- Adverse Effects", "content": "Hypersensitivity reactions: Rarely serious, life-threatening reactions have been reported using levetiracetam. These include angioedema, anaphylaxis, Steven-Johnson syndrome, toxic epidermal necrolysis, hives, respiratory distress, and leukocytoclastic vasculitis. [13] Hematologic: Leukopenia, eosinophilia, and rarely pancytopenia have been reported using levetiracetam.", "contents": "Levetiracetam -- Adverse Effects. Hypersensitivity reactions: Rarely serious, life-threatening reactions have been reported using levetiracetam. These include angioedema, anaphylaxis, Steven-Johnson syndrome, toxic epidermal necrolysis, hives, respiratory distress, and leukocytoclastic vasculitis. [13] Hematologic: Leukopenia, eosinophilia, and rarely pancytopenia have been reported using levetiracetam."}
{"id": "article-24231_22", "title": "Levetiracetam -- Adverse Effects", "content": "Hepatotoxicity: Likelihood score: C (probable rare cause of clinically apparent liver injury). Levetiracetam administration has been associated with rare cases of serum enzyme elevations and rare cases of clinically apparent liver injury. The onset of liver injury is from 1 week to 5 months. The typical pattern of injury is hepatocellular. [14]", "contents": "Levetiracetam -- Adverse Effects. Hepatotoxicity: Likelihood score: C (probable rare cause of clinically apparent liver injury). Levetiracetam administration has been associated with rare cases of serum enzyme elevations and rare cases of clinically apparent liver injury. The onset of liver injury is from 1 week to 5 months. The typical pattern of injury is hepatocellular. [14]"}
{"id": "article-24231_23", "title": "Levetiracetam -- Adverse Effects", "content": "In December 2023, the FDA issued an alert that levetiracetam can cause a rare but serious and potentially life-threatening medication hypersensitivity reaction if it is not detected and promptly treated. Termed drug reaction with eosinophilia and systemic symptoms (DRESS), the reaction starts as a rash but can rapidly progress, causing internal organ injury leading to hospitalization and even death. [15]", "contents": "Levetiracetam -- Adverse Effects. In December 2023, the FDA issued an alert that levetiracetam can cause a rare but serious and potentially life-threatening medication hypersensitivity reaction if it is not detected and promptly treated. Termed drug reaction with eosinophilia and systemic symptoms (DRESS), the reaction starts as a rash but can rapidly progress, causing internal organ injury leading to hospitalization and even death. [15]"}
{"id": "article-24231_24", "title": "Levetiracetam -- Adverse Effects -- Drug Interactions", "content": "Since levetiracetam can cause sedation and CNS depression, it may enhance the CNS-depressant effect of alcohol, cannabis, and other drugs like azelastine, carbamazepine, and opioids. A concurrent prescription with enzyme-inducing antiepileptic drugs (e.g., phenytoin, carbamazepine) increased the clearance of levetiracetam by 9 to 22%. Coadministration enzyme-inhibitor drugs such as valproate decreased the clearance of levetiracetam by 18.8%. [8]", "contents": "Levetiracetam -- Adverse Effects -- Drug Interactions. Since levetiracetam can cause sedation and CNS depression, it may enhance the CNS-depressant effect of alcohol, cannabis, and other drugs like azelastine, carbamazepine, and opioids. A concurrent prescription with enzyme-inducing antiepileptic drugs (e.g., phenytoin, carbamazepine) increased the clearance of levetiracetam by 9 to 22%. Coadministration enzyme-inhibitor drugs such as valproate decreased the clearance of levetiracetam by 18.8%. [8]"}
{"id": "article-24231_25", "title": "Levetiracetam -- Contraindications", "content": "Hypersensitivity reaction to the drug or any excipients is a contraindication to the use of levetiracetam.  Levetiracetam can cause anaphylaxis or angioedema. Levetiracetam should be stopped permanently if the clinician cannot establish an alternative etiology for the hypersensitivity reaction. [16]", "contents": "Levetiracetam -- Contraindications. Hypersensitivity reaction to the drug or any excipients is a contraindication to the use of levetiracetam.  Levetiracetam can cause anaphylaxis or angioedema. Levetiracetam should be stopped permanently if the clinician cannot establish an alternative etiology for the hypersensitivity reaction. [16]"}
{"id": "article-24231_26", "title": "Levetiracetam -- Monitoring", "content": "Baseline creatinine should be checked before initiating levetiracetam therapy. Clinicians should closely monitor signs and symptoms of depression, suicidality, and psychosis. Blood pressure should be monitored closely in children less than four years old. [17] Routine therapeutic drug monitoring (TDM) of levetiracetam is not recommended for all patients. However, pharmacokinetic parameters are altered in critically ill, pregnant, or elderly patients. Hence, TDM may be recommended in this selected patient population as a dosing guide and monitor compliance. [17] The target trough concentration range for levetiracetam is 6 to 20 mg/L. [8]", "contents": "Levetiracetam -- Monitoring. Baseline creatinine should be checked before initiating levetiracetam therapy. Clinicians should closely monitor signs and symptoms of depression, suicidality, and psychosis. Blood pressure should be monitored closely in children less than four years old. [17] Routine therapeutic drug monitoring (TDM) of levetiracetam is not recommended for all patients. However, pharmacokinetic parameters are altered in critically ill, pregnant, or elderly patients. Hence, TDM may be recommended in this selected patient population as a dosing guide and monitor compliance. [17] The target trough concentration range for levetiracetam is 6 to 20 mg/L. [8]"}
{"id": "article-24231_27", "title": "Levetiracetam -- Toxicity", "content": "There are few known cases of overdose with levetiracetam in clinical trials. Drowsiness, somnolence, agitation, respiratory depression, and coma have been observed with levetiracetam overdose. There is no antidote for levetiracetam. General supportive measures, airway protection, and monitoring of vital signs are done on overdose patients. Clinicians should contact poison control. Hemodialysis may be needed in patients with significant renal impairment. A four-hour hemodialysis session can remove almost 50% of the drug. [18]", "contents": "Levetiracetam -- Toxicity. There are few known cases of overdose with levetiracetam in clinical trials. Drowsiness, somnolence, agitation, respiratory depression, and coma have been observed with levetiracetam overdose. There is no antidote for levetiracetam. General supportive measures, airway protection, and monitoring of vital signs are done on overdose patients. Clinicians should contact poison control. Hemodialysis may be needed in patients with significant renal impairment. A four-hour hemodialysis session can remove almost 50% of the drug. [18]"}
{"id": "article-24231_28", "title": "Levetiracetam -- Enhancing Healthcare Team Outcomes", "content": "According to a survey in 2019, epilepsy affects approximately 3.5 million patients in the United States. Hence the study was carried out with the primary aim of the outcomes of an interprofessional telehealth program for rural-dwelling individuals. The results were encouraging, and the telehealth pilot program effectively served patients with epilepsy, suggested solutions to medication-related problems, and demonstrated the value of pharmacists in an interprofessional team. However, further research is warranted. [19]", "contents": "Levetiracetam -- Enhancing Healthcare Team Outcomes. According to a survey in 2019, epilepsy affects approximately 3.5 million patients in the United States. Hence the study was carried out with the primary aim of the outcomes of an interprofessional telehealth program for rural-dwelling individuals. The results were encouraging, and the telehealth pilot program effectively served patients with epilepsy, suggested solutions to medication-related problems, and demonstrated the value of pharmacists in an interprofessional team. However, further research is warranted. [19]"}
{"id": "article-24231_29", "title": "Levetiracetam -- Enhancing Healthcare Team Outcomes", "content": "Patient participation is crucial for the management of epilepsy; encourage the pregnant patient to enroll in the North American Antiepileptic Drug [NAAED] Pregnancy Registry, which can provide insights into the safety and efficacy data of antiepileptic agents and evaluate pregnancy-related outcomes. The levetiracetam registry expert panel did not find evidence of a teratogenic relationship with prenatal exposure to levetiracetam. [20]", "contents": "Levetiracetam -- Enhancing Healthcare Team Outcomes. Patient participation is crucial for the management of epilepsy; encourage the pregnant patient to enroll in the North American Antiepileptic Drug [NAAED] Pregnancy Registry, which can provide insights into the safety and efficacy data of antiepileptic agents and evaluate pregnancy-related outcomes. The levetiracetam registry expert panel did not find evidence of a teratogenic relationship with prenatal exposure to levetiracetam. [20]"}
{"id": "article-24231_30", "title": "Levetiracetam -- Enhancing Healthcare Team Outcomes", "content": "An interprofessional team involving the clinician, nurse, and pharmacist assisting and educating the patient with the administration and regular dosing of the drug will result in the best patient outcome. The prescriber would diagnose and treat the patient according to the type of epilepsy. The pharmacist plays a vital role in educating the patient about the adverse drug reactions of levetiracetam and performs medication reconciliation. Nurses can conduct initial screening, monitor disease progression, and assist with epilepsy management with levetiracetam therapy.", "contents": "Levetiracetam -- Enhancing Healthcare Team Outcomes. An interprofessional team involving the clinician, nurse, and pharmacist assisting and educating the patient with the administration and regular dosing of the drug will result in the best patient outcome. The prescriber would diagnose and treat the patient according to the type of epilepsy. The pharmacist plays a vital role in educating the patient about the adverse drug reactions of levetiracetam and performs medication reconciliation. Nurses can conduct initial screening, monitor disease progression, and assist with epilepsy management with levetiracetam therapy."}
{"id": "article-24231_31", "title": "Levetiracetam -- Enhancing Healthcare Team Outcomes", "content": "Collaboration and communication across these various disciplines in an interprofessional team approach can achieve the best patient outcomes. All interprofessional team members need to monitor the patient's response to treatment and report any changes in their clinical status, documenting their observations in the patient's health record and communicating these findings to other team members to take corrective action. The team approach using evidence-based medicine and patient-centered care reduces healthcare costs and helps achieve better clinical results.", "contents": "Levetiracetam -- Enhancing Healthcare Team Outcomes. Collaboration and communication across these various disciplines in an interprofessional team approach can achieve the best patient outcomes. All interprofessional team members need to monitor the patient's response to treatment and report any changes in their clinical status, documenting their observations in the patient's health record and communicating these findings to other team members to take corrective action. The team approach using evidence-based medicine and patient-centered care reduces healthcare costs and helps achieve better clinical results."}
{"id": "article-24231_32", "title": "Levetiracetam -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Levetiracetam -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}