{"id": "article-20255_0", "title": "Dantrolene -- Continuing Education Activity", "content": "Dantrolene sodium is a postsynaptic muscle relaxant with multiple indications in the fields of anesthesiology and neurology. While there are many indications for the use of dantrolene, its primary indication, and FDA-approved usage in both children and adults, is for the treatment of malignant hyperthermia: the very rare but life-threatening disorder triggered by general anesthesia. This activity reviews the mechanism of action, adverse event profile, toxicity, dosing, pharmacodynamics, and monitoring of dantrolene, pertinent for interprofessional team members in treating conditions where dantrolene is indicated.", "contents": "Dantrolene -- Continuing Education Activity. Dantrolene sodium is a postsynaptic muscle relaxant with multiple indications in the fields of anesthesiology and neurology. While there are many indications for the use of dantrolene, its primary indication, and FDA-approved usage in both children and adults, is for the treatment of malignant hyperthermia: the very rare but life-threatening disorder triggered by general anesthesia. This activity reviews the mechanism of action, adverse event profile, toxicity, dosing, pharmacodynamics, and monitoring of dantrolene, pertinent for interprofessional team members in treating conditions where dantrolene is indicated."}
{"id": "article-20255_1", "title": "Dantrolene -- Continuing Education Activity", "content": "Objectives: Summarize the indications for using dantrolene. Review the contraindications for dantrolene use. Outline the potential adverse effect profile of dantrolene. Describe how interprofessional team strategies can increase dantrolene's effectiveness when its use is indicated. Access free multiple choice questions on this topic.", "contents": "Dantrolene -- Continuing Education Activity. Objectives: Summarize the indications for using dantrolene. Review the contraindications for dantrolene use. Outline the potential adverse effect profile of dantrolene. Describe how interprofessional team strategies can increase dantrolene's effectiveness when its use is indicated. Access free multiple choice questions on this topic."}
{"id": "article-20255_2", "title": "Dantrolene -- Indications", "content": "Dantrolene sodium (sold under a variety of trade names) is a postsynaptic muscle relaxant with multiple indications in the fields of anesthesiology and neurology.   Among the many indications for the use of dantrolene, its primary indication, and FDA-approved usage in both children and adults, is for the treatment of malignant hyperthermia: the very rare but life-threatening disorder triggered by general anesthesia. Malignant hyperthermia is a reaction to the volatile halogenated anesthetics or depolarizing muscle relaxants, causing sustained muscle contraction, hyperthermia, rhabdomyolysis, and hypercarbia, potentially leading to intraoperative patient demise. These symptoms develop as a response to the anesthetic agents acting on defective ryanodine receptors (calcium channels in muscle cell sarcoplasmic reticulum). Given the mechanism of action, dantrolene acts as an antagonist to these receptors, therefore halting and preventing the further progression of the symptoms of malignant hyperthermia. Even though the incidence of susceptibility to malignant hyperthermia is estimated to be 1 in 50,000 to 100,000, it is required, according to the Malignant Hyperthermia Association of the United States, that any facility that administers malignant hyperthermia triggering agents (isoflurane, desflurane, sevoflurane, and succinylcholine) should stock dantrolene in their facilities at all times. [1] Hospitals should keep a stock of dantrolene on hand if they administer malignant hyperthermia-triggering agents. [2] Other FDA-approved uses for dantrolene include muscle spasticity disorders, as seen with upper motor neuron disorders, including stroke, spinal cord injury, cerebral palsy, and multiple sclerosis. It is the only FDA-approved oral peripherally-acting antispasmodic medication for these disorders.Dantrolene is also used for the treatment of neuroleptic malignant syndrome (given its similarity in presentation and symptoms to malignant hyperthermia) as well as for the overdose of 2,4-dinitrophenol (a banned \"fat burner\" medication that interrupts ATP synthesis and causes hyperthermia). However, these are considered off-label uses.Recently, researchers studied dantrolene in the treatment of vasospasm following aneurysmal subarachnoid hemorrhage. Single-dose administration of intravenous dantrolene decreases arterial vasospasm, although this remains an off-label use. [3] Interestingly, research on Alzheimer disease has shown that increased intracellular calcium release modulates amyloid genetic processing in the brain, thereby promoting memory loss. Researchers have identified ryanodine receptors as a possible culprit of this phenomenon. Given this information, dantrolene may serve as a potential future treatment for Alzheimer disease, although further studies are required to test this hypothesis before recommending it for this use. [4]", "contents": "Dantrolene -- Indications. Dantrolene sodium (sold under a variety of trade names) is a postsynaptic muscle relaxant with multiple indications in the fields of anesthesiology and neurology.   Among the many indications for the use of dantrolene, its primary indication, and FDA-approved usage in both children and adults, is for the treatment of malignant hyperthermia: the very rare but life-threatening disorder triggered by general anesthesia. Malignant hyperthermia is a reaction to the volatile halogenated anesthetics or depolarizing muscle relaxants, causing sustained muscle contraction, hyperthermia, rhabdomyolysis, and hypercarbia, potentially leading to intraoperative patient demise. These symptoms develop as a response to the anesthetic agents acting on defective ryanodine receptors (calcium channels in muscle cell sarcoplasmic reticulum). Given the mechanism of action, dantrolene acts as an antagonist to these receptors, therefore halting and preventing the further progression of the symptoms of malignant hyperthermia. Even though the incidence of susceptibility to malignant hyperthermia is estimated to be 1 in 50,000 to 100,000, it is required, according to the Malignant Hyperthermia Association of the United States, that any facility that administers malignant hyperthermia triggering agents (isoflurane, desflurane, sevoflurane, and succinylcholine) should stock dantrolene in their facilities at all times. [1] Hospitals should keep a stock of dantrolene on hand if they administer malignant hyperthermia-triggering agents. [2] Other FDA-approved uses for dantrolene include muscle spasticity disorders, as seen with upper motor neuron disorders, including stroke, spinal cord injury, cerebral palsy, and multiple sclerosis. It is the only FDA-approved oral peripherally-acting antispasmodic medication for these disorders.Dantrolene is also used for the treatment of neuroleptic malignant syndrome (given its similarity in presentation and symptoms to malignant hyperthermia) as well as for the overdose of 2,4-dinitrophenol (a banned \"fat burner\" medication that interrupts ATP synthesis and causes hyperthermia). However, these are considered off-label uses.Recently, researchers studied dantrolene in the treatment of vasospasm following aneurysmal subarachnoid hemorrhage. Single-dose administration of intravenous dantrolene decreases arterial vasospasm, although this remains an off-label use. [3] Interestingly, research on Alzheimer disease has shown that increased intracellular calcium release modulates amyloid genetic processing in the brain, thereby promoting memory loss. Researchers have identified ryanodine receptors as a possible culprit of this phenomenon. Given this information, dantrolene may serve as a potential future treatment for Alzheimer disease, although further studies are required to test this hypothesis before recommending it for this use. [4]"}
{"id": "article-20255_3", "title": "Dantrolene -- Mechanism of Action", "content": "Unlike the classic paralytic medications that function by blocking postsynaptic acetylcholine receptors, dantrolene acts intracellularly in skeletal muscle to lessen the excitation-contraction coupling interaction between actin and myosin within the individual sarcomere. This function occurs by antagonizing ryanodine receptors within the sarcoplasmic reticulum, which inhibits the release of calcium ions vital to the contraction process. [5] The precise mechanism of action remains controversial - direct action on the calcium release channel RyR1 versus indirect via other molecular components of the sarcoplasmic reticulum are both proposed mechanisms. [6] [7]", "contents": "Dantrolene -- Mechanism of Action. Unlike the classic paralytic medications that function by blocking postsynaptic acetylcholine receptors, dantrolene acts intracellularly in skeletal muscle to lessen the excitation-contraction coupling interaction between actin and myosin within the individual sarcomere. This function occurs by antagonizing ryanodine receptors within the sarcoplasmic reticulum, which inhibits the release of calcium ions vital to the contraction process. [5] The precise mechanism of action remains controversial - direct action on the calcium release channel RyR1 versus indirect via other molecular components of the sarcoplasmic reticulum are both proposed mechanisms. [6] [7]"}
{"id": "article-20255_4", "title": "Dantrolene -- Mechanism of Action", "content": "By decreasing the amount of calcium within each sarcomere, calcium cannot bind to the troponin on actin filaments; this prevents the uncovering of the myosin-binding site on the actin, preventing the actin and myosin cross-bridging from occurring, thus decreasing the contractibility and energy expenditure of the muscle cells. Dantrolene is metabolized in the liver at least in part by the CYP450 enzyme system and is excreted in the urine. It has a half-life of between 4 and 8 hours.", "contents": "Dantrolene -- Mechanism of Action. By decreasing the amount of calcium within each sarcomere, calcium cannot bind to the troponin on actin filaments; this prevents the uncovering of the myosin-binding site on the actin, preventing the actin and myosin cross-bridging from occurring, thus decreasing the contractibility and energy expenditure of the muscle cells. Dantrolene is metabolized in the liver at least in part by the CYP450 enzyme system and is excreted in the urine. It has a half-life of between 4 and 8 hours."}
{"id": "article-20255_5", "title": "Dantrolene -- Administration", "content": "Dantrolene is available as an intravenous injection and an oral capsule. The choice of the method of administration is dependent on the intended use of the medication. Treatment of malignant hyperthermia: When symptoms of malignant hyperthermia present, 2.5 mg/kg dantrolene via intravenous push should be administered immediately. If the signs and symptoms of malignant hyperthermia persist, additional intravenous boluses of 1 to 2.5 mg/kg are indicated to a maximum cumulative dose of 10 mg/kg. Following the successful treatment of the initial reaction, 1 mg/kg of IV dantrolene should be provided every 6 hours for 24 hours since the last observed symptom of malignant hyperthermia to prevent a recurrence. [8] At any point during the treatment of malignant hyperthermia, contacting the Malignant Hyperthermia Association of the United States is appropriate for dantrolene dosing recommendations and ongoing treatment. [9]", "contents": "Dantrolene -- Administration. Dantrolene is available as an intravenous injection and an oral capsule. The choice of the method of administration is dependent on the intended use of the medication. Treatment of malignant hyperthermia: When symptoms of malignant hyperthermia present, 2.5 mg/kg dantrolene via intravenous push should be administered immediately. If the signs and symptoms of malignant hyperthermia persist, additional intravenous boluses of 1 to 2.5 mg/kg are indicated to a maximum cumulative dose of 10 mg/kg. Following the successful treatment of the initial reaction, 1 mg/kg of IV dantrolene should be provided every 6 hours for 24 hours since the last observed symptom of malignant hyperthermia to prevent a recurrence. [8] At any point during the treatment of malignant hyperthermia, contacting the Malignant Hyperthermia Association of the United States is appropriate for dantrolene dosing recommendations and ongoing treatment. [9]"}
{"id": "article-20255_6", "title": "Dantrolene -- Administration", "content": "Prophylaxis of malignant hyperthermia: 2.5 mg/kg intravenously over one minute, approximately 75 minutes before surgery. Repeat doses can be given during anesthesia and surgery in prolonged cases. Although this is an approved indication for using dantrolene, it is unnecessary if patients avoid triggering agents when they are susceptible to malignant hyperthermia. The recommended weight-based dose is the same for adults and children. Chronic Muscle spasticity: Generally, dosing is 100 mg orally three or four times daily. Start oral dantrolene at 25 mg daily for seven days is the initial dosing, and the dose should be titrated to the maximum individual effect. Doses are typically increased by 25 mg at a time and require monitoring for seven days before further advancement. The maximum dose is 400 mg/day. For children 5 years of age and older, the dose is 6 to 8 daily, divided into three or four doses; start at 0.5 mg/kg/dose orally each day for seven days and increase to 0.5 mg/kg/dose orally three times a day for seven days, then 1 mg/kg/dose three times daily for seven days, and then 2 mg/kg/dose orally three times daily. The maximum dose is 100 mg orally four times daily, but clinicians need to use the lowest effective dose.", "contents": "Dantrolene -- Administration. Prophylaxis of malignant hyperthermia: 2.5 mg/kg intravenously over one minute, approximately 75 minutes before surgery. Repeat doses can be given during anesthesia and surgery in prolonged cases. Although this is an approved indication for using dantrolene, it is unnecessary if patients avoid triggering agents when they are susceptible to malignant hyperthermia. The recommended weight-based dose is the same for adults and children. Chronic Muscle spasticity: Generally, dosing is 100 mg orally three or four times daily. Start oral dantrolene at 25 mg daily for seven days is the initial dosing, and the dose should be titrated to the maximum individual effect. Doses are typically increased by 25 mg at a time and require monitoring for seven days before further advancement. The maximum dose is 400 mg/day. For children 5 years of age and older, the dose is 6 to 8 daily, divided into three or four doses; start at 0.5 mg/kg/dose orally each day for seven days and increase to 0.5 mg/kg/dose orally three times a day for seven days, then 1 mg/kg/dose three times daily for seven days, and then 2 mg/kg/dose orally three times daily. The maximum dose is 100 mg orally four times daily, but clinicians need to use the lowest effective dose."}
{"id": "article-20255_7", "title": "Dantrolene -- Administration", "content": "It is important to note that multiple formulations exist for IV dantrolene. The classic preparation is a lyophilized powder in 20 mg vials that needs reconstitution in approximately 60 ml of sterile water before administration. These vials also contain 3 gm of mannitol each. Given the known difficulty in mixing the solution, it is essential to call for additional help to assist with the medication preparation as the provider continues to monitor and provide resuscitative measures. A new formulation is supplied in 250 mg vials and only requires 5ml of sterile water for reconstitution. Because of the hyper-concentration of this form of dantrolene, blood concentrations rise at a much faster rate, presumably leading to more rapid onset and effect.", "contents": "Dantrolene -- Administration. It is important to note that multiple formulations exist for IV dantrolene. The classic preparation is a lyophilized powder in 20 mg vials that needs reconstitution in approximately 60 ml of sterile water before administration. These vials also contain 3 gm of mannitol each. Given the known difficulty in mixing the solution, it is essential to call for additional help to assist with the medication preparation as the provider continues to monitor and provide resuscitative measures. A new formulation is supplied in 250 mg vials and only requires 5ml of sterile water for reconstitution. Because of the hyper-concentration of this form of dantrolene, blood concentrations rise at a much faster rate, presumably leading to more rapid onset and effect."}
{"id": "article-20255_8", "title": "Dantrolene -- Adverse Effects", "content": "The intravenous administration of dantrolene in healthy volunteers has resulted in skeletal muscle weakness, dyspnea, respiratory muscle weakness, and decreased inspiratory capacity. [10] These are expected symptoms given the mechanism of action of the medication.Oral dantrolene carries a black box warning for the potential for hepatotoxicity, including overt hepatitis. Hepatic function should undergo evaluation before administering the oral capsule form and requires monitoring throughout the course of treatment. The medication should stop immediately if liver function becomes impaired. [11]", "contents": "Dantrolene -- Adverse Effects. The intravenous administration of dantrolene in healthy volunteers has resulted in skeletal muscle weakness, dyspnea, respiratory muscle weakness, and decreased inspiratory capacity. [10] These are expected symptoms given the mechanism of action of the medication.Oral dantrolene carries a black box warning for the potential for hepatotoxicity, including overt hepatitis. Hepatic function should undergo evaluation before administering the oral capsule form and requires monitoring throughout the course of treatment. The medication should stop immediately if liver function becomes impaired. [11]"}
{"id": "article-20255_9", "title": "Dantrolene -- Contraindications", "content": "No contraindications exist to the use of IV dantrolene to treat malignant hyperthermia. Oral dantrolene is contraindicated in patients with underlying liver disease, including cirrhosis, non-alcoholic steatohepatitis, and hepatitis B or C infections.", "contents": "Dantrolene -- Contraindications. No contraindications exist to the use of IV dantrolene to treat malignant hyperthermia. Oral dantrolene is contraindicated in patients with underlying liver disease, including cirrhosis, non-alcoholic steatohepatitis, and hepatitis B or C infections."}
{"id": "article-20255_10", "title": "Dantrolene -- Contraindications", "content": "Dantrolene is an FDA pregnancy category C drug. For pregnant patients, it is permissible to use dantrolene in instances of malignant hyperthermia; in other instances, clinicians should consider alternatives, even though fetal harm is not expected based on limited human data. Alternative agents should be employed in breastfeeding patients or have the patient discontinue breastfeeding during treatment and for 48 hours following treatment cessation. [12]", "contents": "Dantrolene -- Contraindications. Dantrolene is an FDA pregnancy category C drug. For pregnant patients, it is permissible to use dantrolene in instances of malignant hyperthermia; in other instances, clinicians should consider alternatives, even though fetal harm is not expected based on limited human data. Alternative agents should be employed in breastfeeding patients or have the patient discontinue breastfeeding during treatment and for 48 hours following treatment cessation. [12]"}
{"id": "article-20255_11", "title": "Dantrolene -- Monitoring", "content": "Monitoring therapeutic levels of IV dantrolene is unnecessary. When treating a patient, the endpoints of therapy are when the symptoms of malignant hyperthermia (hypercarbia, hyperthermia, tachycardia, rigidity, etc.) have subsided. When using the lyophilized form of dantrolene, large volumes of sterile water are administered with the medication. Although mannitol is included with the dantrolene, monitoring fluid status and output is paramount to the ongoing care a resuscitation of these patients.", "contents": "Dantrolene -- Monitoring. Monitoring therapeutic levels of IV dantrolene is unnecessary. When treating a patient, the endpoints of therapy are when the symptoms of malignant hyperthermia (hypercarbia, hyperthermia, tachycardia, rigidity, etc.) have subsided. When using the lyophilized form of dantrolene, large volumes of sterile water are administered with the medication. Although mannitol is included with the dantrolene, monitoring fluid status and output is paramount to the ongoing care a resuscitation of these patients."}
{"id": "article-20255_12", "title": "Dantrolene -- Monitoring", "content": "For those taking the oral capsule for muscle spasticity, liver function tests require monitoring, and dantrolene should be discontinued if signs and symptoms of liver injury appear. These include elevated LFTs, jaundice, right upper quadrant pain, etc. These symptoms typically resolve upon the discontinuation of dantrolene. If dantrolene is to be reinstated, per recommendations, the patient should be inpatient, and the drug initiated in very small doses with gradual increases. [13]", "contents": "Dantrolene -- Monitoring. For those taking the oral capsule for muscle spasticity, liver function tests require monitoring, and dantrolene should be discontinued if signs and symptoms of liver injury appear. These include elevated LFTs, jaundice, right upper quadrant pain, etc. These symptoms typically resolve upon the discontinuation of dantrolene. If dantrolene is to be reinstated, per recommendations, the patient should be inpatient, and the drug initiated in very small doses with gradual increases. [13]"}
{"id": "article-20255_13", "title": "Dantrolene -- Toxicity", "content": "No reversal drug or antidote exists for IV or oral dantrolene. For hepatotoxicity induced by oral dantrolene, discontinue the medication, and initiate symptomatic therapy.", "contents": "Dantrolene -- Toxicity. No reversal drug or antidote exists for IV or oral dantrolene. For hepatotoxicity induced by oral dantrolene, discontinue the medication, and initiate symptomatic therapy."}
{"id": "article-20255_14", "title": "Dantrolene -- Enhancing Healthcare Team Outcomes", "content": "Use of dantrolene for malignant hyperthermia: Dantrolene is the only known treatment for malignant hyperthermia and should be administered as soon as possible following the identification of the symptoms of the disease process. [14] [Level 3]Availability of dantrolene for malignant hyperthermia: Facilities that stock and can potentially administer any potentially triggering agent, including succinylcholine without volatile agents, should have dantrolene immediately available (i.e., the capability for dantrolene administration within 10 minutes of the first sign of MH) if a patient in that facility develops MH. Large medical facilities with multiple operating rooms should have a malignant hyperthermia cart. [Level 5]Training: All interprofessional team members who administer anesthesia or frequently work in the operating room should undergo training to identify malignant hyperthermia and the appropriate administration and dosing of dantrolene. [Level 5]", "contents": "Dantrolene -- Enhancing Healthcare Team Outcomes. Use of dantrolene for malignant hyperthermia: Dantrolene is the only known treatment for malignant hyperthermia and should be administered as soon as possible following the identification of the symptoms of the disease process. [14] [Level 3]Availability of dantrolene for malignant hyperthermia: Facilities that stock and can potentially administer any potentially triggering agent, including succinylcholine without volatile agents, should have dantrolene immediately available (i.e., the capability for dantrolene administration within 10 minutes of the first sign of MH) if a patient in that facility develops MH. Large medical facilities with multiple operating rooms should have a malignant hyperthermia cart. [Level 5]Training: All interprofessional team members who administer anesthesia or frequently work in the operating room should undergo training to identify malignant hyperthermia and the appropriate administration and dosing of dantrolene. [Level 5]"}
{"id": "article-20255_15", "title": "Dantrolene -- Enhancing Healthcare Team Outcomes", "content": "Performing RCTs for malignant hyperthermia on humans would be unethical, given the known response and treatment with dantrolene and the known mortality if left untreated. Finally, it is crucial to understand that substantial evidence indicating the efficacy of dantrolene for malignant hyperthermia is lacking. Therefore, careful monitoring and care coordination between all members of the interprofessional team (clinicians, mid-level practitioners, anesthesiology specialists, nursing staff, and pharmacists) will optimize dantrolene therapy and administration to provide the needed therapeutic effects while preventing adverse reactions. [Level 5]", "contents": "Dantrolene -- Enhancing Healthcare Team Outcomes. Performing RCTs for malignant hyperthermia on humans would be unethical, given the known response and treatment with dantrolene and the known mortality if left untreated. Finally, it is crucial to understand that substantial evidence indicating the efficacy of dantrolene for malignant hyperthermia is lacking. Therefore, careful monitoring and care coordination between all members of the interprofessional team (clinicians, mid-level practitioners, anesthesiology specialists, nursing staff, and pharmacists) will optimize dantrolene therapy and administration to provide the needed therapeutic effects while preventing adverse reactions. [Level 5]"}
{"id": "article-20255_16", "title": "Dantrolene -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Dantrolene -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}