{"id": "article-65391_0", "title": "Fibromyalgia -- Continuing Education Activity", "content": "Fibromyalgia is a condition characterized by chronic, widespread musculoskeletal pain. This activity illustrates the evaluation and management of fibromyalgia and highlights the role of the interprofessional team in evaluating and managing patients with this condition.", "contents": "Fibromyalgia -- Continuing Education Activity. Fibromyalgia is a condition characterized by chronic, widespread musculoskeletal pain. This activity illustrates the evaluation and management of fibromyalgia and highlights the role of the interprofessional team in evaluating and managing patients with this condition."}
{"id": "article-65391_1", "title": "Fibromyalgia -- Continuing Education Activity", "content": "Objectives: Describe symptoms commonly experienced in patients with fibromyalgia. Outline clinical laboratory findings in patients with fibromyalgia. Identify treatment considerations for patients with fibromyalgia. Summarize the importance of collaboration amongst interprofessional team members to provide cohesive, well-integrated care to patients with fibromyalgia in order to improve patient outcomes. Access free multiple choice questions on this topic.", "contents": "Fibromyalgia -- Continuing Education Activity. Objectives: Describe symptoms commonly experienced in patients with fibromyalgia. Outline clinical laboratory findings in patients with fibromyalgia. Identify treatment considerations for patients with fibromyalgia. Summarize the importance of collaboration amongst interprofessional team members to provide cohesive, well-integrated care to patients with fibromyalgia in order to improve patient outcomes. Access free multiple choice questions on this topic."}
{"id": "article-65391_2", "title": "Fibromyalgia -- Introduction", "content": "Fibromyalgia (FM) is a condition characterized by chronic, widespread musculoskeletal pain. Fatigue, cognitive disturbance, psychiatric and multiple somatic symptoms often accompany the disorder. Fibromyalgia has an unknown etiology and uncertain pathophysiology. [1] [2] There is no evidence of tissue inflammation despite symptoms of soft tissue pain. Fibromyalgia is a pain regulation disorder, as suggested by ongoing research, and often classifies as a form of central sensitization syndrome. [3] Fibromyalgia is considered to be a neurosensory disorder where the individual is not able to process pain in the brain.", "contents": "Fibromyalgia -- Introduction. Fibromyalgia (FM) is a condition characterized by chronic, widespread musculoskeletal pain. Fatigue, cognitive disturbance, psychiatric and multiple somatic symptoms often accompany the disorder. Fibromyalgia has an unknown etiology and uncertain pathophysiology. [1] [2] There is no evidence of tissue inflammation despite symptoms of soft tissue pain. Fibromyalgia is a pain regulation disorder, as suggested by ongoing research, and often classifies as a form of central sensitization syndrome. [3] Fibromyalgia is considered to be a neurosensory disorder where the individual is not able to process pain in the brain."}
{"id": "article-65391_3", "title": "Fibromyalgia -- Etiology", "content": "Fibromyalgia is a chronic pain disorder with an unknown etiology. [4] [5] There is no evidence of any single event cause of this condition; instead, it is triggered or aggravated by multiple physical and/or emotional stressors, which include infections as well as emotional and physical trauma.", "contents": "Fibromyalgia -- Etiology. Fibromyalgia is a chronic pain disorder with an unknown etiology. [4] [5] There is no evidence of any single event cause of this condition; instead, it is triggered or aggravated by multiple physical and/or emotional stressors, which include infections as well as emotional and physical trauma."}
{"id": "article-65391_4", "title": "Fibromyalgia -- Etiology", "content": "Fibromyalgia is considered a disorder of pain regulation, often classified under central sensitization. [6] Some studies have shown a genetic predisposition for fibromyalgia, though there is no documentation of a definitive candidate gene. [7] Pain and sensory processing alterations in the central nervous system are present in fibromyalgia. [8] Patients perceive noxious stimuli as being painful at lower levels of physical stimulation compared to healthy controls. [9] With rapidly repetitive short noxious stimuli to fibromyalgia patients, they experience higher than normal increases in the perceived intensity of pain. There appears to be a deficiency in the endogenous analgesic systems in patients with fibromyalgia. There has been a demonstration of differences in the activation of areas of the brain which are pain-sensitive areas, by functional neuroimaging techniques.", "contents": "Fibromyalgia -- Etiology. Fibromyalgia is considered a disorder of pain regulation, often classified under central sensitization. [6] Some studies have shown a genetic predisposition for fibromyalgia, though there is no documentation of a definitive candidate gene. [7] Pain and sensory processing alterations in the central nervous system are present in fibromyalgia. [8] Patients perceive noxious stimuli as being painful at lower levels of physical stimulation compared to healthy controls. [9] With rapidly repetitive short noxious stimuli to fibromyalgia patients, they experience higher than normal increases in the perceived intensity of pain. There appears to be a deficiency in the endogenous analgesic systems in patients with fibromyalgia. There has been a demonstration of differences in the activation of areas of the brain which are pain-sensitive areas, by functional neuroimaging techniques."}
{"id": "article-65391_5", "title": "Fibromyalgia -- Epidemiology", "content": "Fibromyalgia is more common in women compared to men, with the prevalence of fibromyalgia in the United States at 6.4% (7.7% in women and 4.9% in men). [10] Studies in Europe and South America show a range from 3.3% to 8.3% It increases with age. [10] [11] Between the ages of 20 to 55 years, the cause of generalized musculoskeletal pain in most women is fibromyalgia. The prevalence in adolescents has been found to be similar to those in adults in many studies. Amongst the patients referred to a tertiary care pain clinic, more than 40% met the criteria for fibromyalgia. [12] The risk for fibromyalgia is higher if one has an existing rheumatic disease.", "contents": "Fibromyalgia -- Epidemiology. Fibromyalgia is more common in women compared to men, with the prevalence of fibromyalgia in the United States at 6.4% (7.7% in women and 4.9% in men). [10] Studies in Europe and South America show a range from 3.3% to 8.3% It increases with age. [10] [11] Between the ages of 20 to 55 years, the cause of generalized musculoskeletal pain in most women is fibromyalgia. The prevalence in adolescents has been found to be similar to those in adults in many studies. Amongst the patients referred to a tertiary care pain clinic, more than 40% met the criteria for fibromyalgia. [12] The risk for fibromyalgia is higher if one has an existing rheumatic disease."}
{"id": "article-65391_6", "title": "Fibromyalgia -- Pathophysiology", "content": "In fibromyalgia, there appears to be a problem with the processing of pain in the brain. Patients often become hypersensitive to the perception of pain. The constant hypervigilance of pain is also associated with numerous psychological issues. Abnormalities noted in fibromyalgia include elevated levels of the excitatory neurotransmitters like glutamate and substance P diminished levels of serotonin and norepinephrine in the descending anti-nociceptive pathways in the spinal cord Prolonged enhancement of pain sensations Dysregulation of dopamine Alteration in the activity of brain endogenous opioids. Fibromyalgia is more common in women than men because of the following: Higher levels of anxiety Use of maladaptive coping methods Altered behavior in response to pain Higher levels of depression Altered input to the CNS and hormonal effects of the menstrual cycle", "contents": "Fibromyalgia -- Pathophysiology. In fibromyalgia, there appears to be a problem with the processing of pain in the brain. Patients often become hypersensitive to the perception of pain. The constant hypervigilance of pain is also associated with numerous psychological issues. Abnormalities noted in fibromyalgia include elevated levels of the excitatory neurotransmitters like glutamate and substance P diminished levels of serotonin and norepinephrine in the descending anti-nociceptive pathways in the spinal cord Prolonged enhancement of pain sensations Dysregulation of dopamine Alteration in the activity of brain endogenous opioids. Fibromyalgia is more common in women than men because of the following: Higher levels of anxiety Use of maladaptive coping methods Altered behavior in response to pain Higher levels of depression Altered input to the CNS and hormonal effects of the menstrual cycle"}
{"id": "article-65391_7", "title": "Fibromyalgia -- History and Physical", "content": "Widespread musculoskeletal pain and fatigue are the characteristics of fibromyalgia and are often accompanied by cognitive and psychiatric disturbances. [13]", "contents": "Fibromyalgia -- History and Physical. Widespread musculoskeletal pain and fatigue are the characteristics of fibromyalgia and are often accompanied by cognitive and psychiatric disturbances. [13]"}
{"id": "article-65391_8", "title": "Fibromyalgia -- History and Physical -- Symptoms", "content": "Widespread musculoskeletal pain – The chief complaint of a patient with fibromyalgia is widespread musculoskeletal pain, which is bilateral and involves both the upper and lower parts of the body. The pain may be localized initially, commonly in the neck and shoulders. The predominant description of the pain is muscle pain, but the patients may also complain of joint pain. [14]", "contents": "Fibromyalgia -- History and Physical -- Symptoms. Widespread musculoskeletal pain – The chief complaint of a patient with fibromyalgia is widespread musculoskeletal pain, which is bilateral and involves both the upper and lower parts of the body. The pain may be localized initially, commonly in the neck and shoulders. The predominant description of the pain is muscle pain, but the patients may also complain of joint pain. [14]"}
{"id": "article-65391_9", "title": "Fibromyalgia -- History and Physical -- Symptoms", "content": "Fatigue – The other cardinal symptom of fibromyalgia is fatigue. [15] Especially when waking up from sleep, but it is also in the mid-afternoon. Minor activities may aggravate the pain and fatigue, though inactivity for a prolonged period also increases the symptoms. There is stiffness on waking up in the morning. Patients complain of sleeping lightly with frequent awakenings during the early morning. They feel unrefreshed in the morning, even if they sleep 8 to 10 hours.", "contents": "Fibromyalgia -- History and Physical -- Symptoms. Fatigue – The other cardinal symptom of fibromyalgia is fatigue. [15] Especially when waking up from sleep, but it is also in the mid-afternoon. Minor activities may aggravate the pain and fatigue, though inactivity for a prolonged period also increases the symptoms. There is stiffness on waking up in the morning. Patients complain of sleeping lightly with frequent awakenings during the early morning. They feel unrefreshed in the morning, even if they sleep 8 to 10 hours."}
{"id": "article-65391_10", "title": "Fibromyalgia -- History and Physical -- Symptoms", "content": "Cognitive disturbances – Often referenced as \"fibro fog,\"; patients have difficulty with attention and doing tasks that require rapid changes in thought.", "contents": "Fibromyalgia -- History and Physical -- Symptoms. Cognitive disturbances – Often referenced as \"fibro fog,\"; patients have difficulty with attention and doing tasks that require rapid changes in thought."}
{"id": "article-65391_11", "title": "Fibromyalgia -- History and Physical -- Symptoms", "content": "Other symptoms -  30 to 50 percent of patients have anxiety and/or depression at the time of diagnosis. [16] More than 50 percent of the patients have headaches, which include migraines and tension types. [17] Patients often complain of paresthesias, particularly in both arms and legs. A detailed neurologic evaluation is usually unremarkable. Among gastrointestinal syndromes, IBS commonly correlates with fibromyalgia. Gastroesophageal reflux disease (GERD) occurs more commonly in patients with fibromyalgia compared to the general population. [18] Patients may complain of dry eyes, dyspnea, dysphagia, and palpitations.", "contents": "Fibromyalgia -- History and Physical -- Symptoms. Other symptoms -  30 to 50 percent of patients have anxiety and/or depression at the time of diagnosis. [16] More than 50 percent of the patients have headaches, which include migraines and tension types. [17] Patients often complain of paresthesias, particularly in both arms and legs. A detailed neurologic evaluation is usually unremarkable. Among gastrointestinal syndromes, IBS commonly correlates with fibromyalgia. Gastroesophageal reflux disease (GERD) occurs more commonly in patients with fibromyalgia compared to the general population. [18] Patients may complain of dry eyes, dyspnea, dysphagia, and palpitations."}
{"id": "article-65391_12", "title": "Fibromyalgia -- History and Physical", "content": "The 1990 ACR fibromyalgia classification criteria included tenderness of at least 11 of 18 defined tender points Suboccipital muscle insertion bilaterally The anterior aspect of C5 to C7 intertransverse spaces bilaterally Mid-upper border of trapezius bilaterally Origin of supraspinatus muscle bilaterally Second costochondral junctions bilaterally 2cm distal to the lateral epicondyles bilaterally Upper outer quadrants of buttocks bilaterally Greater trochanteric prominence bilaterally Medial fat pad of the knees bilaterally The pressure appropriate for detecting these tender points should be equal to 4 kg/cm 2 ,  enough to whiten the nail bed of the fingertip of the examiner. However, given many limitations of the tender point examination, the 2010 diagnostic criteria eliminated these findings. The criteria are mentioned below under evaluation.", "contents": "Fibromyalgia -- History and Physical. The 1990 ACR fibromyalgia classification criteria included tenderness of at least 11 of 18 defined tender points Suboccipital muscle insertion bilaterally The anterior aspect of C5 to C7 intertransverse spaces bilaterally Mid-upper border of trapezius bilaterally Origin of supraspinatus muscle bilaterally Second costochondral junctions bilaterally 2cm distal to the lateral epicondyles bilaterally Upper outer quadrants of buttocks bilaterally Greater trochanteric prominence bilaterally Medial fat pad of the knees bilaterally The pressure appropriate for detecting these tender points should be equal to 4 kg/cm 2 ,  enough to whiten the nail bed of the fingertip of the examiner. However, given many limitations of the tender point examination, the 2010 diagnostic criteria eliminated these findings. The criteria are mentioned below under evaluation."}
{"id": "article-65391_13", "title": "Fibromyalgia -- Evaluation", "content": "No abnormalities are seen in fibromyalgia in routine clinical laboratory testing or imaging. However, in research studies, functional MRI and other specialized imaging have revealed certain abnormalities in patients with fibromyalgia compared to control subjects.", "contents": "Fibromyalgia -- Evaluation. No abnormalities are seen in fibromyalgia in routine clinical laboratory testing or imaging. However, in research studies, functional MRI and other specialized imaging have revealed certain abnormalities in patients with fibromyalgia compared to control subjects."}
{"id": "article-65391_14", "title": "Fibromyalgia -- Evaluation -- Diagnosis", "content": "1990 ACR classification criteria — It was used in many clinical and therapeutic trials but has not been useful in diagnosing fibromyalgia in clinical practice The 1990 ACR fibromyalgia classification criteria included: Symptoms of widespread pain, present on both sides of the body and both above and below the waist Physical findings of at minimum 11 of 18 defined tender points Suboccipital muscle insertion bilaterally Anterior aspect of C5 to C7 intertransverse spaces bilaterally Mid upper border of trapezius bilaterally Origin of supraspinatus muscle bilaterally Second costochondral junctions bilaterally 2cm distal to the lateral epicondyles bilaterally Upper outer quadrants of buttocks bilaterally Greater trochanteric prominence bilaterally Medial fat pad of the knees bilaterally The pressure appropriate for detecting these tender points should be equal to 4 kg/cm 2 ,  enough to whiten the nail bed of the fingertip of the examiner.", "contents": "Fibromyalgia -- Evaluation -- Diagnosis. 1990 ACR classification criteria — It was used in many clinical and therapeutic trials but has not been useful in diagnosing fibromyalgia in clinical practice The 1990 ACR fibromyalgia classification criteria included: Symptoms of widespread pain, present on both sides of the body and both above and below the waist Physical findings of at minimum 11 of 18 defined tender points Suboccipital muscle insertion bilaterally Anterior aspect of C5 to C7 intertransverse spaces bilaterally Mid upper border of trapezius bilaterally Origin of supraspinatus muscle bilaterally Second costochondral junctions bilaterally 2cm distal to the lateral epicondyles bilaterally Upper outer quadrants of buttocks bilaterally Greater trochanteric prominence bilaterally Medial fat pad of the knees bilaterally The pressure appropriate for detecting these tender points should be equal to 4 kg/cm 2 ,  enough to whiten the nail bed of the fingertip of the examiner."}
{"id": "article-65391_15", "title": "Fibromyalgia -- Evaluation -- Diagnosis", "content": "For the purposes of classification, the patient is said to have fibromyalgia if both criteria are met. 2010 ACR preliminary diagnostic criteria — There were a number of limitations of the 1990 diagnostic criteria, which include the following. Physicians do not know how to examine tender points, perform the exam incorrectly, or refuse to do so. A number of symptoms that were previously not considered were increasingly appreciated as key symptoms of fibromyalgia. The criteria set the bar so high that it left little room for variation among fibromyalgia patients. Also, the patient whose symptoms improved failed to satisfy the 1990 criteria. There was a 2011 modification of the 2010 ACR preliminary criteria (2011 modified criteria), followed by a 2016 modification.", "contents": "Fibromyalgia -- Evaluation -- Diagnosis. For the purposes of classification, the patient is said to have fibromyalgia if both criteria are met. 2010 ACR preliminary diagnostic criteria — There were a number of limitations of the 1990 diagnostic criteria, which include the following. Physicians do not know how to examine tender points, perform the exam incorrectly, or refuse to do so. A number of symptoms that were previously not considered were increasingly appreciated as key symptoms of fibromyalgia. The criteria set the bar so high that it left little room for variation among fibromyalgia patients. Also, the patient whose symptoms improved failed to satisfy the 1990 criteria. There was a 2011 modification of the 2010 ACR preliminary criteria (2011 modified criteria), followed by a 2016 modification."}
{"id": "article-65391_16", "title": "Fibromyalgia -- Evaluation -- American College of Rheumatology preliminary diagnostic criteria for fibromyalgia and measurement of symptom severity", "content": "A patient fulfills the diagnostic criteria for fibromyalgia if the following three conditions are met: The widespread pain index (WPI) is greater than or equal to 7, the symptom severity (SS) scale score is greater than or equal to 5, the WPI equals 3 to 6, and the SS scale score is greater than or equal to 9. Symptomatology has been present at a similar level for at least 3 months. The patient does not demonstrate any other disorder that would otherwise explain the pain. Ascertainment", "contents": "Fibromyalgia -- Evaluation -- American College of Rheumatology preliminary diagnostic criteria for fibromyalgia and measurement of symptom severity. A patient fulfills the diagnostic criteria for fibromyalgia if the following three conditions are met: The widespread pain index (WPI) is greater than or equal to 7, the symptom severity (SS) scale score is greater than or equal to 5, the WPI equals 3 to 6, and the SS scale score is greater than or equal to 9. Symptomatology has been present at a similar level for at least 3 months. The patient does not demonstrate any other disorder that would otherwise explain the pain. Ascertainment"}
{"id": "article-65391_17", "title": "Fibromyalgia -- Evaluation -- American College of Rheumatology preliminary diagnostic criteria for fibromyalgia and measurement of symptom severity", "content": "WPI: note the number of areas where and how many areas the patient has had pain in the prior week. The score will be between 0 and 19. Shoulder girdle, left hip (buttock, trochanter), left jaw, left upper back shoulder girdle, right hip (buttock, trochanter), right jaw, right lower back upper arm, left upper leg, left chest neck upper arm, right upper leg, right abdomen lower arm, left lower leg, left lower arm, right lower leg, right", "contents": "Fibromyalgia -- Evaluation -- American College of Rheumatology preliminary diagnostic criteria for fibromyalgia and measurement of symptom severity. WPI: note the number of areas where and how many areas the patient has had pain in the prior week. The score will be between 0 and 19. Shoulder girdle, left hip (buttock, trochanter), left jaw, left upper back shoulder girdle, right hip (buttock, trochanter), right jaw, right lower back upper arm, left upper leg, left chest neck upper arm, right upper leg, right abdomen lower arm, left lower leg, left lower arm, right lower leg, right"}
{"id": "article-65391_18", "title": "Fibromyalgia -- Evaluation -- American College of Rheumatology preliminary diagnostic criteria for fibromyalgia and measurement of symptom severity", "content": "SS scale score: Fatigue, waking unrefreshed, and cognitive symptoms. For each of the three symptoms above, indicate the severity level over the past week utilizing the following scale: 0 no problem; 1 slight or mild problems, generally mild or intermittent; 2 moderate, considerable problems, often present and/or at a moderate level; 3 severe: pervasive, continuous, life-disturbing problems. Considering somatic symptoms in general, indicate whether the patient has: 0 for no symptoms, 1 for a few symptoms, 2 for a moderate number of symptoms, and 3 for many symptoms. The SS scale score sums the severity of the 3 symptoms (fatigue, waking unrefreshed, cognitive symptoms) plus the severity) of general somatic symptoms. The final score is between 0 and 12.", "contents": "Fibromyalgia -- Evaluation -- American College of Rheumatology preliminary diagnostic criteria for fibromyalgia and measurement of symptom severity. SS scale score: Fatigue, waking unrefreshed, and cognitive symptoms. For each of the three symptoms above, indicate the severity level over the past week utilizing the following scale: 0 no problem; 1 slight or mild problems, generally mild or intermittent; 2 moderate, considerable problems, often present and/or at a moderate level; 3 severe: pervasive, continuous, life-disturbing problems. Considering somatic symptoms in general, indicate whether the patient has: 0 for no symptoms, 1 for a few symptoms, 2 for a moderate number of symptoms, and 3 for many symptoms. The SS scale score sums the severity of the 3 symptoms (fatigue, waking unrefreshed, cognitive symptoms) plus the severity) of general somatic symptoms. The final score is between 0 and 12."}
{"id": "article-65391_19", "title": "Fibromyalgia -- Treatment / Management", "content": "The approach to patients with fibromyalgia includes educating patients regarding the disease and treatment approaches, exercise regimen, and drug therapy for patients not responding to non-pharmacologic measures.", "contents": "Fibromyalgia -- Treatment / Management. The approach to patients with fibromyalgia includes educating patients regarding the disease and treatment approaches, exercise regimen, and drug therapy for patients not responding to non-pharmacologic measures."}
{"id": "article-65391_20", "title": "Fibromyalgia -- Treatment / Management -- Patient Education", "content": "It is important that patients with fibromyalgia understand their illness before the prescription of any medications. [2] [19] [20] The key elements of patient education include: Reassuring the patient that fibromyalgia is a real disease. There is a role of stress and mood disturbances, and patients with fibromyalgia should be encouraged to learn relaxation techniques as well as be a part of formal stress reduction programs. About 30% of patients with fibromyalgia have major depression at the time of diagnosis, and the lifetime prevalence is 74%. The lifetime prevalence of anxiety disorder is 60%. These patients should be encouraged to get treatment. Good sleep hygiene is an essential part of the management of fibromyalgia, and recognizing and obtaining treatment for sleep disorders that may contribute to symptoms of fibromyalgia is equally important.", "contents": "Fibromyalgia -- Treatment / Management -- Patient Education. It is important that patients with fibromyalgia understand their illness before the prescription of any medications. [2] [19] [20] The key elements of patient education include: Reassuring the patient that fibromyalgia is a real disease. There is a role of stress and mood disturbances, and patients with fibromyalgia should be encouraged to learn relaxation techniques as well as be a part of formal stress reduction programs. About 30% of patients with fibromyalgia have major depression at the time of diagnosis, and the lifetime prevalence is 74%. The lifetime prevalence of anxiety disorder is 60%. These patients should be encouraged to get treatment. Good sleep hygiene is an essential part of the management of fibromyalgia, and recognizing and obtaining treatment for sleep disorders that may contribute to symptoms of fibromyalgia is equally important."}
{"id": "article-65391_21", "title": "Fibromyalgia -- Treatment / Management -- Exercise", "content": "Cardiovascular fitness training is recommended for patients as it helps with pain and improves sleep. [21] [22] Recommended optimal cardiovascular fitness training constitutes a minimum of 30 minutes of aerobic exercise three times a week with the heart rate near the target range.", "contents": "Fibromyalgia -- Treatment / Management -- Exercise. Cardiovascular fitness training is recommended for patients as it helps with pain and improves sleep. [21] [22] Recommended optimal cardiovascular fitness training constitutes a minimum of 30 minutes of aerobic exercise three times a week with the heart rate near the target range."}
{"id": "article-65391_22", "title": "Fibromyalgia -- Treatment / Management -- Medications", "content": "It is recommended to continue nonpharmacologic measures along with the use of medications for most patients with fibromyalgia. Some patients may, however, respond adequately to nonpharmacologic measures alone. The medications that have been well-studied and consistently effective are certain antidepressants and anticonvulsants. The antidepressants include tricyclic medications, like amitriptyline and other selective serotonin reuptake inhibitors (SSRIs) and norepinephrine reuptake inhibitors (SNRIs), including duloxetine and milnacipran. Cyclobenzaprine, a tricyclic medication, has also been found to be effective in patients with fibromyalgia. The beneficial anticonvulsants include gabapentin and pregabalin. The three drugs for the treatment of fibromyalgia approved by the US Food and Drug Administration (FDA) are pregabalin, duloxetine, and milnacipran. Therapy most often initiates with tricyclic antidepressants. An SNRI or one of the anticonvulsants is an option in patients with inadequate response or intolerance to tricyclic antidepressants. However, in a patient with more severe fatigue, depression, or severe sleep disturbance, an SNRI or an anticonvulsant is recommended.", "contents": "Fibromyalgia -- Treatment / Management -- Medications. It is recommended to continue nonpharmacologic measures along with the use of medications for most patients with fibromyalgia. Some patients may, however, respond adequately to nonpharmacologic measures alone. The medications that have been well-studied and consistently effective are certain antidepressants and anticonvulsants. The antidepressants include tricyclic medications, like amitriptyline and other selective serotonin reuptake inhibitors (SSRIs) and norepinephrine reuptake inhibitors (SNRIs), including duloxetine and milnacipran. Cyclobenzaprine, a tricyclic medication, has also been found to be effective in patients with fibromyalgia. The beneficial anticonvulsants include gabapentin and pregabalin. The three drugs for the treatment of fibromyalgia approved by the US Food and Drug Administration (FDA) are pregabalin, duloxetine, and milnacipran. Therapy most often initiates with tricyclic antidepressants. An SNRI or one of the anticonvulsants is an option in patients with inadequate response or intolerance to tricyclic antidepressants. However, in a patient with more severe fatigue, depression, or severe sleep disturbance, an SNRI or an anticonvulsant is recommended."}
{"id": "article-65391_23", "title": "Fibromyalgia -- Treatment / Management -- Treatment for persistent symptoms", "content": "Despite the initial treatment with nonpharmacologic measures and single pharmacologic agents at maximum tolerated dose, many patients continue to be symptomatic. In those patients, the following are the current recommendations. It is recommended to use a combination drug therapy in patients not responsive to monotherapy.", "contents": "Fibromyalgia -- Treatment / Management -- Treatment for persistent symptoms. Despite the initial treatment with nonpharmacologic measures and single pharmacologic agents at maximum tolerated dose, many patients continue to be symptomatic. In those patients, the following are the current recommendations. It is recommended to use a combination drug therapy in patients not responsive to monotherapy."}
{"id": "article-65391_24", "title": "Fibromyalgia -- Treatment / Management -- Treatment for persistent symptoms", "content": "Encouraging participation in a supervised physical exercise program for patients who have difficulty reaching a sufficient level of low-impact aerobic exercise. Referral to a physiatrist and/or a physical therapist would be helpful for these patients. Water-based exercises and yoga have also been found to be useful in a few studies. Psychosocial interventions like cognitive behavioral therapy can be beneficial in patients with inadequate responses to initial treatments.", "contents": "Fibromyalgia -- Treatment / Management -- Treatment for persistent symptoms. Encouraging participation in a supervised physical exercise program for patients who have difficulty reaching a sufficient level of low-impact aerobic exercise. Referral to a physiatrist and/or a physical therapist would be helpful for these patients. Water-based exercises and yoga have also been found to be useful in a few studies. Psychosocial interventions like cognitive behavioral therapy can be beneficial in patients with inadequate responses to initial treatments."}
{"id": "article-65391_25", "title": "Fibromyalgia -- Treatment / Management -- Treatment for persistent symptoms", "content": "Specialty consultations, which include consultations for rheumatologists, physiatrists, and psychiatrists, are recommended for patients not responding adequately to initial therapies. Treatment should be interprofessional and individualized, with close attention to the patient’s symptoms. [23] There is limited evidence for analgesics, anti-inflammatory drugs, and complementary and alternative therapies like tai chi, yoga, and acupuncture. Some studies have shown benefits with neuromodulation techniques like transcranial stimulation, occipital and C2 nerve stimulation, and transcutaneous electrical nerve stimulation.", "contents": "Fibromyalgia -- Treatment / Management -- Treatment for persistent symptoms. Specialty consultations, which include consultations for rheumatologists, physiatrists, and psychiatrists, are recommended for patients not responding adequately to initial therapies. Treatment should be interprofessional and individualized, with close attention to the patient’s symptoms. [23] There is limited evidence for analgesics, anti-inflammatory drugs, and complementary and alternative therapies like tai chi, yoga, and acupuncture. Some studies have shown benefits with neuromodulation techniques like transcranial stimulation, occipital and C2 nerve stimulation, and transcutaneous electrical nerve stimulation."}
{"id": "article-65391_26", "title": "Fibromyalgia -- Differential Diagnosis", "content": "Fibromyalgia may mimic other conditions due to multiple nonspecific symptoms. The differentials include polymyalgia rheumatica, spondyloarthritis, inflammatory myopathy, systemic inflammatory arthropathies, and hypothyroidism. The limited laboratory findings, along with history and physical examination, can help differentiate fibromyalgia from other differentials.", "contents": "Fibromyalgia -- Differential Diagnosis. Fibromyalgia may mimic other conditions due to multiple nonspecific symptoms. The differentials include polymyalgia rheumatica, spondyloarthritis, inflammatory myopathy, systemic inflammatory arthropathies, and hypothyroidism. The limited laboratory findings, along with history and physical examination, can help differentiate fibromyalgia from other differentials."}
{"id": "article-65391_27", "title": "Fibromyalgia -- Prognosis", "content": "Most longitudinal long-term studies have shown that most of the patients continue to have chronic pain and fatigue, but the majority of these studies have been from tertiary referral centers. In contrast, patients treated by primary care physicians in the community have a much better prognosis. Many demographic and psychosocial factors significantly impact the prognosis and outcome in patients with fibromyalgia. Female gender, low socioeconomic status, unemployment, obesity, depression, and history of abuse had adverse effects on the outcome. Overall the prognosis is poor for many patients. Factors associated with poor prognosis include: A long duration of disease High-stress levels Presence of depression or anxiety that has not been adequately treated Long-standing avoidance of work Alcohol or drug dependence Moderate to severe functional impairment", "contents": "Fibromyalgia -- Prognosis. Most longitudinal long-term studies have shown that most of the patients continue to have chronic pain and fatigue, but the majority of these studies have been from tertiary referral centers. In contrast, patients treated by primary care physicians in the community have a much better prognosis. Many demographic and psychosocial factors significantly impact the prognosis and outcome in patients with fibromyalgia. Female gender, low socioeconomic status, unemployment, obesity, depression, and history of abuse had adverse effects on the outcome. Overall the prognosis is poor for many patients. Factors associated with poor prognosis include: A long duration of disease High-stress levels Presence of depression or anxiety that has not been adequately treated Long-standing avoidance of work Alcohol or drug dependence Moderate to severe functional impairment"}
{"id": "article-65391_28", "title": "Fibromyalgia -- Complications", "content": "Some patients with fibromyalgia experience mental fog, often known as fibro fog, which includes cognitive issues and lasting memory problems that interfere with their ability to concentrate. Also, patients with fibromyalgia are more likely to be hospitalized for any reason compared to the general population.", "contents": "Fibromyalgia -- Complications. Some patients with fibromyalgia experience mental fog, often known as fibro fog, which includes cognitive issues and lasting memory problems that interfere with their ability to concentrate. Also, patients with fibromyalgia are more likely to be hospitalized for any reason compared to the general population."}
{"id": "article-65391_29", "title": "Fibromyalgia -- Consultations", "content": "Specialty consultations, which include consultations for rheumatologists, physiatrists, and psychiatrists, are recommended for patients not responding adequately to initial therapies. Treatment should be interprofessional and individualized, with close attention to the patient’s symptoms.", "contents": "Fibromyalgia -- Consultations. Specialty consultations, which include consultations for rheumatologists, physiatrists, and psychiatrists, are recommended for patients not responding adequately to initial therapies. Treatment should be interprofessional and individualized, with close attention to the patient’s symptoms."}
{"id": "article-65391_30", "title": "Fibromyalgia -- Deterrence and Patient Education", "content": "It is crucial that patients with fibromyalgia understand their illness before the prescription of any medications. The key elements of patient education include: Reassuring the patient that fibromyalgia is a real disease", "contents": "Fibromyalgia -- Deterrence and Patient Education. It is crucial that patients with fibromyalgia understand their illness before the prescription of any medications. The key elements of patient education include: Reassuring the patient that fibromyalgia is a real disease"}
{"id": "article-65391_31", "title": "Fibromyalgia -- Deterrence and Patient Education", "content": "There is a role of stress and mood disturbances, and patients with fibromyalgia should be encouraged to learn relaxation techniques as well as be a part of formal stress reduction programs. About 30% of patients with fibromyalgia have major depression at the time of diagnosis, and the lifetime prevalence is 74%. The lifetime prevalence of anxiety disorder is 60%. These patients should be encouraged to get treatment.", "contents": "Fibromyalgia -- Deterrence and Patient Education. There is a role of stress and mood disturbances, and patients with fibromyalgia should be encouraged to learn relaxation techniques as well as be a part of formal stress reduction programs. About 30% of patients with fibromyalgia have major depression at the time of diagnosis, and the lifetime prevalence is 74%. The lifetime prevalence of anxiety disorder is 60%. These patients should be encouraged to get treatment."}
{"id": "article-65391_32", "title": "Fibromyalgia -- Deterrence and Patient Education", "content": "Good sleep hygiene is an essential part of the management of fibromyalgia, and recognizing and obtaining treatment of sleep disorders that may contribute to symptoms of fibromyalgia is equally important.)", "contents": "Fibromyalgia -- Deterrence and Patient Education. Good sleep hygiene is an essential part of the management of fibromyalgia, and recognizing and obtaining treatment of sleep disorders that may contribute to symptoms of fibromyalgia is equally important.)"}
{"id": "article-65391_33", "title": "Fibromyalgia -- Enhancing Healthcare Team Outcomes", "content": "Fibromyalgia is not only a difficult disorder to diagnose, but its treatment is not satisfactory. To make matters worse, the patients are also often dissatisfied and searching for new providers to prescribe them pain and other controlled substances. The condition is best managed by an interprofessional team dedicated to pain management. It should include the primary care physician, physician assistant, pain specialist, internist, mental health nurse, and nurse practitioner.", "contents": "Fibromyalgia -- Enhancing Healthcare Team Outcomes. Fibromyalgia is not only a difficult disorder to diagnose, but its treatment is not satisfactory. To make matters worse, the patients are also often dissatisfied and searching for new providers to prescribe them pain and other controlled substances. The condition is best managed by an interprofessional team dedicated to pain management. It should include the primary care physician, physician assistant, pain specialist, internist, mental health nurse, and nurse practitioner."}
{"id": "article-65391_34", "title": "Fibromyalgia -- Enhancing Healthcare Team Outcomes", "content": "Since there is no cure for the disorder, clinicians need to educate the patient on limiting the triggers. Besides reducing stress, the patients should improve their sleep, eat a healthy diet, enroll in an exercise program, and join support groups.", "contents": "Fibromyalgia -- Enhancing Healthcare Team Outcomes. Since there is no cure for the disorder, clinicians need to educate the patient on limiting the triggers. Besides reducing stress, the patients should improve their sleep, eat a healthy diet, enroll in an exercise program, and join support groups."}
{"id": "article-65391_35", "title": "Fibromyalgia -- Enhancing Healthcare Team Outcomes", "content": "It is equally important that they utilize the resources available in the community, like physical exercise programs and relaxation programs. Psychosocial interventions like CBT can be useful in patients with inadequate responses. Referral to a physiatrist and/or a physical therapist is helpful in these patients. Specialty consultations, which include consultations with rheumatologists and psychiatrists, are also recommended for patients not responding adequately to initial therapies. [24] [25] [level 1]", "contents": "Fibromyalgia -- Enhancing Healthcare Team Outcomes. It is equally important that they utilize the resources available in the community, like physical exercise programs and relaxation programs. Psychosocial interventions like CBT can be useful in patients with inadequate responses. Referral to a physiatrist and/or a physical therapist is helpful in these patients. Specialty consultations, which include consultations with rheumatologists and psychiatrists, are also recommended for patients not responding adequately to initial therapies. [24] [25] [level 1]"}
{"id": "article-65391_36", "title": "Fibromyalgia -- Enhancing Healthcare Team Outcomes", "content": "The pharmacist should educate the patient on the harms of opioids and encourage other methods of pain control. The key is to develop a trusting relationship with the patient so that compliance is maintained with treatments.", "contents": "Fibromyalgia -- Enhancing Healthcare Team Outcomes. The pharmacist should educate the patient on the harms of opioids and encourage other methods of pain control. The key is to develop a trusting relationship with the patient so that compliance is maintained with treatments."}
{"id": "article-65391_37", "title": "Fibromyalgia -- Enhancing Healthcare Team Outcomes", "content": "The nurse should encourage the patient to quit smoking and abstain from alcohol and caffeine. A dietitian should recommend healthy foods and the need to maintain a healthy weight. Finally, clinicians should refrain from being critical of alternative healthcare; if it works and is not harmful, the patient should be encouraged to participate.", "contents": "Fibromyalgia -- Enhancing Healthcare Team Outcomes. The nurse should encourage the patient to quit smoking and abstain from alcohol and caffeine. A dietitian should recommend healthy foods and the need to maintain a healthy weight. Finally, clinicians should refrain from being critical of alternative healthcare; if it works and is not harmful, the patient should be encouraged to participate."}
{"id": "article-65391_38", "title": "Fibromyalgia -- Enhancing Healthcare Team Outcomes", "content": "A coordinated interprofessional team approach including physicians, mid-level practitioners, nursing staff, and, where needed, pharmacists and physical therapists will produce the best results. [Level 5]", "contents": "Fibromyalgia -- Enhancing Healthcare Team Outcomes. A coordinated interprofessional team approach including physicians, mid-level practitioners, nursing staff, and, where needed, pharmacists and physical therapists will produce the best results. [Level 5]"}
{"id": "article-65391_39", "title": "Fibromyalgia -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Fibromyalgia -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}