{"id": "article-30433_0", "title": "Tracheostomy -- Continuing Education Activity", "content": "A tracheostomy (or tracheotomy, while there are technical differences, these terms are colloquially used interchangeably. For this article, we will use 'tracheostomy') is a surgical procedure to create an opening in the anterior trachea to facilitate respiration. This activity reviews the indications, processes, and management of patients who will need or who have a tracheostomy and highlights the role of the interprofessional team in managing the care of patients who undergo a tracheostomy.", "contents": "Tracheostomy -- Continuing Education Activity. A tracheostomy (or tracheotomy, while there are technical differences, these terms are colloquially used interchangeably. For this article, we will use 'tracheostomy') is a surgical procedure to create an opening in the anterior trachea to facilitate respiration. This activity reviews the indications, processes, and management of patients who will need or who have a tracheostomy and highlights the role of the interprofessional team in managing the care of patients who undergo a tracheostomy."}
{"id": "article-30433_1", "title": "Tracheostomy -- Continuing Education Activity", "content": "Objectives: Identify the anatomical structures in a tracheostomy. Describe the procedure of tracheostomy. Summarize the potential complications of a tracheostomy. Access free multiple choice questions on this topic.", "contents": "Tracheostomy -- Continuing Education Activity. Objectives: Identify the anatomical structures in a tracheostomy. Describe the procedure of tracheostomy. Summarize the potential complications of a tracheostomy. Access free multiple choice questions on this topic."}
{"id": "article-30433_2", "title": "Tracheostomy -- Introduction", "content": "Tracheostomy is one of the earliest surgical procedures recorded, with illustrations depicting it as early as 3600 B.C. in ancient Egypt. A tracheostomy (or tracheotomy, while there are technical differences, these terms are colloquially used interchangeably. For the purposes of this article, we will use 'tracheostomy') is a surgical procedure to create an opening in the anterior trachea to facilitate respiration. Historically, a tracheostomy represented the only treatment available for upper airway obstruction, and this remains an important indication for tracheostomy today, though there are numerous others. A tracheostomy may be required in an emergent setting to bypass an obstructed airway or (more commonly) may be placed electively to facilitate mechanical ventilation, to wean from a ventilator, or to allow more efficient management of secretions (referred to as pulmonary toilet), among other reasons. Traditionally, a tracheostomy is performed as an open surgical procedure. However, safe and reliable percutaneous tracheostomy techniques have been relatively developed, allowing for the bedside placement of a tracheostomy in many patients. [1]", "contents": "Tracheostomy -- Introduction. Tracheostomy is one of the earliest surgical procedures recorded, with illustrations depicting it as early as 3600 B.C. in ancient Egypt. A tracheostomy (or tracheotomy, while there are technical differences, these terms are colloquially used interchangeably. For the purposes of this article, we will use 'tracheostomy') is a surgical procedure to create an opening in the anterior trachea to facilitate respiration. Historically, a tracheostomy represented the only treatment available for upper airway obstruction, and this remains an important indication for tracheostomy today, though there are numerous others. A tracheostomy may be required in an emergent setting to bypass an obstructed airway or (more commonly) may be placed electively to facilitate mechanical ventilation, to wean from a ventilator, or to allow more efficient management of secretions (referred to as pulmonary toilet), among other reasons. Traditionally, a tracheostomy is performed as an open surgical procedure. However, safe and reliable percutaneous tracheostomy techniques have been relatively developed, allowing for the bedside placement of a tracheostomy in many patients. [1]"}
{"id": "article-30433_3", "title": "Tracheostomy -- Anatomy and Physiology", "content": "The trachea is a structure composed of incomplete cartilaginous rings (except for the first ring, which is complete), beginning at the subglottic larynx and terminating at the carina and mainstem bronchi. The posterior wall of the trachea is shared with the anterior wall of the esophagus. The first ring that connects the trachea to the larynx is called the cricoid cartilage, which is a complete ring and also contains the cricothyroid joint of the larynx. The trachea lies deep to the sternohyoid and sternothyroid muscles, with the thyroid gland typically overlying the second to fourth tracheal rings in the neck. Immediately lateral to the cervical trachea lie the recurrent laryngeal nerves and some peritracheal lympho-fatty tissue. These structures are surrounded by the middle (or pretracheal) layer of the deep cervical fascia. Lateral to these structures lies the common carotid arteries, which are encased in the carotid sheath, a component of the deep layer of the deep cervical fascia. The thymus and anterior mediastinal contents overlie the thoracic trachea as it courses posterior to the heart. The innominate artery crosses over the trachea as it arises from the aorta.", "contents": "Tracheostomy -- Anatomy and Physiology. The trachea is a structure composed of incomplete cartilaginous rings (except for the first ring, which is complete), beginning at the subglottic larynx and terminating at the carina and mainstem bronchi. The posterior wall of the trachea is shared with the anterior wall of the esophagus. The first ring that connects the trachea to the larynx is called the cricoid cartilage, which is a complete ring and also contains the cricothyroid joint of the larynx. The trachea lies deep to the sternohyoid and sternothyroid muscles, with the thyroid gland typically overlying the second to fourth tracheal rings in the neck. Immediately lateral to the cervical trachea lie the recurrent laryngeal nerves and some peritracheal lympho-fatty tissue. These structures are surrounded by the middle (or pretracheal) layer of the deep cervical fascia. Lateral to these structures lies the common carotid arteries, which are encased in the carotid sheath, a component of the deep layer of the deep cervical fascia. The thymus and anterior mediastinal contents overlie the thoracic trachea as it courses posterior to the heart. The innominate artery crosses over the trachea as it arises from the aorta."}
{"id": "article-30433_4", "title": "Tracheostomy -- Anatomy and Physiology -- Anatomic Landmarks for Tracheostomy", "content": "Thyroid notch - a palpable landmark to identify the superior aspect of the larynx in the midline. Cricothyroid membrane - a palpable depression between the cricoid and thyroid cartilages. This is the location for an emergent cricothyrotomy. Cricoid cartilage - a palpable landmark to identify the junction of the larynx and trachea. The skin incision is typically placed 1 to 2 cm inferior to the cricoid. Sternal notch - a palpable landmark to identify the thoracic inlet. It is important to palpate here to detect the possibility of a high-riding innominate artery that may be encountered during tracheostomy.", "contents": "Tracheostomy -- Anatomy and Physiology -- Anatomic Landmarks for Tracheostomy. Thyroid notch - a palpable landmark to identify the superior aspect of the larynx in the midline. Cricothyroid membrane - a palpable depression between the cricoid and thyroid cartilages. This is the location for an emergent cricothyrotomy. Cricoid cartilage - a palpable landmark to identify the junction of the larynx and trachea. The skin incision is typically placed 1 to 2 cm inferior to the cricoid. Sternal notch - a palpable landmark to identify the thoracic inlet. It is important to palpate here to detect the possibility of a high-riding innominate artery that may be encountered during tracheostomy."}
{"id": "article-30433_5", "title": "Tracheostomy -- Indications", "content": "The indications for tracheostomy can be divided into emergent tracheostomy and elective tracheostomy. Indications for emergent tracheostomy include: Acute upper airway obstruction with failed endotracheal intubation (foreign body, angioedema, infection, anaphylaxis, etc.) Post-cricothyrotomy (if a cricothyrotomy has been placed, it should be immediately formalized into a tracheostomy once an airway has been secured) Penetrating laryngeal trauma LeFort III fracture", "contents": "Tracheostomy -- Indications. The indications for tracheostomy can be divided into emergent tracheostomy and elective tracheostomy. Indications for emergent tracheostomy include: Acute upper airway obstruction with failed endotracheal intubation (foreign body, angioedema, infection, anaphylaxis, etc.) Post-cricothyrotomy (if a cricothyrotomy has been placed, it should be immediately formalized into a tracheostomy once an airway has been secured) Penetrating laryngeal trauma LeFort III fracture"}
{"id": "article-30433_6", "title": "Tracheostomy -- Indications", "content": "Emergent tracheostomy is most commonly carried out in the setting of acute airway obstruction, such as aspiration of a foreign body into the upper airway, Ludwig's angina, or penetrating trauma to the airway that is not amenable to endotracheal intubation. Emergent tracheostomy may also be necessary for the setting of severe facial or cervical trauma, particularly in pan-facial fractures where craniofacial dislocation presents a contraindication to nasal intubation. In most cases (with the exception of penetrating laryngeal trauma and LeFort III fractures), there are less invasive airway management strategies that can be attempted before proceeding to awake emergent tracheostomy, but all instruments must be ready and available to proceed with emergent tracheostomy before any airway manipulation occurs. [2] Indications for elective tracheostomy include:", "contents": "Tracheostomy -- Indications. Emergent tracheostomy is most commonly carried out in the setting of acute airway obstruction, such as aspiration of a foreign body into the upper airway, Ludwig's angina, or penetrating trauma to the airway that is not amenable to endotracheal intubation. Emergent tracheostomy may also be necessary for the setting of severe facial or cervical trauma, particularly in pan-facial fractures where craniofacial dislocation presents a contraindication to nasal intubation. In most cases (with the exception of penetrating laryngeal trauma and LeFort III fractures), there are less invasive airway management strategies that can be attempted before proceeding to awake emergent tracheostomy, but all instruments must be ready and available to proceed with emergent tracheostomy before any airway manipulation occurs. [2] Indications for elective tracheostomy include:"}
{"id": "article-30433_7", "title": "Tracheostomy -- Indications", "content": "Prolonged ventilator dependence Prophylactic tracheostomy prior to head and neck cancer treatment Obstructive sleep apnea refractory to other treatments Chronic aspiration Neuromuscular disease Subglottic stenosis", "contents": "Tracheostomy -- Indications. Prolonged ventilator dependence Prophylactic tracheostomy prior to head and neck cancer treatment Obstructive sleep apnea refractory to other treatments Chronic aspiration Neuromuscular disease Subglottic stenosis"}
{"id": "article-30433_8", "title": "Tracheostomy -- Indications", "content": "The timing of elective tracheostomy for prolonged intubation (failure to wean from mechanical ventilation) has been a subject of much debate. Classic teaching dictates tracheostomy be carried out 5 to 7 days after endotracheal intubation in order to minimize the risk of complications associated with long-term intubation, most notably subglottic stenosis. The development of low-pressure cuffs on endotracheal tubes (with a maximum pressure of 20 cm H2O) may allow this time to be extended if the likelihood of extubation exists. Alternatively, early tracheostomy has been advocated in order to enhance patient comfort, decrease sedation, and potentially decrease ICU/ventilator days. [3] [4]", "contents": "Tracheostomy -- Indications. The timing of elective tracheostomy for prolonged intubation (failure to wean from mechanical ventilation) has been a subject of much debate. Classic teaching dictates tracheostomy be carried out 5 to 7 days after endotracheal intubation in order to minimize the risk of complications associated with long-term intubation, most notably subglottic stenosis. The development of low-pressure cuffs on endotracheal tubes (with a maximum pressure of 20 cm H2O) may allow this time to be extended if the likelihood of extubation exists. Alternatively, early tracheostomy has been advocated in order to enhance patient comfort, decrease sedation, and potentially decrease ICU/ventilator days. [3] [4]"}
{"id": "article-30433_9", "title": "Tracheostomy -- Indications", "content": "The Eastern Association of Surgical Trauma (EAST) guidelines recommend early tracheostomy (3-7 days after intubation) for patients with severe closed-head injuries or in those who require prolonged ventilatory support. Similarly, in non-trauma patients with failed ventilator weaning, tracheostomy at post-intubation day 5-7 has been recommended by numerous professional organizations. [5] [6] Prophylactic tracheostomy may be necessary for the setting of extensive head and neck procedures due to trauma or upper aerodigestive tumors. Expected edema from the surgery or subsequent radiation therapy may portend upper airway obstruction, so an elective tracheostomy is warranted before treatment begins.", "contents": "Tracheostomy -- Indications. The Eastern Association of Surgical Trauma (EAST) guidelines recommend early tracheostomy (3-7 days after intubation) for patients with severe closed-head injuries or in those who require prolonged ventilatory support. Similarly, in non-trauma patients with failed ventilator weaning, tracheostomy at post-intubation day 5-7 has been recommended by numerous professional organizations. [5] [6] Prophylactic tracheostomy may be necessary for the setting of extensive head and neck procedures due to trauma or upper aerodigestive tumors. Expected edema from the surgery or subsequent radiation therapy may portend upper airway obstruction, so an elective tracheostomy is warranted before treatment begins."}
{"id": "article-30433_10", "title": "Tracheostomy -- Indications", "content": "Tracheostomy may be beneficial in refractory obstructive sleep apnea, especially in the morbidly obese patient who is unable to be treated with continuous positive airway pressure. Patients with prolonged impaired neurological status may not be able to manage their oral secretions and thus risk recurrent aspiration. An elective tracheostomy may, therefore, be required for such a pulmonary toilet to prevent aspiration pneumonia. Finally, patients with neuromuscular conditions such as amyotrophic lateral sclerosis may lack the muscle strength to breathe independently, and a tracheostomy is required to facilitate mechanical ventilation.", "contents": "Tracheostomy -- Indications. Tracheostomy may be beneficial in refractory obstructive sleep apnea, especially in the morbidly obese patient who is unable to be treated with continuous positive airway pressure. Patients with prolonged impaired neurological status may not be able to manage their oral secretions and thus risk recurrent aspiration. An elective tracheostomy may, therefore, be required for such a pulmonary toilet to prevent aspiration pneumonia. Finally, patients with neuromuscular conditions such as amyotrophic lateral sclerosis may lack the muscle strength to breathe independently, and a tracheostomy is required to facilitate mechanical ventilation."}
{"id": "article-30433_11", "title": "Tracheostomy -- Contraindications", "content": "There are no absolute contraindications to tracheostomy except for active cellulitis of the anterior neck skin. End of life issues should be discussed in the terminally ill patient and goals of continued care established before proceeding with tracheostomy or any invasive procedure.", "contents": "Tracheostomy -- Contraindications. There are no absolute contraindications to tracheostomy except for active cellulitis of the anterior neck skin. End of life issues should be discussed in the terminally ill patient and goals of continued care established before proceeding with tracheostomy or any invasive procedure."}
{"id": "article-30433_12", "title": "Tracheostomy -- Equipment", "content": "Equipment required in the OR includes a tracheostomy tray, as well as personal protective equipment. For percutaneous tracheostomy, a bronchoscope is also required. Fiberoptic laryngoscopy or bronchoscopy may be helpful in difficult cases.", "contents": "Tracheostomy -- Equipment. Equipment required in the OR includes a tracheostomy tray, as well as personal protective equipment. For percutaneous tracheostomy, a bronchoscope is also required. Fiberoptic laryngoscopy or bronchoscopy may be helpful in difficult cases."}
{"id": "article-30433_13", "title": "Tracheostomy -- Personnel", "content": "For open tracheostomy performed in the operating room, a surgeon, surgical assistant, anesthesiologist, nurse, and scrub tech are needed.", "contents": "Tracheostomy -- Personnel. For open tracheostomy performed in the operating room, a surgeon, surgical assistant, anesthesiologist, nurse, and scrub tech are needed."}
{"id": "article-30433_14", "title": "Tracheostomy -- Personnel", "content": "For a percutaneous tracheostomy (both at the bedside or in the operating room), two physicians are required. One performs the percutaneous portion at the neck, and the other utilizes a bronchoscope to visualize the passage of the wire and tube in the trachea. A bedside percutaneous tracheostomy may be performed by a non-surgeon, such as a pulmonologist or a critical care physician.", "contents": "Tracheostomy -- Personnel. For a percutaneous tracheostomy (both at the bedside or in the operating room), two physicians are required. One performs the percutaneous portion at the neck, and the other utilizes a bronchoscope to visualize the passage of the wire and tube in the trachea. A bedside percutaneous tracheostomy may be performed by a non-surgeon, such as a pulmonologist or a critical care physician."}
{"id": "article-30433_15", "title": "Tracheostomy -- Preparation", "content": "Open tracheostomy is generally carried out in the operating suite by a surgeon and complimentary staff, as outlined above. Usually, the patient is intubated and under general anesthesia, but in situations such as Ludwig angina, a local anesthetic can be utilized, and the tracheostomy can be performed with the patient awake. Initially, a cuffed, non-fenestrated tracheostomy tube is used. In situations where aerosolization of respiratory secretions is a concern, specialized personal protective equipment is necessary for the team, and the procedure should be performed in a negative pressure room.", "contents": "Tracheostomy -- Preparation. Open tracheostomy is generally carried out in the operating suite by a surgeon and complimentary staff, as outlined above. Usually, the patient is intubated and under general anesthesia, but in situations such as Ludwig angina, a local anesthetic can be utilized, and the tracheostomy can be performed with the patient awake. Initially, a cuffed, non-fenestrated tracheostomy tube is used. In situations where aerosolization of respiratory secretions is a concern, specialized personal protective equipment is necessary for the team, and the procedure should be performed in a negative pressure room."}
{"id": "article-30433_16", "title": "Tracheostomy -- Technique or Treatment -- Open Tracheostomy", "content": "Anatomic landmarks such as the thyroid notch, cricoid cartilage, and sternal notch are palpated and marked. The surgeon should pay close attention to palpation in the sternal notch to detect a high-riding innominate artery. A skin incision is then marked in the midline anterior neck 1 to 2 cm inferior to the cricoid cartilage. A horizontal or vertical incision may be utilized.", "contents": "Tracheostomy -- Technique or Treatment -- Open Tracheostomy. Anatomic landmarks such as the thyroid notch, cricoid cartilage, and sternal notch are palpated and marked. The surgeon should pay close attention to palpation in the sternal notch to detect a high-riding innominate artery. A skin incision is then marked in the midline anterior neck 1 to 2 cm inferior to the cricoid cartilage. A horizontal or vertical incision may be utilized."}
{"id": "article-30433_17", "title": "Tracheostomy -- Technique or Treatment -- Open Tracheostomy", "content": "The incision is extended through the platysma muscle to expose the strap muscles (sternohyoid and sternothyroid), identifying the median raphe. The strap muscles are retracted laterally, exposing the cricoid cartilage and thyroid gland. The thyroid isthmus is identified and ligated, if necessary, depending on its location along the trachea. Hemostats can be utilized to cross-clamp the isthmus, subsequently oversewing each stump with a silk suture to ensure hemostasis of thyroid tissue. A cricoid hook is then placed under the cricoid cartilage to elevate the larynx and trachea into the operative field. The second and third tracheal rings are identified.", "contents": "Tracheostomy -- Technique or Treatment -- Open Tracheostomy. The incision is extended through the platysma muscle to expose the strap muscles (sternohyoid and sternothyroid), identifying the median raphe. The strap muscles are retracted laterally, exposing the cricoid cartilage and thyroid gland. The thyroid isthmus is identified and ligated, if necessary, depending on its location along the trachea. Hemostats can be utilized to cross-clamp the isthmus, subsequently oversewing each stump with a silk suture to ensure hemostasis of thyroid tissue. A cricoid hook is then placed under the cricoid cartilage to elevate the larynx and trachea into the operative field. The second and third tracheal rings are identified."}
{"id": "article-30433_18", "title": "Tracheostomy -- Technique or Treatment -- Open Tracheostomy", "content": "Stay ligatures may be placed laterally to facilitate traction on the trachea for tube placement, as well as tube security in the postoperative period. An incision is made between the second and third rings, and a tracheostomy tube is placed. Various modifications have been proposed, including the removal of an anterior window of cartilage (often removing a segment of 1 to 2 rings), the use of a vertical anterior incision across 1-2 rings (used in pediatric tracheostomy), or the creation of a Bjork flap, in which an inferiorly-based cartilage flap is created and secured to the subcutaneous tissues.", "contents": "Tracheostomy -- Technique or Treatment -- Open Tracheostomy. Stay ligatures may be placed laterally to facilitate traction on the trachea for tube placement, as well as tube security in the postoperative period. An incision is made between the second and third rings, and a tracheostomy tube is placed. Various modifications have been proposed, including the removal of an anterior window of cartilage (often removing a segment of 1 to 2 rings), the use of a vertical anterior incision across 1-2 rings (used in pediatric tracheostomy), or the creation of a Bjork flap, in which an inferiorly-based cartilage flap is created and secured to the subcutaneous tissues."}
{"id": "article-30433_19", "title": "Tracheostomy -- Technique or Treatment -- Open Tracheostomy", "content": "The first ring is avoided to decrease the risk of subsequent stenosis. With the tube in place, it is connected to the anesthesia circuit, and end-tidal CO 2 confirmed. Only then is the cricoid hook released. The tracheostomy tube is secured with a soft trans-cervical tie as well as sutured to the anterior neck skin until the first tracheostomy tube change on postoperative day five. [7]", "contents": "Tracheostomy -- Technique or Treatment -- Open Tracheostomy. The first ring is avoided to decrease the risk of subsequent stenosis. With the tube in place, it is connected to the anesthesia circuit, and end-tidal CO 2 confirmed. Only then is the cricoid hook released. The tracheostomy tube is secured with a soft trans-cervical tie as well as sutured to the anterior neck skin until the first tracheostomy tube change on postoperative day five. [7]"}
{"id": "article-30433_20", "title": "Tracheostomy -- Technique or Treatment -- Percutaneous Tracheostomy", "content": "A percutaneous technique was described in 1985 by Ciaglia and colleagues. [8] This method uses a dilatational process via a modified Seldinger technique under bronchoscopic guidance. Numerous studies have compared the outcomes of the two techniques, suggesting several potential advantages of each technique over the other. [9] [10] The percutaneous technique is more amenable to bedside performance, avoiding the transport of potentially critically ill patients to the operating room. The percutaneous technique has also been associated with less blood loss and lower infection rates than the open technique. The percutaneous technique has been associated with several significant devastating complications, such as tracheal laceration, aortic injury, and esophageal perforation, which are extremely unusual after the open procedure. [11]", "contents": "Tracheostomy -- Technique or Treatment -- Percutaneous Tracheostomy. A percutaneous technique was described in 1985 by Ciaglia and colleagues. [8] This method uses a dilatational process via a modified Seldinger technique under bronchoscopic guidance. Numerous studies have compared the outcomes of the two techniques, suggesting several potential advantages of each technique over the other. [9] [10] The percutaneous technique is more amenable to bedside performance, avoiding the transport of potentially critically ill patients to the operating room. The percutaneous technique has also been associated with less blood loss and lower infection rates than the open technique. The percutaneous technique has been associated with several significant devastating complications, such as tracheal laceration, aortic injury, and esophageal perforation, which are extremely unusual after the open procedure. [11]"}
{"id": "article-30433_21", "title": "Tracheostomy -- Complications", "content": "Complications after tracheostomy can be best considered as occurring during the operative period, early postoperative period, and late postoperative period.", "contents": "Tracheostomy -- Complications. Complications after tracheostomy can be best considered as occurring during the operative period, early postoperative period, and late postoperative period."}
{"id": "article-30433_22", "title": "Tracheostomy -- Complications -- Operative Period", "content": "The most common intraoperative complication is bleeding. Many patients who require tracheostomy are critically ill and have an underlying coagulopathy, which should be corrected preoperatively if possible. If they are thrombocytopenic, they may require platelet transfusion to platelets greater than 50,000 before proceeding with any airway surgery.", "contents": "Tracheostomy -- Complications -- Operative Period. The most common intraoperative complication is bleeding. Many patients who require tracheostomy are critically ill and have an underlying coagulopathy, which should be corrected preoperatively if possible. If they are thrombocytopenic, they may require platelet transfusion to platelets greater than 50,000 before proceeding with any airway surgery."}
{"id": "article-30433_23", "title": "Tracheostomy -- Complications -- Operative Period", "content": "Anatomically, the anterior jugular veins can usually be retracted laterally; however, aberrant or bridging anterior jugular veins may be present, which should be ligated. A small percentage of patients, approximately 5%, will have a thyroidea ima artery, which courses along the anterior surface of the trachea. [12] Once divided, it can retract inferiorly and contribute to ongoing bleeding, so meticulous technique is required when ligating it. As previously mentioned, careful ligation of the thyroid isthmus with transfixing ligatures can minimize bleeding risk from this site.", "contents": "Tracheostomy -- Complications -- Operative Period. Anatomically, the anterior jugular veins can usually be retracted laterally; however, aberrant or bridging anterior jugular veins may be present, which should be ligated. A small percentage of patients, approximately 5%, will have a thyroidea ima artery, which courses along the anterior surface of the trachea. [12] Once divided, it can retract inferiorly and contribute to ongoing bleeding, so meticulous technique is required when ligating it. As previously mentioned, careful ligation of the thyroid isthmus with transfixing ligatures can minimize bleeding risk from this site."}
{"id": "article-30433_24", "title": "Tracheostomy -- Complications -- Operative Period", "content": "A rare but disastrous intraoperative complication is that of airway fire. This occurs due to the presence of high concentrations of oxygen in the anesthetic tubing and an ignition source provided by the electrocautery unit. [13] This can be prevented by precise communication between the surgical and the anesthetic team. If a fire occurs, the entire circuit should be removed from the patient, and the patient bagged with a mask until the tracheostomy is placed. The aerodigestive tract should then be evaluated for any potential thermal injury via laryngoscopy, bronchoscopy, and esophagoscopy.", "contents": "Tracheostomy -- Complications -- Operative Period. A rare but disastrous intraoperative complication is that of airway fire. This occurs due to the presence of high concentrations of oxygen in the anesthetic tubing and an ignition source provided by the electrocautery unit. [13] This can be prevented by precise communication between the surgical and the anesthetic team. If a fire occurs, the entire circuit should be removed from the patient, and the patient bagged with a mask until the tracheostomy is placed. The aerodigestive tract should then be evaluated for any potential thermal injury via laryngoscopy, bronchoscopy, and esophagoscopy."}
{"id": "article-30433_25", "title": "Tracheostomy -- Complications -- Operative Period", "content": "A final operative complication is that of pneumothorax or pneumomediastinum. This can occur with the inadvertent creation of a false passage if the tracheostomy tube is placed anterior to the trachea. A ruptured bleb or injury to the apex of the lung may result in a pneumothorax as well.", "contents": "Tracheostomy -- Complications -- Operative Period. A final operative complication is that of pneumothorax or pneumomediastinum. This can occur with the inadvertent creation of a false passage if the tracheostomy tube is placed anterior to the trachea. A ruptured bleb or injury to the apex of the lung may result in a pneumothorax as well."}
{"id": "article-30433_26", "title": "Tracheostomy -- Complications -- Operative Period", "content": "Pneumomediastinum is generally self-limited. If the pneumothorax is a concern, a chest radiograph should be obtained postoperatively, and a chest tube should be placed if indicated. This is also extremely rare after a routine tracheostomy, though some surgeons obtain postoperative chest X-rays on all tracheostomy patients.", "contents": "Tracheostomy -- Complications -- Operative Period. Pneumomediastinum is generally self-limited. If the pneumothorax is a concern, a chest radiograph should be obtained postoperatively, and a chest tube should be placed if indicated. This is also extremely rare after a routine tracheostomy, though some surgeons obtain postoperative chest X-rays on all tracheostomy patients."}
{"id": "article-30433_27", "title": "Tracheostomy -- Complications -- Early Complications", "content": "Infections after tracheostomy are very rare, and those requiring antibiotics even more so. The majority of \"infections\" can be treated by local wound care, as they are typically just leakage of secretions from the new stoma into the field. Some deep infections or frank abscesses may require antibiotics specific for the infecting organism and are more significant in the immunocompromised patient.", "contents": "Tracheostomy -- Complications -- Early Complications. Infections after tracheostomy are very rare, and those requiring antibiotics even more so. The majority of \"infections\" can be treated by local wound care, as they are typically just leakage of secretions from the new stoma into the field. Some deep infections or frank abscesses may require antibiotics specific for the infecting organism and are more significant in the immunocompromised patient."}
{"id": "article-30433_28", "title": "Tracheostomy -- Complications -- Early Complications", "content": "Acute obstruction of the tracheostomy tube may be caused by blood or mucus and is more likely in the immediate and early postoperative periods. Postoperative protocols involving scheduled flexible tracheal suctioning, use of humidified oxygen, and scheduled replacement or cleaning of the inner cannula (daily) can minimize the risk of complete obstruction. Tube dislodgement can also result in acute obstruction, where the distal tip of the tracheostomy tube exits the tracheal lumen and rests in the soft tissue or a false passage. Placement of stay sutures in the lateral trachea during the operative procedure can facilitate tube replacement, as can skin sutures to secure the tracheostomy tube to the neck skin while the fistula matures. Reintubation can be required to re-establish a definitive airway and is best performed via flexible laryngoscopy through the tracheostomy tube to confirm an intra-lumenal placement visually.", "contents": "Tracheostomy -- Complications -- Early Complications. Acute obstruction of the tracheostomy tube may be caused by blood or mucus and is more likely in the immediate and early postoperative periods. Postoperative protocols involving scheduled flexible tracheal suctioning, use of humidified oxygen, and scheduled replacement or cleaning of the inner cannula (daily) can minimize the risk of complete obstruction. Tube dislodgement can also result in acute obstruction, where the distal tip of the tracheostomy tube exits the tracheal lumen and rests in the soft tissue or a false passage. Placement of stay sutures in the lateral trachea during the operative procedure can facilitate tube replacement, as can skin sutures to secure the tracheostomy tube to the neck skin while the fistula matures. Reintubation can be required to re-establish a definitive airway and is best performed via flexible laryngoscopy through the tracheostomy tube to confirm an intra-lumenal placement visually."}
{"id": "article-30433_29", "title": "Tracheostomy -- Complications -- Late Complications", "content": "The most dreaded late complications are associated with pressure necrosis due to over-inflation of the cuff of the tracheostomy tube. These are rarer than in the past due to advancements in low-pressure cuffs and the awareness of cuff pressure as a risk factor. Tracheostomy cuff pressure should be measured regularly to prevent this occurrence, ideally at a maximum of 20cm H2O. High pressure in the trachea can lead to necrosis of the wall due to ischemia. Subsequent healing results in scanning and stenosis.", "contents": "Tracheostomy -- Complications -- Late Complications. The most dreaded late complications are associated with pressure necrosis due to over-inflation of the cuff of the tracheostomy tube. These are rarer than in the past due to advancements in low-pressure cuffs and the awareness of cuff pressure as a risk factor. Tracheostomy cuff pressure should be measured regularly to prevent this occurrence, ideally at a maximum of 20cm H2O. High pressure in the trachea can lead to necrosis of the wall due to ischemia. Subsequent healing results in scanning and stenosis."}
{"id": "article-30433_30", "title": "Tracheostomy -- Complications -- Late Complications", "content": "Stenosis can be treated in several ways, both endoscopic and open, and a formal discussion of this is beyond the scope of this article. Please see the relevant StatPearls articles on subglottic stenosis and tracheal stenosis. [14]", "contents": "Tracheostomy -- Complications -- Late Complications. Stenosis can be treated in several ways, both endoscopic and open, and a formal discussion of this is beyond the scope of this article. Please see the relevant StatPearls articles on subglottic stenosis and tracheal stenosis. [14]"}
{"id": "article-30433_31", "title": "Tracheostomy -- Complications -- Persistent Tracheocutaneous Fistula", "content": "On removal of the tracheostomy tube, the stoma will usually close within 24 to 48 hours spontaneously. On occasion, granulation tissue will persist at the site and can be a nuisance. This can typically be treated with topical silver nitrate. If surgical closure is required, debridement and closure in layers utilizing the strap muscles to bolster the repair will usually be successful.", "contents": "Tracheostomy -- Complications -- Persistent Tracheocutaneous Fistula. On removal of the tracheostomy tube, the stoma will usually close within 24 to 48 hours spontaneously. On occasion, granulation tissue will persist at the site and can be a nuisance. This can typically be treated with topical silver nitrate. If surgical closure is required, debridement and closure in layers utilizing the strap muscles to bolster the repair will usually be successful."}
{"id": "article-30433_32", "title": "Tracheostomy -- Complications -- Tracheoesophageal Fistula", "content": "Tracheoesophageal fistula is a very rare complication occurring in less than 5% of tracheostomies. They generally arise due to excessive pressure on the posterior membranous trachea (the party wall shared by the trachea and esophagus). This can be caused by over-inflation of the cuff of the tracheostomy tube. The tracheostomy tube may also be oriented posteriorly, placing excessive pressure on the posterior tracheal wall, and if ventilatory pressures are higher than expected, a flexible scope should be passed via the tracheostomy tube to ensure the proper intra-lumenal orientation of the tracheostomy tube. Re-sizing or replacement with a proximal or distal XLT tube may alleviate such an issue.", "contents": "Tracheostomy -- Complications -- Tracheoesophageal Fistula. Tracheoesophageal fistula is a very rare complication occurring in less than 5% of tracheostomies. They generally arise due to excessive pressure on the posterior membranous trachea (the party wall shared by the trachea and esophagus). This can be caused by over-inflation of the cuff of the tracheostomy tube. The tracheostomy tube may also be oriented posteriorly, placing excessive pressure on the posterior tracheal wall, and if ventilatory pressures are higher than expected, a flexible scope should be passed via the tracheostomy tube to ensure the proper intra-lumenal orientation of the tracheostomy tube. Re-sizing or replacement with a proximal or distal XLT tube may alleviate such an issue."}
{"id": "article-30433_33", "title": "Tracheostomy -- Complications -- Tracheoesophageal Fistula", "content": "The presence of an indwelling nasogastric tube, in addition to the rigid tracheostomy tube, increases the risk of this complication, and alternate enteral feeding is advised (gastrostomy tube) for patients requiring tracheostomy. Patients with a tracheoesophageal fistula may present with bronchopulmonary suppuration or tracheobronchial contamination with food/gastric contents or simply with recurrent or severe pneumonia. The length of the fistula is generally 1 to 4 cm and requires attention to the trachea as well as the esophagus. [15] [16]", "contents": "Tracheostomy -- Complications -- Tracheoesophageal Fistula. The presence of an indwelling nasogastric tube, in addition to the rigid tracheostomy tube, increases the risk of this complication, and alternate enteral feeding is advised (gastrostomy tube) for patients requiring tracheostomy. Patients with a tracheoesophageal fistula may present with bronchopulmonary suppuration or tracheobronchial contamination with food/gastric contents or simply with recurrent or severe pneumonia. The length of the fistula is generally 1 to 4 cm and requires attention to the trachea as well as the esophagus. [15] [16]"}
{"id": "article-30433_34", "title": "Tracheostomy -- Complications -- Tracheoesophageal Fistula", "content": "Definite repair is accomplished by resection of the fistula with primary esophageal closure, primary anastomosis of the trachea, and interposition of a viable muscle flap. For a more comprehensive discussion, please see the StatPearls article entitled 'Tracheoesophageal Fistula.'", "contents": "Tracheostomy -- Complications -- Tracheoesophageal Fistula. Definite repair is accomplished by resection of the fistula with primary esophageal closure, primary anastomosis of the trachea, and interposition of a viable muscle flap. For a more comprehensive discussion, please see the StatPearls article entitled 'Tracheoesophageal Fistula.'"}
{"id": "article-30433_35", "title": "Tracheostomy -- Complications -- Tracheoinnominate Fistula", "content": "Tracheoinnominate fistula is a very rare but potentially devastating complication, occurring in less than 1% of tracheostomies but with an estimated mortality of 80%. [17] The event may be preceded by a sentinel bleed, a pulsatile bleed from the stoma, which stops spontaneously. The bleeding may then recur several days later with subsequent exsanguinating hemorrhage. Several risk factors have been identified which may predispose a patient to a tracheoinnominate fistula. These factors include placement of the tracheostomy below the third tracheal ring, the presence of a more cephalad (high-riding) innominate artery, and placement of an improperly sized tube (either too large in diameter or of an improper length) which places excessive pressure on the anterior tracheal wall behind the sternum.", "contents": "Tracheostomy -- Complications -- Tracheoinnominate Fistula. Tracheoinnominate fistula is a very rare but potentially devastating complication, occurring in less than 1% of tracheostomies but with an estimated mortality of 80%. [17] The event may be preceded by a sentinel bleed, a pulsatile bleed from the stoma, which stops spontaneously. The bleeding may then recur several days later with subsequent exsanguinating hemorrhage. Several risk factors have been identified which may predispose a patient to a tracheoinnominate fistula. These factors include placement of the tracheostomy below the third tracheal ring, the presence of a more cephalad (high-riding) innominate artery, and placement of an improperly sized tube (either too large in diameter or of an improper length) which places excessive pressure on the anterior tracheal wall behind the sternum."}
{"id": "article-30433_36", "title": "Tracheostomy -- Complications -- Tracheoinnominate Fistula", "content": "The central etiology of tracheoinnominate fistula is the pressure necrosis of the anterior wall of the trachea between the tracheostomy tube or its cuff and the relatively rigid, high-pressure wall of the innominate artery. The aberrant cephalad location of the innominate artery has also been described as a causative factor by Oskinsky et al. [18] In addition, tube cuff pressure should be monitored, keeping it less than 20cm H2O to reduce the risk of tracheal necrosis. [19]", "contents": "Tracheostomy -- Complications -- Tracheoinnominate Fistula. The central etiology of tracheoinnominate fistula is the pressure necrosis of the anterior wall of the trachea between the tracheostomy tube or its cuff and the relatively rigid, high-pressure wall of the innominate artery. The aberrant cephalad location of the innominate artery has also been described as a causative factor by Oskinsky et al. [18] In addition, tube cuff pressure should be monitored, keeping it less than 20cm H2O to reduce the risk of tracheal necrosis. [19]"}
{"id": "article-30433_37", "title": "Tracheostomy -- Complications -- Tracheoinnominate Fistula", "content": "Once the potential for a tracheoinnominate fistula is recognized, prompt surgical management is necessary. Immediate measures include removal of the tracheostomy tube and oral tracheal intubation with the cuff inflated distal to the bleeding source. Then, using a finger inserted through the tracheostomy stoma, digital pressure can be used to occlude the innominate artery by pinching it against the posterior surface of the manubrium. The patient should be immediately transported to the operating room, where the occluding finger and hand are prepped into the surgical field. The open repair involves median sternotomy with ligation of the innominate artery with some form of interpositional flap to allow for tracheal healing. Case studies have also demonstrated the potential for endovascular stenting as well as embolization. [20]", "contents": "Tracheostomy -- Complications -- Tracheoinnominate Fistula. Once the potential for a tracheoinnominate fistula is recognized, prompt surgical management is necessary. Immediate measures include removal of the tracheostomy tube and oral tracheal intubation with the cuff inflated distal to the bleeding source. Then, using a finger inserted through the tracheostomy stoma, digital pressure can be used to occlude the innominate artery by pinching it against the posterior surface of the manubrium. The patient should be immediately transported to the operating room, where the occluding finger and hand are prepped into the surgical field. The open repair involves median sternotomy with ligation of the innominate artery with some form of interpositional flap to allow for tracheal healing. Case studies have also demonstrated the potential for endovascular stenting as well as embolization. [20]"}
{"id": "article-30433_38", "title": "Tracheostomy -- Clinical Significance", "content": "A tracheostomy provides a secure, durable airway for prolonged mechanical ventilatory support in patients. It can also provide a means of the pulmonary toilet in individuals unable to clear secretions. Quality of life issues, as well as end-of-life issues, should be addressed preoperatively with the patient or surrogates before proceeding, especially in the terminally ill and older patients. Tracheostomy aerosolizes respiratory particles from the patient to a higher degree than many other surgeries, and in cases of virulent airborne pathogens (tuberculosis, COVID-19, etc.), special precautions should be taken to protect operating room staff. [21]", "contents": "Tracheostomy -- Clinical Significance. A tracheostomy provides a secure, durable airway for prolonged mechanical ventilatory support in patients. It can also provide a means of the pulmonary toilet in individuals unable to clear secretions. Quality of life issues, as well as end-of-life issues, should be addressed preoperatively with the patient or surrogates before proceeding, especially in the terminally ill and older patients. Tracheostomy aerosolizes respiratory particles from the patient to a higher degree than many other surgeries, and in cases of virulent airborne pathogens (tuberculosis, COVID-19, etc.), special precautions should be taken to protect operating room staff. [21]"}
{"id": "article-30433_39", "title": "Tracheostomy -- Enhancing Healthcare Team Outcomes -- Post-Tracheostomy Care", "content": "Tube cuffs should be monitored to maintain pressure in the 20 to 25 mm Hg range. [22] Humidification of gases is important as this will aid in preventing thick or dried-out secretions, which are more prone to cause obstruction. The head of the bed should be elevated to minimize the risk of aspiration, and oral feeding should be initially evaluated by a speech pathologist. For the first 24 hours, the lumen should be suctioned hourly. This can be extended to every four hours until the first tracheostomy tube change at 5 to 7 days postoperatively.", "contents": "Tracheostomy -- Enhancing Healthcare Team Outcomes -- Post-Tracheostomy Care. Tube cuffs should be monitored to maintain pressure in the 20 to 25 mm Hg range. [22] Humidification of gases is important as this will aid in preventing thick or dried-out secretions, which are more prone to cause obstruction. The head of the bed should be elevated to minimize the risk of aspiration, and oral feeding should be initially evaluated by a speech pathologist. For the first 24 hours, the lumen should be suctioned hourly. This can be extended to every four hours until the first tracheostomy tube change at 5 to 7 days postoperatively."}
{"id": "article-30433_40", "title": "Tracheostomy -- Enhancing Healthcare Team Outcomes -- Post-Tracheostomy Care", "content": "The skin sutures and any stay sutures are removed at this time as well. If patients are alert, awake, and cooperative, the caliber of the tracheostomy tube may be able to be downsized at this time. It is inadvisable to change the tracheostomy tube within the first five days of placement as the cutaneous-tracheal tract is immature and easily lost, which can result in loss of the airway. If tube changes are necessary during this time period, emergency equipment and adequate lighting similar- to the operating suite or in the operating room should be considered. Additional measures include the availability of smaller sized trach tubes, endotracheal tubes, exchange catheters, as well as possible bronchoscopic guidance. [23]", "contents": "Tracheostomy -- Enhancing Healthcare Team Outcomes -- Post-Tracheostomy Care. The skin sutures and any stay sutures are removed at this time as well. If patients are alert, awake, and cooperative, the caliber of the tracheostomy tube may be able to be downsized at this time. It is inadvisable to change the tracheostomy tube within the first five days of placement as the cutaneous-tracheal tract is immature and easily lost, which can result in loss of the airway. If tube changes are necessary during this time period, emergency equipment and adequate lighting similar- to the operating suite or in the operating room should be considered. Additional measures include the availability of smaller sized trach tubes, endotracheal tubes, exchange catheters, as well as possible bronchoscopic guidance. [23]"}
{"id": "article-30433_41", "title": "Tracheostomy -- Nursing, Allied Health, and Interprofessional Team Interventions", "content": "Tracheostomy is a safe, effective procedure that can be performed via an open or percutaneous technique. Indications include relief of airway obstruction, secretion management, and secure access for prolonged mechanical ventilation. The precise timing of tracheostomy remains controversial, but most centers proceed within 5 to 14 days, depending on the prognosis of the patient and the cause of initial intubation. Complications can be categorized as intraoperative, early, and late. The most devastating complication is that of a tracheoinnominate fistula. Post-operative management is best carried out by a multidisciplinary team.", "contents": "Tracheostomy -- Nursing, Allied Health, and Interprofessional Team Interventions. Tracheostomy is a safe, effective procedure that can be performed via an open or percutaneous technique. Indications include relief of airway obstruction, secretion management, and secure access for prolonged mechanical ventilation. The precise timing of tracheostomy remains controversial, but most centers proceed within 5 to 14 days, depending on the prognosis of the patient and the cause of initial intubation. Complications can be categorized as intraoperative, early, and late. The most devastating complication is that of a tracheoinnominate fistula. Post-operative management is best carried out by a multidisciplinary team."}
{"id": "article-30433_42", "title": "Tracheostomy -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Tracheostomy -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}