{"id": "article-30096_0", "title": "Thrombocytopenia in Pregnancy -- Continuing Education Activity", "content": "Thrombocytopenia, defined as a platelet count of under 150 x 10^9/L, is the second most common hematological abnormality in pregnancy. This CME activity reviews the presentation, diagnosis, and management of thrombocytopenia in pregnancy, and discusses the role of the an interprofessional team in managing pregnant women with low platelet counts. The reader will also learn about the role of other specialists, especially hematologists in the management of pregnant women with thrombocytopenia, as well as the etiologies of thrombocytopenia in pregnancy and how to manage them.", "contents": "Thrombocytopenia in Pregnancy -- Continuing Education Activity. Thrombocytopenia, defined as a platelet count of under 150 x 10^9/L, is the second most common hematological abnormality in pregnancy. This CME activity reviews the presentation, diagnosis, and management of thrombocytopenia in pregnancy, and discusses the role of the an interprofessional team in managing pregnant women with low platelet counts. The reader will also learn about the role of other specialists, especially hematologists in the management of pregnant women with thrombocytopenia, as well as the etiologies of thrombocytopenia in pregnancy and how to manage them."}
{"id": "article-30096_1", "title": "Thrombocytopenia in Pregnancy -- Continuing Education Activity", "content": "Objectives: Identify the etiology of thrombocytopenia in pregnancy. Review the evaluation of thrombocytopenia in pregnancy. Outline the treatment and management options available for thrombocytopenia in pregnancy. Summarize the importance of improving care coordination amongst the interprofessional team to enhance the delivery of care for patients with thrombocytopenia in pregnancy. Access free multiple choice questions on this topic.", "contents": "Thrombocytopenia in Pregnancy -- Continuing Education Activity. Objectives: Identify the etiology of thrombocytopenia in pregnancy. Review the evaluation of thrombocytopenia in pregnancy. Outline the treatment and management options available for thrombocytopenia in pregnancy. Summarize the importance of improving care coordination amongst the interprofessional team to enhance the delivery of care for patients with thrombocytopenia in pregnancy. Access free multiple choice questions on this topic."}
{"id": "article-30096_2", "title": "Thrombocytopenia in Pregnancy -- Introduction", "content": "Thrombocytopenia, defined as a platelet count of under 150 x 10^9/L, is the second most common hematological abnormality in pregnancy. [1] [2] The International working group (IWG) adopted a lower threshold of platelets, 100 x 10^9/L, to define immune thrombocytopenia, which is observed in less than 1% of all pregnancies. [1] [3] [2] Thrombocytopenia in pregnancy occurs either due to obstetric conditions (like gestational thrombocytopenia, pre-eclampsia/eclampsia) or secondary to systemic disorders (like thrombocytopenic thrombotic purpura, immune thrombocytopenia). [4] [5] For the present discussion, the approach to thrombocytopenia has its basis on the trimester in which the thrombocytopenia develops and the etiology of the thrombocytopenia. This division will help in understanding the workup and guiding management. Even though thrombocytopenia is a common abnormality in pregnancy, it seldom leads to life-threatening complications by itself. The management of thrombocytopenia focuses on the underlying cause. Platelet transfusion is usually not required to achieve a particular goal and is only for bleeding patients. [1] [4] [6] Local hospital policies govern the goal of platelet counts and are quite variable between institutions. Nevertheless, a hematologist must be involved in the management of thrombocytopenia in pregnancy, especially if the platelet count drops below 70 x 10^9/L, or if a coexistent bleeding disorder is either encountered or suspected.", "contents": "Thrombocytopenia in Pregnancy -- Introduction. Thrombocytopenia, defined as a platelet count of under 150 x 10^9/L, is the second most common hematological abnormality in pregnancy. [1] [2] The International working group (IWG) adopted a lower threshold of platelets, 100 x 10^9/L, to define immune thrombocytopenia, which is observed in less than 1% of all pregnancies. [1] [3] [2] Thrombocytopenia in pregnancy occurs either due to obstetric conditions (like gestational thrombocytopenia, pre-eclampsia/eclampsia) or secondary to systemic disorders (like thrombocytopenic thrombotic purpura, immune thrombocytopenia). [4] [5] For the present discussion, the approach to thrombocytopenia has its basis on the trimester in which the thrombocytopenia develops and the etiology of the thrombocytopenia. This division will help in understanding the workup and guiding management. Even though thrombocytopenia is a common abnormality in pregnancy, it seldom leads to life-threatening complications by itself. The management of thrombocytopenia focuses on the underlying cause. Platelet transfusion is usually not required to achieve a particular goal and is only for bleeding patients. [1] [4] [6] Local hospital policies govern the goal of platelet counts and are quite variable between institutions. Nevertheless, a hematologist must be involved in the management of thrombocytopenia in pregnancy, especially if the platelet count drops below 70 x 10^9/L, or if a coexistent bleeding disorder is either encountered or suspected."}
{"id": "article-30096_3", "title": "Thrombocytopenia in Pregnancy -- Etiology", "content": "Thrombocytopenia in pregnancy happens secondary to many etiologies, differing in their pathophysiology and presentation. A summary of possible etiologies is listed here:", "contents": "Thrombocytopenia in Pregnancy -- Etiology. Thrombocytopenia in pregnancy happens secondary to many etiologies, differing in their pathophysiology and presentation. A summary of possible etiologies is listed here:"}
{"id": "article-30096_4", "title": "Thrombocytopenia in Pregnancy -- Etiology", "content": "Gestational thrombocytopenia", "contents": "Thrombocytopenia in Pregnancy -- Etiology. Gestational thrombocytopenia"}
{"id": "article-30096_5", "title": "Thrombocytopenia in Pregnancy -- Etiology", "content": "Immune thrombocytopenia", "contents": "Thrombocytopenia in Pregnancy -- Etiology. Immune thrombocytopenia"}
{"id": "article-30096_6", "title": "Thrombocytopenia in Pregnancy -- Etiology", "content": "Thrombotic microangiopathy (TMA): TMA in pregnancy divides into pregnancy-specific TMA and non-pregnancy specific TMA due to differences in management. Pregnancy specific TMA Pre-eclampsia (PEC): Hemolysis, elevated liver enzymes, low platelets (HELLP) syndrome Acute fatty liver of pregnancy (AFLP) TMA not specific to pregnancy Thrombotic thrombocytopenic purpura (TTP) Atypical hemolytic-uremic syndrome (HUS)", "contents": "Thrombocytopenia in Pregnancy -- Etiology. Thrombotic microangiopathy (TMA): TMA in pregnancy divides into pregnancy-specific TMA and non-pregnancy specific TMA due to differences in management. Pregnancy specific TMA Pre-eclampsia (PEC): Hemolysis, elevated liver enzymes, low platelets (HELLP) syndrome Acute fatty liver of pregnancy (AFLP) TMA not specific to pregnancy Thrombotic thrombocytopenic purpura (TTP) Atypical hemolytic-uremic syndrome (HUS)"}
{"id": "article-30096_7", "title": "Thrombocytopenia in Pregnancy -- Etiology", "content": "Disseminated intravascular coagulation (DIC)", "contents": "Thrombocytopenia in Pregnancy -- Etiology. Disseminated intravascular coagulation (DIC)"}
{"id": "article-30096_8", "title": "Thrombocytopenia in Pregnancy -- Etiology", "content": "Hereditary thrombocytopenia (HT): Further classify according to the size of the platelet, genetic defect and inheritance pattern (WAS gene, HOXA 11 gene, MYH9 disorders, etc.) [7]", "contents": "Thrombocytopenia in Pregnancy -- Etiology. Hereditary thrombocytopenia (HT): Further classify according to the size of the platelet, genetic defect and inheritance pattern (WAS gene, HOXA 11 gene, MYH9 disorders, etc.) [7]"}
{"id": "article-30096_9", "title": "Thrombocytopenia in Pregnancy -- Etiology", "content": "Others [4] [8] : Bone marrow failure syndromes Aplastic anemia Myelodysplastic syndrome (MDS), Myeloproliferative neoplasms (MPN), Leukemia/lymphoma Marrow infiltrative disorders Paroxysmal nocturnal hemoglobinuria (PNH), Drug-induced thrombocytopenia, Type IIB von Willebrand disease (VWD). Heparin-induced thrombocytopenia (HIT)", "contents": "Thrombocytopenia in Pregnancy -- Etiology. Others [4] [8] : Bone marrow failure syndromes Aplastic anemia Myelodysplastic syndrome (MDS), Myeloproliferative neoplasms (MPN), Leukemia/lymphoma Marrow infiltrative disorders Paroxysmal nocturnal hemoglobinuria (PNH), Drug-induced thrombocytopenia, Type IIB von Willebrand disease (VWD). Heparin-induced thrombocytopenia (HIT)"}
{"id": "article-30096_10", "title": "Thrombocytopenia in Pregnancy -- Etiology", "content": "It is also worthwhile to distribute the etiology of thrombocytopenia according to the trimester and the platelet count. [4]", "contents": "Thrombocytopenia in Pregnancy -- Etiology. It is also worthwhile to distribute the etiology of thrombocytopenia according to the trimester and the platelet count. [4]"}
{"id": "article-30096_11", "title": "Thrombocytopenia in Pregnancy -- Etiology -- First Trimester", "content": "Immune thrombocytopenia (ITP) (most common) Hereditary thrombocytopenia (HT) Others (Please see above for a detailed list) Thrombotic microangiopathy (TMA)", "contents": "Thrombocytopenia in Pregnancy -- Etiology -- First Trimester. Immune thrombocytopenia (ITP) (most common) Hereditary thrombocytopenia (HT) Others (Please see above for a detailed list) Thrombotic microangiopathy (TMA)"}
{"id": "article-30096_12", "title": "Thrombocytopenia in Pregnancy -- Etiology -- Second Trimester", "content": "Platelet count greater than 100 x 10/L Gestational thrombocytopenia ITP Pre-eclampsia/ HELLP HT/Others/TMA Platelet count under 100 x 10/L ITP (most common) HT Pre-eclampsia/HELLP Others Gestational thrombocytopenia TMA", "contents": "Thrombocytopenia in Pregnancy -- Etiology -- Second Trimester. Platelet count greater than 100 x 10/L Gestational thrombocytopenia ITP Pre-eclampsia/ HELLP HT/Others/TMA Platelet count under 100 x 10/L ITP (most common) HT Pre-eclampsia/HELLP Others Gestational thrombocytopenia TMA"}
{"id": "article-30096_13", "title": "Thrombocytopenia in Pregnancy -- Etiology -- Third Trimester", "content": "Platelet count more than 100 x 10/L Gestational Thrombocytopenia (most common) Pre-eclampsia/ HELLP (second most common) Others/TMA/ITP/HT Platelet count less than 50 x 10/L Pre-eclampsia/ HELLP (most common) ITP Others TMA Gestational thrombocytopenia/HT", "contents": "Thrombocytopenia in Pregnancy -- Etiology -- Third Trimester. Platelet count more than 100 x 10/L Gestational Thrombocytopenia (most common) Pre-eclampsia/ HELLP (second most common) Others/TMA/ITP/HT Platelet count less than 50 x 10/L Pre-eclampsia/ HELLP (most common) ITP Others TMA Gestational thrombocytopenia/HT"}
{"id": "article-30096_14", "title": "Thrombocytopenia in Pregnancy -- Epidemiology", "content": "Thrombocytopenia affects 7 to 11% of all pregnancies. However, less than 1% of pregnancies experience a drop in platelet count below 100 x 10^9/L. [1] [5] [6] It is the second most common hematologic abnormality in pregnancy after anemia. [1] Overall, gestational thrombocytopenia is the most common cause of low platelets in pregnancy, followed by pre-eclampsia (20% patients) and ITP (1 to 4%). [6] [9] The rest of the etiologies mentioned in the previous section (TMA, HT, DIC, HT, and other causes) rarely cause thrombocytopenia in pregnancy (less than 1%). [6] [4] Although the rare causes of thrombocytopenias do not constitute more than 1% of pregnant patients with low platelet counts, they often designate severe conditions that contribute significantly to maternal morbidity and mortality.", "contents": "Thrombocytopenia in Pregnancy -- Epidemiology. Thrombocytopenia affects 7 to 11% of all pregnancies. However, less than 1% of pregnancies experience a drop in platelet count below 100 x 10^9/L. [1] [5] [6] It is the second most common hematologic abnormality in pregnancy after anemia. [1] Overall, gestational thrombocytopenia is the most common cause of low platelets in pregnancy, followed by pre-eclampsia (20% patients) and ITP (1 to 4%). [6] [9] The rest of the etiologies mentioned in the previous section (TMA, HT, DIC, HT, and other causes) rarely cause thrombocytopenia in pregnancy (less than 1%). [6] [4] Although the rare causes of thrombocytopenias do not constitute more than 1% of pregnant patients with low platelet counts, they often designate severe conditions that contribute significantly to maternal morbidity and mortality."}
{"id": "article-30096_15", "title": "Thrombocytopenia in Pregnancy -- Epidemiology", "content": "Gestation thrombocytopenia: Overall, gestational thrombocytopenia is the reason for low platelets in nearly 75% pregnancies presenting with thrombocytopenia. It is the most common cause of low platelets in the third trimester of pregnancy. [6] [4]", "contents": "Thrombocytopenia in Pregnancy -- Epidemiology. Gestation thrombocytopenia: Overall, gestational thrombocytopenia is the reason for low platelets in nearly 75% pregnancies presenting with thrombocytopenia. It is the most common cause of low platelets in the third trimester of pregnancy. [6] [4]"}
{"id": "article-30096_16", "title": "Thrombocytopenia in Pregnancy -- Epidemiology", "content": "Immune thrombocytopenia (ITP): ITP is the most common cause of low platelets in the first trimester of pregnancy. Overall it affects 1 to 4% of all pregnancies and affects 1 to 2 per 1000 pregnancies each year. [10] [4] Approximately two-thirds of women have ITP diagnosed before the start of pregnancy. [11]", "contents": "Thrombocytopenia in Pregnancy -- Epidemiology. Immune thrombocytopenia (ITP): ITP is the most common cause of low platelets in the first trimester of pregnancy. Overall it affects 1 to 4% of all pregnancies and affects 1 to 2 per 1000 pregnancies each year. [10] [4] Approximately two-thirds of women have ITP diagnosed before the start of pregnancy. [11]"}
{"id": "article-30096_17", "title": "Thrombocytopenia in Pregnancy -- Epidemiology", "content": "Thrombotic microangiopathy (TMA): Pregnancy specific TMA Pre-eclampsia (PEC): Throughout the world, PEC affects 2% to 8% of all pregnancies and accounts for 20% of patients developing thrombocytopenia in pregnancy. [6] [12] Thrombocytopenia in a patient with PEC occurs primarily in the second and third trimester of pregnancy and occurs in up to 50% of pre-eclamptic women. Rarely, pre-eclampsia can also occur within the first week post-partum. [4] [9] HELLP (Hemolysis, elevated liver enzymes, low platelets): HELLP syndrome affects 0.2 to 0.8% of all pregnancies. However, it is one of the rare causes of thrombocytopenia in pregnancy. [13] It is associated with pre-eclampsia in up to 70 to 80% of patients. [13] Up to 20% of cases of HELLP are identified 24 to 48 hours postpartum, where thrombocytopenia may persist for up to 4 days after delivery. [9] Acute fatty liver of pregnancy (AFLP): It is a rare cause of thrombocytopenia in pregnancy, which is estimated to affect 1 in 5000 to 20,000 pregnancies. [14] [15] TMA not specific to pregnancy: These are amongst the rarest causes of thrombocytopenia in pregnancy. Thrombotic thrombocytopenic purpura (TTP): TTP is estimated to affect 1 in 200,000 pregnancies, but 10 to 30% of all adult related TTP is obstetric. [16] [17] Up to 25% of patients with congenital TTP (also known as Upshaw-Schulman syndrome), characterized by the congenital absence of ADAMTS-13 (A disintegrin and metalloproteinase with a thrombospondin type 1 motif, member 13), present for the first time during the first pregnancy or immediately postpartum. [16] [18] Atypical hemolytic-uremic syndrome (HUS): Atypical HUS is seen in up to 1 in 25000 pregnancies and presents with MAHA and renal failure, either at near-term or post-partum. [17]", "contents": "Thrombocytopenia in Pregnancy -- Epidemiology. Thrombotic microangiopathy (TMA): Pregnancy specific TMA Pre-eclampsia (PEC): Throughout the world, PEC affects 2% to 8% of all pregnancies and accounts for 20% of patients developing thrombocytopenia in pregnancy. [6] [12] Thrombocytopenia in a patient with PEC occurs primarily in the second and third trimester of pregnancy and occurs in up to 50% of pre-eclamptic women. Rarely, pre-eclampsia can also occur within the first week post-partum. [4] [9] HELLP (Hemolysis, elevated liver enzymes, low platelets): HELLP syndrome affects 0.2 to 0.8% of all pregnancies. However, it is one of the rare causes of thrombocytopenia in pregnancy. [13] It is associated with pre-eclampsia in up to 70 to 80% of patients. [13] Up to 20% of cases of HELLP are identified 24 to 48 hours postpartum, where thrombocytopenia may persist for up to 4 days after delivery. [9] Acute fatty liver of pregnancy (AFLP): It is a rare cause of thrombocytopenia in pregnancy, which is estimated to affect 1 in 5000 to 20,000 pregnancies. [14] [15] TMA not specific to pregnancy: These are amongst the rarest causes of thrombocytopenia in pregnancy. Thrombotic thrombocytopenic purpura (TTP): TTP is estimated to affect 1 in 200,000 pregnancies, but 10 to 30% of all adult related TTP is obstetric. [16] [17] Up to 25% of patients with congenital TTP (also known as Upshaw-Schulman syndrome), characterized by the congenital absence of ADAMTS-13 (A disintegrin and metalloproteinase with a thrombospondin type 1 motif, member 13), present for the first time during the first pregnancy or immediately postpartum. [16] [18] Atypical hemolytic-uremic syndrome (HUS): Atypical HUS is seen in up to 1 in 25000 pregnancies and presents with MAHA and renal failure, either at near-term or post-partum. [17]"}
{"id": "article-30096_18", "title": "Thrombocytopenia in Pregnancy -- Epidemiology", "content": "Disseminated Intravascular Coagulation (DIC): DIC occurs in up to 0.35% of all pregnancies. [19] Although DIC can occur in any trimester, it most commonly occurs in the third trimester, either as a direct consequence of an obstetric complication (for eg., PPH, amniotic fluid embolism) or secondary to other pregnancy-related complications (PEC/ HELLP/ AFLP, etc.). [19]", "contents": "Thrombocytopenia in Pregnancy -- Epidemiology. Disseminated Intravascular Coagulation (DIC): DIC occurs in up to 0.35% of all pregnancies. [19] Although DIC can occur in any trimester, it most commonly occurs in the third trimester, either as a direct consequence of an obstetric complication (for eg., PPH, amniotic fluid embolism) or secondary to other pregnancy-related complications (PEC/ HELLP/ AFLP, etc.). [19]"}
{"id": "article-30096_19", "title": "Thrombocytopenia in Pregnancy -- Epidemiology", "content": "Hereditary thrombocytopenia: It is a rare cause of thrombocytopenia in pregnancy that is commonly diagnosed in the first trimester of pregnancy, although it can present during any trimester. [4] [6]", "contents": "Thrombocytopenia in Pregnancy -- Epidemiology. Hereditary thrombocytopenia: It is a rare cause of thrombocytopenia in pregnancy that is commonly diagnosed in the first trimester of pregnancy, although it can present during any trimester. [4] [6]"}
{"id": "article-30096_20", "title": "Thrombocytopenia in Pregnancy -- Epidemiology", "content": "Others: Bone marrow failure, antiphospholipid antibody syndrome, PNH, autoimmune conditions, and type II VWD are amongst the rare causes of thrombocytopenia in pregnancy. Less than 1% of patients develop thrombocytopenia secondary to 'other' causes listed. [9]", "contents": "Thrombocytopenia in Pregnancy -- Epidemiology. Others: Bone marrow failure, antiphospholipid antibody syndrome, PNH, autoimmune conditions, and type II VWD are amongst the rare causes of thrombocytopenia in pregnancy. Less than 1% of patients develop thrombocytopenia secondary to 'other' causes listed. [9]"}
{"id": "article-30096_21", "title": "Thrombocytopenia in Pregnancy -- Pathophysiology", "content": "The pathophysiology of thrombocytopenia is dependent on the etiology. This section will discuss the pathophysiology of the major causes of thrombocytopenia in pregnancy.", "contents": "Thrombocytopenia in Pregnancy -- Pathophysiology. The pathophysiology of thrombocytopenia is dependent on the etiology. This section will discuss the pathophysiology of the major causes of thrombocytopenia in pregnancy."}
{"id": "article-30096_22", "title": "Thrombocytopenia in Pregnancy -- Pathophysiology", "content": "Gestational thrombocytopenia: The mechanism behind gestation thrombocytopenia remains anecdotal. [6] Dilution from expanded plasma volume, [20] formation of autoantibody against platelets, [21] pooling or consumption of platelets in the placenta, changes in the activity of von Willebrand factor and ADAMTS-13, [22] [23] increased macrophage colony-stimulating factors from the placenta and inadequate response to thrombopoietin are some of the proposed as the mechanisms leading to gestational thrombocytopenia. [24] In theory, gestational thrombocytopenia is thought to be a continuum of the dilutional changes of pregnancy, where the affected women are simply producing platelets at the lower end of the normal spectrum. However, the fact that it recurs with subsequent pregnancies; tends to develop late in the pregnancy (with increasing gravidity of uterus and changes in placental blood flow) and resolves soon after parturition (which excludes autoimmunity); reflects a mechanism at maternal physiology which is still not completely understood. [6] [4] [20]", "contents": "Thrombocytopenia in Pregnancy -- Pathophysiology. Gestational thrombocytopenia: The mechanism behind gestation thrombocytopenia remains anecdotal. [6] Dilution from expanded plasma volume, [20] formation of autoantibody against platelets, [21] pooling or consumption of platelets in the placenta, changes in the activity of von Willebrand factor and ADAMTS-13, [22] [23] increased macrophage colony-stimulating factors from the placenta and inadequate response to thrombopoietin are some of the proposed as the mechanisms leading to gestational thrombocytopenia. [24] In theory, gestational thrombocytopenia is thought to be a continuum of the dilutional changes of pregnancy, where the affected women are simply producing platelets at the lower end of the normal spectrum. However, the fact that it recurs with subsequent pregnancies; tends to develop late in the pregnancy (with increasing gravidity of uterus and changes in placental blood flow) and resolves soon after parturition (which excludes autoimmunity); reflects a mechanism at maternal physiology which is still not completely understood. [6] [4] [20]"}
{"id": "article-30096_23", "title": "Thrombocytopenia in Pregnancy -- Pathophysiology", "content": "Immune thrombocytopenia (ITP): ITP is a heterogeneous disease that can either be diagnosed during pregnancy or may flare up during pregnancy. [10] [6] Up to 60% of patients have an antibody-mediated disease, but in up to 40% of patients, the driver for ITP may be malfunctioning T-cells or antigen-presenting cells. [25] ITP can present in association with a systemic autoimmune disease like systemic lupus erythematosus (SLE), rheumatoid arthritis (RA), scleroderma, anti-phospholipid antibody syndrome (APLS), etc. which can present as a combination of autoimmune-mediated and TMA induced thrombocytopenia. [10] [6]", "contents": "Thrombocytopenia in Pregnancy -- Pathophysiology. Immune thrombocytopenia (ITP): ITP is a heterogeneous disease that can either be diagnosed during pregnancy or may flare up during pregnancy. [10] [6] Up to 60% of patients have an antibody-mediated disease, but in up to 40% of patients, the driver for ITP may be malfunctioning T-cells or antigen-presenting cells. [25] ITP can present in association with a systemic autoimmune disease like systemic lupus erythematosus (SLE), rheumatoid arthritis (RA), scleroderma, anti-phospholipid antibody syndrome (APLS), etc. which can present as a combination of autoimmune-mediated and TMA induced thrombocytopenia. [10] [6]"}
{"id": "article-30096_24", "title": "Thrombocytopenia in Pregnancy -- Pathophysiology", "content": "Thrombotic microangiopathy (TMA): It is an umbrella of disorders that are united by common clinical and pathological features. [26] The clinical presentation includes microangiopathic hemolytic anemia (MAHA), thrombocytopenia, and organ injury. [26] [27] On a microscopic level, all TMA’s are defined by vascular damage that manifests as arteriolar and capillary thrombosis, which present with characteristic abnormalities in the endothelium and vessel wall. [26] Pregnancy-related TMA occurs secondary to obstetric complications like PEC, HELLP, and AFLP. [4] [20] The pathogenesis of thrombocytopenia in PEC remains unexplained. The belief is that a hypoxic placenta releases antiangiogenic factors that cause endothelial dysfunction, which leads to the clinical manifestations of PEC. The non-pregnancy related TMA occurs due to absence/inhibition of ADAMTS-13 (leads to TTP) or due to a mutation in the function or expression of proteins controlling the alternative pathway C3 convertase (leads to atypical HUS). [4] [26]", "contents": "Thrombocytopenia in Pregnancy -- Pathophysiology. Thrombotic microangiopathy (TMA): It is an umbrella of disorders that are united by common clinical and pathological features. [26] The clinical presentation includes microangiopathic hemolytic anemia (MAHA), thrombocytopenia, and organ injury. [26] [27] On a microscopic level, all TMA’s are defined by vascular damage that manifests as arteriolar and capillary thrombosis, which present with characteristic abnormalities in the endothelium and vessel wall. [26] Pregnancy-related TMA occurs secondary to obstetric complications like PEC, HELLP, and AFLP. [4] [20] The pathogenesis of thrombocytopenia in PEC remains unexplained. The belief is that a hypoxic placenta releases antiangiogenic factors that cause endothelial dysfunction, which leads to the clinical manifestations of PEC. The non-pregnancy related TMA occurs due to absence/inhibition of ADAMTS-13 (leads to TTP) or due to a mutation in the function or expression of proteins controlling the alternative pathway C3 convertase (leads to atypical HUS). [4] [26]"}
{"id": "article-30096_25", "title": "Thrombocytopenia in Pregnancy -- Pathophysiology", "content": "Disseminated Intravascular Coagulation (DIC): DIC denotes an imbalance between activated procoagulant pathways and impairment of the internal anticoagulant pathways and fibrinolytic systems. [28] This imbalance in the coagulation system leads to platelet activation and consumption, along with fibrin deposition. [28] It can occur either with a complication of the process of delivery (post-partum hemorrhage (PPH), uterine atony, vaginal lacerations, abruptio placentae, retained dead fetus) or in association with other complications of pregnancy like HELLP, AFLP or other causes of TMA. [19]", "contents": "Thrombocytopenia in Pregnancy -- Pathophysiology. Disseminated Intravascular Coagulation (DIC): DIC denotes an imbalance between activated procoagulant pathways and impairment of the internal anticoagulant pathways and fibrinolytic systems. [28] This imbalance in the coagulation system leads to platelet activation and consumption, along with fibrin deposition. [28] It can occur either with a complication of the process of delivery (post-partum hemorrhage (PPH), uterine atony, vaginal lacerations, abruptio placentae, retained dead fetus) or in association with other complications of pregnancy like HELLP, AFLP or other causes of TMA. [19]"}
{"id": "article-30096_26", "title": "Thrombocytopenia in Pregnancy -- History and Physical", "content": "In any patient with thrombocytopenia, a thorough history and physical exam help in establishing the etiology behind the low platelet count. [2] Usually, the signs and symptoms of thrombocytopenia do not occur unless the platelet count drops to a very low level or the patient presents with symptoms of the underlying disorder. A temporal profile of thrombocytopenia or its bleeding manifestations (acute, chronic, or relapsing-remitting) does not help in determining the etiology of thrombocytopenia but helps in determining the clinical phenotype. [2] The past medical history of other diseases such as existing autoimmune disorders (systemic lupus erythematosus, rheumatoid arthritis, etc.), infections (rickettsiosis, malaria, etc.), malignancies and transplant recipients is essential to establish the diagnosis. [2] Likewise, a history of medications (quinine, antibiotics, heparin, etc.), recent vaccinations, travel history, dietary practices, high-risk behaviors (sexual practices, illicit drug use, smoking, alcohol consumption) also helps in guiding the evaluation of thrombocytopenia. [2] Thorough family history is vital in delineating congenital thrombocytopenia, which can present for the first time well into adulthood. [2] [7]", "contents": "Thrombocytopenia in Pregnancy -- History and Physical. In any patient with thrombocytopenia, a thorough history and physical exam help in establishing the etiology behind the low platelet count. [2] Usually, the signs and symptoms of thrombocytopenia do not occur unless the platelet count drops to a very low level or the patient presents with symptoms of the underlying disorder. A temporal profile of thrombocytopenia or its bleeding manifestations (acute, chronic, or relapsing-remitting) does not help in determining the etiology of thrombocytopenia but helps in determining the clinical phenotype. [2] The past medical history of other diseases such as existing autoimmune disorders (systemic lupus erythematosus, rheumatoid arthritis, etc.), infections (rickettsiosis, malaria, etc.), malignancies and transplant recipients is essential to establish the diagnosis. [2] Likewise, a history of medications (quinine, antibiotics, heparin, etc.), recent vaccinations, travel history, dietary practices, high-risk behaviors (sexual practices, illicit drug use, smoking, alcohol consumption) also helps in guiding the evaluation of thrombocytopenia. [2] Thorough family history is vital in delineating congenital thrombocytopenia, which can present for the first time well into adulthood. [2] [7]"}
{"id": "article-30096_27", "title": "Thrombocytopenia in Pregnancy -- History and Physical", "content": "A physical exam provides clues towards determining the etiology of thrombocytopenia. Patients with gestational thrombocytopenia are often healthy, asymptomatic women who are found to have low platelets on lab investigations. [6] [5] [4] On the contrary, a pregnant woman with TMA is usually a gravely-ill patient often presenting to the emergency room or admitted to high-risk obstetric units. Patients with low platelet count usually present with mucocutaneous bleeding. However, joint bleed or severe bleeding should prompt a workup towards severe coagulopathies like DIC. Physical exam should also evaluate for hepatomegaly and/or splenomegaly (cirrhosis, lymphoproliferative disorders, etc.), skeletal deformities (like absent radius, humeral abnormality and sometimes phocomelia seen in thrombocytopenia absent radii syndrome) and skin exam (like petechiae or purpura seen commonly with ITP, or, eczema seen in Wiskott-Aldrich Syndrome). [7] [29]", "contents": "Thrombocytopenia in Pregnancy -- History and Physical. A physical exam provides clues towards determining the etiology of thrombocytopenia. Patients with gestational thrombocytopenia are often healthy, asymptomatic women who are found to have low platelets on lab investigations. [6] [5] [4] On the contrary, a pregnant woman with TMA is usually a gravely-ill patient often presenting to the emergency room or admitted to high-risk obstetric units. Patients with low platelet count usually present with mucocutaneous bleeding. However, joint bleed or severe bleeding should prompt a workup towards severe coagulopathies like DIC. Physical exam should also evaluate for hepatomegaly and/or splenomegaly (cirrhosis, lymphoproliferative disorders, etc.), skeletal deformities (like absent radius, humeral abnormality and sometimes phocomelia seen in thrombocytopenia absent radii syndrome) and skin exam (like petechiae or purpura seen commonly with ITP, or, eczema seen in Wiskott-Aldrich Syndrome). [7] [29]"}
{"id": "article-30096_28", "title": "Thrombocytopenia in Pregnancy -- History and Physical", "content": "Specific clues in the history and physical exam can point a clinician towards an underlying etiology.", "contents": "Thrombocytopenia in Pregnancy -- History and Physical. Specific clues in the history and physical exam can point a clinician towards an underlying etiology."}
{"id": "article-30096_29", "title": "Thrombocytopenia in Pregnancy -- History and Physical", "content": "Gestational thrombocytopenia: It is diagnosed based on the following criteria. [6] [5] onset in mid-second to the third trimester no symptoms in the mother and no history of bleeding no effect on the outcome of the pregnancy no thrombocytopenia in the neonate self-limited course and resolution in 4 to 8 weeks A tendency to recur with the same degree in subsequent pregnancies", "contents": "Thrombocytopenia in Pregnancy -- History and Physical. Gestational thrombocytopenia: It is diagnosed based on the following criteria. [6] [5] onset in mid-second to the third trimester no symptoms in the mother and no history of bleeding no effect on the outcome of the pregnancy no thrombocytopenia in the neonate self-limited course and resolution in 4 to 8 weeks A tendency to recur with the same degree in subsequent pregnancies"}
{"id": "article-30096_30", "title": "Thrombocytopenia in Pregnancy -- History and Physical", "content": "Pre-eclampsia: Patients present with severe hypertension after 20 weeks of gestation (defined as systolic pressure more than 160mmHg and diastolic pressure more than 110 mmHg on two separate occasions, at least 4 hours apart) or with severe persistent right upper quadrant epigastric pain which is unresponsive to medications. Eclampsia can present as a sequela to pre-eclampsia with seizures.", "contents": "Thrombocytopenia in Pregnancy -- History and Physical. Pre-eclampsia: Patients present with severe hypertension after 20 weeks of gestation (defined as systolic pressure more than 160mmHg and diastolic pressure more than 110 mmHg on two separate occasions, at least 4 hours apart) or with severe persistent right upper quadrant epigastric pain which is unresponsive to medications. Eclampsia can present as a sequela to pre-eclampsia with seizures."}
{"id": "article-30096_31", "title": "Thrombocytopenia in Pregnancy -- History and Physical", "content": "HELLP syndrome: It correlates with generalized edema in more than 50% of patients who demonstrate hepatic and renal insufficiency in labs. [4] [5]", "contents": "Thrombocytopenia in Pregnancy -- History and Physical. HELLP syndrome: It correlates with generalized edema in more than 50% of patients who demonstrate hepatic and renal insufficiency in labs. [4] [5]"}
{"id": "article-30096_32", "title": "Thrombocytopenia in Pregnancy -- History and Physical", "content": "AFLP: Clinically, it is quite challenging to distinguish between AFLP and HELLP syndrome. However, encephalopathy, hypoglycemia, severe coagulopathy, along with TMA like hemolysis, are more frequently present in patients with AFLP. [4] [5]", "contents": "Thrombocytopenia in Pregnancy -- History and Physical. AFLP: Clinically, it is quite challenging to distinguish between AFLP and HELLP syndrome. However, encephalopathy, hypoglycemia, severe coagulopathy, along with TMA like hemolysis, are more frequently present in patients with AFLP. [4] [5]"}
{"id": "article-30096_33", "title": "Thrombocytopenia in Pregnancy -- History and Physical", "content": "PNH: Patients usually present with hemolytic anemia, pancytopenia, and thrombosis; however, the characteristic finding of hemoglobinuria is almost never seen. [30] Although thrombosis is a rare presenting feature, it usually occurs in atypical sites, like the portal vein or the cerebral vein. [30]", "contents": "Thrombocytopenia in Pregnancy -- History and Physical. PNH: Patients usually present with hemolytic anemia, pancytopenia, and thrombosis; however, the characteristic finding of hemoglobinuria is almost never seen. [30] Although thrombosis is a rare presenting feature, it usually occurs in atypical sites, like the portal vein or the cerebral vein. [30]"}
{"id": "article-30096_34", "title": "Thrombocytopenia in Pregnancy -- History and Physical", "content": "HIT: A history of recent exposure to heparin is quintessential to the diagnosis of HIT. The thrombocytopenia usually develops within 5 to 10 days of exposure to heparin but can occur sooner if the previous exposure was relatively recent. The presence of skin necrosis and/or venous thromboembolism should prompt a workup towards HIT. The clinical 4-T score also aids in the diagnosis of HIT. [31]", "contents": "Thrombocytopenia in Pregnancy -- History and Physical. HIT: A history of recent exposure to heparin is quintessential to the diagnosis of HIT. The thrombocytopenia usually develops within 5 to 10 days of exposure to heparin but can occur sooner if the previous exposure was relatively recent. The presence of skin necrosis and/or venous thromboembolism should prompt a workup towards HIT. The clinical 4-T score also aids in the diagnosis of HIT. [31]"}
{"id": "article-30096_35", "title": "Thrombocytopenia in Pregnancy -- Evaluation", "content": "Laboratory evaluation of thrombocytopenia starts with a review of peripheral smear. Pseudothrombocytopenia, defined as clumping of platelets on peripheral smear, can happen in up to 1% of all pregnancies. [6] This 'fictitious' thrombocytopenia occurs due to the collection of blood in ethylenediaminetetraacetic acid (EDTA) anticoagulated tubes. The EDTA-dependent platelet auto-antibodies lead to artifactual clumping on the peripheral smear. It can be corrected by collecting the blood in a heparin tube and then performing a manual count on the peripheral smear. [2] A review of a peripheral blood smear helps to determine the morphology of all three cell lines and the detection of red cell fragments (schistocytes) and atypical white cells like myeloblasts; this is particularly important in a critically-ill pregnant patient with thrombocytopenia, where a review of peripheral smear must be done to look for schistocytes and rule out TMA. [4] [5]", "contents": "Thrombocytopenia in Pregnancy -- Evaluation. Laboratory evaluation of thrombocytopenia starts with a review of peripheral smear. Pseudothrombocytopenia, defined as clumping of platelets on peripheral smear, can happen in up to 1% of all pregnancies. [6] This 'fictitious' thrombocytopenia occurs due to the collection of blood in ethylenediaminetetraacetic acid (EDTA) anticoagulated tubes. The EDTA-dependent platelet auto-antibodies lead to artifactual clumping on the peripheral smear. It can be corrected by collecting the blood in a heparin tube and then performing a manual count on the peripheral smear. [2] A review of a peripheral blood smear helps to determine the morphology of all three cell lines and the detection of red cell fragments (schistocytes) and atypical white cells like myeloblasts; this is particularly important in a critically-ill pregnant patient with thrombocytopenia, where a review of peripheral smear must be done to look for schistocytes and rule out TMA. [4] [5]"}
{"id": "article-30096_36", "title": "Thrombocytopenia in Pregnancy -- Evaluation", "content": "A complete blood count with differential helps in realizing the degree of thrombocytopenia and provides a clue about the etiology. [6] [5] [2] Evaluation of thrombocytopenia in pregnancy starts by differentiating between isolated thrombocytopenia and thrombocytopenia, which occurs along with changes in red cell and white cell lines.", "contents": "Thrombocytopenia in Pregnancy -- Evaluation. A complete blood count with differential helps in realizing the degree of thrombocytopenia and provides a clue about the etiology. [6] [5] [2] Evaluation of thrombocytopenia in pregnancy starts by differentiating between isolated thrombocytopenia and thrombocytopenia, which occurs along with changes in red cell and white cell lines."}
{"id": "article-30096_37", "title": "Thrombocytopenia in Pregnancy -- Evaluation", "content": "Thrombocytopenia along with changes in other cell lines Thrombocytopenia, along with hemolytic anemia: TMA should be the first consideration in a pregnant woman presenting with anemia and thrombocytopenia. Hemolysis labs include lactate dehydrogenase, haptoglobin levels, total and direct bilirubin, and reticulocyte count, and the clinician should obtain an index in patients suspected with hemolytic anemia. [2] [5] The diagnosis of TMA usually involves the triad of thrombocytopenia, along with hemolysis and renal failure/injury. [32] [33] The lab evaluation for pregnancy-related TMA and non-pregnancy related TMA is similar; however, certain specific tests are needed to differentiate between PEC/HELLP, TTP, and atypical HUS [33] In patients suspected of TMA, Shiga-toxin must be tested to rule out typical HUS. [33] Specific test to rule out TTP includes testing for ADAMTS-13. A level of ADAMTS-13 above 5 to 10% usually rules out TTP. [32] [33] In patients suspected of atypical HUS, a genetic test must be pursued to identify mutations that prevent the expression or function of proteins involved in the regulation of the alternate C3 pathway. [33] Thrombocytopenia associated with bleeding: A coagulation panel should always be done to identify any coagulopathy which may complicate thrombocytopenia with bleeding. As mentioned above, DIC can occur in association with TMA or secondary to obstetric causes. [19] There is no single test to identify DIC, but a score developed by the international society of thrombosis and hemostasis (ISTH) helps in predicting DIC with a sensitivity of 93% and a specificity of 98%. The components of the ISTH score include fibrinogen level, partial thromboplastin time, platelet count, and fibrin markers (D-dimer is a reasonable marker). [28] Paroxysmal nocturnal hemoglobinuria (PNH): The diagnosis of PNH is via flow cytometric analysis of glycosyl-phosphatidylinositol-anchored proteins (GPI-AP) along with a decreased expression of both CD55 and CD59. CD55 and CD59 are still tested to exclude rare, inherited deficiency of single GPI-AP. [30]", "contents": "Thrombocytopenia in Pregnancy -- Evaluation. Thrombocytopenia along with changes in other cell lines Thrombocytopenia, along with hemolytic anemia: TMA should be the first consideration in a pregnant woman presenting with anemia and thrombocytopenia. Hemolysis labs include lactate dehydrogenase, haptoglobin levels, total and direct bilirubin, and reticulocyte count, and the clinician should obtain an index in patients suspected with hemolytic anemia. [2] [5] The diagnosis of TMA usually involves the triad of thrombocytopenia, along with hemolysis and renal failure/injury. [32] [33] The lab evaluation for pregnancy-related TMA and non-pregnancy related TMA is similar; however, certain specific tests are needed to differentiate between PEC/HELLP, TTP, and atypical HUS [33] In patients suspected of TMA, Shiga-toxin must be tested to rule out typical HUS. [33] Specific test to rule out TTP includes testing for ADAMTS-13. A level of ADAMTS-13 above 5 to 10% usually rules out TTP. [32] [33] In patients suspected of atypical HUS, a genetic test must be pursued to identify mutations that prevent the expression or function of proteins involved in the regulation of the alternate C3 pathway. [33] Thrombocytopenia associated with bleeding: A coagulation panel should always be done to identify any coagulopathy which may complicate thrombocytopenia with bleeding. As mentioned above, DIC can occur in association with TMA or secondary to obstetric causes. [19] There is no single test to identify DIC, but a score developed by the international society of thrombosis and hemostasis (ISTH) helps in predicting DIC with a sensitivity of 93% and a specificity of 98%. The components of the ISTH score include fibrinogen level, partial thromboplastin time, platelet count, and fibrin markers (D-dimer is a reasonable marker). [28] Paroxysmal nocturnal hemoglobinuria (PNH): The diagnosis of PNH is via flow cytometric analysis of glycosyl-phosphatidylinositol-anchored proteins (GPI-AP) along with a decreased expression of both CD55 and CD59. CD55 and CD59 are still tested to exclude rare, inherited deficiency of single GPI-AP. [30]"}
{"id": "article-30096_38", "title": "Thrombocytopenia in Pregnancy -- Evaluation", "content": "Isolated thrombocytopenia: Immune thrombocytopenia: ITP usually presents as isolated thrombocytopenia with petechiae or bleeding manifestations. [6] [5] The workup for ITP follows the American society of hematology guidelines (2011) and the international working group (2010). The mandatory tests include a lab evaluation for hepatitis B and C, human immunodeficiency virus, quantitative immunoglobulins, direct antiglobulin test, and blood group (Rh). Tests that can be of potential utility in such patients include antiphospholipid antibodies, anti-nuclear antibodies, anti-thyroid antibodies along with thyroid function tests, and viral studies for cytomegalovirus. Helicobacter Pylori testing should take place in areas with high prevalence. [34] [35] Heparin-induced thrombocytopenia (HIT): Although rare, HIT can cause thrombocytopenia in pregnancy. [8] HIT is diagnosed based on clinical and pathological features. The 4T score helps in determining the clinical probability of HIT and the anti-platelet Factor-4 (PF-4)/heparin antibodies to help in making a pathological diagnosis. The PF-4 dependent enzyme immunoassays (EIA) have a high sensitivity and specificity for HIT antibodies, especially if the cut-off for optical density is raised (in comparison to serotonin-release assay (SRA)]. However, all positive EIA should be tested with washed platelet assays (like carbon-14-SRA) to confirm the diagnosis. [31]", "contents": "Thrombocytopenia in Pregnancy -- Evaluation. Isolated thrombocytopenia: Immune thrombocytopenia: ITP usually presents as isolated thrombocytopenia with petechiae or bleeding manifestations. [6] [5] The workup for ITP follows the American society of hematology guidelines (2011) and the international working group (2010). The mandatory tests include a lab evaluation for hepatitis B and C, human immunodeficiency virus, quantitative immunoglobulins, direct antiglobulin test, and blood group (Rh). Tests that can be of potential utility in such patients include antiphospholipid antibodies, anti-nuclear antibodies, anti-thyroid antibodies along with thyroid function tests, and viral studies for cytomegalovirus. Helicobacter Pylori testing should take place in areas with high prevalence. [34] [35] Heparin-induced thrombocytopenia (HIT): Although rare, HIT can cause thrombocytopenia in pregnancy. [8] HIT is diagnosed based on clinical and pathological features. The 4T score helps in determining the clinical probability of HIT and the anti-platelet Factor-4 (PF-4)/heparin antibodies to help in making a pathological diagnosis. The PF-4 dependent enzyme immunoassays (EIA) have a high sensitivity and specificity for HIT antibodies, especially if the cut-off for optical density is raised (in comparison to serotonin-release assay (SRA)]. However, all positive EIA should be tested with washed platelet assays (like carbon-14-SRA) to confirm the diagnosis. [31]"}
{"id": "article-30096_39", "title": "Thrombocytopenia in Pregnancy -- Evaluation", "content": "Gestational thrombocytopenia is a diagnosis of exclusion which is based on a thorough history and physical exam and ruling out of conflicting diagnosis with lab support. With sufficient exclusion of other etiologies, then no further laboratory evaluation is needed to confirm a diagnosis of gestational thrombocytopenia. [6] [5] Rarely, the platelet count drops below 70 x 10^9/L in patients with gestational thrombocytopenia. If the platelet count goes below 70 x 10^9/L, then the patient should be evaluated for a secondary cause like ITP. [4] [5]", "contents": "Thrombocytopenia in Pregnancy -- Evaluation. Gestational thrombocytopenia is a diagnosis of exclusion which is based on a thorough history and physical exam and ruling out of conflicting diagnosis with lab support. With sufficient exclusion of other etiologies, then no further laboratory evaluation is needed to confirm a diagnosis of gestational thrombocytopenia. [6] [5] Rarely, the platelet count drops below 70 x 10^9/L in patients with gestational thrombocytopenia. If the platelet count goes below 70 x 10^9/L, then the patient should be evaluated for a secondary cause like ITP. [4] [5]"}
{"id": "article-30096_40", "title": "Thrombocytopenia in Pregnancy -- Treatment / Management", "content": "In pregnancy, thrombocytopenia usually does not lead to an increased risk of bleeding. Even in patients with ITP, where thrombocytopenia is often quite severe, the risk of bleeding remains low. The obstetric indication decides the mode of delivery. Vaginal delivery is preferable from a hematologic standpoint due to the lower risk of bleeding; however, this is not a deciding factor. Administration of neuraxial anesthesia (epidural anesthesia) is a challenge. The American College of Obstetrics and Gynecology recommend a platelet count of 80 x 10^9/L (level C recommendation) as the goal of administering epidural anesthesia. The platelet goal for delivery is more than 50 x 10^9/L, especially if planning a cesarean section. [5] [6] Here we will briefly discuss the management of pregnant patients with thrombocytopenia according to the etiology of the disease.", "contents": "Thrombocytopenia in Pregnancy -- Treatment / Management. In pregnancy, thrombocytopenia usually does not lead to an increased risk of bleeding. Even in patients with ITP, where thrombocytopenia is often quite severe, the risk of bleeding remains low. The obstetric indication decides the mode of delivery. Vaginal delivery is preferable from a hematologic standpoint due to the lower risk of bleeding; however, this is not a deciding factor. Administration of neuraxial anesthesia (epidural anesthesia) is a challenge. The American College of Obstetrics and Gynecology recommend a platelet count of 80 x 10^9/L (level C recommendation) as the goal of administering epidural anesthesia. The platelet goal for delivery is more than 50 x 10^9/L, especially if planning a cesarean section. [5] [6] Here we will briefly discuss the management of pregnant patients with thrombocytopenia according to the etiology of the disease."}
{"id": "article-30096_41", "title": "Thrombocytopenia in Pregnancy -- Treatment / Management", "content": "Gestational Thrombocytopenia: The platelet count rarely goes below 70 x 10^9/L in patients with gestational thrombocytopenia. No intervention is required in such patients as the condition resolves spontaneously 4 to 8 weeks after delivery. In patients whose platelet counts drop below 70 x 10^9/L, a component of ITP merits consideration. The use of steroids and intravenous immunoglobulins does not benefit patients with gestational thrombocytopenia. However, it may help those who have ITP superimposed on gestational thrombocytopenia. The neonatal outcomes are excellent, and neonates of mothers with gestational thrombocytopenia never develop thrombocytopenia. [5] [6] [4]", "contents": "Thrombocytopenia in Pregnancy -- Treatment / Management. Gestational Thrombocytopenia: The platelet count rarely goes below 70 x 10^9/L in patients with gestational thrombocytopenia. No intervention is required in such patients as the condition resolves spontaneously 4 to 8 weeks after delivery. In patients whose platelet counts drop below 70 x 10^9/L, a component of ITP merits consideration. The use of steroids and intravenous immunoglobulins does not benefit patients with gestational thrombocytopenia. However, it may help those who have ITP superimposed on gestational thrombocytopenia. The neonatal outcomes are excellent, and neonates of mothers with gestational thrombocytopenia never develop thrombocytopenia. [5] [6] [4]"}
{"id": "article-30096_42", "title": "Thrombocytopenia in Pregnancy -- Treatment / Management", "content": "Immune thrombocytopenia (ITP): ITP is a very complex and heterogeneous disease. Although many treatment options exist for adult patients with ITP, pregnancy offers a unique challenge in terms of minimizing the fetal-maternal risk. Usually, an intervention is not necessary unless the platelet counts drop below 20 to 30 x 10^9/L in the first two trimesters or if thrombocytopenia is complicated with bleeding, regardless of the platelet count. Treatment in the third trimester depends on the mode of delivery and candidacy for epidural anesthesia. [6] Corticosteroids are usually the first line of treatment in pregnant patients with a response time of 3 to 7 days. [34] They are associated with minimal risk of fetal orofacial cleft palate if started in the first trimester and may lead to maternal diabetes, weight gain, and hypertension if started in the third trimester. [36] [6] [5] A single dose of intravenous immunoglobulins (IVIG) at 1000mg/kg, can lead to a rapid rise in platelets within 24 hours. However, the response lasts only for 2 to 3 weeks. One more dose can be repeated either alone or in combination with steroids if unable to achieve the desired response. [34] It is associated with a small risk of renal tubular acidosis and thrombosis. [34] Anti-D, rituximab, and thrombopoietin receptor agonists have been classified as category C by the FDA. [5] Rituximab has been used safely during pregnancy, with minimal complications to the mother. There are reports of transient neonatal B-cell lymphopenia with the use of rituximab, which resolves by six months of age. [37] Splenectomy can be done safely via a laparoscopic approach in the second and third trimester of pregnancy. However, it is rarely pursued in the modern era and is reserved for patients refractory to medical management. [5] [34] Other medical options include azathioprine and cyclosporine. The use of chemotherapeutic agents like cyclophosphamide, vincristine, etc. are usually discouraged in pregnant patients. [38] Mycophenolate mofetil is contraindicated in pregnancy due to teratogenic effects on the fetus. [38]", "contents": "Thrombocytopenia in Pregnancy -- Treatment / Management. Immune thrombocytopenia (ITP): ITP is a very complex and heterogeneous disease. Although many treatment options exist for adult patients with ITP, pregnancy offers a unique challenge in terms of minimizing the fetal-maternal risk. Usually, an intervention is not necessary unless the platelet counts drop below 20 to 30 x 10^9/L in the first two trimesters or if thrombocytopenia is complicated with bleeding, regardless of the platelet count. Treatment in the third trimester depends on the mode of delivery and candidacy for epidural anesthesia. [6] Corticosteroids are usually the first line of treatment in pregnant patients with a response time of 3 to 7 days. [34] They are associated with minimal risk of fetal orofacial cleft palate if started in the first trimester and may lead to maternal diabetes, weight gain, and hypertension if started in the third trimester. [36] [6] [5] A single dose of intravenous immunoglobulins (IVIG) at 1000mg/kg, can lead to a rapid rise in platelets within 24 hours. However, the response lasts only for 2 to 3 weeks. One more dose can be repeated either alone or in combination with steroids if unable to achieve the desired response. [34] It is associated with a small risk of renal tubular acidosis and thrombosis. [34] Anti-D, rituximab, and thrombopoietin receptor agonists have been classified as category C by the FDA. [5] Rituximab has been used safely during pregnancy, with minimal complications to the mother. There are reports of transient neonatal B-cell lymphopenia with the use of rituximab, which resolves by six months of age. [37] Splenectomy can be done safely via a laparoscopic approach in the second and third trimester of pregnancy. However, it is rarely pursued in the modern era and is reserved for patients refractory to medical management. [5] [34] Other medical options include azathioprine and cyclosporine. The use of chemotherapeutic agents like cyclophosphamide, vincristine, etc. are usually discouraged in pregnant patients. [38] Mycophenolate mofetil is contraindicated in pregnancy due to teratogenic effects on the fetus. [38]"}
{"id": "article-30096_43", "title": "Thrombocytopenia in Pregnancy -- Treatment / Management", "content": "Thrombotic Microangiopathy: The management of TMA in pregnancy focuses on the antecedent cause. The thrombocytopenia is a consequence of the TMA and hence improves with the resolution of the underlying condition. It is critical to differentiate between the pregnancy-specific TMA (PEC/HELLP/AFLP), and non-pregnancy specific TMA as the management of the two conditions is very different. PEC/HELLP syndrome/AFLP: The goal of treatment is the delivery of the fetus, with supportive care provided for the management of the underlying condition. [38] TTP: prompt initiation of plasma exchange helps remove the inhibitor to ADAMTS-13 and supply the patients with fresh plasma to restore the function of ADAMTS-13, resolve hemolysis. [32] Eventually, anti-inhibitor therapy is initiated to reduce the inhibitor activity. Up to 25% of patients presenting with TTP in adulthood have congenital absence of ADAMTS-13 (Upshaw-Schulman syndrome). [16] In such patients, anti-inhibitor therapy has no role. Such patients should receive periodic infusions of plasma. [39] Trials regarding a recombinant ADAMTS-13 are underway to circumvent the need for plasma infusions. [39] Caplacizumab (CABLIVI) was approved by the FDA in 2019 for the treatment of adult patients with acquired TTP, in combination with plasma exchange and immunosuppressive therapy. It is a von Willebrand factor (vWF)-directed antibody fragment targets the A1-domain of vWF, and inhibits the interaction between vWF and platelets, thereby reducing both vWF-mediated platelet adhesion and platelet consumption. Its safety in pregnancy has not been established and increases the risk of hemorrhage in both mother and fetus. [40] Atypical HUS: Plasma exchange is not useful in patients with atypical HUS. The FDA has approved eculizumab for patients diagnosed with atypical HUS. [41] [42] Despite being labeled category C by the FDA, several reports have shown that eculizumab can be safely administered during pregnancy. [43] [44]", "contents": "Thrombocytopenia in Pregnancy -- Treatment / Management. Thrombotic Microangiopathy: The management of TMA in pregnancy focuses on the antecedent cause. The thrombocytopenia is a consequence of the TMA and hence improves with the resolution of the underlying condition. It is critical to differentiate between the pregnancy-specific TMA (PEC/HELLP/AFLP), and non-pregnancy specific TMA as the management of the two conditions is very different. PEC/HELLP syndrome/AFLP: The goal of treatment is the delivery of the fetus, with supportive care provided for the management of the underlying condition. [38] TTP: prompt initiation of plasma exchange helps remove the inhibitor to ADAMTS-13 and supply the patients with fresh plasma to restore the function of ADAMTS-13, resolve hemolysis. [32] Eventually, anti-inhibitor therapy is initiated to reduce the inhibitor activity. Up to 25% of patients presenting with TTP in adulthood have congenital absence of ADAMTS-13 (Upshaw-Schulman syndrome). [16] In such patients, anti-inhibitor therapy has no role. Such patients should receive periodic infusions of plasma. [39] Trials regarding a recombinant ADAMTS-13 are underway to circumvent the need for plasma infusions. [39] Caplacizumab (CABLIVI) was approved by the FDA in 2019 for the treatment of adult patients with acquired TTP, in combination with plasma exchange and immunosuppressive therapy. It is a von Willebrand factor (vWF)-directed antibody fragment targets the A1-domain of vWF, and inhibits the interaction between vWF and platelets, thereby reducing both vWF-mediated platelet adhesion and platelet consumption. Its safety in pregnancy has not been established and increases the risk of hemorrhage in both mother and fetus. [40] Atypical HUS: Plasma exchange is not useful in patients with atypical HUS. The FDA has approved eculizumab for patients diagnosed with atypical HUS. [41] [42] Despite being labeled category C by the FDA, several reports have shown that eculizumab can be safely administered during pregnancy. [43] [44]"}
{"id": "article-30096_44", "title": "Thrombocytopenia in Pregnancy -- Treatment / Management", "content": "PNH: Eculizumab is a humanized monoclonal IgG antibody that prevents cleavage of C5 into C5a and C5b, eventually blocking the formation of membrane attack complex. It leads to a reduction in complement-mediated hemolysis and improvement in platelet count. [42] As stated above, several reports demonstrate the safety of eculizumab. [44] [43]", "contents": "Thrombocytopenia in Pregnancy -- Treatment / Management. PNH: Eculizumab is a humanized monoclonal IgG antibody that prevents cleavage of C5 into C5a and C5b, eventually blocking the formation of membrane attack complex. It leads to a reduction in complement-mediated hemolysis and improvement in platelet count. [42] As stated above, several reports demonstrate the safety of eculizumab. [44] [43]"}
{"id": "article-30096_45", "title": "Thrombocytopenia in Pregnancy -- Treatment / Management", "content": "Disseminated intravascular coagulation: DIC is a consumptive coagulopathy where the primary goal is to treat the underlying cause. However, patients in severe DIC may require supportive measures. Patients in DIC present either with a bleeding phenotype or overt thromboembolism. In a bleeding patient, the goal for platelet transfusion is 30 to 50 x 10^9/L. [28] Plasma/ cryoprecipitate is given to keep prothrombin time less than 3 seconds prolonged and fibrinogen above 1.5 gm/L. [28] In a patient with overt thromboembolism, the clinician should initiate full-dose anticoagulation. [19] [28]", "contents": "Thrombocytopenia in Pregnancy -- Treatment / Management. Disseminated intravascular coagulation: DIC is a consumptive coagulopathy where the primary goal is to treat the underlying cause. However, patients in severe DIC may require supportive measures. Patients in DIC present either with a bleeding phenotype or overt thromboembolism. In a bleeding patient, the goal for platelet transfusion is 30 to 50 x 10^9/L. [28] Plasma/ cryoprecipitate is given to keep prothrombin time less than 3 seconds prolonged and fibrinogen above 1.5 gm/L. [28] In a patient with overt thromboembolism, the clinician should initiate full-dose anticoagulation. [19] [28]"}
{"id": "article-30096_46", "title": "Thrombocytopenia in Pregnancy -- Treatment / Management", "content": "Heparin-induced thrombocytopenia: HIT rarely complicates pregnancy, unless the patient receives heparin products. After confirming the diagnosis via a platelet activation assays (serotonin release assay is the most commonly used assay), patients should not receive heparin products anymore. In such patients, direct thrombin inhibitors (argatroban and bivalirudin) serve for immediate management. [31] For the follow-up anticoagulation, fondaparinux is an option for anticoagulation in pregnant patients. [45] [46] [47]", "contents": "Thrombocytopenia in Pregnancy -- Treatment / Management. Heparin-induced thrombocytopenia: HIT rarely complicates pregnancy, unless the patient receives heparin products. After confirming the diagnosis via a platelet activation assays (serotonin release assay is the most commonly used assay), patients should not receive heparin products anymore. In such patients, direct thrombin inhibitors (argatroban and bivalirudin) serve for immediate management. [31] For the follow-up anticoagulation, fondaparinux is an option for anticoagulation in pregnant patients. [45] [46] [47]"}
{"id": "article-30096_47", "title": "Thrombocytopenia in Pregnancy -- Differential Diagnosis", "content": "The workup of thrombocytopenia in pregnancy focuses on establishing the etiology of low platelets. A list of potential diagnoses is listed above.", "contents": "Thrombocytopenia in Pregnancy -- Differential Diagnosis. The workup of thrombocytopenia in pregnancy focuses on establishing the etiology of low platelets. A list of potential diagnoses is listed above."}
{"id": "article-30096_48", "title": "Thrombocytopenia in Pregnancy -- Prognosis", "content": "The prognosis depends on the underlying etiology for thrombocytopenia. While thrombocytopenia does not lead to complications in pregnancy, the etiology behind the thrombocytopenia can pose significant challenges. The mode of delivery is chosen based on the obstetric indication. [4] [5]", "contents": "Thrombocytopenia in Pregnancy -- Prognosis. The prognosis depends on the underlying etiology for thrombocytopenia. While thrombocytopenia does not lead to complications in pregnancy, the etiology behind the thrombocytopenia can pose significant challenges. The mode of delivery is chosen based on the obstetric indication. [4] [5]"}
{"id": "article-30096_49", "title": "Thrombocytopenia in Pregnancy -- Prognosis", "content": "Gestational thrombocytopenia: It is a self-limiting condition that usually resolves within 4 to 8 weeks of delivery of the fetus. Although there is a high risk of recurrence with subsequent pregnancies, it is often a benign condition that seldom causes any complications in the mother. [4] [5]", "contents": "Thrombocytopenia in Pregnancy -- Prognosis. Gestational thrombocytopenia: It is a self-limiting condition that usually resolves within 4 to 8 weeks of delivery of the fetus. Although there is a high risk of recurrence with subsequent pregnancies, it is often a benign condition that seldom causes any complications in the mother. [4] [5]"}
{"id": "article-30096_50", "title": "Thrombocytopenia in Pregnancy -- Prognosis", "content": "Immune thrombocytopenia: ITP can lead to significant bleeding issues in the mother. ITP in the mother can also affect the neonate and lead to neonatal thrombocytopenia. Despite low platelets, the risk of bleeding is quite low in the mother. In the neonates who have thrombocytopenia secondary to maternal ITP, catastrophic bleeding events (like intracranial hemorrhage) occurs in less than 1% of patients. [4] [5]", "contents": "Thrombocytopenia in Pregnancy -- Prognosis. Immune thrombocytopenia: ITP can lead to significant bleeding issues in the mother. ITP in the mother can also affect the neonate and lead to neonatal thrombocytopenia. Despite low platelets, the risk of bleeding is quite low in the mother. In the neonates who have thrombocytopenia secondary to maternal ITP, catastrophic bleeding events (like intracranial hemorrhage) occurs in less than 1% of patients. [4] [5]"}
{"id": "article-30096_51", "title": "Thrombocytopenia in Pregnancy -- Prognosis", "content": "TMA: Both pregnancy-related TMA (PEC/HELLP/AFLP) and TMA not specific to pregnancy (TTP/ATypical HUS) are associated with high rates of maternal and neonatal morbidity and mortality. Thrombocytopenia related to these conditions seldom poses any issues in the mother or the neonate. The goal of treatment is delivery of the baby. [4] [5] Recovery of platelet count may lag behind the delivery of the fetus but eventually resolves once the underlying condition improves. [4] [5]", "contents": "Thrombocytopenia in Pregnancy -- Prognosis. TMA: Both pregnancy-related TMA (PEC/HELLP/AFLP) and TMA not specific to pregnancy (TTP/ATypical HUS) are associated with high rates of maternal and neonatal morbidity and mortality. Thrombocytopenia related to these conditions seldom poses any issues in the mother or the neonate. The goal of treatment is delivery of the baby. [4] [5] Recovery of platelet count may lag behind the delivery of the fetus but eventually resolves once the underlying condition improves. [4] [5]"}
{"id": "article-30096_52", "title": "Thrombocytopenia in Pregnancy -- Prognosis", "content": "Clinicians should manage other causes of thrombocytopenia (bone marrow failure syndrome, PNH, etc.) according to primary etiology, and the prognosis depends on the underlying etiology.", "contents": "Thrombocytopenia in Pregnancy -- Prognosis. Clinicians should manage other causes of thrombocytopenia (bone marrow failure syndrome, PNH, etc.) according to primary etiology, and the prognosis depends on the underlying etiology."}
{"id": "article-30096_53", "title": "Thrombocytopenia in Pregnancy -- Prognosis", "content": "Neonatal outcome in women with thrombocytopenia: The neonatal outcome is excellent in neonates born to mothers with gestational thrombocytopenia. They never develop thrombocytopenia or are at risk of bleeding. Neonates born to mothers with ITP may develop transient thrombocytopenia. Although the passive transfer of antibodies from the mother causing transient thrombocytopenia in the neonate is the most popular theory behind neonates developing thrombocytopenia, it is not entirely proven. The nadir of platelets appears within 24 to 48 hours. Reports of intracranial hemorrhage appear in less than 1% of neonates who develop thrombocytopenia secondary to maternal ITP. [4] [5]", "contents": "Thrombocytopenia in Pregnancy -- Prognosis. Neonatal outcome in women with thrombocytopenia: The neonatal outcome is excellent in neonates born to mothers with gestational thrombocytopenia. They never develop thrombocytopenia or are at risk of bleeding. Neonates born to mothers with ITP may develop transient thrombocytopenia. Although the passive transfer of antibodies from the mother causing transient thrombocytopenia in the neonate is the most popular theory behind neonates developing thrombocytopenia, it is not entirely proven. The nadir of platelets appears within 24 to 48 hours. Reports of intracranial hemorrhage appear in less than 1% of neonates who develop thrombocytopenia secondary to maternal ITP. [4] [5]"}
{"id": "article-30096_54", "title": "Thrombocytopenia in Pregnancy -- Complications", "content": "Thrombocytopenia in pregnancy seldom leads to bleeding in pregnancy, even with very low platelet counts seen in ITP [11] The complications are secondary to the underlying etiology and get discussed in the Management section.", "contents": "Thrombocytopenia in Pregnancy -- Complications. Thrombocytopenia in pregnancy seldom leads to bleeding in pregnancy, even with very low platelet counts seen in ITP [11] The complications are secondary to the underlying etiology and get discussed in the Management section."}
{"id": "article-30096_55", "title": "Thrombocytopenia in Pregnancy -- Consultations", "content": "Aa high-risk obstetric clinic should follow any patient with thrombocytopenia in pregnancy. A hematology consult is needed if the platelet count drops below 70 x 10^9/L or if a pregnant woman with thrombocytopenia develops bleeding. It is critical to involve a hematologist in the management of TMA not specific to pregnancy (TTP and atypical HUS) and other rare causes of thrombocytopenia.", "contents": "Thrombocytopenia in Pregnancy -- Consultations. Aa high-risk obstetric clinic should follow any patient with thrombocytopenia in pregnancy. A hematology consult is needed if the platelet count drops below 70 x 10^9/L or if a pregnant woman with thrombocytopenia develops bleeding. It is critical to involve a hematologist in the management of TMA not specific to pregnancy (TTP and atypical HUS) and other rare causes of thrombocytopenia."}
{"id": "article-30096_56", "title": "Thrombocytopenia in Pregnancy -- Deterrence and Patient Education", "content": "Though thrombocytopenia in pregnancy is benign in the majority of patients, it should be investigated thoroughly, especially if the platelet count drops below 70 x 10^9/L. In the case of gestational thrombocytopenia, patients require reassurance about the benign nature of the diagnosis. Appropriate treatment directed towards the underlying etiology should start as soon as possible, and the patients and family members should receive appropriately targeted education. Patients should be followed for platelet counts every 2 to 4 weeks to observe a trend in their platelet counts and every two weeks near term. Patients and family members should understand that the mode of delivery (vaginal or cesarean section) will be decided based on obstetric indication and not the platelet count. In addition to this, patients should also know that platelet transfusions are not routine therapy for thrombocytopenia in pregnancy. The delivery is usually uncomplicated if their platelet count is more than 50 x 10^9/L. However, a goal of more than 80 x 10^9/L is considered appropriate for administering epidural anesthesia. An expert hematologist should be involved in the care of the pregnant women with thrombocytopenia, if the platelet count drops below 70 x 10^9/L or if bleeding develops. [4] [5]", "contents": "Thrombocytopenia in Pregnancy -- Deterrence and Patient Education. Though thrombocytopenia in pregnancy is benign in the majority of patients, it should be investigated thoroughly, especially if the platelet count drops below 70 x 10^9/L. In the case of gestational thrombocytopenia, patients require reassurance about the benign nature of the diagnosis. Appropriate treatment directed towards the underlying etiology should start as soon as possible, and the patients and family members should receive appropriately targeted education. Patients should be followed for platelet counts every 2 to 4 weeks to observe a trend in their platelet counts and every two weeks near term. Patients and family members should understand that the mode of delivery (vaginal or cesarean section) will be decided based on obstetric indication and not the platelet count. In addition to this, patients should also know that platelet transfusions are not routine therapy for thrombocytopenia in pregnancy. The delivery is usually uncomplicated if their platelet count is more than 50 x 10^9/L. However, a goal of more than 80 x 10^9/L is considered appropriate for administering epidural anesthesia. An expert hematologist should be involved in the care of the pregnant women with thrombocytopenia, if the platelet count drops below 70 x 10^9/L or if bleeding develops. [4] [5]"}
{"id": "article-30096_57", "title": "Thrombocytopenia in Pregnancy -- Pearls and Other Issues", "content": "Thrombocytopenia in pregnancy is a benign condition in the majority of patients. However, it may be associated with more severe etiologies in a few patients. A few noteworthy points are listed here.", "contents": "Thrombocytopenia in Pregnancy -- Pearls and Other Issues. Thrombocytopenia in pregnancy is a benign condition in the majority of patients. However, it may be associated with more severe etiologies in a few patients. A few noteworthy points are listed here."}
{"id": "article-30096_58", "title": "Thrombocytopenia in Pregnancy -- Pearls and Other Issues", "content": "Less than 1% of patients with thrombocytopenia in pregnancy have a platelet count of less than 100 x 10^9/L.", "contents": "Thrombocytopenia in Pregnancy -- Pearls and Other Issues. Less than 1% of patients with thrombocytopenia in pregnancy have a platelet count of less than 100 x 10^9/L."}
{"id": "article-30096_59", "title": "Thrombocytopenia in Pregnancy -- Pearls and Other Issues", "content": "A thorough history and complete physical is the initial step in the evaluation of thrombocytopenia in pregnancy.", "contents": "Thrombocytopenia in Pregnancy -- Pearls and Other Issues. A thorough history and complete physical is the initial step in the evaluation of thrombocytopenia in pregnancy."}
{"id": "article-30096_60", "title": "Thrombocytopenia in Pregnancy -- Pearls and Other Issues", "content": "A review of the peripheral smear is the first step in the lab evaluation of thrombocytopenia. It helps in ruling out pseudo-thrombocytopenia and schistocytes.", "contents": "Thrombocytopenia in Pregnancy -- Pearls and Other Issues. A review of the peripheral smear is the first step in the lab evaluation of thrombocytopenia. It helps in ruling out pseudo-thrombocytopenia and schistocytes."}
{"id": "article-30096_61", "title": "Thrombocytopenia in Pregnancy -- Pearls and Other Issues", "content": "Gestational thrombocytopenia, which is the most common cause of thrombocytopenia in pregnancy, is a diagnosis of exclusion.", "contents": "Thrombocytopenia in Pregnancy -- Pearls and Other Issues. Gestational thrombocytopenia, which is the most common cause of thrombocytopenia in pregnancy, is a diagnosis of exclusion."}
{"id": "article-30096_62", "title": "Thrombocytopenia in Pregnancy -- Pearls and Other Issues", "content": "Despite being the most common cause of thrombocytopenia in pregnancy, gestational thrombocytopenia does not require any intervention as it resolves spontaneously.", "contents": "Thrombocytopenia in Pregnancy -- Pearls and Other Issues. Despite being the most common cause of thrombocytopenia in pregnancy, gestational thrombocytopenia does not require any intervention as it resolves spontaneously."}
{"id": "article-30096_63", "title": "Thrombocytopenia in Pregnancy -- Pearls and Other Issues", "content": "ITP is the most frequent cause of thrombocytopenia in the first trimester of pregnancy. However, it is also a diagnosis of exclusion.", "contents": "Thrombocytopenia in Pregnancy -- Pearls and Other Issues. ITP is the most frequent cause of thrombocytopenia in the first trimester of pregnancy. However, it is also a diagnosis of exclusion."}
{"id": "article-30096_64", "title": "Thrombocytopenia in Pregnancy -- Pearls and Other Issues", "content": "Corticosteroids and IVIG are the first-line treatment for ITP in pregnancy.", "contents": "Thrombocytopenia in Pregnancy -- Pearls and Other Issues. Corticosteroids and IVIG are the first-line treatment for ITP in pregnancy."}
{"id": "article-30096_65", "title": "Thrombocytopenia in Pregnancy -- Pearls and Other Issues", "content": "Rituximab is safe in pregnancy for the treatment of ITP, although it may cause transient B-cell lymphopenia in the neonate, which resolves spontaneously.", "contents": "Thrombocytopenia in Pregnancy -- Pearls and Other Issues. Rituximab is safe in pregnancy for the treatment of ITP, although it may cause transient B-cell lymphopenia in the neonate, which resolves spontaneously."}
{"id": "article-30096_66", "title": "Thrombocytopenia in Pregnancy -- Pearls and Other Issues", "content": "Pregnancy-related TMA management is by the delivery of the fetus. Thrombocytopenia and other abnormalities may take longer to recover after the delivery of the fetus.", "contents": "Thrombocytopenia in Pregnancy -- Pearls and Other Issues. Pregnancy-related TMA management is by the delivery of the fetus. Thrombocytopenia and other abnormalities may take longer to recover after the delivery of the fetus."}
{"id": "article-30096_67", "title": "Thrombocytopenia in Pregnancy -- Pearls and Other Issues", "content": "TTP is rare during pregnancy, but 10 to 30% of all patients with TTP are obstetric. Up to 25% of TTP in pregnancy is due to a congenital lack of ADAMTS-13 (Upshaw-Schulman syndrome).", "contents": "Thrombocytopenia in Pregnancy -- Pearls and Other Issues. TTP is rare during pregnancy, but 10 to 30% of all patients with TTP are obstetric. Up to 25% of TTP in pregnancy is due to a congenital lack of ADAMTS-13 (Upshaw-Schulman syndrome)."}
{"id": "article-30096_68", "title": "Thrombocytopenia in Pregnancy -- Pearls and Other Issues", "content": "Eculizumab is designated category C by the FDA, but several reports show that it is safe for the management of atypical HUS and PNH in pregnancy.", "contents": "Thrombocytopenia in Pregnancy -- Pearls and Other Issues. Eculizumab is designated category C by the FDA, but several reports show that it is safe for the management of atypical HUS and PNH in pregnancy."}
{"id": "article-30096_69", "title": "Thrombocytopenia in Pregnancy -- Pearls and Other Issues", "content": "Important points to remember for both physicians and patients: The mode of delivery depends on the obstetric indication, rather than the platelet count. A platelet count of more than 50 x 10^9/L is safe for delivery. The goal of platelets for administering neuraxial anesthesia is at 80 x 10^9/L. In a patient with gestational thrombocytopenia, if the platelet count drops below 70 x 10^9/L, then a secondary cause, like ITP, should be considered. Platelet transfusions are not required for low platelet counts unless the patient is bleeding. The neonatal outcome is excellent in neonates born to mothers with gestational thrombocytopenia. Transient thrombocytopenia can present in neonates born to mothers with ITP. In less than 1% of neonates, it can lead to intracranial hemorrhage. A pediatrician consult is necessary for such a scenario. Maternal and neonatal morbidity and mortality are high in patients with TMA. The primary goal of treatment is delivery of the fetus.", "contents": "Thrombocytopenia in Pregnancy -- Pearls and Other Issues. Important points to remember for both physicians and patients: The mode of delivery depends on the obstetric indication, rather than the platelet count. A platelet count of more than 50 x 10^9/L is safe for delivery. The goal of platelets for administering neuraxial anesthesia is at 80 x 10^9/L. In a patient with gestational thrombocytopenia, if the platelet count drops below 70 x 10^9/L, then a secondary cause, like ITP, should be considered. Platelet transfusions are not required for low platelet counts unless the patient is bleeding. The neonatal outcome is excellent in neonates born to mothers with gestational thrombocytopenia. Transient thrombocytopenia can present in neonates born to mothers with ITP. In less than 1% of neonates, it can lead to intracranial hemorrhage. A pediatrician consult is necessary for such a scenario. Maternal and neonatal morbidity and mortality are high in patients with TMA. The primary goal of treatment is delivery of the fetus."}
{"id": "article-30096_70", "title": "Thrombocytopenia in Pregnancy -- Enhancing Healthcare Team Outcomes", "content": "Thrombocytopenia in pregnancy is the second most prevalent hematological abnormality in pregnancy. Less than 1% of pregnant women with thrombocytopenia during pregnancy would have a platelet count of less than 100 x 10^9/L. Gestational thrombocytopenia is the most frequent cause of thrombocytopenia in pregnancy and requires vigilant monitoring in the clinic and reassurance to the patient. There is a need for communication between the obstetrics team, hematologists, pediatricians, and nurses involved in the management of pregnant women with thrombocytopenia. Most evidence in the management of patients with gestational thrombocytopenia and ITP comes from retrospective observational studies or Cohort-Control studies (Level III). [4] [5] The rarer causes of thrombocytopenia in pregnancy are investigated based on the presenting sign and symptoms.", "contents": "Thrombocytopenia in Pregnancy -- Enhancing Healthcare Team Outcomes. Thrombocytopenia in pregnancy is the second most prevalent hematological abnormality in pregnancy. Less than 1% of pregnant women with thrombocytopenia during pregnancy would have a platelet count of less than 100 x 10^9/L. Gestational thrombocytopenia is the most frequent cause of thrombocytopenia in pregnancy and requires vigilant monitoring in the clinic and reassurance to the patient. There is a need for communication between the obstetrics team, hematologists, pediatricians, and nurses involved in the management of pregnant women with thrombocytopenia. Most evidence in the management of patients with gestational thrombocytopenia and ITP comes from retrospective observational studies or Cohort-Control studies (Level III). [4] [5] The rarer causes of thrombocytopenia in pregnancy are investigated based on the presenting sign and symptoms."}
{"id": "article-30096_71", "title": "Thrombocytopenia in Pregnancy -- Enhancing Healthcare Team Outcomes", "content": "Pregnancy-related thrombocytopenia requires an interprofessional approach to care. Clinician involvement was discussed above, but they do not operate alone. Specialty-trained nursing staff (maternal-newborn and neonatal) will be on hand to assist with delivery, medication administration, and monitoring of the mother and baby before and throughout the delivery process. The various medications used in thrombocytopenia require input from the pharmacists, who will verify dosing, check for interactions, and suggest therapeutic alternatives when necessary.  The clinicians may be running the show, but they need their supporting actors on the interprofessional healthcare team to effectively bring both the mother and newborn to a successful outcome. [Level V]", "contents": "Thrombocytopenia in Pregnancy -- Enhancing Healthcare Team Outcomes. Pregnancy-related thrombocytopenia requires an interprofessional approach to care. Clinician involvement was discussed above, but they do not operate alone. Specialty-trained nursing staff (maternal-newborn and neonatal) will be on hand to assist with delivery, medication administration, and monitoring of the mother and baby before and throughout the delivery process. The various medications used in thrombocytopenia require input from the pharmacists, who will verify dosing, check for interactions, and suggest therapeutic alternatives when necessary.  The clinicians may be running the show, but they need their supporting actors on the interprofessional healthcare team to effectively bring both the mother and newborn to a successful outcome. [Level V]"}
{"id": "article-30096_72", "title": "Thrombocytopenia in Pregnancy -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Thrombocytopenia in Pregnancy -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}