{"id": "article-22144_0", "title": "Genetics, Autosomal Dominant -- Introduction", "content": "The field of genetics was born through meticulous studies in a monastery garden by a 19th-century monk, Gregor Mendel. His proposed laws explained the modes of inheritance of characteristic traits passed on through generations, such as the flower color of a pea plant. Though it would be many years before the term gene was introduced and much has been learned since his initial observations, the laws have withstood our advances and understanding of biology, with some interesting exceptions. Gregor Mendel proposed three laws explaining the inheritance of traits visible through generations - the characteristic of pea skin - wrinkled or smooth, the color of a pea plant flower - white, pink, red - among other features. We now understand that these traits are encoded in our instruction manual or our DNA. These simple changes to the phenotype, or the trait displayed in an organism, can be explained through changes in our genes. Mendel's laws include the Law of Dominance and Uniformity, the Law of Segregation, and the Law of Independent Assortment.", "contents": "Genetics, Autosomal Dominant -- Introduction. The field of genetics was born through meticulous studies in a monastery garden by a 19th-century monk, Gregor Mendel. His proposed laws explained the modes of inheritance of characteristic traits passed on through generations, such as the flower color of a pea plant. Though it would be many years before the term gene was introduced and much has been learned since his initial observations, the laws have withstood our advances and understanding of biology, with some interesting exceptions. Gregor Mendel proposed three laws explaining the inheritance of traits visible through generations - the characteristic of pea skin - wrinkled or smooth, the color of a pea plant flower - white, pink, red - among other features. We now understand that these traits are encoded in our instruction manual or our DNA. These simple changes to the phenotype, or the trait displayed in an organism, can be explained through changes in our genes. Mendel's laws include the Law of Dominance and Uniformity, the Law of Segregation, and the Law of Independent Assortment."}
{"id": "article-22144_1", "title": "Genetics, Autosomal Dominant -- Introduction", "content": "First, the Law of Dominance and Uniformity states that some alleles, which are variants of a particular gene found at the same chromosomal locus or location, are dominant over the other alleles for a given gene. Those traits that are not dominant are termed recessive. If an organism inherits at least one dominant variant, then it will display the effect, or phenotype, of the dominant allele. [1] Second, the Law of Segregation states that the two alleles for each gene separate from each other during gametogenesis so that the parent may only pass off one allele; thus, the offspring can only inherit one allele from each parent. Third, the Law of Independent Assortment (Law of Reassortment) states that the alleles of different genes segregate independently of one another during gametogenesis and are distributed independently of one another in the next generation. [2] This concept was later verified with chromosomes, though also disproven in some instances. For example, when genes occur on the same chromosome, they can be linked and not follow this law.", "contents": "Genetics, Autosomal Dominant -- Introduction. First, the Law of Dominance and Uniformity states that some alleles, which are variants of a particular gene found at the same chromosomal locus or location, are dominant over the other alleles for a given gene. Those traits that are not dominant are termed recessive. If an organism inherits at least one dominant variant, then it will display the effect, or phenotype, of the dominant allele. [1] Second, the Law of Segregation states that the two alleles for each gene separate from each other during gametogenesis so that the parent may only pass off one allele; thus, the offspring can only inherit one allele from each parent. Third, the Law of Independent Assortment (Law of Reassortment) states that the alleles of different genes segregate independently of one another during gametogenesis and are distributed independently of one another in the next generation. [2] This concept was later verified with chromosomes, though also disproven in some instances. For example, when genes occur on the same chromosome, they can be linked and not follow this law."}
{"id": "article-22144_2", "title": "Genetics, Autosomal Dominant -- Mechanism", "content": "Mendel’s laws come to light within human pathologies in the way of single-gene or monogenic disorders. Disorders that follow an autosomal dominant mode of inheritance manifest when an individual inherits at least one dominant allele (A) for a disorder gene. Following Mendel’s Law of Dominance and Uniformity, only one dominant allele within the disease gene is necessary for an individual to be affected or show the phenotype. The classic example is as follows: if one parent is affected with an autosomal dominant disorder, thus heterozygous (Aa), while the other parent is not affected and homozygous (aa), then 50% of the offspring will have the chance of 1) receiving one dominant allele, resulting in the heterozygous (Aa) state and being affected with the disorder or 2) receiving both recessive alleles, resulting in the homozygous (aa) state and not being affected with the disorder. Please see Figure 1 for segregation, as illustrated through a Punnett Square.", "contents": "Genetics, Autosomal Dominant -- Mechanism. Mendel’s laws come to light within human pathologies in the way of single-gene or monogenic disorders. Disorders that follow an autosomal dominant mode of inheritance manifest when an individual inherits at least one dominant allele (A) for a disorder gene. Following Mendel’s Law of Dominance and Uniformity, only one dominant allele within the disease gene is necessary for an individual to be affected or show the phenotype. The classic example is as follows: if one parent is affected with an autosomal dominant disorder, thus heterozygous (Aa), while the other parent is not affected and homozygous (aa), then 50% of the offspring will have the chance of 1) receiving one dominant allele, resulting in the heterozygous (Aa) state and being affected with the disorder or 2) receiving both recessive alleles, resulting in the homozygous (aa) state and not being affected with the disorder. Please see Figure 1 for segregation, as illustrated through a Punnett Square."}
{"id": "article-22144_3", "title": "Genetics, Autosomal Dominant -- Mechanism", "content": "The most expeditious way to determine the autosomal dominant inheritance pattern of a disorder within a family is by analyzing the family pedigree. Since autosomal dominant disorders involve autosomes or the non-sex chromosomes, the disorders affect males and females equally. Also, autosomal dominant disorders rarely skip generations because they only require the inheritance of one dominant allele to express the phenotype of the disorder. The chance of inheriting and expressing the disorder phenotype is dependent on the genotype and phenotype of the parents.", "contents": "Genetics, Autosomal Dominant -- Mechanism. The most expeditious way to determine the autosomal dominant inheritance pattern of a disorder within a family is by analyzing the family pedigree. Since autosomal dominant disorders involve autosomes or the non-sex chromosomes, the disorders affect males and females equally. Also, autosomal dominant disorders rarely skip generations because they only require the inheritance of one dominant allele to express the phenotype of the disorder. The chance of inheriting and expressing the disorder phenotype is dependent on the genotype and phenotype of the parents."}
{"id": "article-22144_4", "title": "Genetics, Autosomal Dominant -- Mechanism", "content": "If one parent is heterozygous (i.e., Aa) and affected with the disorder, approximately 50% of the offspring have the chance of inheriting a dominant allele and thus being affected with the disorder, as previously mentioned. If both parents are heterozygous and affected by the disorder, 75% of the offspring have the chance of inheriting a dominant allele and being affected by the disorder. If one parent is homozygous (i.e., AA) and affected by the disorder, all of the offspring may have the chance of inheriting a dominant allele and being affected by the disorder.", "contents": "Genetics, Autosomal Dominant -- Mechanism. If one parent is heterozygous (i.e., Aa) and affected with the disorder, approximately 50% of the offspring have the chance of inheriting a dominant allele and thus being affected with the disorder, as previously mentioned. If both parents are heterozygous and affected by the disorder, 75% of the offspring have the chance of inheriting a dominant allele and being affected by the disorder. If one parent is homozygous (i.e., AA) and affected by the disorder, all of the offspring may have the chance of inheriting a dominant allele and being affected by the disorder."}
{"id": "article-22144_5", "title": "Genetics, Autosomal Dominant -- Mechanism", "content": "Though dominant inheritance is common, dominant conditions can occur sporadically or de novo within a family due to sporadic mutation in parental gonads or within the developing fetus. In fact, many autosomal dominant disorder mutations arise de novo , or for the first time within a family, in an affected individual. [3] These  de novo mutations are not inherited from a parent; therefore, siblings of an affected individual are very unlikely to be affected. If the affected individual is heterozygous (Aa) and has a child with an unaffected individual (aa), the children will have a 50% chance of inheriting a dominant allele (Aa) and being affected by the disorder. Germline mosaicism can also play a factor; however, in that, if a parent only has the mutation in their germline, they can have a higher recurrence risk (50% rather than <1%).", "contents": "Genetics, Autosomal Dominant -- Mechanism. Though dominant inheritance is common, dominant conditions can occur sporadically or de novo within a family due to sporadic mutation in parental gonads or within the developing fetus. In fact, many autosomal dominant disorder mutations arise de novo , or for the first time within a family, in an affected individual. [3] These  de novo mutations are not inherited from a parent; therefore, siblings of an affected individual are very unlikely to be affected. If the affected individual is heterozygous (Aa) and has a child with an unaffected individual (aa), the children will have a 50% chance of inheriting a dominant allele (Aa) and being affected by the disorder. Germline mosaicism can also play a factor; however, in that, if a parent only has the mutation in their germline, they can have a higher recurrence risk (50% rather than <1%)."}
{"id": "article-22144_6", "title": "Genetics, Autosomal Dominant -- Mechanism", "content": "As with any heritable single-gene disorder, penetrance plays a role. Penetrance is measured by the percentage of individuals who inherit a disorder allele AND display the phenotype of the disorder. [4] Therefore, all individuals who inherit a disorder allele may not exhibit the phenotype of the disorder (reduced penetrance); however, they can still pass on the allele and have an affected child. Autosomal dominant disorders with a higher penetrance result in more individuals displaying the phenotype who inherit the disorder allele. Furthermore, when age is a factor for the disorder (i.e., it only is apparent in adulthood), the family history may not appear to be dominant if the individuals you are assessing are not yet old enough to display the phenotype.", "contents": "Genetics, Autosomal Dominant -- Mechanism. As with any heritable single-gene disorder, penetrance plays a role. Penetrance is measured by the percentage of individuals who inherit a disorder allele AND display the phenotype of the disorder. [4] Therefore, all individuals who inherit a disorder allele may not exhibit the phenotype of the disorder (reduced penetrance); however, they can still pass on the allele and have an affected child. Autosomal dominant disorders with a higher penetrance result in more individuals displaying the phenotype who inherit the disorder allele. Furthermore, when age is a factor for the disorder (i.e., it only is apparent in adulthood), the family history may not appear to be dominant if the individuals you are assessing are not yet old enough to display the phenotype."}
{"id": "article-22144_7", "title": "Genetics, Autosomal Dominant -- Testing", "content": "Early identification of autosomal dominant disease is essential for reducing morbidity and mortality; however, identification relies on adequate family history and genetic testing, and both are underutilized. Sometimes, the detection of autosomal dominant disease is hindered by insufficient knowledge regarding the disease, lack of access to testing, emotional issues, fears of financial distress accompanying testing, and misunderstanding of the rationale behind testing. [5] Clinicians should curtail these hindrances to testing and detection of autosomal dominant diseases by proper patient education and support of disease awareness to effectively identify disorders, treat patients, and improve clinical outcomes.", "contents": "Genetics, Autosomal Dominant -- Testing. Early identification of autosomal dominant disease is essential for reducing morbidity and mortality; however, identification relies on adequate family history and genetic testing, and both are underutilized. Sometimes, the detection of autosomal dominant disease is hindered by insufficient knowledge regarding the disease, lack of access to testing, emotional issues, fears of financial distress accompanying testing, and misunderstanding of the rationale behind testing. [5] Clinicians should curtail these hindrances to testing and detection of autosomal dominant diseases by proper patient education and support of disease awareness to effectively identify disorders, treat patients, and improve clinical outcomes."}
{"id": "article-22144_8", "title": "Genetics, Autosomal Dominant -- Clinical Significance", "content": "Marfan syndrome (MFS) is one example of a disorder following an autosomal dominant mode of inheritance. MFS results from a mutation in the FBN1 gene on chromosome 15, producing defective fibrillin. Fibrillin is a glycoprotein that forms a protective wrap around elastin, and it is an essential component of the extracellular matrix. Compared to the average population, individuals with MFS usually show higher height percentiles for their age, with long extremities and hypermobile joints. MFS can also involve cardiovascular structures, presenting as cystic medial necrosis of the aorta, mitral valve prolapse, and other conditions. [6] The disorder also has other skeletal and ocular manifestations. MFS is a relatively common autosomal dominant disorder, affecting approximately 1 in 5,000 to 1 in 10,000 people worldwide, and exhibiting no prevalence differences based on ethnicity, social class, nor geographic locale. Diagnosing MFS relies on genetic testing for the FBN1 mutation, clinical features, and/or family history of the disorder. [7]", "contents": "Genetics, Autosomal Dominant -- Clinical Significance. Marfan syndrome (MFS) is one example of a disorder following an autosomal dominant mode of inheritance. MFS results from a mutation in the FBN1 gene on chromosome 15, producing defective fibrillin. Fibrillin is a glycoprotein that forms a protective wrap around elastin, and it is an essential component of the extracellular matrix. Compared to the average population, individuals with MFS usually show higher height percentiles for their age, with long extremities and hypermobile joints. MFS can also involve cardiovascular structures, presenting as cystic medial necrosis of the aorta, mitral valve prolapse, and other conditions. [6] The disorder also has other skeletal and ocular manifestations. MFS is a relatively common autosomal dominant disorder, affecting approximately 1 in 5,000 to 1 in 10,000 people worldwide, and exhibiting no prevalence differences based on ethnicity, social class, nor geographic locale. Diagnosing MFS relies on genetic testing for the FBN1 mutation, clinical features, and/or family history of the disorder. [7]"}
{"id": "article-22144_9", "title": "Genetics, Autosomal Dominant -- Clinical Significance", "content": "Tuberous sclerosis, or tuberous sclerosis complex (TSC), is another autosomal dominant disorder. TSC is a neurocutaneous disorder resulting from loss-of-function mutations in either the TSC1 or TSC2 genes. TSC1 encodes the protein hamartin, and TSC2 encodes tuberin; these two proteins together form the TSC protein complex that usually inhibits the mTOR intracellular signaling cascade. Without these two proteins, there is dysregulated mTOR signaling, which can lead to abnormal cell growth, proliferation, autophagy, and synthesis of biomacromolecules. [8] TSC has an incidence of 1 in 6,000 to 1 in 10,000 live births. Around 30% of cases are inherited in an autosomal dominant manner, while approximately 70% of cases arise from de novo mutations. [9] Clinical manifestations of TSC involve the brain, heart, kidneys, lungs, and skin. Common features include facial angiofibromas or forehead plaques, ungual fibromas, connective tissue nevi (“Shagreen patches”), retinal nodular hamartomas, lymphangiomyomatosis, and renal angiomyolipomas. [10]", "contents": "Genetics, Autosomal Dominant -- Clinical Significance. Tuberous sclerosis, or tuberous sclerosis complex (TSC), is another autosomal dominant disorder. TSC is a neurocutaneous disorder resulting from loss-of-function mutations in either the TSC1 or TSC2 genes. TSC1 encodes the protein hamartin, and TSC2 encodes tuberin; these two proteins together form the TSC protein complex that usually inhibits the mTOR intracellular signaling cascade. Without these two proteins, there is dysregulated mTOR signaling, which can lead to abnormal cell growth, proliferation, autophagy, and synthesis of biomacromolecules. [8] TSC has an incidence of 1 in 6,000 to 1 in 10,000 live births. Around 30% of cases are inherited in an autosomal dominant manner, while approximately 70% of cases arise from de novo mutations. [9] Clinical manifestations of TSC involve the brain, heart, kidneys, lungs, and skin. Common features include facial angiofibromas or forehead plaques, ungual fibromas, connective tissue nevi (“Shagreen patches”), retinal nodular hamartomas, lymphangiomyomatosis, and renal angiomyolipomas. [10]"}
{"id": "article-22144_10", "title": "Genetics, Autosomal Dominant -- Clinical Significance", "content": "Individuals with either MFS or TSC have a 50% chance of passing on the disorder to their offspring. Additionally, some individuals have these syndromes who did not inherit it from their parents or had a de novo occurrence to the pathogenic variant. These individuals are still at a 50% risk for passing it on to their children.", "contents": "Genetics, Autosomal Dominant -- Clinical Significance. Individuals with either MFS or TSC have a 50% chance of passing on the disorder to their offspring. Additionally, some individuals have these syndromes who did not inherit it from their parents or had a de novo occurrence to the pathogenic variant. These individuals are still at a 50% risk for passing it on to their children."}
{"id": "article-22144_11", "title": "Genetics, Autosomal Dominant -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Genetics, Autosomal Dominant -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}