{"id": "article-25981_0", "title": "Normal Pressure Hydrocephalus -- Continuing Education Activity", "content": "Normal pressure hydrocephalus characteristically presents with progressive gait impairment, cognitive deficits, and urinary urgency and/or incontinence. This activity reviews the evaluation and treatment of normal pressure hydrocephalus and highlights the role of the interprofessional team in evaluating and treating this condition.", "contents": "Normal Pressure Hydrocephalus -- Continuing Education Activity. Normal pressure hydrocephalus characteristically presents with progressive gait impairment, cognitive deficits, and urinary urgency and/or incontinence. This activity reviews the evaluation and treatment of normal pressure hydrocephalus and highlights the role of the interprofessional team in evaluating and treating this condition."}
{"id": "article-25981_1", "title": "Normal Pressure Hydrocephalus -- Continuing Education Activity", "content": "Objectives: Describe the pathophysiology of normal pressure hydrocephalus. Outline the typical presentation of a patient with normal pressure hydrocephalus. Describe the typical findings associated with normal pressure hydrocephalus on a computed tomography brain scan. Explain the importance of collaboration and communication amongst the interprofessional team to improve outcomes for patients affected by normal pressure hydrocephalus. Access free multiple choice questions on this topic.", "contents": "Normal Pressure Hydrocephalus -- Continuing Education Activity. Objectives: Describe the pathophysiology of normal pressure hydrocephalus. Outline the typical presentation of a patient with normal pressure hydrocephalus. Describe the typical findings associated with normal pressure hydrocephalus on a computed tomography brain scan. Explain the importance of collaboration and communication amongst the interprofessional team to improve outcomes for patients affected by normal pressure hydrocephalus. Access free multiple choice questions on this topic."}
{"id": "article-25981_2", "title": "Normal Pressure Hydrocephalus -- Introduction", "content": "Idiopathic normal pressure hydrocephalus (iNPH) (G91.2 by ICD-10), a potentially reversible cause of dementia, is the most common form of hydrocephalus in adults. iNPH is a disorder of the elderly that characteristically presents with progressive gait impairment, cognitive deficits, and urinary urgency and/or incontinence (Hakim-Adams triad - classically described by Colombian neurosurgeon Salomon Hakim and R D Adams in 1965). [1] Gait disturbance with one additional feature is essential to consider the diagnosis;  however, the clinical presentation requires further supportive assessment (i.e., imaging and cerebrospinal fluid (CSF) drainage) for confirmation. Some experts have challenged the term iNPH, as the intracranial pressure is not always normal in iNPH. The term idiopathic adult hydrocephalus syndrome (iAHS) has also been proposed. [2]", "contents": "Normal Pressure Hydrocephalus -- Introduction. Idiopathic normal pressure hydrocephalus (iNPH) (G91.2 by ICD-10), a potentially reversible cause of dementia, is the most common form of hydrocephalus in adults. iNPH is a disorder of the elderly that characteristically presents with progressive gait impairment, cognitive deficits, and urinary urgency and/or incontinence (Hakim-Adams triad - classically described by Colombian neurosurgeon Salomon Hakim and R D Adams in 1965). [1] Gait disturbance with one additional feature is essential to consider the diagnosis;  however, the clinical presentation requires further supportive assessment (i.e., imaging and cerebrospinal fluid (CSF) drainage) for confirmation. Some experts have challenged the term iNPH, as the intracranial pressure is not always normal in iNPH. The term idiopathic adult hydrocephalus syndrome (iAHS) has also been proposed. [2]"}
{"id": "article-25981_3", "title": "Normal Pressure Hydrocephalus -- Etiology", "content": "There are two forms of normal pressure hydrocephalus: Idiopathic (primary) NPH - There is no identifiable cause. Symptomatic (secondary) NPH - Cases with risk factors of earlier brain infection, hemorrhage, traumatic brain injury, or radiation contributing to hydrocephalus fall into this category.", "contents": "Normal Pressure Hydrocephalus -- Etiology. There are two forms of normal pressure hydrocephalus: Idiopathic (primary) NPH - There is no identifiable cause. Symptomatic (secondary) NPH - Cases with risk factors of earlier brain infection, hemorrhage, traumatic brain injury, or radiation contributing to hydrocephalus fall into this category."}
{"id": "article-25981_4", "title": "Normal Pressure Hydrocephalus -- Etiology", "content": "Common features of iNPH and secondary normal pressure hydrocephalus are that both are communicating types of hydrocephalus and both carry a similar prognosis. The significant difference between them is that secondary NPH affects persons of all ages, while iNPH is mainly a disease of the elderly. The basal intracranial pressure must be initially elevated for at least some period of time for NPH to develop.", "contents": "Normal Pressure Hydrocephalus -- Etiology. Common features of iNPH and secondary normal pressure hydrocephalus are that both are communicating types of hydrocephalus and both carry a similar prognosis. The significant difference between them is that secondary NPH affects persons of all ages, while iNPH is mainly a disease of the elderly. The basal intracranial pressure must be initially elevated for at least some period of time for NPH to develop."}
{"id": "article-25981_5", "title": "Normal Pressure Hydrocephalus -- Epidemiology", "content": "In the most extensive population-based study on the prevalence of iNPH done in Western Sweden, the research found that 0.2% among those in the age group 70 to 79 years and 5.9% of those 80 years of age and older matched guideline criteria for probable iNPH. Most of the patients with iNPH were over 80 years of age. [3] The average age of onset is approximately 70 years, and men and women are affected in equal numbers. iNPH is thought to account for roughly 6% of all cases of dementia. The estimated incidence of normal pressure hydrocephalus is 0.2 to 5.5 per 100000 person-years, and reports of its prevalence are 0.003% in persons under 65, and 0.2% to 2.9% for persons aged 65 or older. [4] [5] [6]", "contents": "Normal Pressure Hydrocephalus -- Epidemiology. In the most extensive population-based study on the prevalence of iNPH done in Western Sweden, the research found that 0.2% among those in the age group 70 to 79 years and 5.9% of those 80 years of age and older matched guideline criteria for probable iNPH. Most of the patients with iNPH were over 80 years of age. [3] The average age of onset is approximately 70 years, and men and women are affected in equal numbers. iNPH is thought to account for roughly 6% of all cases of dementia. The estimated incidence of normal pressure hydrocephalus is 0.2 to 5.5 per 100000 person-years, and reports of its prevalence are 0.003% in persons under 65, and 0.2% to 2.9% for persons aged 65 or older. [4] [5] [6]"}
{"id": "article-25981_6", "title": "Normal Pressure Hydrocephalus -- Pathophysiology", "content": "The exact pathophysiologic pathway for iNPH remains unclear. [7] [8] [9] [10] [11] But several mechanisms have been described leading to the development of the condition [12] [13] [14] [15] [16] [17] :", "contents": "Normal Pressure Hydrocephalus -- Pathophysiology. The exact pathophysiologic pathway for iNPH remains unclear. [7] [8] [9] [10] [11] But several mechanisms have been described leading to the development of the condition [12] [13] [14] [15] [16] [17] :"}
{"id": "article-25981_7", "title": "Normal Pressure Hydrocephalus -- Pathophysiology", "content": "The hyperdynamic flow of cerebrospinal fluid (CSF) in the aqueduct", "contents": "Normal Pressure Hydrocephalus -- Pathophysiology. The hyperdynamic flow of cerebrospinal fluid (CSF) in the aqueduct"}
{"id": "article-25981_8", "title": "Normal Pressure Hydrocephalus -- Pathophysiology", "content": "Reduced compliance of the subarachnoid space", "contents": "Normal Pressure Hydrocephalus -- Pathophysiology. Reduced compliance of the subarachnoid space"}
{"id": "article-25981_9", "title": "Normal Pressure Hydrocephalus -- Pathophysiology", "content": "Increased CSF pulse pressure", "contents": "Normal Pressure Hydrocephalus -- Pathophysiology. Increased CSF pulse pressure"}
{"id": "article-25981_10", "title": "Normal Pressure Hydrocephalus -- Pathophysiology", "content": "Reduced reabsorption of CSF in the venous system due to increased resistance", "contents": "Normal Pressure Hydrocephalus -- Pathophysiology. Reduced reabsorption of CSF in the venous system due to increased resistance"}
{"id": "article-25981_11", "title": "Normal Pressure Hydrocephalus -- Pathophysiology", "content": "Reabsorption of CSF through abnormal mechanisms like transependymal flow, rather than through Pacchionian granulations", "contents": "Normal Pressure Hydrocephalus -- Pathophysiology. Reabsorption of CSF through abnormal mechanisms like transependymal flow, rather than through Pacchionian granulations"}
{"id": "article-25981_12", "title": "Normal Pressure Hydrocephalus -- Pathophysiology", "content": "Cerebral blood flow reduction", "contents": "Normal Pressure Hydrocephalus -- Pathophysiology. Cerebral blood flow reduction"}
{"id": "article-25981_13", "title": "Normal Pressure Hydrocephalus -- Pathophysiology", "content": "Altered expression of cerebrospinal fluid (CSF) tumor necrosis factor-alpha (which is known to regulate CSF production) and transforming growth factor-beta", "contents": "Normal Pressure Hydrocephalus -- Pathophysiology. Altered expression of cerebrospinal fluid (CSF) tumor necrosis factor-alpha (which is known to regulate CSF production) and transforming growth factor-beta"}
{"id": "article-25981_14", "title": "Normal Pressure Hydrocephalus -- Pathophysiology", "content": "Failure of drainage of vasoactive metabolites (Silverberg 2004) - Abnormalities in CSF production and turnover may lead to a failed clearance of toxic molecules - an inability to clear amyloid-b peptides and tau protein could lead to an increase in their concentration in brain interstitial fluid, creating a potentially hostile environment for neuronal function and survival", "contents": "Normal Pressure Hydrocephalus -- Pathophysiology. Failure of drainage of vasoactive metabolites (Silverberg 2004) - Abnormalities in CSF production and turnover may lead to a failed clearance of toxic molecules - an inability to clear amyloid-b peptides and tau protein could lead to an increase in their concentration in brain interstitial fluid, creating a potentially hostile environment for neuronal function and survival"}
{"id": "article-25981_15", "title": "Normal Pressure Hydrocephalus -- Pathophysiology", "content": "Loss of the Windkessel effect in the skull base arteries - The imbalance of CSF production and resorption is not due to overproduction but because of increased resistance to CSF outflow. The loss of elasticity of blood vessels may be either primary due to atherosclerosis or secondary due to low craniospinal compliance impeding the expansion of the skull base arteries. The increased brain pulsations result in higher compressive stress and shearing forces in the cerebral parenchyma. Due to the physical and physiological differences between superficial and deep (periventricular) brain tissue, the damage and loss start mainly in the periventricular areas as a result of cerebral auto-compression. This focal brain damage manifests as ventriculomegaly. The loss of the Windkessel effect also results in the lowering of cerebral blood flow, which leads to the simultaneous occurrence of iNPH and cerebral hypoperfusion; the latter, in turn, lowering CSF turnover.", "contents": "Normal Pressure Hydrocephalus -- Pathophysiology. Loss of the Windkessel effect in the skull base arteries - The imbalance of CSF production and resorption is not due to overproduction but because of increased resistance to CSF outflow. The loss of elasticity of blood vessels may be either primary due to atherosclerosis or secondary due to low craniospinal compliance impeding the expansion of the skull base arteries. The increased brain pulsations result in higher compressive stress and shearing forces in the cerebral parenchyma. Due to the physical and physiological differences between superficial and deep (periventricular) brain tissue, the damage and loss start mainly in the periventricular areas as a result of cerebral auto-compression. This focal brain damage manifests as ventriculomegaly. The loss of the Windkessel effect also results in the lowering of cerebral blood flow, which leads to the simultaneous occurrence of iNPH and cerebral hypoperfusion; the latter, in turn, lowering CSF turnover."}
{"id": "article-25981_16", "title": "Normal Pressure Hydrocephalus -- Pathophysiology", "content": "Causes of gait abnormality: The increased intracranial pressure leads to stretching and compression of the fibers of the corticospinal tract in the corona radiata that supply the legs, which pass in the close vicinity to the lateral ventricles as a result of interstitial edema Poor perfusion of periventricular white matter and prefrontal regions Compression of brainstem structures, such as the pedunculopontine nucleus Cause of dementia: As the ventricles continue to enlarge and the cortex pushes against the inner table of the calvarium, radial shearing forces lead to dementia. Cause of bladder incontinence [18] [19] :", "contents": "Normal Pressure Hydrocephalus -- Pathophysiology. Causes of gait abnormality: The increased intracranial pressure leads to stretching and compression of the fibers of the corticospinal tract in the corona radiata that supply the legs, which pass in the close vicinity to the lateral ventricles as a result of interstitial edema Poor perfusion of periventricular white matter and prefrontal regions Compression of brainstem structures, such as the pedunculopontine nucleus Cause of dementia: As the ventricles continue to enlarge and the cortex pushes against the inner table of the calvarium, radial shearing forces lead to dementia. Cause of bladder incontinence [18] [19] :"}
{"id": "article-25981_17", "title": "Normal Pressure Hydrocephalus -- Pathophysiology", "content": "At an early stage, the periventricular sacral fibers of the corticospinal tract are stretched causing a loss of voluntary (supraspinal) control of bladder contractions (Gleason 1993); in later stages of the disease, dementia may contribute to incontinence (Corkill 1999).", "contents": "Normal Pressure Hydrocephalus -- Pathophysiology. At an early stage, the periventricular sacral fibers of the corticospinal tract are stretched causing a loss of voluntary (supraspinal) control of bladder contractions (Gleason 1993); in later stages of the disease, dementia may contribute to incontinence (Corkill 1999)."}
{"id": "article-25981_18", "title": "Normal Pressure Hydrocephalus -- Pathophysiology", "content": "Also, in patients with iNPH, the role of comorbidities should be considered according to the International Society for Hydrocephalus and Cerebrospinal Fluid Disorder. [20] [21] It is critical to rule out potential comorbidities that allow for the optimization of the patient’s care for each diagnosis, maximizing their clinical outcome.", "contents": "Normal Pressure Hydrocephalus -- Pathophysiology. Also, in patients with iNPH, the role of comorbidities should be considered according to the International Society for Hydrocephalus and Cerebrospinal Fluid Disorder. [20] [21] It is critical to rule out potential comorbidities that allow for the optimization of the patient’s care for each diagnosis, maximizing their clinical outcome."}
{"id": "article-25981_19", "title": "Normal Pressure Hydrocephalus -- History and Physical", "content": "The complete Hakim triad is seen in 50% to 75% of patients, with gait and cognitive disturbances occurring in 80% to 95%, and urinary incontinence in 50% to 75% of patients. The International Society for Hydrocephalus and Cerebrospinal Fluid Disorders guidelines define “probable NPH” by the combination of insidious onset gait dysfunction after 40 years old without precipitating events, lasting at least 3 to 6 months, in the absence of comorbidities which could fully explain the symptoms. [22] Gait disturbance", "contents": "Normal Pressure Hydrocephalus -- History and Physical. The complete Hakim triad is seen in 50% to 75% of patients, with gait and cognitive disturbances occurring in 80% to 95%, and urinary incontinence in 50% to 75% of patients. The International Society for Hydrocephalus and Cerebrospinal Fluid Disorders guidelines define “probable NPH” by the combination of insidious onset gait dysfunction after 40 years old without precipitating events, lasting at least 3 to 6 months, in the absence of comorbidities which could fully explain the symptoms. [22] Gait disturbance"}
{"id": "article-25981_20", "title": "Normal Pressure Hydrocephalus -- History and Physical", "content": "Gait disturbance is generally the first and most common symptom to appear and also the first one to resolve postoperatively. [19] The occurrence of gait abnormality before the onset of cognitive decline has been reported to predict a better prognosis after shunting. [23] The most common description of iNPH gait is “shuffling,” “magnetic,” and “wide-based.” With disease progression, the patient’s gait deteriorates finally becoming broad-based, slow, short-stepped, and glue-footed (a gait disturbance of the astasia-abasia type). Typical features of gait in iNPH are the following: External rotation in foot posture Poor foot clearance (festination, shuffling, tripping) Notable difficulty turning on the body’s long axis (multistep turns) Gait initiation failure or freezing of gait", "contents": "Normal Pressure Hydrocephalus -- History and Physical. Gait disturbance is generally the first and most common symptom to appear and also the first one to resolve postoperatively. [19] The occurrence of gait abnormality before the onset of cognitive decline has been reported to predict a better prognosis after shunting. [23] The most common description of iNPH gait is “shuffling,” “magnetic,” and “wide-based.” With disease progression, the patient’s gait deteriorates finally becoming broad-based, slow, short-stepped, and glue-footed (a gait disturbance of the astasia-abasia type). Typical features of gait in iNPH are the following: External rotation in foot posture Poor foot clearance (festination, shuffling, tripping) Notable difficulty turning on the body’s long axis (multistep turns) Gait initiation failure or freezing of gait"}
{"id": "article-25981_21", "title": "Normal Pressure Hydrocephalus -- History and Physical", "content": "Dysequilibrium in NPH is usually worse with the eyes closed, but patients require a broad standing base even with their eyes open. The upper body typically is mildly stooped, but retropulsion can also be present, either spontaneous or on provocatively. Motor abnormalities in the upper limbs are either mild or absent and generally restricted to bradykinesia. The slowness of gait and in the movements of both upper and lower limbs can improve following shunting. A tremor in the extremities, which is present in 40% of iNPH patients, does not respond to shunt surgery. Urinary frequency/incontinence: The bladder symptoms are due to detrusor overactivity, which can cause increased frequency and urgency of micturition or frank incontinence. Dementia:", "contents": "Normal Pressure Hydrocephalus -- History and Physical. Dysequilibrium in NPH is usually worse with the eyes closed, but patients require a broad standing base even with their eyes open. The upper body typically is mildly stooped, but retropulsion can also be present, either spontaneous or on provocatively. Motor abnormalities in the upper limbs are either mild or absent and generally restricted to bradykinesia. The slowness of gait and in the movements of both upper and lower limbs can improve following shunting. A tremor in the extremities, which is present in 40% of iNPH patients, does not respond to shunt surgery. Urinary frequency/incontinence: The bladder symptoms are due to detrusor overactivity, which can cause increased frequency and urgency of micturition or frank incontinence. Dementia:"}
{"id": "article-25981_22", "title": "Normal Pressure Hydrocephalus -- History and Physical", "content": "The dementia of iNPH is of subcortical type and characteristically presents with inertia, forgetfulness, and poor executive function. [19] The earliest cognitive signs of iNPH include psychomotor retardation, reduced attention as well as executive and visuospatial dysfunction occurring due to frontal and subcortical dysfunction. Significant improvement in all these may occur following shunting. The presence of multiple vascular risk factors influences the severity of cognitive deficits. In spite of the radiological severity of hydrocephalus, the choice is usually to defer surgical treatment if the patient has severe dementia, even if he/she exhibits gait dysfunction and bladder incontinence.", "contents": "Normal Pressure Hydrocephalus -- History and Physical. The dementia of iNPH is of subcortical type and characteristically presents with inertia, forgetfulness, and poor executive function. [19] The earliest cognitive signs of iNPH include psychomotor retardation, reduced attention as well as executive and visuospatial dysfunction occurring due to frontal and subcortical dysfunction. Significant improvement in all these may occur following shunting. The presence of multiple vascular risk factors influences the severity of cognitive deficits. In spite of the radiological severity of hydrocephalus, the choice is usually to defer surgical treatment if the patient has severe dementia, even if he/she exhibits gait dysfunction and bladder incontinence."}
{"id": "article-25981_23", "title": "Normal Pressure Hydrocephalus -- History and Physical", "content": "An objective examination with the help of specific psychometric tests is necessary for the assessment of subcortical frontal lobe deficits. Some examples are the grooved pegboard test, the Stroop test, the digit span test, the trail-making A/B test, and the Rey auditory-verbal learning test.", "contents": "Normal Pressure Hydrocephalus -- History and Physical. An objective examination with the help of specific psychometric tests is necessary for the assessment of subcortical frontal lobe deficits. Some examples are the grooved pegboard test, the Stroop test, the digit span test, the trail-making A/B test, and the Rey auditory-verbal learning test."}
{"id": "article-25981_24", "title": "Normal Pressure Hydrocephalus -- Evaluation", "content": "CT (computed tomogram): Even though CT can help us in visualizing some anatomical changes in the brain, it is not possible to diagnose normal pressure hydrocephalus with this imaging modality alone. MRI (magnetic resonance imaging):", "contents": "Normal Pressure Hydrocephalus -- Evaluation. CT (computed tomogram): Even though CT can help us in visualizing some anatomical changes in the brain, it is not possible to diagnose normal pressure hydrocephalus with this imaging modality alone. MRI (magnetic resonance imaging):"}
{"id": "article-25981_25", "title": "Normal Pressure Hydrocephalus -- Evaluation", "content": "MRI is the investigational imaging of choice for normal pressure hydrocephalus to image the structural changes. CSF flow studies and magnetic resonance spectroscopy (MRS) can support the diagnosis of iNPH. The following findings in MRI brain may be suggestive of NPH:", "contents": "Normal Pressure Hydrocephalus -- Evaluation. MRI is the investigational imaging of choice for normal pressure hydrocephalus to image the structural changes. CSF flow studies and magnetic resonance spectroscopy (MRS) can support the diagnosis of iNPH. The following findings in MRI brain may be suggestive of NPH:"}
{"id": "article-25981_26", "title": "Normal Pressure Hydrocephalus -- Evaluation", "content": "Evans index: It is a frontal horn ratio defined as the maximal frontal horn ventricular width divided by the transverse inner diameter of the skull; it signifies ventricular enlargement if it is greater than or equal to 0.3. Callosal angle: This angle should be between 40 to 90 degrees in patients with iNPH.", "contents": "Normal Pressure Hydrocephalus -- Evaluation. Evans index: It is a frontal horn ratio defined as the maximal frontal horn ventricular width divided by the transverse inner diameter of the skull; it signifies ventricular enlargement if it is greater than or equal to 0.3. Callosal angle: This angle should be between 40 to 90 degrees in patients with iNPH."}
{"id": "article-25981_27", "title": "Normal Pressure Hydrocephalus -- Evaluation", "content": "Size of temporal horns: Disproportionate widening of the ventricles in comparison to the cerebral sulci may be present. Normal fourth ventricle size in the presence of lateral and third ventricle enlargement need not be indicative of aqueductal stenosis and is a finding consistent with NPH. Dilatation of temporal horns not entirely attributable to hippocampus atrophy.", "contents": "Normal Pressure Hydrocephalus -- Evaluation. Size of temporal horns: Disproportionate widening of the ventricles in comparison to the cerebral sulci may be present. Normal fourth ventricle size in the presence of lateral and third ventricle enlargement need not be indicative of aqueductal stenosis and is a finding consistent with NPH. Dilatation of temporal horns not entirely attributable to hippocampus atrophy."}
{"id": "article-25981_28", "title": "Normal Pressure Hydrocephalus -- Evaluation", "content": "Narrow high-convexity sulci: A coronal section at the level of the posterior commissure shows a narrowed subarachnoid space surrounding the outer brain surface (a “tight convexity”) and narrow medial cisterns. Dilated Sylvian fissures", "contents": "Normal Pressure Hydrocephalus -- Evaluation. Narrow high-convexity sulci: A coronal section at the level of the posterior commissure shows a narrowed subarachnoid space surrounding the outer brain surface (a “tight convexity”) and narrow medial cisterns. Dilated Sylvian fissures"}
{"id": "article-25981_29", "title": "Normal Pressure Hydrocephalus -- Evaluation", "content": "Focally dilated sulci (disproportionately enlarged subarachnoid space hydrocephalus - DESH) [24] : The DESH sign demonstrates a strong positive predictive value of 77%, however, has a weak negative predictive value (25%).", "contents": "Normal Pressure Hydrocephalus -- Evaluation. Focally dilated sulci (disproportionately enlarged subarachnoid space hydrocephalus - DESH) [24] : The DESH sign demonstrates a strong positive predictive value of 77%, however, has a weak negative predictive value (25%)."}
{"id": "article-25981_30", "title": "Normal Pressure Hydrocephalus -- Evaluation", "content": "Peri-ventricular hypodensities in CT or T2/fluid-attenuated inversion recovery hyperintensities in MRI: Represents transependymal edema due to elevated CSF pressure, but may also be seen in small vessel ischemic disease. There is bulging of the lateral ventricular roof (upward bowing and stretching of the corpus callosum). CSF flow study: the flow rate of greater than 24.5 mL/min is 95% specific for NPH. Aqueductal flow void seen in T2 weighted images due to increased CSF flow velocity is not a useful sign. Factors suggesting favorable outcome following shunt surgery: Aqueductal stroke volume greater than 42 microliters Lack of white matter lesions on MRI B-waves longer than 50% of intracranial pressure monitoring time Resistance to CSF outflow over 18 mmHg Factors suggesting unfavorable outcome following shunt surgery: Severe dementia Dementia as a presenting symptom MRI abnormalities, cerebral atrophy, and multiple white matter lesions Misdiagnosis and delayed recognition", "contents": "Normal Pressure Hydrocephalus -- Evaluation. Peri-ventricular hypodensities in CT or T2/fluid-attenuated inversion recovery hyperintensities in MRI: Represents transependymal edema due to elevated CSF pressure, but may also be seen in small vessel ischemic disease. There is bulging of the lateral ventricular roof (upward bowing and stretching of the corpus callosum). CSF flow study: the flow rate of greater than 24.5 mL/min is 95% specific for NPH. Aqueductal flow void seen in T2 weighted images due to increased CSF flow velocity is not a useful sign. Factors suggesting favorable outcome following shunt surgery: Aqueductal stroke volume greater than 42 microliters Lack of white matter lesions on MRI B-waves longer than 50% of intracranial pressure monitoring time Resistance to CSF outflow over 18 mmHg Factors suggesting unfavorable outcome following shunt surgery: Severe dementia Dementia as a presenting symptom MRI abnormalities, cerebral atrophy, and multiple white matter lesions Misdiagnosis and delayed recognition"}
{"id": "article-25981_31", "title": "Normal Pressure Hydrocephalus -- Evaluation", "content": "Nuclear medicine studies: Some of the non-specific signs seen in iNPH are: The heart-shaped appearance of lateral ventricles (normally shaped like a trident) persistence of tracer more than 24 to 48 hours in the ventricular system due to impaired absorption An absence of an extension of tracer onto the superior aspect of lateral ventricles Backflow of CSF into lateral ventricles Fludeoxyglucose positron emission tomography (FDG-PET) is a promising imaging modality for diagnosing NPH and detecting concomitant degenerative disease. [25] Invasive diagnostic tests: Tests of CSF drainage increase the diagnosis and the prognostic accuracy above 80%: Spinal tap test: Lumbar puncture removing of 30 to 70 mL of CSF, which is repeatable on two or three consecutive days. There is continuous subarachnoid drainage from the lumbar spine of 150 to 200 mL of CSF daily for 2 to 7 days. It has high sensitivity (50 to 100%) and high positive predictive value (80 to 100%).", "contents": "Normal Pressure Hydrocephalus -- Evaluation. Nuclear medicine studies: Some of the non-specific signs seen in iNPH are: The heart-shaped appearance of lateral ventricles (normally shaped like a trident) persistence of tracer more than 24 to 48 hours in the ventricular system due to impaired absorption An absence of an extension of tracer onto the superior aspect of lateral ventricles Backflow of CSF into lateral ventricles Fludeoxyglucose positron emission tomography (FDG-PET) is a promising imaging modality for diagnosing NPH and detecting concomitant degenerative disease. [25] Invasive diagnostic tests: Tests of CSF drainage increase the diagnosis and the prognostic accuracy above 80%: Spinal tap test: Lumbar puncture removing of 30 to 70 mL of CSF, which is repeatable on two or three consecutive days. There is continuous subarachnoid drainage from the lumbar spine of 150 to 200 mL of CSF daily for 2 to 7 days. It has high sensitivity (50 to 100%) and high positive predictive value (80 to 100%)."}
{"id": "article-25981_32", "title": "Normal Pressure Hydrocephalus -- Evaluation", "content": "These tests are considered to be positive if the number of steps the patient takes in a 10-meter gait test, and the time needed to walk 10 meters, are reduced by not less than 20%, and/or psychometric testing shows an improvement of at least 10%. Competent and experienced health professionals should do the CSF pre- and post-drainage evaluations.", "contents": "Normal Pressure Hydrocephalus -- Evaluation. These tests are considered to be positive if the number of steps the patient takes in a 10-meter gait test, and the time needed to walk 10 meters, are reduced by not less than 20%, and/or psychometric testing shows an improvement of at least 10%. Competent and experienced health professionals should do the CSF pre- and post-drainage evaluations."}
{"id": "article-25981_33", "title": "Normal Pressure Hydrocephalus -- Treatment / Management", "content": "Trials related to iNPH: 1. Study of Idiopathic Normal Pressure Hydrocephalus on Neurological Improvement (SINPHONI-1) (2010) [24] : Specific features in MRI brain that suggest features of iNPH as identified in this study were: Tight high convexity and medial subarachnoid spaces with ventriculomegaly Disproportionately enlarged subarachnoid space hydrocephalus (DESH). Patients having the above-said features showed high responsiveness to ventriculoperitoneal shunt surgery 2. SINPHONI-2 (2015) [26] : The findings favored lumboperitoneal shunt surgery (LPS) in patients with iNPH. But the study suggested that larger studies are needed to consider LPS as a first-line treatment for iNPH. 3. Shunt Valves plus shunt Assistant versus Shunt valves alone for controlling Overdrainage in idiopathic Normal pressure hydrocephalus in Adults (SVASONA)(2013) [27] :", "contents": "Normal Pressure Hydrocephalus -- Treatment / Management. Trials related to iNPH: 1. Study of Idiopathic Normal Pressure Hydrocephalus on Neurological Improvement (SINPHONI-1) (2010) [24] : Specific features in MRI brain that suggest features of iNPH as identified in this study were: Tight high convexity and medial subarachnoid spaces with ventriculomegaly Disproportionately enlarged subarachnoid space hydrocephalus (DESH). Patients having the above-said features showed high responsiveness to ventriculoperitoneal shunt surgery 2. SINPHONI-2 (2015) [26] : The findings favored lumboperitoneal shunt surgery (LPS) in patients with iNPH. But the study suggested that larger studies are needed to consider LPS as a first-line treatment for iNPH. 3. Shunt Valves plus shunt Assistant versus Shunt valves alone for controlling Overdrainage in idiopathic Normal pressure hydrocephalus in Adults (SVASONA)(2013) [27] :"}
{"id": "article-25981_34", "title": "Normal Pressure Hydrocephalus -- Treatment / Management", "content": "The study favored the use of the gravitational valve in patients undergoing VPS for iNPH.  Implanting such valves rather than other types of valves will avoid one additional over-drainage complication in about every third patient. 4. A double-blind, randomized trial on the clinical effectiveness of different shunt valve settings in idiopathic normal pressure hydrocephalus (2016) [28] : The study concluded that: There was no difference in outcome if the valve pressure gets gradually reduced from 20 to 4 cm H2O and if it is set at a fixed value of 12 cm H2O. Irrespective of the pressure setting in the valve, improvement after VPS was evident only within three months.", "contents": "Normal Pressure Hydrocephalus -- Treatment / Management. The study favored the use of the gravitational valve in patients undergoing VPS for iNPH.  Implanting such valves rather than other types of valves will avoid one additional over-drainage complication in about every third patient. 4. A double-blind, randomized trial on the clinical effectiveness of different shunt valve settings in idiopathic normal pressure hydrocephalus (2016) [28] : The study concluded that: There was no difference in outcome if the valve pressure gets gradually reduced from 20 to 4 cm H2O and if it is set at a fixed value of 12 cm H2O. Irrespective of the pressure setting in the valve, improvement after VPS was evident only within three months."}
{"id": "article-25981_35", "title": "Normal Pressure Hydrocephalus -- Treatment / Management", "content": "5. Efficacy and safety of programmable compared with fixed anti-siphon devices for treating idiopathic normal-pressure hydrocephalus (iNPH) in adults - SYGRAVA: study protocol for a randomized trial (2018) [29] : This study is the initial randomized trial comparing the drainage related complication rates of programmable vs. fixed anti-siphon devices (ASDs) in patients with iNPH; this is an on-going trial.", "contents": "Normal Pressure Hydrocephalus -- Treatment / Management. 5. Efficacy and safety of programmable compared with fixed anti-siphon devices for treating idiopathic normal-pressure hydrocephalus (iNPH) in adults - SYGRAVA: study protocol for a randomized trial (2018) [29] : This study is the initial randomized trial comparing the drainage related complication rates of programmable vs. fixed anti-siphon devices (ASDs) in patients with iNPH; this is an on-going trial."}
{"id": "article-25981_36", "title": "Normal Pressure Hydrocephalus -- Treatment / Management", "content": "6. A randomized trial of high and low-pressure level settings on an adjustable ventriculoperitoneal shunt valve for iNPH: results of the Dutch evaluation programme Strata shunt (DEPSS) trial (2013) [30] : The trial noted the following findings: To treat iNPH, a programmable shunt preset at a high opening pressure is better. The initial high pressure should be lowered until clinical improvement occurs or radiological features of shunt over-drainage occurs. 7. A randomized controlled dual-center trial on shunt complications in idiopathic normal-pressure hydrocephalus treated with gradually reduced or \"fixed\" pressure valve settings (2014)v:", "contents": "Normal Pressure Hydrocephalus -- Treatment / Management. 6. A randomized trial of high and low-pressure level settings on an adjustable ventriculoperitoneal shunt valve for iNPH: results of the Dutch evaluation programme Strata shunt (DEPSS) trial (2013) [30] : The trial noted the following findings: To treat iNPH, a programmable shunt preset at a high opening pressure is better. The initial high pressure should be lowered until clinical improvement occurs or radiological features of shunt over-drainage occurs. 7. A randomized controlled dual-center trial on shunt complications in idiopathic normal-pressure hydrocephalus treated with gradually reduced or \"fixed\" pressure valve settings (2014)v:"}
{"id": "article-25981_37", "title": "Normal Pressure Hydrocephalus -- Treatment / Management", "content": "There was no difference in the shunt- or overdrainage-related complications if the valve pressure was gradually lowered to a mean of 7 cm H2O and a fixed valve setting at a mean of 13 cm H2O, but the former one was associated with a significantly better outcome. 8. Dutch Normal-Pressure Hydrocephalus Study (1998): a randomized comparison of low- and medium-pressure shunts [31] :", "contents": "Normal Pressure Hydrocephalus -- Treatment / Management. There was no difference in the shunt- or overdrainage-related complications if the valve pressure was gradually lowered to a mean of 7 cm H2O and a fixed valve setting at a mean of 13 cm H2O, but the former one was associated with a significantly better outcome. 8. Dutch Normal-Pressure Hydrocephalus Study (1998): a randomized comparison of low- and medium-pressure shunts [31] :"}
{"id": "article-25981_38", "title": "Normal Pressure Hydrocephalus -- Treatment / Management", "content": "The use of low-pressure valve (LPV) shunt was associated with a better outcome compared to the use of medium pressure shunt, although most differences were not statistically significant. The study concluded that iNPH treatment is better with an LPV shunt. Endoscopic third ventriculostomy (ETV) vs. VPS in the treatment of iNPH:", "contents": "Normal Pressure Hydrocephalus -- Treatment / Management. The use of low-pressure valve (LPV) shunt was associated with a better outcome compared to the use of medium pressure shunt, although most differences were not statistically significant. The study concluded that iNPH treatment is better with an LPV shunt. Endoscopic third ventriculostomy (ETV) vs. VPS in the treatment of iNPH:"}
{"id": "article-25981_39", "title": "Normal Pressure Hydrocephalus -- Treatment / Management", "content": "There is only one randomized trial comparing endoscopic third ventriculostomy (ETV) with VPS using a non-programmable valve for iNPH. But the evidence from this study was inconclusive. Clinicians should be aware of the limitations of the evidence. [32] Recently suggested neurosurgical practice guidelines for determining whether or not to shunt a patient with iNPH include the following [33] : If the CSF opening pressure is high, it should prompt investigation to identify a secondary cause of NPH. If there is a good clinical response after a 40-mL to 50-mL (high-volume) lumbar tap, it suggests that there can be a potential benefit after VPS. If the patient does not respond to a high-volume tap, extended lumbar drainage (ELD) may be an option for further evaluation. There is no substantial predictive value for MRI CSF flow studies.", "contents": "Normal Pressure Hydrocephalus -- Treatment / Management. There is only one randomized trial comparing endoscopic third ventriculostomy (ETV) with VPS using a non-programmable valve for iNPH. But the evidence from this study was inconclusive. Clinicians should be aware of the limitations of the evidence. [32] Recently suggested neurosurgical practice guidelines for determining whether or not to shunt a patient with iNPH include the following [33] : If the CSF opening pressure is high, it should prompt investigation to identify a secondary cause of NPH. If there is a good clinical response after a 40-mL to 50-mL (high-volume) lumbar tap, it suggests that there can be a potential benefit after VPS. If the patient does not respond to a high-volume tap, extended lumbar drainage (ELD) may be an option for further evaluation. There is no substantial predictive value for MRI CSF flow studies."}
{"id": "article-25981_40", "title": "Normal Pressure Hydrocephalus -- Treatment / Management", "content": "The standard treatment of iNPH is the implantation of a ventriculoperitoneal shunt with an adjustable valve. Lumboperitoneal shunts have also had extensive use.", "contents": "Normal Pressure Hydrocephalus -- Treatment / Management. The standard treatment of iNPH is the implantation of a ventriculoperitoneal shunt with an adjustable valve. Lumboperitoneal shunts have also had extensive use."}
{"id": "article-25981_41", "title": "Normal Pressure Hydrocephalus -- Treatment / Management", "content": "ETV is used only in those cases with a locally confined, infratentorial, extraventricular obstruction to CSF flow. Such an obstruction is usually characterized by a protrusion of the lamina terminalis and the floor of the third ventricle into the adjacent basal cisterns. Carbonic anhydrase inhibitors and serial drainage lumbar punctures have a role only in non-surgical candidates.", "contents": "Normal Pressure Hydrocephalus -- Treatment / Management. ETV is used only in those cases with a locally confined, infratentorial, extraventricular obstruction to CSF flow. Such an obstruction is usually characterized by a protrusion of the lamina terminalis and the floor of the third ventricle into the adjacent basal cisterns. Carbonic anhydrase inhibitors and serial drainage lumbar punctures have a role only in non-surgical candidates."}
{"id": "article-25981_42", "title": "Normal Pressure Hydrocephalus -- Differential Diagnosis", "content": "Cortical dementias [34] : Alzheimer disease Frontotemporal dementia. Subcortical dementias: Lewy-body dementia Parkinson’s disease and vascular parkinsonism Progressive supranuclear palsy Corticobasal degeneration AIDS dementia complex Age-related depression Mixed dementias Vascular dementia", "contents": "Normal Pressure Hydrocephalus -- Differential Diagnosis. Cortical dementias [34] : Alzheimer disease Frontotemporal dementia. Subcortical dementias: Lewy-body dementia Parkinson’s disease and vascular parkinsonism Progressive supranuclear palsy Corticobasal degeneration AIDS dementia complex Age-related depression Mixed dementias Vascular dementia"}
{"id": "article-25981_43", "title": "Normal Pressure Hydrocephalus -- Prognosis", "content": "Pre-operative and post-operative shunt surgery outcomes are measurable with the following validated scales: the NPH Japanese Scale (NPH Scale), the Berg Balance Scale, the Dynamic Gait Index (DGI), the Functional Independence Measure (FIM), the Mini-Mental Status Examination (MMSE), and the Timed Up and Go (TUG). Cytokines like CSF IL-10 and IL-33 could be useful in the diagnosis as well as follow-up of patients with NPH.", "contents": "Normal Pressure Hydrocephalus -- Prognosis. Pre-operative and post-operative shunt surgery outcomes are measurable with the following validated scales: the NPH Japanese Scale (NPH Scale), the Berg Balance Scale, the Dynamic Gait Index (DGI), the Functional Independence Measure (FIM), the Mini-Mental Status Examination (MMSE), and the Timed Up and Go (TUG). Cytokines like CSF IL-10 and IL-33 could be useful in the diagnosis as well as follow-up of patients with NPH."}
{"id": "article-25981_44", "title": "Normal Pressure Hydrocephalus -- Complications", "content": "Hypertension and type 2 diabetes mellitus are frequent in iNPH patients, and the latter causes excess mortality in the affected patients. [35] Schizophrenia - Schizophrenia was found to occur three times more frequently among iNPH patients compared to the general aged population in Finland. [36] Surgical complications related to the shunt - Shunt failure (3%), over/under-drainage or subdural hematoma (3 to 4%), infection less than 1%. [34] Surgical complications not related to the shunt - Seizures and intracerebral hemorrhage (less than 5%).", "contents": "Normal Pressure Hydrocephalus -- Complications. Hypertension and type 2 diabetes mellitus are frequent in iNPH patients, and the latter causes excess mortality in the affected patients. [35] Schizophrenia - Schizophrenia was found to occur three times more frequently among iNPH patients compared to the general aged population in Finland. [36] Surgical complications related to the shunt - Shunt failure (3%), over/under-drainage or subdural hematoma (3 to 4%), infection less than 1%. [34] Surgical complications not related to the shunt - Seizures and intracerebral hemorrhage (less than 5%)."}
{"id": "article-25981_45", "title": "Normal Pressure Hydrocephalus -- Deterrence and Patient Education", "content": "The clinician should inform the patient that the following are the chances of improvement of symptoms following shunt surgery [34] : Gait impairment - 85% Bladder disturbance - 80% in early stage and 50 to 60% in late stage Cognitive deficits - 80%", "contents": "Normal Pressure Hydrocephalus -- Deterrence and Patient Education. The clinician should inform the patient that the following are the chances of improvement of symptoms following shunt surgery [34] : Gait impairment - 85% Bladder disturbance - 80% in early stage and 50 to 60% in late stage Cognitive deficits - 80%"}
{"id": "article-25981_46", "title": "Normal Pressure Hydrocephalus -- Enhancing Healthcare Team Outcomes", "content": "The evaluation and management of iNPH require close collaboration of an interprofessional team between the neurologist, neurosurgeon, and urologist, as well as neuroscience specialty-trained nursing staff, working collaboratively to achieve optimal patient outcomes. [Level V] Nursing care is of utmost importance for these patients as they may suffer from dementia and incontinence in bladder functions.", "contents": "Normal Pressure Hydrocephalus -- Enhancing Healthcare Team Outcomes. The evaluation and management of iNPH require close collaboration of an interprofessional team between the neurologist, neurosurgeon, and urologist, as well as neuroscience specialty-trained nursing staff, working collaboratively to achieve optimal patient outcomes. [Level V] Nursing care is of utmost importance for these patients as they may suffer from dementia and incontinence in bladder functions."}
{"id": "article-25981_47", "title": "Normal Pressure Hydrocephalus -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Normal Pressure Hydrocephalus -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}