{"id": "article-22996_0", "title": "Hormone Replacement Therapy -- Continuing Education Activity", "content": "Hormone replacement therapy (HRT) is supplementing women with hormones that are lost during the menopausal transition. To relieve the symptoms associated with menopause, conventional HRT includes an estrogen and progesterone component to mimic hormones created by the human ovary. Estrogen therapies are numerous, and include those indigenous to the human ovary, for example, estradiol and estriol. Other estrogenic compounds include conjugated equine estrogen (CEE), the most commonly prescribed estrogen in the United States. They are not identical in their effect on the human body but share the same FDA indications. This activity describes the indications for hormonal replacement therapy and highlights the role of the interprofessional team in managing patients with postmenopausal symptoms.", "contents": "Hormone Replacement Therapy -- Continuing Education Activity. Hormone replacement therapy (HRT) is supplementing women with hormones that are lost during the menopausal transition. To relieve the symptoms associated with menopause, conventional HRT includes an estrogen and progesterone component to mimic hormones created by the human ovary. Estrogen therapies are numerous, and include those indigenous to the human ovary, for example, estradiol and estriol. Other estrogenic compounds include conjugated equine estrogen (CEE), the most commonly prescribed estrogen in the United States. They are not identical in their effect on the human body but share the same FDA indications. This activity describes the indications for hormonal replacement therapy and highlights the role of the interprofessional team in managing patients with postmenopausal symptoms."}
{"id": "article-22996_1", "title": "Hormone Replacement Therapy -- Continuing Education Activity", "content": "Objectives: Identify the different formulas of hormones for replacement therapy. Describe the adverse effects and contraindications of hormonal replacement therapy. Summarize the indications of hormone replacement therapy. Explain interprofessional team strategies for improving care coordination and communication to ensure the safe use of hormonal replacement therapy and improve outcomes. Access free multiple choice questions on this topic.", "contents": "Hormone Replacement Therapy -- Continuing Education Activity. Objectives: Identify the different formulas of hormones for replacement therapy. Describe the adverse effects and contraindications of hormonal replacement therapy. Summarize the indications of hormone replacement therapy. Explain interprofessional team strategies for improving care coordination and communication to ensure the safe use of hormonal replacement therapy and improve outcomes. Access free multiple choice questions on this topic."}
{"id": "article-22996_2", "title": "Hormone Replacement Therapy -- Indications", "content": "Hormone replacement therapy (HRT) is supplementing women with hormones lost during the menopausal transition. To relieve the symptoms associated with menopause, conventional HRT includes an estrogen and progesterone component to mimic hormones created by the human ovary. (For male hormone replacement therapy, see our companion StatPearls reference article on \"Male Hypogonadism.\" [1]", "contents": "Hormone Replacement Therapy -- Indications. Hormone replacement therapy (HRT) is supplementing women with hormones lost during the menopausal transition. To relieve the symptoms associated with menopause, conventional HRT includes an estrogen and progesterone component to mimic hormones created by the human ovary. (For male hormone replacement therapy, see our companion StatPearls reference article on \"Male Hypogonadism.\" [1]"}
{"id": "article-22996_3", "title": "Hormone Replacement Therapy -- Indications", "content": "Estrogen therapies are numerous, and include those indigenous to the human ovary, for example, estradiol and estriol. Other estrogenic compounds include conjugated equine estrogen (CEE), the most commonly prescribed estrogen in the United States. They are not identical in their effect on the human body but share the same FDA indications, according to the Physicians Desk Referenc e. [2] [3] [4] The indications for menopausal issues include: Treatment of vasomotor symptoms of menopause Treatment of genitourinary syndrome of menopause ( previously known as vaginal and vulvar atrophy) Prevention of osteoporosis", "contents": "Hormone Replacement Therapy -- Indications. Estrogen therapies are numerous, and include those indigenous to the human ovary, for example, estradiol and estriol. Other estrogenic compounds include conjugated equine estrogen (CEE), the most commonly prescribed estrogen in the United States. They are not identical in their effect on the human body but share the same FDA indications, according to the Physicians Desk Referenc e. [2] [3] [4] The indications for menopausal issues include: Treatment of vasomotor symptoms of menopause Treatment of genitourinary syndrome of menopause ( previously known as vaginal and vulvar atrophy) Prevention of osteoporosis"}
{"id": "article-22996_4", "title": "Hormone Replacement Therapy -- Indications", "content": "A progestogen is a term used to include not only progesterone made by the human ovary but also progesterone-like substances, also known as progestins. A woman who desires HRT and has an intact uterus must have a progestogen with estrogen to protect her uterus from endometrial hyperplasia or malignancy. Estrogen alone will cause the endometrial lining to grow. Progestogens stabilize the lining from proliferating abnormally. It is assumed that if a woman has had a hysterectomy that she no longer needs a progestin. Progesterone, however, is different as it can provide symptom relief from sleep disturbance and mood instability, and increasing evidence support that it offers tissue protection to the breast. [5] [6] [7] FDA-approved indications for progestogens include: Amenorrhea, either primary or secondary Assisted reproductive technology treatment Endometrial hyperplasia Dysfunctional uterine bleeding", "contents": "Hormone Replacement Therapy -- Indications. A progestogen is a term used to include not only progesterone made by the human ovary but also progesterone-like substances, also known as progestins. A woman who desires HRT and has an intact uterus must have a progestogen with estrogen to protect her uterus from endometrial hyperplasia or malignancy. Estrogen alone will cause the endometrial lining to grow. Progestogens stabilize the lining from proliferating abnormally. It is assumed that if a woman has had a hysterectomy that she no longer needs a progestin. Progesterone, however, is different as it can provide symptom relief from sleep disturbance and mood instability, and increasing evidence support that it offers tissue protection to the breast. [5] [6] [7] FDA-approved indications for progestogens include: Amenorrhea, either primary or secondary Assisted reproductive technology treatment Endometrial hyperplasia Dysfunctional uterine bleeding"}
{"id": "article-22996_5", "title": "Hormone Replacement Therapy -- Administration", "content": "There are numerous estrogen and progestogen choices, and they may be administrated orally or transdermally either through cream, patch, vaginal inserts, or subdermal pellets. Each route of administration has unique benefits and risks.", "contents": "Hormone Replacement Therapy -- Administration. There are numerous estrogen and progestogen choices, and they may be administrated orally or transdermally either through cream, patch, vaginal inserts, or subdermal pellets. Each route of administration has unique benefits and risks."}
{"id": "article-22996_6", "title": "Hormone Replacement Therapy -- Administration", "content": "Oral Estrogen: Any estrogen administered orally results in increased activated protein-C resistance, increasing the risk of a blood clot. Oral estradiol also induces the hepatic formation of matrix metalloprotease 9, which decreases the formation and rupture of atherosclerotic plaque. Transdermal Estrogen: Bypasses the hepatic metabolism that produces activated protein-C resistance, and the risk for blood clotting is negated.", "contents": "Hormone Replacement Therapy -- Administration. Oral Estrogen: Any estrogen administered orally results in increased activated protein-C resistance, increasing the risk of a blood clot. Oral estradiol also induces the hepatic formation of matrix metalloprotease 9, which decreases the formation and rupture of atherosclerotic plaque. Transdermal Estrogen: Bypasses the hepatic metabolism that produces activated protein-C resistance, and the risk for blood clotting is negated."}
{"id": "article-22996_7", "title": "Hormone Replacement Therapy -- Administration", "content": "Progestin administration is usually via the oral route, although a few are available in combination with estrogen in patch forms. Progesterone is available in an oral form that can also be used vaginally for non-FDA-approved uses. Specialized pharmacies make compounded estrogen and progesterone creams, sublingual troches, and vaginal inserts, but these are not FDA approved and are not included in this article.", "contents": "Hormone Replacement Therapy -- Administration. Progestin administration is usually via the oral route, although a few are available in combination with estrogen in patch forms. Progesterone is available in an oral form that can also be used vaginally for non-FDA-approved uses. Specialized pharmacies make compounded estrogen and progesterone creams, sublingual troches, and vaginal inserts, but these are not FDA approved and are not included in this article."}
{"id": "article-22996_8", "title": "Hormone Replacement Therapy -- Adverse Effects", "content": "When studying the potential adverse effects of HRT, the most referenced information in the United States comes from the Women's Health Initiative (WHI). [8] [9] [10]", "contents": "Hormone Replacement Therapy -- Adverse Effects. When studying the potential adverse effects of HRT, the most referenced information in the United States comes from the Women's Health Initiative (WHI). [8] [9] [10]"}
{"id": "article-22996_9", "title": "Hormone Replacement Therapy -- Adverse Effects -- WHI Trial", "content": "This was a multifaceted trial, including two double-blind, placebo-controlled, randomized trials of postmenopausal hormone therapy. [11] The first arm included CEE at 0.625 mg per day with medroxyprogesterone acetate (MPA) 2.5 mg per day. The second arm studied patients who had prior hysterectomies and treated with CEE 0.625 mg only.", "contents": "Hormone Replacement Therapy -- Adverse Effects -- WHI Trial. This was a multifaceted trial, including two double-blind, placebo-controlled, randomized trials of postmenopausal hormone therapy. [11] The first arm included CEE at 0.625 mg per day with medroxyprogesterone acetate (MPA) 2.5 mg per day. The second arm studied patients who had prior hysterectomies and treated with CEE 0.625 mg only."}
{"id": "article-22996_10", "title": "Hormone Replacement Therapy -- Adverse Effects -- HRT and the Breast", "content": "The CEE/MPA arm was discontinued earlier than expected due to an increased incidence of invasive breast cancer of 24% (HR=1.24). The CEE-only arm was not discontinued early, completed in 2004, and extended follow-up of patients has continued for 11.8 years. CEE use for 5 to 9 years is associated with a statistically significant reduction in breast cancer by 23% (HR=0.77). Those in the CEE arm also had decreased mortality from breast cancer by 63% compared to those not on CEE, and 38% fewer died from all other causes after breast cancer was diagnosed.", "contents": "Hormone Replacement Therapy -- Adverse Effects -- HRT and the Breast. The CEE/MPA arm was discontinued earlier than expected due to an increased incidence of invasive breast cancer of 24% (HR=1.24). The CEE-only arm was not discontinued early, completed in 2004, and extended follow-up of patients has continued for 11.8 years. CEE use for 5 to 9 years is associated with a statistically significant reduction in breast cancer by 23% (HR=0.77). Those in the CEE arm also had decreased mortality from breast cancer by 63% compared to those not on CEE, and 38% fewer died from all other causes after breast cancer was diagnosed."}
{"id": "article-22996_11", "title": "Hormone Replacement Therapy -- Adverse Effects -- HRT and the Breast", "content": "When examining evidence from European studies which usually use estradiol derivatives rather than CEE, and non-MPA progesterone or progestins, the conclusions are vastly different and unequal. Transdermal estradiol alone increased the risk of breast cancer by 10%, but estradiol with progesterone decreased the risk of breast cancer by 10%.", "contents": "Hormone Replacement Therapy -- Adverse Effects -- HRT and the Breast. When examining evidence from European studies which usually use estradiol derivatives rather than CEE, and non-MPA progesterone or progestins, the conclusions are vastly different and unequal. Transdermal estradiol alone increased the risk of breast cancer by 10%, but estradiol with progesterone decreased the risk of breast cancer by 10%."}
{"id": "article-22996_12", "title": "Hormone Replacement Therapy -- Adverse Effects -- HRT and the Heart", "content": "In the WHI CEE/MPA arm, the overall incidence of coronary heart disease (CHD) increased by 24% over five years of use, with the most substantial elevation in risk within the first year, with an increase of 81% (HR=1.81). [12] [13] This evidence requires cautious interpretation due to the following: The average age of the patient treated in this study was 62 years. In women who started on therapy within ten years of menopause, there was a risk reduction of CAD of 11% (HR=0.89), but this was not statistically significant. In those women who continued CEE/MPA for over six years, the risk of CAD dropped by 30% (HR=0.70).", "contents": "Hormone Replacement Therapy -- Adverse Effects -- HRT and the Heart. In the WHI CEE/MPA arm, the overall incidence of coronary heart disease (CHD) increased by 24% over five years of use, with the most substantial elevation in risk within the first year, with an increase of 81% (HR=1.81). [12] [13] This evidence requires cautious interpretation due to the following: The average age of the patient treated in this study was 62 years. In women who started on therapy within ten years of menopause, there was a risk reduction of CAD of 11% (HR=0.89), but this was not statistically significant. In those women who continued CEE/MPA for over six years, the risk of CAD dropped by 30% (HR=0.70)."}
{"id": "article-22996_13", "title": "Hormone Replacement Therapy -- Adverse Effects -- HRT and the Heart", "content": "These risks do not apply to estradiol and progesterone based treatments. Basic science studies show several mechanisms through which estradiol (not CEE) is cardioprotective. These include stabilization of atherosclerotic plaques, reduction of carotid intima-media thickness (CIMT), and decreasing coronary artery calcium (CAC) scores. Numerous subsequent studies both in Europe and the United States show that cardiovascular disease and death are prominently reduced when HRT commences within the first four years of the menopause transition. The \"Timing Hypothesis\" refers to the theory that when starting HRT closer to the time of the menopause transition, a cardiovascular benefit is seen compared with later initiation. HRT and Risk of Stroke [14] Stroke incidence increased in both arms of the WHI trial by 31% in the CEE/MPA arm, and 39% in the CEE arm. Studies using oral estradiol are conflicted, showing a similar stroke risk, but the incidence of fatal stroke is unchanged.", "contents": "Hormone Replacement Therapy -- Adverse Effects -- HRT and the Heart. These risks do not apply to estradiol and progesterone based treatments. Basic science studies show several mechanisms through which estradiol (not CEE) is cardioprotective. These include stabilization of atherosclerotic plaques, reduction of carotid intima-media thickness (CIMT), and decreasing coronary artery calcium (CAC) scores. Numerous subsequent studies both in Europe and the United States show that cardiovascular disease and death are prominently reduced when HRT commences within the first four years of the menopause transition. The \"Timing Hypothesis\" refers to the theory that when starting HRT closer to the time of the menopause transition, a cardiovascular benefit is seen compared with later initiation. HRT and Risk of Stroke [14] Stroke incidence increased in both arms of the WHI trial by 31% in the CEE/MPA arm, and 39% in the CEE arm. Studies using oral estradiol are conflicted, showing a similar stroke risk, but the incidence of fatal stroke is unchanged."}
{"id": "article-22996_14", "title": "Hormone Replacement Therapy -- Adverse Effects -- HRT and the Risk of Venous Thromboembolism (VTE)", "content": "VTE, comprised of deep venous thrombosis and pulmonary embolism, was increased by 2-fold (HR= 2.06) in the WHI CEE/MPA arm.", "contents": "Hormone Replacement Therapy -- Adverse Effects -- HRT and the Risk of Venous Thromboembolism (VTE). VTE, comprised of deep venous thrombosis and pulmonary embolism, was increased by 2-fold (HR= 2.06) in the WHI CEE/MPA arm."}
{"id": "article-22996_15", "title": "Hormone Replacement Therapy -- Adverse Effects -- HRT and the Risk of Venous Thromboembolism (VTE)", "content": "Transdermal estradiol does not confer the same thromboembolic risk, as is evidenced by numerous European studies. The ESTHER study from France showed an overall risk of 0.9 for a blood clot, which is a decreased risk. [15] Subsequent studies looking at other transdermal estradiol doses and routes confirm these findings, with at least a null effect for blood-clotting risk.", "contents": "Hormone Replacement Therapy -- Adverse Effects -- HRT and the Risk of Venous Thromboembolism (VTE). Transdermal estradiol does not confer the same thromboembolic risk, as is evidenced by numerous European studies. The ESTHER study from France showed an overall risk of 0.9 for a blood clot, which is a decreased risk. [15] Subsequent studies looking at other transdermal estradiol doses and routes confirm these findings, with at least a null effect for blood-clotting risk."}
{"id": "article-22996_16", "title": "Hormone Replacement Therapy -- Contraindications", "content": "Contraindications for oral or transdermal estrogen-based therapies include: Known, suspected, or history of breast cancer Known or suspected history of other estrogen-based cancer, i.e., uterine cancer. Women who have had a hysterectomy and have no remaining evidence of disease are still candidates for HRT Active deep venous thrombosis (DVT) or a history of DVT or pulmonary embolism (PE) History of blood clotting disorder, the most common being Factor V Leiden mutation carriers Active or history of arterial thrombotic diseases such as myocardial infarction or stroke Chronic liver disease or dysfunction Migraine with aura", "contents": "Hormone Replacement Therapy -- Contraindications. Contraindications for oral or transdermal estrogen-based therapies include: Known, suspected, or history of breast cancer Known or suspected history of other estrogen-based cancer, i.e., uterine cancer. Women who have had a hysterectomy and have no remaining evidence of disease are still candidates for HRT Active deep venous thrombosis (DVT) or a history of DVT or pulmonary embolism (PE) History of blood clotting disorder, the most common being Factor V Leiden mutation carriers Active or history of arterial thrombotic diseases such as myocardial infarction or stroke Chronic liver disease or dysfunction Migraine with aura"}
{"id": "article-22996_17", "title": "Hormone Replacement Therapy -- Contraindications", "content": "These contraindications do not apply to transvaginal based estrogen therapies, as the serum concentration of estrogen from this route is extremely low. The North American Menopause Society (NAMS) has recommended that the black-box warning that applies to conventional HRT not be applied to transvaginal estrogen treatments.", "contents": "Hormone Replacement Therapy -- Contraindications. These contraindications do not apply to transvaginal based estrogen therapies, as the serum concentration of estrogen from this route is extremely low. The North American Menopause Society (NAMS) has recommended that the black-box warning that applies to conventional HRT not be applied to transvaginal estrogen treatments."}
{"id": "article-22996_18", "title": "Hormone Replacement Therapy -- Monitoring", "content": "Hormone levels of estradiol and progesterone are not traditionally measured for monitoring purposes. Instead, the relief of menopausal symptoms and the absence of adverse effects signify an adequate medical response. Adverse side effects may include: Abnormal uterine bleeding Fluid retention Breast tenderness Headaches Mood changes No scientific evidence links HRT with significant weight gain. HRT, including androgen therapies such as testosterone, should be monitored with serum testing but is not considered conventional HRT.", "contents": "Hormone Replacement Therapy -- Monitoring. Hormone levels of estradiol and progesterone are not traditionally measured for monitoring purposes. Instead, the relief of menopausal symptoms and the absence of adverse effects signify an adequate medical response. Adverse side effects may include: Abnormal uterine bleeding Fluid retention Breast tenderness Headaches Mood changes No scientific evidence links HRT with significant weight gain. HRT, including androgen therapies such as testosterone, should be monitored with serum testing but is not considered conventional HRT."}
{"id": "article-22996_19", "title": "Hormone Replacement Therapy -- Enhancing Healthcare Team Outcomes", "content": "Patients undergoing menopause require management from an interprofessional team that also includes the pharmacist and nurse. To improve patient outcomes, clinicians should not empirically prescribe hormone replacement therapy. These hormones correlate with a variety of adverse effects, including an increased risk of breast cancer, stroke, heart disease, and deep vein thrombosis. The duration of treatment of these hormones should not be more than a few years, and close monitoring is required. If the female has mild symptoms of menopause, then education should be provided about the benefits and harm of these hormones. The pharmacist should consult with the prescriber on the exact agent and dosing, while also examining the patient's medication record. Nursing needs to be very aware of signs of adverse events, and monitor closely on subsequent visits, alerting the clinician of any concerns. This interprofessional team approach will drive the best outcomes with HRT. [Level 5]", "contents": "Hormone Replacement Therapy -- Enhancing Healthcare Team Outcomes. Patients undergoing menopause require management from an interprofessional team that also includes the pharmacist and nurse. To improve patient outcomes, clinicians should not empirically prescribe hormone replacement therapy. These hormones correlate with a variety of adverse effects, including an increased risk of breast cancer, stroke, heart disease, and deep vein thrombosis. The duration of treatment of these hormones should not be more than a few years, and close monitoring is required. If the female has mild symptoms of menopause, then education should be provided about the benefits and harm of these hormones. The pharmacist should consult with the prescriber on the exact agent and dosing, while also examining the patient's medication record. Nursing needs to be very aware of signs of adverse events, and monitor closely on subsequent visits, alerting the clinician of any concerns. This interprofessional team approach will drive the best outcomes with HRT. [Level 5]"}
{"id": "article-22996_20", "title": "Hormone Replacement Therapy -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Hormone Replacement Therapy -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}