{"id": "article-23330_0", "title": "Ibuprofen -- Continuing Education Activity", "content": "Ibuprofen is a medication used to manage and treat inflammatory diseases, rheumatoid disorders, mild to moderate pain, fever, dysmenorrhea, and osteoarthritis. It is also available as an over-the-counter medication for pain, usually mild. It is in the non-steroidal anti-inflammatory drug (NSAID) class of medications. This activity will highlight the mechanism of action, adverse event profile, pharmacology, and other vital factors pertinent for members of the interprofessional team in the treatment of patients with inflammatory diseases and related conditions.", "contents": "Ibuprofen -- Continuing Education Activity. Ibuprofen is a medication used to manage and treat inflammatory diseases, rheumatoid disorders, mild to moderate pain, fever, dysmenorrhea, and osteoarthritis. It is also available as an over-the-counter medication for pain, usually mild. It is in the non-steroidal anti-inflammatory drug (NSAID) class of medications. This activity will highlight the mechanism of action, adverse event profile, pharmacology, and other vital factors pertinent for members of the interprofessional team in the treatment of patients with inflammatory diseases and related conditions."}
{"id": "article-23330_1", "title": "Ibuprofen -- Continuing Education Activity", "content": "Objectives: Identify the clinical indications for ibuprofen. Describe the potential adverse effects of ibuprofen. Outline appropriate monitoring strategies for patients taking ibuprofen. Summarize interprofessional team strategies for improving care coordination and communication to improve outcomes involving the use of ibuprofen. Access free multiple choice questions on this topic.", "contents": "Ibuprofen -- Continuing Education Activity. Objectives: Identify the clinical indications for ibuprofen. Describe the potential adverse effects of ibuprofen. Outline appropriate monitoring strategies for patients taking ibuprofen. Summarize interprofessional team strategies for improving care coordination and communication to improve outcomes involving the use of ibuprofen. Access free multiple choice questions on this topic."}
{"id": "article-23330_2", "title": "Ibuprofen -- Indications", "content": "Ibuprofen is indicated and FDA-approved for use in the treatment of inflammatory diseases and rheumatoid disorders. The discovery of ibuprofen was spurred by finding an alternative non-corticosteroid pharmacotherapy for rheumatoid arthritis. The disease was the initial impetus for creating what would eventually become known as ibuprofen; Dr. Stewart Adams OBE was the researcher whose work would lead to the discovery of the drug. Initially patented as 2-(4-isobutylphenyl) propionic acid in 1961 by Dr. Adams and John Nicholson, ibuprofen has become one of the most widely used NSAIDs worldwide. [1] Today, ibuprofen remains a monotherapy for managing pain in rheumatoid disorders and inflammatory diseases, with a portion of research centered around creating novel treatments or drugs. One such study involves creating NSAID and carbonic anhydrase inhibitor hybrid drugs to manage pain in rheumatoid arthritis. [2]", "contents": "Ibuprofen -- Indications. Ibuprofen is indicated and FDA-approved for use in the treatment of inflammatory diseases and rheumatoid disorders. The discovery of ibuprofen was spurred by finding an alternative non-corticosteroid pharmacotherapy for rheumatoid arthritis. The disease was the initial impetus for creating what would eventually become known as ibuprofen; Dr. Stewart Adams OBE was the researcher whose work would lead to the discovery of the drug. Initially patented as 2-(4-isobutylphenyl) propionic acid in 1961 by Dr. Adams and John Nicholson, ibuprofen has become one of the most widely used NSAIDs worldwide. [1] Today, ibuprofen remains a monotherapy for managing pain in rheumatoid disorders and inflammatory diseases, with a portion of research centered around creating novel treatments or drugs. One such study involves creating NSAID and carbonic anhydrase inhibitor hybrid drugs to manage pain in rheumatoid arthritis. [2]"}
{"id": "article-23330_3", "title": "Ibuprofen -- Indications", "content": "Ibuprofen is also FDA-approved for use in mild to moderate pain. It is also available as an over-the-counter medication for pain, usually mild. Some common over-the-counter uses for ibuprofen are muscle sprains or strains, joint aches, pain from migraine, sore throat, and pain from cold or cases of flu. Some of the current research into the use of ibuprofen as a treatment for various sources of pain typically focuses on comparing treatment efficacy with other NSAIDs, with an emphasis on COX-2 inhibitors or novel treatment methods. A study comparing COX-2 inhibitors with ibuprofen after third molar removal showed no statistically significant differences in pain relief after 6, 8, and 12 hours, but a significant increase in rescue analgesia was used in the ibuprofen group 24 hours. Researchers also noted a greater instance of nausea and vomiting in the ibuprofen group. [3]", "contents": "Ibuprofen -- Indications. Ibuprofen is also FDA-approved for use in mild to moderate pain. It is also available as an over-the-counter medication for pain, usually mild. Some common over-the-counter uses for ibuprofen are muscle sprains or strains, joint aches, pain from migraine, sore throat, and pain from cold or cases of flu. Some of the current research into the use of ibuprofen as a treatment for various sources of pain typically focuses on comparing treatment efficacy with other NSAIDs, with an emphasis on COX-2 inhibitors or novel treatment methods. A study comparing COX-2 inhibitors with ibuprofen after third molar removal showed no statistically significant differences in pain relief after 6, 8, and 12 hours, but a significant increase in rescue analgesia was used in the ibuprofen group 24 hours. Researchers also noted a greater instance of nausea and vomiting in the ibuprofen group. [3]"}
{"id": "article-23330_4", "title": "Ibuprofen -- Indications", "content": "Postoperative pain is an area where ibuprofen has had demonstrated efficacy: In a randomized, double-blind study comparing IV ibuprofen and IV acetaminophen use for postoperative pain treatment in patients who underwent laparoscopic cholecystectomies, IV ibuprofen was shown to have lower pain scores and reduced opioid use in the first 24 hours following procedure compared to acetaminophen. [4] Lastly, a trial focusing on ibuprofen administration and adjunct medication (baclofen, tizanidine, or metaxalone) or placebo for acute low back pain in an emergency department setting showed no improvement of functioning or pain by one week for any of the adjunct medication groups as compared to placebo. [2] Though ibuprofen is already widely accepted as an effective treatment for pain, research continually seeks to add more effectiveness to its clinical use in pain treatment.", "contents": "Ibuprofen -- Indications. Postoperative pain is an area where ibuprofen has had demonstrated efficacy: In a randomized, double-blind study comparing IV ibuprofen and IV acetaminophen use for postoperative pain treatment in patients who underwent laparoscopic cholecystectomies, IV ibuprofen was shown to have lower pain scores and reduced opioid use in the first 24 hours following procedure compared to acetaminophen. [4] Lastly, a trial focusing on ibuprofen administration and adjunct medication (baclofen, tizanidine, or metaxalone) or placebo for acute low back pain in an emergency department setting showed no improvement of functioning or pain by one week for any of the adjunct medication groups as compared to placebo. [2] Though ibuprofen is already widely accepted as an effective treatment for pain, research continually seeks to add more effectiveness to its clinical use in pain treatment."}
{"id": "article-23330_5", "title": "Ibuprofen -- Indications", "content": "Ibuprofen is also an FDA-approved antipyretic used for fever reduction in adults and children. The use of NSAIDs in treating fever is much more commonplace in pediatric patients, and much contemporary research centers around creating more efficacy in using ibuprofen in treating pediatric fever. A literature review in 2017 showed little evidence to suggest superior efficacy between either ibuprofen or acetaminophen (paracetamol) in the treatment of fever. Six studies evaluated in the review showed a marginal difference with ibuprofen, but data remained insufficient to state ibuprofen as producing better outcomes. [5] In a related study, refractory fevers responded more favorably to alternating acetaminophen and ibuprofen dosing compared with monotherapy of either, but only in those patients who responded positively after the first cycle. [6]", "contents": "Ibuprofen -- Indications. Ibuprofen is also an FDA-approved antipyretic used for fever reduction in adults and children. The use of NSAIDs in treating fever is much more commonplace in pediatric patients, and much contemporary research centers around creating more efficacy in using ibuprofen in treating pediatric fever. A literature review in 2017 showed little evidence to suggest superior efficacy between either ibuprofen or acetaminophen (paracetamol) in the treatment of fever. Six studies evaluated in the review showed a marginal difference with ibuprofen, but data remained insufficient to state ibuprofen as producing better outcomes. [5] In a related study, refractory fevers responded more favorably to alternating acetaminophen and ibuprofen dosing compared with monotherapy of either, but only in those patients who responded positively after the first cycle. [6]"}
{"id": "article-23330_6", "title": "Ibuprofen -- Indications", "content": "Dysmenorrhea is a medical condition involving pain during menstruation, which may vary in quality and timing. Dysmenorrhea may be either primary, which is usually mediated by prostaglandin production during ovulation, or secondary from another disease such as endometriosis or pelvic inflammatory disease. [7] NSAIDs are often a therapeutic choice and FDA-approved to treat primary dysmenorrhea. A study exploring the use of cinnamon as an alternative treatment for primary dysmenorrhea study showed beneficial effects for pain reduction compared with placebo but a weaker effect than ibuprofen. [8] Transdermal drug delivery has been a research topic in the context of ibuprofen and primary dysmenorrhea; a study investigated essential oils as penetration enhancers for transdermal delivery of ibuprofen in patients with dysmenorrhea. This study was motivated by the known risk of GI bleeding and ulceration after oral NSAID usage and sought to investigate a potentially efficacious method of delivery that would decrease these risks. The study found that one of the essential oils, chuanxiong oil, positively affected permeation and pain alleviation when administered with ibuprofen hydrogel. [9]", "contents": "Ibuprofen -- Indications. Dysmenorrhea is a medical condition involving pain during menstruation, which may vary in quality and timing. Dysmenorrhea may be either primary, which is usually mediated by prostaglandin production during ovulation, or secondary from another disease such as endometriosis or pelvic inflammatory disease. [7] NSAIDs are often a therapeutic choice and FDA-approved to treat primary dysmenorrhea. A study exploring the use of cinnamon as an alternative treatment for primary dysmenorrhea study showed beneficial effects for pain reduction compared with placebo but a weaker effect than ibuprofen. [8] Transdermal drug delivery has been a research topic in the context of ibuprofen and primary dysmenorrhea; a study investigated essential oils as penetration enhancers for transdermal delivery of ibuprofen in patients with dysmenorrhea. This study was motivated by the known risk of GI bleeding and ulceration after oral NSAID usage and sought to investigate a potentially efficacious method of delivery that would decrease these risks. The study found that one of the essential oils, chuanxiong oil, positively affected permeation and pain alleviation when administered with ibuprofen hydrogel. [9]"}
{"id": "article-23330_7", "title": "Ibuprofen -- Indications", "content": "Ibuprofen and other NSAIDs are also FDA-approved to treat osteoarthritis, often after non-pharmacological measures such as weight loss and strengthening exercises are used. Adjunct medication usage has been explored, with a study showing promise with enhanced outcomes using acupuncture alongside topical ibuprofen compared with topical ibuprofen alone in patients with chronic knee pain due to osteoarthritis. [10] A comparative study between celecoxib and ibuprofen showed equal tolerance and efficacy between the two in treating patients with knee osteoarthritis. [11]", "contents": "Ibuprofen -- Indications. Ibuprofen and other NSAIDs are also FDA-approved to treat osteoarthritis, often after non-pharmacological measures such as weight loss and strengthening exercises are used. Adjunct medication usage has been explored, with a study showing promise with enhanced outcomes using acupuncture alongside topical ibuprofen compared with topical ibuprofen alone in patients with chronic knee pain due to osteoarthritis. [10] A comparative study between celecoxib and ibuprofen showed equal tolerance and efficacy between the two in treating patients with knee osteoarthritis. [11]"}
{"id": "article-23330_8", "title": "Ibuprofen -- Indications", "content": "The use of ibuprofen for treating gout attacks or flares has been long-researched, with Schweitz et al. in 1978 demonstrating the rapid improvement and symptom resolution in 10 patients with acute gouty arthritis after being treated with 2400 mg of ibuprofen. [12] NSAIDs are commonly used as monotherapy for mild flares and with colchicine as dual therapy for moderate or severe flares. Treatment of acute gout flares is an off-label use for ibuprofen.", "contents": "Ibuprofen -- Indications. The use of ibuprofen for treating gout attacks or flares has been long-researched, with Schweitz et al. in 1978 demonstrating the rapid improvement and symptom resolution in 10 patients with acute gouty arthritis after being treated with 2400 mg of ibuprofen. [12] NSAIDs are commonly used as monotherapy for mild flares and with colchicine as dual therapy for moderate or severe flares. Treatment of acute gout flares is an off-label use for ibuprofen."}
{"id": "article-23330_9", "title": "Ibuprofen -- Indications", "content": "NSAIDs and colchicine are also often used to treat pericarditis, owing to NSAIDs’ anti-inflammatory and analgesic properties. Ibuprofen is one of the more well-documented NSAIDs in treating pericarditis, with research into its effectiveness in treating and preventing multiple recurrences of idiopathic pericarditis compared with aspirin done in the CORP and CORP-2 trials starting in 2011. Findings showed no significant difference between the treatment or prevention of idiopathic pericarditis between the two drugs. [13] Colchicine was shown in a 2014 review to effectively reduce recurrent pericarditis when used as adjunctive therapy to NSAIDs such as ibuprofen, aspirin, or indomethacin, but with limitations in the number of trials and the statistical power of said trials. [14] Treatment of pericarditis with ibuprofen is an off-label use.", "contents": "Ibuprofen -- Indications. NSAIDs and colchicine are also often used to treat pericarditis, owing to NSAIDs’ anti-inflammatory and analgesic properties. Ibuprofen is one of the more well-documented NSAIDs in treating pericarditis, with research into its effectiveness in treating and preventing multiple recurrences of idiopathic pericarditis compared with aspirin done in the CORP and CORP-2 trials starting in 2011. Findings showed no significant difference between the treatment or prevention of idiopathic pericarditis between the two drugs. [13] Colchicine was shown in a 2014 review to effectively reduce recurrent pericarditis when used as adjunctive therapy to NSAIDs such as ibuprofen, aspirin, or indomethacin, but with limitations in the number of trials and the statistical power of said trials. [14] Treatment of pericarditis with ibuprofen is an off-label use."}
{"id": "article-23330_10", "title": "Ibuprofen -- Indications", "content": "Intravenous ibuprofen has been FDA-approved for the closure of patent ductus arteriosus (PDA) in premature infants and has been demonstrated to be as effective as indomethacin in treating PDA. Differences exist in the amount of systemic vasoconstriction and renal toxicity; likely due to less COX-1 selectivity, ibuprofen has been shown to have decreased rates of both outcomes. [15]", "contents": "Ibuprofen -- Indications. Intravenous ibuprofen has been FDA-approved for the closure of patent ductus arteriosus (PDA) in premature infants and has been demonstrated to be as effective as indomethacin in treating PDA. Differences exist in the amount of systemic vasoconstriction and renal toxicity; likely due to less COX-1 selectivity, ibuprofen has been shown to have decreased rates of both outcomes. [15]"}
{"id": "article-23330_11", "title": "Ibuprofen -- Indications", "content": "Since 2007, the USPSTF has recommended using aspirin and NSAIDs to prevent colorectal cancer in specific populations. In 2016, they updated this statement and their 2009 statement for aspirin and NSAID use in preventing cardiovascular disease. [16] Although the recommendations are not for ibuprofen specifically, they still suggest a strong foundation of research that supports a potentially greater role of NSAIDs in treating and preventing cancer. Burgeoning research on the efficacy of NSAIDs in the realm of cancer treatment, with some research specifically on the efficacy of ibuprofen, has shown promise. A review by Hil’ovska et al. showed potential uses for NSAIDs in reducing cancer cell growth, movement, and invasion, in the induction of cancer cell death, and facilitating a lower dose of cytotoxic drug usage. [17] The studies reviewed primarily focused on COX-2 inhibitors. For ibuprofen specifically, some studies have suggested a stronger anticancer effect than aspirin against breast and lung cancer, as well as a reduction in the risk of breast cancer with ibuprofen or aspirin use. [18] [19]", "contents": "Ibuprofen -- Indications. Since 2007, the USPSTF has recommended using aspirin and NSAIDs to prevent colorectal cancer in specific populations. In 2016, they updated this statement and their 2009 statement for aspirin and NSAID use in preventing cardiovascular disease. [16] Although the recommendations are not for ibuprofen specifically, they still suggest a strong foundation of research that supports a potentially greater role of NSAIDs in treating and preventing cancer. Burgeoning research on the efficacy of NSAIDs in the realm of cancer treatment, with some research specifically on the efficacy of ibuprofen, has shown promise. A review by Hil’ovska et al. showed potential uses for NSAIDs in reducing cancer cell growth, movement, and invasion, in the induction of cancer cell death, and facilitating a lower dose of cytotoxic drug usage. [17] The studies reviewed primarily focused on COX-2 inhibitors. For ibuprofen specifically, some studies have suggested a stronger anticancer effect than aspirin against breast and lung cancer, as well as a reduction in the risk of breast cancer with ibuprofen or aspirin use. [18] [19]"}
{"id": "article-23330_12", "title": "Ibuprofen -- Indications", "content": "Similarly, Wawro et al. have shown a potential indication for NSAID use, particularly aspirin and ibuprofen, during cancer treatment in patients with colorectal cancer who undergo vincristine monotherapy. The purported role of NSAIDs is primarily in preventing chemoresistance by inhibiting the proliferation of cancer-associated fibroblast formation. Vincristine stimulates the growth of cancer-associated fibroblasts via the secretion of tumor growth factors beta and interleukin-6; the researchers saw an inhibitive effect on this process with aspirin and ibuprofen usage. Their research purports that the likely mechanism behind this involves NSAIDs affecting the microtubule polymerization rate. [20]", "contents": "Ibuprofen -- Indications. Similarly, Wawro et al. have shown a potential indication for NSAID use, particularly aspirin and ibuprofen, during cancer treatment in patients with colorectal cancer who undergo vincristine monotherapy. The purported role of NSAIDs is primarily in preventing chemoresistance by inhibiting the proliferation of cancer-associated fibroblast formation. Vincristine stimulates the growth of cancer-associated fibroblasts via the secretion of tumor growth factors beta and interleukin-6; the researchers saw an inhibitive effect on this process with aspirin and ibuprofen usage. Their research purports that the likely mechanism behind this involves NSAIDs affecting the microtubule polymerization rate. [20]"}
{"id": "article-23330_13", "title": "Ibuprofen -- Mechanism of Action", "content": "The primary mechanism of ibuprofen, an NSAID, is through the inhibition of prostaglandin precursors. After a physiological or pathological stimulus, membrane phospholipids release arachidonic acid due to the enzyme phospholipase A2. Arachidonic acid then undergoes passage into one of three different enzymatic pathways: cyclooxygenase (COX), lipoxygenase (LOX), and cytochrome P450 (CYP450). The cyclooxygenase pathway converts arachidonic acid to prostaglandins, prostacyclins, and thromboxanes: the lipoxygenase pathway yields hydroxyeicosatetranoic acids (HETEs), leukotrienes, and lipoxins from arachidonic acid metabolism. Lastly, arachidonic acid converts to HETEs and epoxyeicosatrienoic acids (EET) via the cytochrome P450 pathway. [17]", "contents": "Ibuprofen -- Mechanism of Action. The primary mechanism of ibuprofen, an NSAID, is through the inhibition of prostaglandin precursors. After a physiological or pathological stimulus, membrane phospholipids release arachidonic acid due to the enzyme phospholipase A2. Arachidonic acid then undergoes passage into one of three different enzymatic pathways: cyclooxygenase (COX), lipoxygenase (LOX), and cytochrome P450 (CYP450). The cyclooxygenase pathway converts arachidonic acid to prostaglandins, prostacyclins, and thromboxanes: the lipoxygenase pathway yields hydroxyeicosatetranoic acids (HETEs), leukotrienes, and lipoxins from arachidonic acid metabolism. Lastly, arachidonic acid converts to HETEs and epoxyeicosatrienoic acids (EET) via the cytochrome P450 pathway. [17]"}
{"id": "article-23330_14", "title": "Ibuprofen -- Mechanism of Action", "content": "These metabolic pathways all create products referred to as eicosanoids, which are molecules involved in the intercellular and intracellular signaling processes of a variety of physiological processes: smooth muscle tone regulation, vascular permeability, transporter proteins, platelet aggregation, and cell proliferation. As in the case of cyclooxygenase pathway products, eicosanoids also have involvement in autoimmunity, angiogenesis, atopy, inflammation, and cancer. [21]", "contents": "Ibuprofen -- Mechanism of Action. These metabolic pathways all create products referred to as eicosanoids, which are molecules involved in the intercellular and intracellular signaling processes of a variety of physiological processes: smooth muscle tone regulation, vascular permeability, transporter proteins, platelet aggregation, and cell proliferation. As in the case of cyclooxygenase pathway products, eicosanoids also have involvement in autoimmunity, angiogenesis, atopy, inflammation, and cancer. [21]"}
{"id": "article-23330_15", "title": "Ibuprofen -- Mechanism of Action", "content": "The cyclooxygenase pathway plays a prominent role in the current indicated uses of ibuprofen. There are three distinct isoforms in the COX pathway: COX-1 (PGH synthase), COX-2, and COX-3. COX-1 is a constitutionally expressed isoform, with levels relatively stable in reaction to most physiologic or pathologic stimuli. In contrast, COX-2 expression is highly inducible by mitogenic and inflammatory stimuli. Among these, the more well-known are transforming growth factor, fibroblast growth factor, vascular endothelial growth factor, and tumor necrosis factors. The function of the COX-3 isoform is still largely unknown and remains a topic of contemporary research. [22] [17]", "contents": "Ibuprofen -- Mechanism of Action. The cyclooxygenase pathway plays a prominent role in the current indicated uses of ibuprofen. There are three distinct isoforms in the COX pathway: COX-1 (PGH synthase), COX-2, and COX-3. COX-1 is a constitutionally expressed isoform, with levels relatively stable in reaction to most physiologic or pathologic stimuli. In contrast, COX-2 expression is highly inducible by mitogenic and inflammatory stimuli. Among these, the more well-known are transforming growth factor, fibroblast growth factor, vascular endothelial growth factor, and tumor necrosis factors. The function of the COX-3 isoform is still largely unknown and remains a topic of contemporary research. [22] [17]"}
{"id": "article-23330_16", "title": "Ibuprofen -- Mechanism of Action", "content": "Inhibition of COX-1 and COX-2 pathways decreases the expression of prostaglandin precursors; this, in turn, lessens the degree of cellular response to pathologic or physiologic stimuli. It is by this mechanism that non-selective NSAIDs such as ibuprofen derive their analgesic, antipyretic, and anti-inflammatory properties. [17] For ibuprofen specifically, COX-1 is inhibited approximately 2.5 times more potently than COX-2, suggesting implications for much research on the comparative efficacy of COX-2 selective inhibitors in treating diseases normally treated with ibuprofen. [13]", "contents": "Ibuprofen -- Mechanism of Action. Inhibition of COX-1 and COX-2 pathways decreases the expression of prostaglandin precursors; this, in turn, lessens the degree of cellular response to pathologic or physiologic stimuli. It is by this mechanism that non-selective NSAIDs such as ibuprofen derive their analgesic, antipyretic, and anti-inflammatory properties. [17] For ibuprofen specifically, COX-1 is inhibited approximately 2.5 times more potently than COX-2, suggesting implications for much research on the comparative efficacy of COX-2 selective inhibitors in treating diseases normally treated with ibuprofen. [13]"}
{"id": "article-23330_17", "title": "Ibuprofen -- Mechanism of Action", "content": "COX-2, aside from its well-known roles in inflammation, has also been found to get constitutively expressed during early carcinogenesis. [8] Research has noted higher levels of COX-2 have been demonstrated in several human tumors, including breast, colorectal, esophageal, lung, and pancreatic. [17] The current findings on COX-2 and its various effects on cells suggest that the anticancer effects of NSAIDs, such as ibuprofen, are due to COX-2 inhibition. Though the anticancer effects of COX-2 inhibition are well-documented, there is still some question about the exact mechanism by which this occurs. Moreover, there is also evidence that other pathways may be involved in NSAIDs' anticancer and antitumor effects due to NSAIDs reducing cell survival in both COX-2 overexpressed and COX-2 deficient malignant cells. [23]", "contents": "Ibuprofen -- Mechanism of Action. COX-2, aside from its well-known roles in inflammation, has also been found to get constitutively expressed during early carcinogenesis. [8] Research has noted higher levels of COX-2 have been demonstrated in several human tumors, including breast, colorectal, esophageal, lung, and pancreatic. [17] The current findings on COX-2 and its various effects on cells suggest that the anticancer effects of NSAIDs, such as ibuprofen, are due to COX-2 inhibition. Though the anticancer effects of COX-2 inhibition are well-documented, there is still some question about the exact mechanism by which this occurs. Moreover, there is also evidence that other pathways may be involved in NSAIDs' anticancer and antitumor effects due to NSAIDs reducing cell survival in both COX-2 overexpressed and COX-2 deficient malignant cells. [23]"}
{"id": "article-23330_18", "title": "Ibuprofen -- Mechanism of Action", "content": "A sizeable amount of research on their potential involvement in carcinogenesis has been conducted for the other two enzymatic pathways, but the information is still limited. LOX isoforms, particularly 5-LOX, 12-LOX, and 15-LOX, have been discussed as potential contributors to tumor development and growth. 5-LOX is normally expressed only in immune cells and has been implicated in the early stages of colon cancer, carcinogenesis in oral cavity tissue, and the expression of chronic myeloid leukemia. [24] [25] [26] 12-LOX has proangiogenic functions, as it controls G1/S-phase arrest via a dual process: regulation of Nf-kB and inhibition of Akt and mitogen-activated protein kinases. [10] 15-LOX isoforms promote cell senescence and suppress cell cycle progression. [27]", "contents": "Ibuprofen -- Mechanism of Action. A sizeable amount of research on their potential involvement in carcinogenesis has been conducted for the other two enzymatic pathways, but the information is still limited. LOX isoforms, particularly 5-LOX, 12-LOX, and 15-LOX, have been discussed as potential contributors to tumor development and growth. 5-LOX is normally expressed only in immune cells and has been implicated in the early stages of colon cancer, carcinogenesis in oral cavity tissue, and the expression of chronic myeloid leukemia. [24] [25] [26] 12-LOX has proangiogenic functions, as it controls G1/S-phase arrest via a dual process: regulation of Nf-kB and inhibition of Akt and mitogen-activated protein kinases. [10] 15-LOX isoforms promote cell senescence and suppress cell cycle progression. [27]"}
{"id": "article-23330_19", "title": "Ibuprofen -- Administration", "content": "Ibuprofen, an over-the-counter drug in most countries, is available in forms convenient for consumer consumption. Typical dosage formulations include oral capsule, oral suspension, oral tablet, chewable tablet, intravenous solution, topical gel, and combination kit. The recommendation for oral administration is usually to consume the drug with food or milk in both adults and children. IV administration is often an option in inpatient settings for convenience of delivery or when oral delivery is unavailable, and infusion should be over at least 30 minutes for adults and 10 minutes in pediatric patients. [15] [4]", "contents": "Ibuprofen -- Administration. Ibuprofen, an over-the-counter drug in most countries, is available in forms convenient for consumer consumption. Typical dosage formulations include oral capsule, oral suspension, oral tablet, chewable tablet, intravenous solution, topical gel, and combination kit. The recommendation for oral administration is usually to consume the drug with food or milk in both adults and children. IV administration is often an option in inpatient settings for convenience of delivery or when oral delivery is unavailable, and infusion should be over at least 30 minutes for adults and 10 minutes in pediatric patients. [15] [4]"}
{"id": "article-23330_20", "title": "Ibuprofen -- Administration", "content": "Ibuprofen with lysine is a commonly used IV formulation. Ibuprofen should not be administered simultaneously with total parenteral nutrition but may still use the same line, pausing total parenteral nutrition for 15 minutes before and after ibuprofen dosing. Burgeoning research hopes to explore further the possibility of simultaneous delivery of ibuprofen with other IV medications or nutrition. A recent study exploring the chemical compatibility of continuous ibuprofen lysine infusion with total parenteral nutrition was conducted in 2018, which showed both physical and chemical compatibility of IV ibuprofen infusion with two different total parenteral nutrition formulations in neonates with PDA. [28] The topical application of ibuprofen is also currently under research as a more efficient means of treating diseases known to be susceptible to ibuprofen, such as osteoarthritis and dysmenorrhea. [9] [29]", "contents": "Ibuprofen -- Administration. Ibuprofen with lysine is a commonly used IV formulation. Ibuprofen should not be administered simultaneously with total parenteral nutrition but may still use the same line, pausing total parenteral nutrition for 15 minutes before and after ibuprofen dosing. Burgeoning research hopes to explore further the possibility of simultaneous delivery of ibuprofen with other IV medications or nutrition. A recent study exploring the chemical compatibility of continuous ibuprofen lysine infusion with total parenteral nutrition was conducted in 2018, which showed both physical and chemical compatibility of IV ibuprofen infusion with two different total parenteral nutrition formulations in neonates with PDA. [28] The topical application of ibuprofen is also currently under research as a more efficient means of treating diseases known to be susceptible to ibuprofen, such as osteoarthritis and dysmenorrhea. [9] [29]"}
{"id": "article-23330_21", "title": "Ibuprofen -- Adverse Effects", "content": "Gastrointestinal bleeding is a well-known adverse effect of ibuprofen usage and can lead to gastritis, ulceration, hemorrhage, or perforation. Inhibition of COX isoforms in ibuprofen usage leads to the reduction of prostaglandins, which play a role in the secretion of gastroprotective mucus. [30] This effect is more pronounced in non-selective NSAIDs, with COX-2 selective NSAIDs having a lower incidence of gastrointestinal complications, which is of particular concern in children. The use of ibuprofen is higher than other NSAIDs due to its comparative safety compared to other drugs in its class. Using ibuprofen over-the-counter without medical consultation also increases the risk of high dosage levels and short-term interval dosing that may precipitate gastrointestinal complications. [31]", "contents": "Ibuprofen -- Adverse Effects. Gastrointestinal bleeding is a well-known adverse effect of ibuprofen usage and can lead to gastritis, ulceration, hemorrhage, or perforation. Inhibition of COX isoforms in ibuprofen usage leads to the reduction of prostaglandins, which play a role in the secretion of gastroprotective mucus. [30] This effect is more pronounced in non-selective NSAIDs, with COX-2 selective NSAIDs having a lower incidence of gastrointestinal complications, which is of particular concern in children. The use of ibuprofen is higher than other NSAIDs due to its comparative safety compared to other drugs in its class. Using ibuprofen over-the-counter without medical consultation also increases the risk of high dosage levels and short-term interval dosing that may precipitate gastrointestinal complications. [31]"}
{"id": "article-23330_22", "title": "Ibuprofen -- Adverse Effects", "content": "Diminished renal function is also a concern with ibuprofen usage, with a recent surveillance study showing NSAIDs having nephrotoxic properties even in patients with no deficit in kidney function. [32] Dehydration is a common risk factor in ibuprofen-induced renal injury, and as such much research has taken place regarding NSAIDs and kidney function in populations more vulnerable to dehydration, such as children with renal comorbidities or endurance athletes. A double-blind placebo-controlled trial in a population of ultramarathon participants showed an increased rate of acute kidney injury in those who took ibuprofen, with a number needed to harm of 5.5. [33] Clinicians must consider a patient’s renal function is necessary when weighing treatment with ibuprofen or other NSAIDs.", "contents": "Ibuprofen -- Adverse Effects. Diminished renal function is also a concern with ibuprofen usage, with a recent surveillance study showing NSAIDs having nephrotoxic properties even in patients with no deficit in kidney function. [32] Dehydration is a common risk factor in ibuprofen-induced renal injury, and as such much research has taken place regarding NSAIDs and kidney function in populations more vulnerable to dehydration, such as children with renal comorbidities or endurance athletes. A double-blind placebo-controlled trial in a population of ultramarathon participants showed an increased rate of acute kidney injury in those who took ibuprofen, with a number needed to harm of 5.5. [33] Clinicians must consider a patient’s renal function is necessary when weighing treatment with ibuprofen or other NSAIDs."}
{"id": "article-23330_23", "title": "Ibuprofen -- Adverse Effects", "content": "Rashes are also a known adverse effect of ibuprofen usage, usually due to drug hypersensitivity or skin irritation via topical administration. A rash may also be part of a more severe syndrome caused by ibuprofen use, such as anaphylaxis or drug reaction with eosinophilia and systemic symptoms (DRESS) syndrome. A case in 2016 reported a rare instance of DRESS syndrome, which causes skin, liver, and hematologic abnormalities, with ibuprofen use in a pediatric patient. DRESS syndrome is known to result more commonly with anticonvulsants, sulfa derivatives, and antimicrobials, and the number of known cases related to ibuprofen is limited. The etiology of DRESS syndrome is also unknown, with theories focusing on hypersensitivity to toxic metabolites or pathology involving human herpesvirus-6 currently postulated. [34] Other cases have existed in the literature of similar severe drug reactions involving ibuprofen or other NSAIDs; another case report in 2014 detailed a patient who developed a drug-induced liver injury with multiform exudative erythema after ingestion of an over-the-counter medication containing ibuprofen for 20 days. [35]", "contents": "Ibuprofen -- Adverse Effects. Rashes are also a known adverse effect of ibuprofen usage, usually due to drug hypersensitivity or skin irritation via topical administration. A rash may also be part of a more severe syndrome caused by ibuprofen use, such as anaphylaxis or drug reaction with eosinophilia and systemic symptoms (DRESS) syndrome. A case in 2016 reported a rare instance of DRESS syndrome, which causes skin, liver, and hematologic abnormalities, with ibuprofen use in a pediatric patient. DRESS syndrome is known to result more commonly with anticonvulsants, sulfa derivatives, and antimicrobials, and the number of known cases related to ibuprofen is limited. The etiology of DRESS syndrome is also unknown, with theories focusing on hypersensitivity to toxic metabolites or pathology involving human herpesvirus-6 currently postulated. [34] Other cases have existed in the literature of similar severe drug reactions involving ibuprofen or other NSAIDs; another case report in 2014 detailed a patient who developed a drug-induced liver injury with multiform exudative erythema after ingestion of an over-the-counter medication containing ibuprofen for 20 days. [35]"}
{"id": "article-23330_24", "title": "Ibuprofen -- Adverse Effects", "content": "The association between hypertension and NSAID use has undergone research previously. A cross-sectional study of an elderly population in 1993 showed NSAID usage to be an independent risk factor in developing hypertension in this population. [36] Studies since then have pursued more knowledge on NSAIDs in the context of hypertension, such as investigating comparative differences between NSAIDs. A retrospective cohort study in 2012 showed an association with a small increase in systolic blood pressure with NSAIDs compared to acetaminophen use, particularly ibuprofen. However, this effect was negligible in patients prescribed diuretics or multiple antihypertensives. [37]", "contents": "Ibuprofen -- Adverse Effects. The association between hypertension and NSAID use has undergone research previously. A cross-sectional study of an elderly population in 1993 showed NSAID usage to be an independent risk factor in developing hypertension in this population. [36] Studies since then have pursued more knowledge on NSAIDs in the context of hypertension, such as investigating comparative differences between NSAIDs. A retrospective cohort study in 2012 showed an association with a small increase in systolic blood pressure with NSAIDs compared to acetaminophen use, particularly ibuprofen. However, this effect was negligible in patients prescribed diuretics or multiple antihypertensives. [37]"}
{"id": "article-23330_25", "title": "Ibuprofen -- Adverse Effects", "content": "Intravenous ibuprofen in the treatment of patent ductus arteriosus (PDA) has shown an increased incidence of hyperbilirubinemia and bilirubin displacement due to the high protein binding of the medication. [38]", "contents": "Ibuprofen -- Adverse Effects. Intravenous ibuprofen in the treatment of patent ductus arteriosus (PDA) has shown an increased incidence of hyperbilirubinemia and bilirubin displacement due to the high protein binding of the medication. [38]"}
{"id": "article-23330_26", "title": "Ibuprofen -- Contraindications", "content": "Ibuprofen use is contraindicated in patients with a known history of hypersensitivity or allergic reactions to the drug itself, other NSAIDs, or aspirin. Numerous case studies detail ibuprofen as a precipitant of disease after usage. [34] [35] NSAIDs as a class are among the most frequently associated with hypersensitivity reactions for both adult and pediatric populations, with the most frequent diagnoses being urticaria/angioedema caused by cross-intolerance to other drugs classes, namely quinolones and amoxicillin-clavulanic acid. [39]", "contents": "Ibuprofen -- Contraindications. Ibuprofen use is contraindicated in patients with a known history of hypersensitivity or allergic reactions to the drug itself, other NSAIDs, or aspirin. Numerous case studies detail ibuprofen as a precipitant of disease after usage. [34] [35] NSAIDs as a class are among the most frequently associated with hypersensitivity reactions for both adult and pediatric populations, with the most frequent diagnoses being urticaria/angioedema caused by cross-intolerance to other drugs classes, namely quinolones and amoxicillin-clavulanic acid. [39]"}
{"id": "article-23330_27", "title": "Ibuprofen -- Contraindications", "content": "Research on NSAID-induced hypersensitivity reactions in the pediatric population showed similar prevalence but differences in the clinical phenotypes. Oral provocation testing is still the gold standard for diagnosing NSAID hypersensitivity, and safe alternatives for cross-intolerant children and adolescents exist, including tolmetin, etoricoxib, paracetamol, and nimesulide. [40]", "contents": "Ibuprofen -- Contraindications. Research on NSAID-induced hypersensitivity reactions in the pediatric population showed similar prevalence but differences in the clinical phenotypes. Oral provocation testing is still the gold standard for diagnosing NSAID hypersensitivity, and safe alternatives for cross-intolerant children and adolescents exist, including tolmetin, etoricoxib, paracetamol, and nimesulide. [40]"}
{"id": "article-23330_28", "title": "Ibuprofen -- Contraindications", "content": "In preterm neonates, ibuprofen lysine IV formulation is contraindicated in those with congenital heart diseases requiring patency of the PDA, active bleeding, thrombocytopenia, renal impairment, coagulation defects, and proven or proven or suspected necrotizing enterocolitis. Aside from this, ibuprofen use has been shown not to have any increased adverse effects when used in infants younger than six months and is still indicated for use in pediatric populations outside these contraindications. [39]", "contents": "Ibuprofen -- Contraindications. In preterm neonates, ibuprofen lysine IV formulation is contraindicated in those with congenital heart diseases requiring patency of the PDA, active bleeding, thrombocytopenia, renal impairment, coagulation defects, and proven or proven or suspected necrotizing enterocolitis. Aside from this, ibuprofen use has been shown not to have any increased adverse effects when used in infants younger than six months and is still indicated for use in pediatric populations outside these contraindications. [39]"}
{"id": "article-23330_29", "title": "Ibuprofen -- Contraindications", "content": "In Canada, ibuprofen has contraindications listed on drug labels for additional conditions, including active GI or cerebrovascular bleeding, uncontrolled heart failure, lupus, renal impairment, and hepatic impairment or disease.", "contents": "Ibuprofen -- Contraindications. In Canada, ibuprofen has contraindications listed on drug labels for additional conditions, including active GI or cerebrovascular bleeding, uncontrolled heart failure, lupus, renal impairment, and hepatic impairment or disease."}
{"id": "article-23330_30", "title": "Ibuprofen -- Monitoring", "content": "For patients who use ibuprofen, appropriate monitoring should seek to minimize the possibility of common and uncommon adverse effects. Pain relief and gastrointestinal symptoms should be included in a patient’s clinical evaluation because they may suggest desensitization to the analgesic effect of ibuprofen or emerging gastritis or GI bleed. Blood pressure should also be monitored, especially in the elderly or hypertensive population. [36] [37] Renal function monitoring is also a recommendation, as NSAIDs are known to be nephrotoxic in at-risk populations as well as individuals with normal baseline renal function. [32] [33]", "contents": "Ibuprofen -- Monitoring. For patients who use ibuprofen, appropriate monitoring should seek to minimize the possibility of common and uncommon adverse effects. Pain relief and gastrointestinal symptoms should be included in a patient’s clinical evaluation because they may suggest desensitization to the analgesic effect of ibuprofen or emerging gastritis or GI bleed. Blood pressure should also be monitored, especially in the elderly or hypertensive population. [36] [37] Renal function monitoring is also a recommendation, as NSAIDs are known to be nephrotoxic in at-risk populations as well as individuals with normal baseline renal function. [32] [33]"}
{"id": "article-23330_31", "title": "Ibuprofen -- Monitoring", "content": "Liver function is typically not monitored in patients who use ibuprofen, but cases of NSAID-induced livery injury in pediatric populations may suggest the need for monitoring in individuals with high-risk factors or at-risk populations. Though much less frequent than acetaminophen, cases of NSAID-induced liver damage have occurred in past reports; unlike acetaminophen-induced liver injury, there is no antidote for liver damage due to NSAID use. [41] The increasing frequency of ibuprofen use in children points to a potential focus for further research on NSAIDs in the context of liver function.", "contents": "Ibuprofen -- Monitoring. Liver function is typically not monitored in patients who use ibuprofen, but cases of NSAID-induced livery injury in pediatric populations may suggest the need for monitoring in individuals with high-risk factors or at-risk populations. Though much less frequent than acetaminophen, cases of NSAID-induced liver damage have occurred in past reports; unlike acetaminophen-induced liver injury, there is no antidote for liver damage due to NSAID use. [41] The increasing frequency of ibuprofen use in children points to a potential focus for further research on NSAIDs in the context of liver function."}
{"id": "article-23330_32", "title": "Ibuprofen -- Toxicity", "content": "Ibuprofen’s potential for toxicity in the body derives from the various cellular processes throughout multiple organ systems affected by the inhibition of the cyclooxygenase pathway. Prostaglandins and thromboxanes play important roles in maintaining the gastric mucosal layer and renal blood flow; though relatively small, ibuprofen still carries a risk of adverse gastrointestinal and renal events even at therapeutic levels. Overdose is a common reason for patient presentation with ibuprofen toxicity, with ibuprofen being the most common NSAID involved in an overdose at 29% with either exclusive use or use combined with other analgesics. [42]", "contents": "Ibuprofen -- Toxicity. Ibuprofen’s potential for toxicity in the body derives from the various cellular processes throughout multiple organ systems affected by the inhibition of the cyclooxygenase pathway. Prostaglandins and thromboxanes play important roles in maintaining the gastric mucosal layer and renal blood flow; though relatively small, ibuprofen still carries a risk of adverse gastrointestinal and renal events even at therapeutic levels. Overdose is a common reason for patient presentation with ibuprofen toxicity, with ibuprofen being the most common NSAID involved in an overdose at 29% with either exclusive use or use combined with other analgesics. [42]"}
{"id": "article-23330_33", "title": "Ibuprofen -- Toxicity", "content": "A risk score has been created by a study that sought to improve the risk-benefit ratio of NSAID usage; Their risk score was accurate in categorizing the one-year risk of major toxicity among NSAID users, with implications for the utility in further aiding safe treatment of patients using NSAIDs. [43]", "contents": "Ibuprofen -- Toxicity. A risk score has been created by a study that sought to improve the risk-benefit ratio of NSAID usage; Their risk score was accurate in categorizing the one-year risk of major toxicity among NSAID users, with implications for the utility in further aiding safe treatment of patients using NSAIDs. [43]"}
{"id": "article-23330_34", "title": "Ibuprofen -- Toxicity", "content": "Reye syndrome is an increasingly rare phenomenon in modern times, in large part due to efforts by countries to curb aspirin usage beginning in the 1980s. The decreased usage of aspirin in children in the United Kingdom led to a decrease in the incidence of Reye syndrome, from 100 cases in 1984 to 3 cases in 2000. [41] NSAIDs are hepatotoxic and, although rare, may precipitate Reye syndrome due to causing the same type of mitochondrial membrane damage. [44] Furthermore, much of the mechanism behind the effect of NSAIDs on liver function remains largely unknown. Due to the increasing use of ibuprofen in children, the focus should be on the possibility of a rise in the increasing frequency of drug-induced liver damage and Reye syndrome. [41]", "contents": "Ibuprofen -- Toxicity. Reye syndrome is an increasingly rare phenomenon in modern times, in large part due to efforts by countries to curb aspirin usage beginning in the 1980s. The decreased usage of aspirin in children in the United Kingdom led to a decrease in the incidence of Reye syndrome, from 100 cases in 1984 to 3 cases in 2000. [41] NSAIDs are hepatotoxic and, although rare, may precipitate Reye syndrome due to causing the same type of mitochondrial membrane damage. [44] Furthermore, much of the mechanism behind the effect of NSAIDs on liver function remains largely unknown. Due to the increasing use of ibuprofen in children, the focus should be on the possibility of a rise in the increasing frequency of drug-induced liver damage and Reye syndrome. [41]"}
{"id": "article-23330_35", "title": "Ibuprofen -- Toxicity", "content": "Much like other widely used medications, there is increasing concern about the presence of ibuprofen in the environment and the long-term effects of environmental ibuprofen exposure. Studies currently show potential methods of bioremediation of ibuprofen in the atmosphere via bacterial strains, mineral particles, and solar radiation. [45] [46] The toxicity of ibuprofen’s degradation products has also been shown to be minimal compared to ibuprofen’s toxicity. Furthermore, studies have shown a low amount of toxicity towards tested organisms and no mutagenic activity of the drug. However, there is still a concern for any possible indirect influence environmental ibuprofen may have on prostaglandin-regulated processes, such as ovulation, menstruation, inflammation, and pain. [45] [46]", "contents": "Ibuprofen -- Toxicity. Much like other widely used medications, there is increasing concern about the presence of ibuprofen in the environment and the long-term effects of environmental ibuprofen exposure. Studies currently show potential methods of bioremediation of ibuprofen in the atmosphere via bacterial strains, mineral particles, and solar radiation. [45] [46] The toxicity of ibuprofen’s degradation products has also been shown to be minimal compared to ibuprofen’s toxicity. Furthermore, studies have shown a low amount of toxicity towards tested organisms and no mutagenic activity of the drug. However, there is still a concern for any possible indirect influence environmental ibuprofen may have on prostaglandin-regulated processes, such as ovulation, menstruation, inflammation, and pain. [45] [46]"}
{"id": "article-23330_36", "title": "Ibuprofen -- Enhancing Healthcare Team Outcomes", "content": "Ibuprofen therapy benefits highly from interprofessional team collaboration. There is an abundance of well-reviewed, large studies detailing ibuprofen’s indications for usage in various clinical scenarios. Successful medication use in clinical practice will include knowledge of the latest clinical research, a thorough understanding of the patient, and realistic treatment goals based on current evidence for support. The patient’s primary clinician (both physicians and mid-level practitioners like NPS and PAs), nursing staff, and pharmacist, all collaborating and ensuring the highest quality of care in a patient for which ibuprofen is part of the treatment regimen, will lead his team in a collaborative effort to ensure successful usage of the medication through these principles:", "contents": "Ibuprofen -- Enhancing Healthcare Team Outcomes. Ibuprofen therapy benefits highly from interprofessional team collaboration. There is an abundance of well-reviewed, large studies detailing ibuprofen’s indications for usage in various clinical scenarios. Successful medication use in clinical practice will include knowledge of the latest clinical research, a thorough understanding of the patient, and realistic treatment goals based on current evidence for support. The patient’s primary clinician (both physicians and mid-level practitioners like NPS and PAs), nursing staff, and pharmacist, all collaborating and ensuring the highest quality of care in a patient for which ibuprofen is part of the treatment regimen, will lead his team in a collaborative effort to ensure successful usage of the medication through these principles:"}
{"id": "article-23330_37", "title": "Ibuprofen -- Enhancing Healthcare Team Outcomes", "content": "Administer ibuprofen for the recommended FDA-approved and off-label indications while keeping in mind contraindications or risk factors that may lead to adverse effects.", "contents": "Ibuprofen -- Enhancing Healthcare Team Outcomes. Administer ibuprofen for the recommended FDA-approved and off-label indications while keeping in mind contraindications or risk factors that may lead to adverse effects."}
{"id": "article-23330_38", "title": "Ibuprofen -- Enhancing Healthcare Team Outcomes", "content": "Make a note of any stated over-the-counter ibuprofen use by a patient during a clinical encounter, and exercise diligence in asking for frequency and dosage of usage. Nursing can play a crucial role in obtaining this information and reporting it to the physician.", "contents": "Ibuprofen -- Enhancing Healthcare Team Outcomes. Make a note of any stated over-the-counter ibuprofen use by a patient during a clinical encounter, and exercise diligence in asking for frequency and dosage of usage. Nursing can play a crucial role in obtaining this information and reporting it to the physician."}
{"id": "article-23330_39", "title": "Ibuprofen -- Enhancing Healthcare Team Outcomes", "content": "Ask about ibuprofen use in patients with suspected gastritis or ulceration, anemia, or thrombocytopenia.", "contents": "Ibuprofen -- Enhancing Healthcare Team Outcomes. Ask about ibuprofen use in patients with suspected gastritis or ulceration, anemia, or thrombocytopenia."}
{"id": "article-23330_40", "title": "Ibuprofen -- Enhancing Healthcare Team Outcomes", "content": "Include ibuprofen as a potentially toxic agent when treating patients who have overdosed on an unknown substance.", "contents": "Ibuprofen -- Enhancing Healthcare Team Outcomes. Include ibuprofen as a potentially toxic agent when treating patients who have overdosed on an unknown substance."}
{"id": "article-23330_41", "title": "Ibuprofen -- Enhancing Healthcare Team Outcomes", "content": "Use ibuprofen for mild to moderate pain control in patients with pain as a primary diagnosis or symptom control. [2] [4] [8] [9] [11] [Level 2]", "contents": "Ibuprofen -- Enhancing Healthcare Team Outcomes. Use ibuprofen for mild to moderate pain control in patients with pain as a primary diagnosis or symptom control. [2] [4] [8] [9] [11] [Level 2]"}
{"id": "article-23330_42", "title": "Ibuprofen -- Enhancing Healthcare Team Outcomes", "content": "NSAIDs, including ibuprofen, have shown potential as anticancer agents and should be considered in cancer treatment regimens when appropriate and supported by current research.", "contents": "Ibuprofen -- Enhancing Healthcare Team Outcomes. NSAIDs, including ibuprofen, have shown potential as anticancer agents and should be considered in cancer treatment regimens when appropriate and supported by current research."}
{"id": "article-23330_43", "title": "Ibuprofen -- Enhancing Healthcare Team Outcomes", "content": "The use of aspirin and NSAIDs is recommended to prevent colorectal cancer and cardiovascular disease.", "contents": "Ibuprofen -- Enhancing Healthcare Team Outcomes. The use of aspirin and NSAIDs is recommended to prevent colorectal cancer and cardiovascular disease."}
{"id": "article-23330_44", "title": "Ibuprofen -- Enhancing Healthcare Team Outcomes", "content": "Appropriate monitoring of a patient’s pain level, emerging GI complaints, blood pressure, and renal function will reduce the risk of adverse effects of medication. [33] [37] [Level 2] Here again, nursing can make a strong contribution in this regard.", "contents": "Ibuprofen -- Enhancing Healthcare Team Outcomes. Appropriate monitoring of a patient’s pain level, emerging GI complaints, blood pressure, and renal function will reduce the risk of adverse effects of medication. [33] [37] [Level 2] Here again, nursing can make a strong contribution in this regard."}
{"id": "article-23330_45", "title": "Ibuprofen -- Enhancing Healthcare Team Outcomes", "content": "In pediatric patients, alternating acetaminophen and ibuprofen therapies can be more effective in reducing refractory fever than ibuprofen monotherapy alone. [6] [Level 1]", "contents": "Ibuprofen -- Enhancing Healthcare Team Outcomes. In pediatric patients, alternating acetaminophen and ibuprofen therapies can be more effective in reducing refractory fever than ibuprofen monotherapy alone. [6] [Level 1]"}
{"id": "article-23330_46", "title": "Ibuprofen -- Enhancing Healthcare Team Outcomes", "content": "Usage of ibuprofen to close PDA in neonates is equally as efficacious as indomethacin, with less renal toxicity and systemic vasoconstriction. [15] [Level 2] Pediatric/neonatal specialty nurses and pediatric specialty pharmacists should collaborate to ensure safe administration.", "contents": "Ibuprofen -- Enhancing Healthcare Team Outcomes. Usage of ibuprofen to close PDA in neonates is equally as efficacious as indomethacin, with less renal toxicity and systemic vasoconstriction. [15] [Level 2] Pediatric/neonatal specialty nurses and pediatric specialty pharmacists should collaborate to ensure safe administration."}
{"id": "article-23330_47", "title": "Ibuprofen -- Enhancing Healthcare Team Outcomes", "content": "Intravenous Ibuprofen is physical and chemically compatible with specific formulations of total parenteral nutrition and can be given simultaneously in neonates with PDA. [28] [Level 2]", "contents": "Ibuprofen -- Enhancing Healthcare Team Outcomes. Intravenous Ibuprofen is physical and chemically compatible with specific formulations of total parenteral nutrition and can be given simultaneously in neonates with PDA. [28] [Level 2]"}
{"id": "article-23330_48", "title": "Ibuprofen -- Enhancing Healthcare Team Outcomes", "content": "Ibuprofen or aspirin should be given with colchicine to effectively relieve acute pericarditis and reduce recurrent pericarditis. [13] [Level 3]", "contents": "Ibuprofen -- Enhancing Healthcare Team Outcomes. Ibuprofen or aspirin should be given with colchicine to effectively relieve acute pericarditis and reduce recurrent pericarditis. [13] [Level 3]"}
{"id": "article-23330_49", "title": "Ibuprofen -- Enhancing Healthcare Team Outcomes", "content": "All interprofessional team members must be aware of the activities of the other team members and have access to the complete patient record, updating it with any data they add or become aware of. Being aware of these current evidence-based principles of ibuprofen use can help increase health outcomes for the patient in a collaborative, interprofessional healthcare environment. The typical patient who will need to be prescribed ibuprofen and monitored for use will benefit from enhancing collaborative efforts, as will patients who interact with the healthcare system in multiple settings regularly. Just because ibuprofen has been around for many years does not mean an interprofessional approach is unnecessary to optimize therapy and minimize adverse reactions. [Level 5]", "contents": "Ibuprofen -- Enhancing Healthcare Team Outcomes. All interprofessional team members must be aware of the activities of the other team members and have access to the complete patient record, updating it with any data they add or become aware of. Being aware of these current evidence-based principles of ibuprofen use can help increase health outcomes for the patient in a collaborative, interprofessional healthcare environment. The typical patient who will need to be prescribed ibuprofen and monitored for use will benefit from enhancing collaborative efforts, as will patients who interact with the healthcare system in multiple settings regularly. Just because ibuprofen has been around for many years does not mean an interprofessional approach is unnecessary to optimize therapy and minimize adverse reactions. [Level 5]"}
{"id": "article-23330_50", "title": "Ibuprofen -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Ibuprofen -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}